[{"title": "The Sprinkler Sprinkled", "genres": ["Comedy"], "wiki_plot": "Shot in Lyon in the spring of 1895, the film portrays a simple practical joke in which a gardener is tormented by a boy who steps on the hose that the gardener is using to water his plants, cutting off the water flow. When the gardener tilts the nozzle up to inspect it, the boy releases the hose, causing the water to spray him. The gardener is stunned and his hat is knocked off, but he soon catches on. A chase ensues, both on and off-screen (the camera never moves from its original position) until the gardener catches the boy and administers a spanking. The entire film lasts only 45 seconds, but this simple bit of slapstick may be the forerunner of all subsequent film comedy.  The 1896 film version replaces the boy with a teenager and the spanking action is substituted with a kick in the rump.", "tmdb_plot": "A gardener is watering his flowers, when a mischievous boy sneaks up behind his back, and puts a foot on the water hose. The gardener is surprised and looks into the nozzle to find out why the water has stopped coming. The boy then lifts his foot from the hose, whereby the water squirts up in the gardener's face. The gardener chases the boy, grips his ear and slaps him in his buttocks. The boy then runs away and the gardener continues his watering. Three separate versions of this film exist, this is the original, filmed by Louis Lumière.", "tmdb_id": "82120", "wiki_id": "9419760"}, {"title": "The Blacksmiths", "genres": ["Documentary"], "wiki_plot": "Two men stand working as blacksmiths. The one on the left of the screen repeatedly hammers an anvil while the man on the right winds a device. The man of the left then removes the metal he was hammering and places it into a bucket of water. At the end of the film a third man walks onto the screen from the left, with a wine glass and bottle in hand, hands the glass to the smith at the anvil, and begins to pour him a drink.", "tmdb_plot": "While his aide continuously turns the handle of the bellows, keeping hot a small furnace in front of him, a blacksmith is pounding a piece of metal on an anvil, then plunges the shaft into a tub of water, causing a cloud of vapor in the process.", "tmdb_id": "127777", "wiki_id": "10483292"}, {"title": "The Sea", "genres": ["Documentary"], "wiki_plot": "This 38 second film has a very simple plot in which four boys and a plump woman (perhaps their mother) walk along a jetty and then dive into stormy water, only to then struggle to the shore and repeat the process.", "tmdb_plot": "Several little boys run along a pier, then jump into the ocean.", "tmdb_id": "127762", "wiki_id": "10499695"}, {"title": "Fishing for Goldfish", "genres": ["Documentary"], "wiki_plot": "A man (Auguste Lumiere) holds his baby daughter (Andrée Lumiere) on a table next to a bowl containing goldfish.  The baby begins putting her hand into the water while the man supports her.  The scene is filmed by a stationary camera behind the table.", "tmdb_plot": "A man, holding a baby up in his hands, is standing next to a fishbowl. The baby is trying, in vain, to catch a goldfish with his bare hands.", "tmdb_id": "127764", "wiki_id": "10537013"}, {"title": "The Photographical Congress Arrives in Lyon", "genres": ["Documentary"], "wiki_plot": "Photographers leave the deck of a riverboat in large numbers. In the background a bridge can be seen spanning the river. The video covers a group who have assembled in Neuville for the Congress of Photographic Societies. The film was produced in the morning and then screened to the congress that afternoon.", "tmdb_plot": "Down the gangway, photographers leave the deck of a riverboat in large numbers.", "tmdb_id": "208234", "wiki_id": "10309988"}, {"title": "Jumping the Blanket", "genres": ["Documentary", "Comedy"], "wiki_plot": "Four men stand holding what appears to be a blanket, while one wearing a hat stands watching. A sixth man then runs towards them and attempts to jump into the blanket. He attempts this unsuccessfully twice in a row failing to jump high enough. On the third attempt he is able to jump and spin in the air, nearly clearing in the blanket. The man who are holding it then flip it a little in the air causing him to fall to the ground. His fourth attempt is more successful and he is able to roll on the blanket and land on his feet at the other side. He runs around for a fifth and final attempt but this is less successful and he gets stuck in the blanket and has difficulty getting out despite the attempts by the four men to throw him free.", "tmdb_plot": "Four men stand holding what appears to be a blanket, while one wearing a hat stands watching. A sixth man then runs towards them and attempts to jump into the blanket.", "tmdb_id": "127773", "wiki_id": "10559042"}, {"title": "Horse Trick Riders", "genres": [], "wiki_plot": "Three men and a horse stand in a field. The first man in white holds the reins of the horse, the second man in black stands observing while the third man attempts to mount the horse. After six unsuccessful attempts he is finally able to seat himself and is set to ride off sidesaddle.", "tmdb_plot": "In the background is a house. In the foreground, a groom holds the reins of a sleek black horse that stands in profile. A tall man, dressed in a black uniform, demonstrates how to mount the horse then encourages and tries to assist a man in white. The man in white keeps falling, and soon it's apparent that he's an putting on a show. His pratfalls become more elaborate and stylish. The horse stands patient. The little groom laughs to see such sport. And finally, the man in white finds a comic accommodation. The story, though brief, has a beginning, middle, and end.", "tmdb_id": "127157", "wiki_id": "10624891"}]