[{"title": "The Astronomer's Dream", "genres": ["Fantasy"], "wiki_plot": "In an observatory, an astronomer is studying at his desk. Satan appears, then a woman appears and makes Satan vanish. Then she disappears. The astronomer draws a globe on a blackboard. The globe develops a sun-like head and limbs and starts to move on the blackboard. The astronomer looks through a small telescope. The Moon appears in a building as a large face. It has eaten the astronomer's telescope. Additionally, men tumble from its mouth. Then the Moon is in the sky. In a different dress, the astronomer stands on a table, which disappears. He falls.\nThe Moon becomes a crescent. The mythological goddess Phoebe (i.e., Selene) appears from it. The astronomer chases her, but she eludes him. Then another figure stands in the crescent of the Moon before reclining into its C shape. The Moon appears as a prominent face again, and the astronomer jumps into its mouth. A woman and Satan appear. The astronomer appears again. Then, in the observatory, the astronomer sits asleep in his chair.", "tmdb_plot": "An astronomer has a terrifying dream.", "tmdb_id": "104700", "wiki_id": "34599946"}, {"title": "The Cavalier's Dream", "genres": ["Horror", "Fantasy"], "wiki_plot": "A cavalier sits asleep at a bare table; an old witch enters, raps three times, then disappears; the cavalier sees the table spread for a sumptuous repast. Mephistopheles appears, then the old witch, who suddenly shapeshifts into a beautiful young girl. The changes and magical appearances are startling and instantaneous.", "tmdb_plot": "He sits asleep at a bare table; old witch enters, raps three times, then disappears; cavalier sees table spread for a sumptuous repast. Mephistopheles appears; then the old witch, who suddenly changes to a beautiful young girl. The changes and magical appearances are startling and instantaneous.", "tmdb_id": "482646", "wiki_id": "56747605"}, {"title": "The Four Troublesome Heads", "genres": ["Comedy", "Fantasy"], "wiki_plot": "A magician enters the frame and stands between two tables. He removes his own head and puts it on one of the tables, where it starts talking and looking around. The magician repeats the action twice, with a new head appearing on his shoulders each time, until four identical heads are presented at once. The magician then plays a banjo, and all four heads sing along. He then bashes two of the heads with his banjo over their obnoxious singing, making them disappear. He then takes off his head and tosses it aside before taking the other head from the second table, tossing it in the air and it lands back onto his neck. He bows to the viewers, bids them farewell and then strolls off.", "tmdb_plot": "One of the greatest of black art pictures. The conjurer appears before the audience, with his head in its proper place. He then removes his head, and throwing it in the air, it appears on the table opposite another head, and both detached heads sing in unison. The conjurer then removes it a third time. You then see all three of his heads, which are exact duplicates, upon the table at one time, while the conjurer again stands before the audience with his head perfectly intact, singing in unison with the three heads upon the table. He closes the picture by bowing himself from the stage.", "tmdb_id": "49296", "wiki_id": "23804620"}, {"title": "Procession à Séville III", "genres": ["Documentary"], "wiki_plot": "Procession at Seville and bullfighting scenes depicts the traditional Spanish Holy Week celebration, portraying Spain in the 19th century. This recording includes a traditional parade and bullfights in Spain, representing how this holiday was celebrated at the time. At the beginning, the short film shows the Procession Parade from the Christ of Sorrows. This celebration occurs during Holy Week in Seville which is celebrated one week before Easter. It includes decorated chariots that are pulled around the city streets by Costaleros. The Penitentes, dressed in tunics and a cape, march together in the procession along with the chariots and other people wearing traditional  and formal clothing  During the bullfighting celebration, the Banderillero entertains the bull and plays with it, meanwhile a Picador (Lancer) enters the spectacle. The Picador is riding a horse and manages to stab the bull. The short film displays the process of bullfighting and how each participant plays their specific role, as well as the traditional parade.", "tmdb_plot": "A religious procession during the Holy Week in Seville, Spain.", "tmdb_id": "198319", "wiki_id": "52161171"}, {"title": "Pygmalion and Galatea", "genres": ["Fantasy"], "wiki_plot": "The sculptor Pygmalion, completing his statue of Galatea, is madly in love with it. To his delight, Galatea comes to life. When he tries to embrace her, however, she magically changes place; then her upper and lower halves come apart, much to Pygmalion's confusion. Galatea's halves join back together again, but just as he is about to kiss her at last, she steps back onto her pedestal and becomes a statue again.", "tmdb_plot": "Showing Pygmalion at work in his studio on the statue of Galatea, who, on being completed, comes to life. He attempts to clasp her to his arms, when the bust leaves the body and crossing the room mocks at him standing with the lower portion of her body in his hands. Further startling illusions are seen in this most beautiful picture.", "tmdb_id": "375070", "wiki_id": "39740083"}, {"title": "Santa Claus", "genres": ["Family", "Fantasy"], "wiki_plot": "Two children are being placed in bed by a maid. She turns off the lights and the children fall asleep. Santa Claus enters the room from the fireplace and proceeds to trim the tree. He then fills the stockings that were previously hung on the mantle by the children. After walking backward and surveying his work, he suddenly darts at the fireplace and disappears up the chimney. The children wake up to see that Santa was in their bedroom. This film surprises everyone and leaves them to wonder how St. Nicholas disappeared.", "tmdb_plot": "Santa arrives at a house on Christmas Eve to deliver his presents for the children.", "tmdb_id": "105168", "wiki_id": "31599625"}]