[{"title": "Above the Limit", "genres": [], "wiki_plot": "The film is a silent character sketch that shows Chimmie Hicks (Charles E. Grapewin) imitating a man at the races winning and losing. Filmed on a bare stage with a dark backdrop, the sketch captures Chimmie in a three-piece suit and overcoat holding a racing program while watching a race taking place offstage.  It shows him excitedly jumping and pantomiming that his horse has won the race.  A second man enters the frame and gives Chimmie his winnings.  Chimmie returns a sum of money to the booker to place another bet.  The next race begins and Chimmie again shows great excitement, which quickly turns to despair and anger as the horse loses.  The bookie returns, collects all of Chimmie's money and his watch. The gambler falls to his knees, shakes his arms toward the sky, and tears up his racing form, scattering the pieces on the ground.  He rises and sadly begins to leave the stage.", "tmdb_plot": "Filming of a character sketch by the well-known vaudevillian Charles E. Grapewin. On a bare stage backed by a dark curtain, a man dressed in a three-piece suit and overcoat holds a racing program and excitedly watches a race supposedly taking place offstage.", "tmdb_id": "195577", "wiki_id": "15323456"}, {"title": "The Artist and the Dummy", "genres": [], "wiki_plot": "An artist puts a mannequin on a platform, to use as a model for his painting. Meanwhile, his manservant and a woman visitor conspire to pull a prank on the artist. The woman switches places with the mannequin and hits the artist with a broom. The artist, realizing the deception, attempts to hit her back, but she has already changed places again with the mannequin. The manservant laughs at the success of the woman's prank.", "tmdb_plot": "A very simple gag film as a young lady substitutes herself for a dummy in order to play a practical joke on an artist.", "tmdb_id": "195584", "wiki_id": "65104383"}, {"title": "The Doctor and the Monkey", "genres": ["Comedy"], "wiki_plot": "In a two-story home (the cross section design of the set allows the viewer to see both levels), a doctor is studying a caged monkey. When the doctor leaves for a moment, the monkey escapes from the cage and begins wreaking havoc on both floors. The monkey's tail detaches and takes on a life of its own, attaching itself to the doctor's nose. Both the doctor and a housekeeper run about attempting to restore order, but the monkey continues to overturn furniture, and tears off the housekeeper's skirt, leaving her in her pantalettes. As the short film ends, the whole house is in shambles.", "tmdb_plot": "A monkey wreaks havoc on a doctor.", "tmdb_id": "106814", "wiki_id": "45410195"}, {"title": "A Fantastical Meal", "genres": ["Comedy", "Fantasy"], "wiki_plot": "Two women and a man, attempting to have dinner, find themselves confronted with magical happenings: the chairs move, the soup tureen grows, boots appear from it, the table legs change length, the table appears and reappears. A ghost, dancing on the table, turns into a box of dynamite and explodes, and the man begins tumbling manically around the room.", "tmdb_plot": "A family sits down to enjoy a meal that ends up being fraught with complications.", "tmdb_id": "106808", "wiki_id": "44330882"}, {"title": "The Fat and Lean Wrestling Match", "genres": ["Comedy", "Fantasy"], "wiki_plot": "On a wrestling mat, two women change magically out of wrestling outfits into street clothes, and then change into male wrestlers, who pummel each other exaggeratedly. One of them takes the other apart, then reassembles him. The women reappear and all four wrestlers take a bow.\nTwo more wrestlers enter, a hefty man and a slim man. The hefty one flattens the other like a pancake and rolls him up, but the thin man comes back to life and the wrestling resumes. The hefty man is blown apart, but his limbs magically return to his torso and all is well.", "tmdb_plot": "A series of fantastical wrestling matches.", "tmdb_id": "106807", "wiki_id": "56074620"}, {"title": "Faust and Marguerite", "genres": ["Fantasy", "Horror"], "wiki_plot": "The 1901 Edison Films Catalog describes the film:\n\nMarguerite is seated before the fireplace, Faust standing by her side. Mephistopheles enters and offers his sword to Faust, commanding him to behead the fair Marguerite. Faust refuses, whereupon Mephistopheles draws the sword across the throat of the lady and she suddenly disappears and Faust is seated in her place.", "tmdb_plot": "Marguerite is seated in front of the fireplace, Faust standing by her side. Mephistopheles enters and offers his sword to Faust, commanding him to behead the fair Marguerite. Faust refuses, whereupon Mephistopheles draws the sword across the throat of the lady and she suddenly disappears and Faust is seated in her place.", "tmdb_id": "195606", "wiki_id": "38062651"}, {"title": "Going to Bed Under Difficulties", "genres": ["Comedy"], "wiki_plot": "A man in a hotel room wants to sleep for the night. He takes off his suit (placing it on a clothing rack) and his trousers (placing them on a chair), but then finds himself wearing a coat and hat that have appeared magically. The man removes them, but a new hat and a plaid pair of trousers appear in their places. He removes these clothes as well; this process repeats, with the man undoing each addition of clothing with more and more agitation.\nThe end of the film is lost; according to a contemporary catalogue description, the man's attempt to undress ends with him rolling about on the floor and on the bed, and finally collapsing in an epileptic seizure.", "tmdb_plot": "A man takes off his clothes in preparation for bed, only for new clothes to spontaneously generate, leading to comical consternation.", "tmdb_id": "106809", "wiki_id": "45438831"}, {"title": "How It Feels to Be Run Over", "genres": ["Horror"], "wiki_plot": "A coach is coming, and moves out of the frame at one side of the field of view. Soon after, an approaching car veers off course and moves straight to the viewer (the camera). As it approaches, the occupants wave frantically, hoping to stave off the impending collision. At the moment the car fills the entire frame the film cuts to title cards that bear the text \"Oh, mother will be pleased\".", "tmdb_plot": "As the camera looks down an open road, a horse and carriage approaches, and passes by to one side of the field of view. Soon afterwards, an automobile comes up the road, straight towards the camera. As it gets nearer, the occupants start to wave frantically, but can a collision be avoided?", "tmdb_id": "152031", "wiki_id": "33142877"}, {"title": "Joan of Arc", "genres": ["Drama", "History"], "wiki_plot": "In the village of Domrémy, the young Joan is visited by Saint Michael, Saint Catherine, and Saint Margaret, who exhort her to fight for her country. Her father Jacques d'Arc, mother Isabelle Romée, and uncle beg her to stay at home, but she leaves them and travels to Vaucouleurs, where she meets with the governor, Captain Robert de Baudricourt. The dissipated Baudricourt initially scorns Joan's ideals, but her zeal eventually wins him over, and he gives her authority to lead French soldiers. Joan and her army lead a triumphal procession into Orléans, followed by a large crowd. Then, in Reims Cathedral, Charles VII is crowned King of France.\nAt the Siege of Compiègne, Joan is taken prisoner while her army attempts to storm the castle. In prison, Joan has another dream in which she sees her visions again. Taken to the interrogation, Joan refuses to sign a retraction, and is condemned as a heretic. In the Rouen marketplace, Joan is burned at the stake. The wood carrier at the execution, bringing in fuel for the burning, dies on the spot from the fumes. In a final apotheosis scene, Joan rises to heaven, where she is greeted by God and the saints.", "tmdb_plot": "A divinely inspired peasant woman becomes an army captain for France and then is martyred after she is captured.", "tmdb_id": "106030", "wiki_id": "1865700"}, {"title": "The Magician", "genres": ["Fantasy"], "wiki_plot": "The film takes place in an interior space, possibly a parlor. The magician enters from screen right, walks to the center of the frame and bows. He takes off his glove and throws it into the air (where it disappears), and does the same trick with his hat and coat. He pulls out a white handkerchief and holds it in front of his legs. When he removes the handkerchief, his pants have changed to knickers. In his final trick, the magician gestures and a table piled with streamers appears. The magician picks up the pile, shakes it, and three geese fly out toward the camera.", "tmdb_plot": "The scene opens on a theatrical stage. The magician enters from the wings, and making a bow to the audience, removes his coat and hat and they disappear mysteriously in the air. He then takes a white handkerchief from his pocket, holds it over his knees, and his long trousers disappear, and behold! he is clad in knickerbockers. He next makes a pass with a magic wand and a table suddenly appears before the audience, on which is a large pile of tissue paper. The magician takes up the paper and shakes it a few times and three live geese fly out upon the floor. This is a highly pleasing and mystifying subject.", "tmdb_id": "195601", "wiki_id": "25564825"}, {"title": "The Misfortunes of an Explorer", "genres": [], "wiki_plot": "Entering an underground tomb, an English explorer comes across a sarcophagus. From it appears a ghost, which turns into a goddess angry at the explorer's infiltration. The goddess summons up three Ancient Egyptian monsters, which attack the explorer and trap him inside the sarcophagus, which the goddess magically sets on fire. She then stops the fire, and the explorer stumbles out and is chased away.", "tmdb_plot": "", "tmdb_id": "180677", "wiki_id": "36284963"}, {"title": "A Railway Collision", "genres": [], "wiki_plot": "The film depicts a stretch of single-track railway, along which a slow train runs through a mountainous terrain on an embankment on a lake and a yacht with a tunnel in the background. The train passes the signal on the road and then stops. While the train begins reversing back up the track, an express train leaves the tunnel in front, collides with the other train and both are thrown down the embankment.", "tmdb_plot": "The scene is a railroad track on the side of a steep mountain, with a tunnel in the background, toward which a train is running at a high rate of speed. At this instant the audience is appalled at the sight of a second train rushing out of the tunnel. Both trains are on the same track and traveling toward each other at a high rate of speed. They collide. Cars and engines are smashed into fragments and thrown down the steep incline. (Edison Catalog)", "tmdb_id": "183596", "wiki_id": "31889070"}, {"title": "The Rajah's Dream or The Bewitched Wood", "genres": ["Fantasy", "Comedy"], "wiki_plot": "A Rajah grows tired and falls asleep. A large butterfly disturbs him and flies around his room. He tries to capture it with a large net, but no avail. Frustrated, he tosses the net aside and tries to go back to sleep, but his room disappears and he is now in a park. Puzzled, he goes to sit on a nearby chair, but it goes to the other side of the area. He then goes to sit on it again, but then it moves once more to the other side, further angering him. The chair becomes a dead tree. The Rajah tries to uproot it, but he is not strong enough. The tree becomes a monster with a wicked grin on its face, scaring the Rajah. He swings his sword at it, but then it becomes a demon and chases him around the area. The frightened Rajah grabs the demon but it disappears in a cloud of smoke before he can do anything else. A beautiful woman suddenly appears, and approaches the Rajah. He is enthralled in love, and kneels down in want for her. As he takes her on his knee, several more women appear around him. They begin to dance around him, knocking him down every time they get close to him. After he finally gets up they chase after him. As they do so many more women join in, making a long line. Then they all appear again, wearing bits of armor and bearing axes, and begin to beat him. He gets pulled up to a podium where an executioner is about to behead him, but the Rajah grabs him and starts beating him up. However, he awakes to find this was all but a dream, and he was beating up his pillow. Confused and weary from all these things that transpired, he goes back to sleep.", "tmdb_plot": "The picture opens with the Sultan lying down to rest on his luxurious cushioned couch. The scene changes to the grounds around the palace.", "tmdb_id": "106031", "wiki_id": "36285066"}, {"title": "Sherlock Holmes Baffled", "genres": ["Crime", "Fantasy", "Mystery"], "wiki_plot": "Sherlock Holmes enters his drawing room to find it being burgled, but on confronting the villain is surprised when the latter disappears. Holmes initially attempts to ignore the event by lighting a cigar, but upon the thief's reappearance, Holmes tries to reclaim the sack of stolen goods, drawing a pistol from his dressing gown pocket and firing it at the intruder, who vanishes. After Holmes recovers his property, the bag vanishes from his hand into that of the thief, who promptly disappears through a window. At this point, the film ends abruptly with Holmes looking \"baffled\".", "tmdb_plot": "Sherlock Holmes enters his drawing room to find it being burgled, but on confronting the villain is surprised when the latter disappears.", "tmdb_id": "195620", "wiki_id": "9119737"}, {"title": "Soldiers of the Cross", "genres": ["Drama"], "wiki_plot": "Soldiers of the Cross focussed on themes of Christian martyrdom. The film recounted biblical stories from the life of Christ, as well as historical narratives from the lives of significant Christian martyrs. Beyond this, there is little detailed information available regarding the plot of Soldiers of the Cross.\nHistorical reviews provide some evidence. Several newspaper reviews confirm that Soldiers of the Cross was concerned with stories of Christ’s life and martyrdom in the early Church. A 1901 article from The Evening Star describes the film’s plot, \"the trials and sufferings of the early Christians . . . beginning at the entrance of Christ into Jerusalem, the lecturer conducted the audience through all the most notable events of Christ’s life, and then passed over to Rome, where the persecution of Christians under the Roman Empire was depicted and some stirring narratives given of Christian heroism\".Similarly, an article by The Bendigo Independent describes scenes of \"horrible torture and awful death\" . . . \"The terrors of the persecution of the early Christians in Rome, of the heroic deaths at the stake, tales of young girls and boys who nobly preferred death with eternal bliss to life coupled with the worship of idols and the renunciation of Christ\".One article, found in a 1901 edition of The Daily Telegraph, details that Soldiers of the Cross finished with the narrative of Perpetua, a significant Christian martyr who lived in 3rd century Rome.The surviving glass photographic slides, housed in the National Film and Sound Archive, provide further evidence about the plot of Soldiers of the Cross. Below is a list of some key scenes depicted by these glass slides:\n\nThe cityscape of Ancient Jerusalem.\nA group of Jewish religious men, gathered in the Temple, being taught by another man—presumably Jesus.\nJesus drives out the money changers from the Temple. (Matthew 21:12-13)\nJesus tried before Pilate. (John 18:28-40)\nPeter denying Jesus. (Luke 22:59-62)\nJesus with a crown of thorns. (Matthew 27:29)\nJesus praying in the garden of Gethsemane. (Matthew 26:36-56)\nA woman kneels before Jesus.\nJesus sitting with his disciples by a lake.\nThe last supper. (Matthew 26:17–29)\nJudas betrays Jesus. (Mark 14:44-46)\nJesus washes his disciple's feet. (John 13:1–17)\nJesus flogged. (John 19:1)\nJesus carrying his cross. (John 19:16–18)\nJesus nailed to the cross. (Matthew 27:35)\nJesus crucified. (Luke 23:26-43)\nThe two prisoners crucified with Jesus, a darkened sky behind them. (Matthew 27:38)\nJesus’ disciples remove his body from the cross. (John 19:38)\nAn angel appears to the women who visit Jesus’ tomb. (Matthew 28:2)\nJesus’ ascension into Heaven. (Acts 1:6-11)\nJesus depicted as a shepherd. (John 10:11)\nJesus depicted as a King, carrying a lamp. (John 8:12)\nA dead Saint Stephen, after being stoned.\nA martyr being beaten with clubs.\nA group of Roman soldiers and another man, blinded by a ray of light and fallen to the ground. Perhaps a reference to Saul's conversion. (Acts 9)\nA series of five images depicting a martyr being stoned. In one of the images, a vision of Jesus appears by the martyrs’ side.\nA man leads a group of Christians in prayer, in the Roman Colosseum.\nJesus’ second coming, descending with an army of angels. (Mark 14:62)", "tmdb_plot": "The plot outlines the story of the early Christian martyrs with a compendium of horrors such as maulings at the Colosseum, crucifixions, beheadings, savage hackings and burnings at the stake, burnings in the limepit, the spectacle of human torches in Nero's garden.", "tmdb_id": "415440", "wiki_id": "47108948"}]