[{"title": "Madame's Cravings", "genres": ["Comedy"], "wiki_plot": "The film features a pregnant woman who succumbs to the \"cravings\" related to her pregnancy. We see her, in wide shots, stealing things she wants to swallow and, in close-ups, the heroine inserting objects into her mouth: the lollipop she stole from a little girl, the glass of absinthe she swallows greedily, the fillet of herring she sniffs and devours, and finally a pipe she smokes while choking and pulling on it as if she can't help herself. Each of these close-ups reveals the happy expression on her face, as if this oral pleasure fulfilled her perfectly.", "tmdb_plot": "A pregnant woman steals things from others on account of her cravings.", "tmdb_id": "120017", "wiki_id": "69968832"}, {"title": "The Childrens' Camp", "genres": ["Drama"], "wiki_plot": "A young orphan is thrown out into the street by a ruthless janitor after the death of his mother. He wanders pitifully through the streets, soliciting in vain the charity of the passers-by. Driven by need, he grabs a loaf of bread from a bakery and runs away. Caught in the act of vagrancy and theft, he is sent to a penitentiary where he leads the hard life of convicts. He manages to escape and hides in a doghouse where he eats the dog's food but is soon recaptured. However, an old philanthropist takes an interest in him. He educates him and allows him to escape from definitive misery.", "tmdb_plot": "An orphan boy escapes from a reformatory.", "tmdb_id": "351188", "wiki_id": "69796648"}, {"title": "The Village Blind Man", "genres": ["Drama"], "wiki_plot": "In Godella, a municipality in the Province of Valencia, a blind man and a young girl ask for charity in a street. First they ask a group of sinister-looking men who rebuff them, then they ask a well-dressed couple who give them money while the men watch with interest.\nLater, on a deserted road, the group of men attack the couple who had arrived in a carriage. They abduct the woman and force the man to sign a check. The bandits bring the woman to a cave, but the young girl, hidden behind a bush had seen them. Together with the blind man, they free the woman. As the young girl exits the cave, she sees the man together with a group of policemen. She shows them where the woman was held and they decide to ambush the bandits.\nThe police easily overpower the bandits and the couple thank the blind man and the young girl for their help.", "tmdb_plot": "It is an early example of the rural melodramas that were going to be popular in Spain, with situations that Bunuel will enjoy subverting. The outside locations have probably not been modified and therefore present an interesting reflection of the rural Spain around Valencia. The blind man of the title is not central character of the narrative, a nice twist.", "tmdb_id": "196493", "wiki_id": "64141824"}, {"title": "The Dancing Pig", "genres": ["Comedy"], "wiki_plot": "In the film, a giant anthropomorphic pig, dressed in fancy clothes, dances with a girl, who later embarrasses him by tearing his clothes off. The two start to dance together, then walk into the curtains behind them. In the infamous final scene, the pig moves his tongue and eyes around and then bare his teeth, possibly in an attempt to show the puppet's mechanical abilities.", "tmdb_plot": "A pig dressed in fancy clothes flirts with a pretty girl, but she humiliates him and tears off his suit; she then makes him dance for her affections.", "tmdb_id": "142026", "wiki_id": "37551525"}, {"title": "Daniel Boone/Pioneer Days in America", "genres": [], "wiki_plot": "Boone's daughter befriends an Indian maiden as Boone and his companion start out on a hunting expedition. While he is away, Boone's cabin is attacked by the Indians, who set it on fire and abduct Boone's daughter. Boone returns, swears vengeance, then heads out on the trail to the Indian camp. His daughter escapes but is chased. The Indians encounter Boone, which sets off a huge fight on the edge of a cliff. A burning arrow gets shot into the Indian camp. Boone gets tied to the stake and tortured. The burning arrow sets the Indian camp on fire, causing panic. Boone is rescued by his horse, and Boone has a knife fight in which he kills the Indian chief.", "tmdb_plot": "Daniel Boone is captured by Indians when he tries to rescue his abducted daughter.", "tmdb_id": "757986", "wiki_id": "38064719"}, {"title": "Ali Barbouyou and Ali Bouf, In Oil", "genres": [], "wiki_plot": "Méliès's American catalogue reports the following action, covering the part of the film now presumed lost: A painter is working on a full-length portrait of a woman in exoticized dress, with help from a bottle of whiskey. Suddenly he realizes that, whenever he puts the bottle down, his servant is also stealing a taste. The painter goes to hide the whiskey bottle, and the servant seizes the opportunity to drink the whole contents of two other bottles. The painter returns just as the servant's stomachaches make him realize that these two bottles contained not whiskey, but paint. The angry painter thrashes the servant, finally hitting him with a saber. The servant falls unconscious. The painter, thinking he has accidentally murdered his servant, hurriedly stuffs the body in a nearby trunk and drinks himself asleep. When the painter is sleeping in his drunken stupor, the servant sneaks out of the trunk, just as the woman comes to life and steps out of her painting. She plays a series of pranks on the servant, culminating in pouring a bucket of white liquid over his head.The surviving fragment of the film shows the woman returning to her frame and becoming a painting again. The painter wakes up and is astonished to see the servant swatting the painting with the broom. The painter gives the servant a second thrashing. The fragment concludes with action not mentioned in the catalogue: the painter finally decapitates his servant, stuffing the head and body in the same trunk he had used before. The servant's body, holding its head, climbs out of the box and wanders away. The painter, terrified at the sight, jumps straight into his painting and disappears.", "tmdb_plot": "This film from 1907 is sadly incomplete as it's only available in a two-minute fragment. The opening title card explains that a painter has just finished his work when his assistant comes in and accidentally drinks varnish. The film then picks up as the painter goes haywire and sends the assistant into the painting.", "tmdb_id": "196490", "wiki_id": "64805078"}, {"title": "The Eclipse: Courtship of the Sun and Moon", "genres": ["Comedy", "Fantasy", "Romance"], "wiki_plot": "A professor of astronomy gives a lecture instructing on an impending solar eclipse. The class rushes to an observation tower to witness the event, which features an anthropomorphic Sun and Moon coming together. The Moon and the Sun lick their lips in anticipation as the eclipse arrives, culminating in a romantic encounter between the two celestial bodies. Various heavenly bodies, including planets and moons, hang in the night sky; a meteor shower is depicted using the ghostly figures of girls. The professor of astronomy, shocked by all he has witnessed, topples from the observation tower.  Fortunately, he lands in a rain barrel, and is revived by his students.", "tmdb_plot": "In this film, Méliès concocts a combination fairy- and morality tale about the foolishness of trying to look too deeply into the workings of an unstable and inscrutable universe. At a medieval school, an old astronomer begins to teach a class of young men, all armed with telescopes, about the art of scrutinising an imminent eclipse. When a mechanical clock strikes twelve, all the young men rush to the windows and fix their telescopes on the heavens.", "tmdb_id": "49278", "wiki_id": "14567007"}, {"title": "First Prize in Cello", "genres": ["Comedy"], "wiki_plot": "A man walks along with a cello under his arm. He then sits down on a stool and proceeds to play it, very badly, while the neighbors proceed throw all manner of things at him to make him stop. At one point, a couch is thrown at him, but neither this nor any other projectile is a successful deterrent. At the end of the film, a girl comes up to him and gives him some flowers. The man then stops playing and walks off, happy that his talents have been recognized.", "tmdb_plot": "An artist settles down on a folding stool right in the middle of the street and starts playing. Soon enough, objects of all sorts are thrown from the windows, without interrupting the musician’s inspiration… until a little girl shows up.", "tmdb_id": "196542", "wiki_id": "23718816"}, {"title": "The Haunted Hotel", "genres": ["Comedy", "Animation"], "wiki_plot": "The film starts with an outside view of a small house, obviously a model. The windows and door start moving and the house take the shape of a face. A traveller enters the hotel and things start to move by themselves. A waiter brings the dinner and, on the table, the bread is cut by a knife moving by itself and coffee and sugar are served without human intervention.\nA small figure comes out of the milk jug to pour the milk in the cup before returning to the jug. The flabbergasted guest brings out of the jug a napkin which starts dancing by itself and, when he finally catches it, it turns into a sheet. The man finally goes to bed. The room starts turning around. The film ends with a big monster appearing behind the bed and catching into his huge hands the traveler and his blanket.", "tmdb_plot": "A traveler stays the night at a rural inn, but gets no rest as he is tormented by various spectres and mysterious happenings.", "tmdb_id": "139246", "wiki_id": "63935546"}, {"title": "Een Jongmensch heeft zich opgehangen aan een boom in 't Muiderwoud", "genres": ["Drama"], "wiki_plot": "The film relates the short story of a young man who is suspended from a tree in Muiden Forest after being rejected by the girl of his dreams and decides to himself to hang from the highest tree in the local park. Soon he is discovered by the park and a great fuss is created for him to come down. The young man survives the ordeal.\nIn France a film also circulated  with the same plot twist called Le Pendu.", "tmdb_plot": "", "tmdb_id": "1037276", "wiki_id": "22642959"}, {"title": "Rogues' Tricks", "genres": [], "wiki_plot": "Two vagrants break through a window into an opulently furnished house. They hide in a closet just as the owner of the house, a bearded gentleman, enters. The owner, astonished by the mess the vagrants have made, berates his housemaid. A glazier comes in to fix the window.\nAs the glazier works, the vagrants escape into the bathroom. Hearing a noise, they jump into the empty bathtub and hide under the tub's wooden cover. The noise is the owner, coming in to take a bath; he lights a match to the hot water heater, and gets a jet of hot water pouring into the tub. The vagrants, taken by surprise, start to jump involuntarily, and the owner realizes they are there. He tries to contain them by sitting on the cover, but they wrangle free, and the owner lands in the bathwater.\nThe owner jumps out of the bathtub and runs in pursuit of the escaping vagrants, who again escape to the closet. The owner crashes into the glazier with a shatter of glass, fires off a rifle that hits his housemaid, and finally ends up in the closet, which topples over.", "tmdb_plot": "Fun film from French master Georges Melies has a couple burglar's breaking into a man's home and having to hide when that man returns. Instead of a trick film or something that he's known for, the director really changes gears here and instead delivers what's basically an action movie.", "tmdb_id": "196537", "wiki_id": "65062984"}, {"title": "Salaviinanpolttajat", "genres": ["Comedy"], "wiki_plot": "No prints of the film have been preserved so the film can be considered a lost film. The original screenplay has also been lost. However, some plot descriptions are still known based on contemporary newspaper advertisements of the film.\nAs the name would indicate, the film tells about two local men who are making moonshine in the woods. A customer comes to them, and while sampling the product they start a game of cards, which eventually leads to a fight. While the fight is going on, the local police shows up and arrests the makers while the customer manages to escape.", "tmdb_plot": "No prints of the film have been preserved so the film can be considered a lost film. The original screenplay has also been lost. However, some plot descriptions are still known based on contemporary newspaper advertisements of the film.  As the name would indicate, the film tells about two local men who are making moonshine in the woods. A customer comes to them, and while sampling the product they start a game of cards, which eventually leads to a fight. While the fight is going on, the local police shows up and arrests the makers while the customer manages to escape.(Wikipedia)", "tmdb_id": "288060", "wiki_id": "8451294"}, {"title": "Satan in Prison", "genres": ["Comedy"], "wiki_plot": "The film features Méliès in a room which is intended to be a cell and he finds ways to cure his boredom by performing tricks, such as vanishing and magically appearing picture frames and sudden appearing fireplaces and dinner tables with wine. Towards the end of the film he appears as Satan and tricks his guards by disappearing in a blanket.", "tmdb_plot": "The title is vital, since the bulk of the action consists of a well-dressed man magically producing a series of items to furnish a bare room, culminating in his summoning up a charming lady to share his meal. Hearing the guards approaching, the man reverses the process, ending with a bare room when the two men enter.", "tmdb_id": "196538", "wiki_id": "43347812"}, {"title": "Sightseeing Through Whisky", "genres": ["Comedy"], "wiki_plot": "A large group of tourists, complete with guidebooks, pith helmets, and a tour guide, arrive at a rocky landscape dominated by a ruined temple. One of the tourists, tired from the sightseeing, lies down on a rock and goes to sleep. A drunken footman, carrying the sightseers' luggage, lags behind the group. As they move on, he sits down and starts drinking extensively from a bottle found among the luggage.\nAs the footman collapses in a drunken stupor, a figure in Ancient Grecian or Roman robes appears and demands the frightened footman's attention. The robed figure summons up various visions: women in classical drapery, posing in tableaux; an ancient festival with dancing Bacchantes; Dionysus himself, riding a donkey; a fountain of fire; and a final tableau of women, one of whom lies down near the footman.\nThe footman is showering her with kisses when his hallucination comes to a sudden end, and he realizes he is embracing the tired tourist. Incensed, she fights him off, and a group of the other tourists drag the drunken footman away.", "tmdb_plot": "John, who loves the bottle a little too much, is one of a group of sightseers. Too drunk to follow the party, the reeling drunkard remains on the site of a ruin where he starts having hallucinations.", "tmdb_id": "196534", "wiki_id": "65057116"}, {"title": "College Chums", "genres": [], "wiki_plot": "While in a park, a young woman sees her fiancé being quite affectionate with another woman. When she calls him on the telephone to demand an explanation, he tells her that it was his sister. She is not satisfied, and insists on coming over to meet his 'sister'. As the young man broods over how to get out of trouble, a college friend comes over and offers to pretend to be the sister. At first this works, but soon it has created even more complications as first his fiancée and then her father start flirting with the friend.", "tmdb_plot": "While in a park, a young woman sees her fiancé being quite affectionate with another woman. When she calls him on the telephone to demand an explanation, he tells her that it was his sister. She is not satisfied, and insists on coming over to meet his 'sister'. As the young man broods over how to get out of trouble, an old college friend comes over, and he offers to pretend to be the sister. At first this works, but soon it has created even more complications.", "tmdb_id": "196509", "wiki_id": "70001104"}, {"title": "The 'Teddy' Bears", "genres": ["Comedy", "Fantasy"], "wiki_plot": "The film starts as an adaptation of \"Goldilocks and the Three Bears\": a young girl enters the bears house, eat their porridge and sleeps in the bed of the bear cub. When the bears come home and discover her, she jumps out of the window and runs away with one of the bear cub's teddy bears. The bears chase Goldilocks across a snowy landscape until a hunter looking like \"Teddy\" Roosevelt intervenes, kills the two full-grown pursuers and captures the bear cub. The hunter and the girl then go back to the bears' house where they steal the remaining teddy bears.", "tmdb_plot": "A combination of the story of Goldlocks and the Three Bears with the true story of how Teddy Roosevelt spared a bear cub after killing its mother while hunting, an event which led to the popularization of the teddy bear. Goldilocks goes to sleep in the bears' home after watching six teddy bears dance and do acrobatics, viewing them through a knothole in the wall. When she is awoken by the returning bear family, they give chase through the woods, but she runs to the aid of the Old Rough Rider, who saves her.", "tmdb_id": "148511", "wiki_id": "69603473"}, {"title": "The Trainer’s Daughter; or, A Race for Love", "genres": [], "wiki_plot": "Jack, owner of a racehorse, and the daughter of a horse trainer are in love. The trainer would rather have his daughter marry Delmar, the owner of a whole stable. Jack and Delmar enters into a wager concerning the outcome of a race in which they both have horses competing and the trainer's daughter agrees to marry the winner. Delmar realises that his horse cannot beat Jack's and he bribes a stable boy to dope Jack's horse, a plan Jack's jockey overhears. The jockey attempts to intervene, but Delmar and the stable boy overcome him and hide him in a deserted house. The jockey manages to escape but is not in any condition to ride. The trainer's daughter convinces Jack to let her take the jockey's place and she wins the race.", "tmdb_plot": "Jack and the daughter of a horse trainer are in love with each other, but when the trainer discovers them together, he makes it clear that Jack is unwelcome. Later, at the stables, another suitor for the daughter's hand appears. An unusual agreement is reached, under which the result of a race will determine which of the two the daughter will marry. But Jack's rival proves to be unscrupulous, and he will stop at nothing to be successful.", "tmdb_id": "196512", "wiki_id": "69868674"}, {"title": "20,000 Leagues Under the Sea", "genres": ["Adventure", "Fantasy"], "wiki_plot": "Yves, a fisherman, comes home after a tiring day of fishing and soon falls asleep. In his dream, he is visited by the Fairy of the Ocean, who leads him to a submarine. Yves is made Lieutenant-in-Command and sets off on a submarine voyage.\nA panorama of undersea views follow, including shipwrecks, underwater grottoes, huge shellfish, sea nymphs, sea monsters, starfish, mermaids, and a ballet of naiads. The ballet is interrupted by Yves, whose inexperience with submarines leads him to run his craft aground on a rock. Yves leaves the wrecked submarine and chases after the departing naiads, but is attacked by huge fish and crabs. He escapes and travels past further underwater marvels, including underwater caves, anemones, corals, giant seahorses, and an octopus that attacks him. However, in vengeance for all the fish Yves has caught in his career, goddesses of the sea trap the fisherman in a net and let him fall into a gigantic hollow sponge, from which he struggles to escape.\nWaking up from the dream, Yves realizes that he has fallen from his bed into his bathtub, and is entangled in his own fishing net. His neighbors and friends free him from the confusion, and he treats them all to drinks at the nearest café.", "tmdb_plot": "The film, a parody of the novel Twenty Thousand Leagues Under the Sea by Jules Verne, follows a fisherman, Yves, who dreams of traveling by submarine to the bottom of the ocean, where he encounters both realistic and fanciful sea creatures, including a chorus of naiads played by dancers from the Théâtre du Châtelet. Méliès's design for the film includes cut-out sea animals patterned after Alphonse de Neuville's illustrations for Verne's novel.", "tmdb_id": "114136", "wiki_id": "5813537"}, {"title": "The Unwritten Law: A Thrilling Drama Based on the Thaw-White Tragedy", "genres": ["Drama", "Crime"], "wiki_plot": "The plot closely follows Nesbit's own testimony regarding White's seduction and assault, followed by a scene of the killing and Thaw's imprisonment in New York prison The Tombs. Finally, the film shows Thaw's acquittal, though in reality, he had not yet been acquitted at the time of the film's release.", "tmdb_plot": "Dramatization of the real-life shooting of Stanford White by Harry K. Thaw.", "tmdb_id": "232718", "wiki_id": "52098080"}, {"title": "The Prophetess of Thebes", "genres": ["Fantasy"], "wiki_plot": "In ancient Thebes, the king visits an astrologer to discover his future. The astrologer vehemently refuses, even when threatened with execution, but finally arranges to satisfy the king's demand without delivering the prophecy himself. He assembles sculpted pieces into a statue of a priestess, and the statue comes to life.The prophetess of Thebes has the king look through a magic telescope, which reveals to him that he will be assassinated while on his throne. The king flies into a rage and tries to stab the prophetess, but she disappears into thin air. The astrologer too proves impervious to damage; blades and assailants simply bounce off him. Finally the king is told that he can lift the curse by paying the astrologer a heavy bag of gold. He does and leaves. The astrologer, the prophetess, and their assistant gather together and laugh over the bag of gold.", "tmdb_plot": "Partially lost film. One of the kings of ancient Thebes enters the abode of an astrologer and demands that he be told his future. The former utterly refuses to forecast the coming events of his sovereign, even under the pain of death; but he brings forth a priestess who possesses the powers of divination. This priestess is introduced in a wonderful way: a throne is brought forward, and then a box from which the pieces of a statue are removed and piled up in regular order; the statue suddenly becomes animated. The king implores the latter to foretell his life. She commands him to look through a telescope toward the side of the room. A vision appears. (Moving Picture World)", "tmdb_id": "196575", "wiki_id": "65053674"}]