[{"title": "1812", "genres": ["Drama", "History"], "wiki_plot": "The film in four parts illustrates the events Patriotic War of 1812.", "tmdb_plot": "Made in 1912, this film has become known as one of the greatest pieces of pre-Soviet cinema. The silent film tells the story of the Patriotic war of 1812 when Napoleon attempted to invade Russia. This joint French and Russian film sparked major excitement in Moscow at its premier screening and continues to entertain audiences throughout the world today. The 32-minute silent film was the point of origin for some of the more advanced camera techniques used today. Sirotin of the Voice of Russia said that, “The film is interesting to spectators even today and is frequently shown both in Russia and abroad.”", "tmdb_id": "46744", "wiki_id": "57356484"}, {"title": "Algie, the Miner", "genres": ["Comedy", "Western"], "wiki_plot": "During a wealthy family's party, Algie informs Mr Lyons that he wishes to marry the man's daughter. Lyons writes out a letter that reads: \"February 1st, 1912 / If Algie Allmore, proves himself a man, inside one year, he can have my daughter's hand in marriage. / Signed Harry Lyons\".\nAlgie takes the letter, goes home, packs a small suitcase, tucks a tiny pistol into his waistband, and travels by train to the west. When he arrives two cowboys laugh at Algie and his \"sissy\" ways, and introduces him to the toughest cowboy of them all. A title card reads: \"Algie's education is confided to Big Jim\". Big Jim, a heavy drinker, shares his cabin with the newcomer, and frightens Algie by giving him a full-sized pistol. He teaches Algie how to ride a horse.\nThe next title card reads: \"The Demon Drink, Algie begins to fill his contract\". Two cowboys bring staggering-drunk Jim home, and the man appears to be hallucinating. Algie gets his friend onto his bunk, and shows great concern for the man's condition.\nLater Big Jim and Algie begin digging into a hillside with pickaxes. Gold is discovered, Algie is given a second pistol, and he leaves the scene. Two outlaws attack Big Jim, and as he struggles with the men Algie returns, with both pistols aimed at the criminals.\nAlgie and Big Jim go into a bar, but Algie doesn't let his friend drink liquor. He scolds the cowboys who are trying to get Jim to drink, and the two leave together.\nA year goes by and a title cards reads: \"Come Jim and see me claim my girl\". Algie shows Jim a calendar while explaining his story, and the cowboy shows happiness over the news.\nThe final title card reads: \"Back East a Western way of ringing a door bell\". Algie and Big Jim travel to the east, and Big Jim fires his pistol on the Lyons' porch, frightening everyone inside. The pair barge into the house, Algie shows Mr Lyons the letter he'd been given and demands his sweetheart's hand in marriage. Mr Lyons is reluctant to keep his promise to allow Algie to marry his daughter, but Big Jim draws his pistol from his holster, and Mr Lyons stops protesting.", "tmdb_plot": "When Algie Allmore asks to marry Clarice, the young woman's father gives him one year to prove that he's a man.", "tmdb_id": "82593", "wiki_id": "16690709"}, {"title": "The Angel of the Studio", "genres": [], "wiki_plot": "Little Roxie is a worshiper of artists, and in particularly interested in two of them occupying offices in the building, one by the name of Duncan Andrews, because he is successful, the other Charles Moss, because he is unfortunate, due to his dissipation. When Moss apprises Roxie of the fact that his rich uncle is going to pay him a visit the following afternoon and that he is dejected because he can only show a poorly equipped studio, she tells him that she will manage to have Andrews out at the time his uncle is due and that he can show him Andrews' lavishly furnished studio. The idea appeals to Moss, and he receives his avuncular relative in Andrews' studio. While Moss is entertaining his uncle, Roxie meets Andrews, who has returned to get at the bottom of things. She takes him into Moss' miserably furnished studio, where she explains everything to him. He agrees to aid her in anything and goes to the perturbed Moss and shakes his hand as though he were a dear friend. When Moss' uncle asks to let him see how he works, Roxie again helps him out by posing for him. While she is arraying herself one of Andrews' models appears. Moss and the model become fascinated at once, and while she is away donning a Grecian costume, Roxie appears and mounts the dais. Her appearance mortifies Moss, who orders her off and places the model thereon. The uncle takes his departure and tells his nephew that as he is going very nicely, he needs no help. Moss gets furiously angry at Roxie, but his madness is soon cooled down by the check for $5,000 which the avuncular relative had given to Roxie with instructions to give it to Moss as soon as he had gone. This pacifies Moss, who gains Andrews' permission to take the model down to his own studio to paint her portrait. And poor Roxie's reward for her kindness is to watch the two go into the studio and shut the door in her face.", "tmdb_plot": "An unattractive girl endeavors to make herself attractive to an artist, but he sees only the artificial beauty of a model.", "tmdb_id": "765563", "wiki_id": "61027633"}, {"title": "Anny - Story of a Prostitute", "genres": ["Romance", "Drama"], "wiki_plot": "Factory girl Anny (Jansen-Fuhr) gets involved with an older merchant, and then develops a plot to defraud him with his son. The two are caught and decide to escape to America, but the son then tries to take his own life with poison. He survives and is forgiven, while Anny descends further into poverty and desperation.", "tmdb_plot": "The beautiful Anny works in a cigar-shop. Wholesaler Willmann fancy Anny and hire her as his housemaid. Soon the two have an intimate relationship. But Anny finds someone new. At a carnival. Her next step is to get Willman's son to get to his father's safe. Together they steal the family's fortune and have a great time doing away with all of it. Anny sink deeper and deeper in misery.", "tmdb_id": "339280", "wiki_id": "28359911"}, {"title": "An Arabian Tragedy", "genres": ["Drama"], "wiki_plot": "Ayub Kashif becomes embittered toward his wife, Fatima, because she's childless. He eventually decides to divorce Fatima and free her slave, Hanfi, whom he then plans to marry. Fatima, who still loves her husband, lives a life of sorrow, praying that her husband's love will return to her. A year later, Allah grants Ayub an heir. Fatima hearing of the event, writes Ayub, requesting that she be allowed to attend his wife as a slave, which Ayub denies. Four years later, Ayub, with a number of other merchants, departs to take rich merchandise across the desert. While on the journey he falls critically ill and, according to Turkish custom, is left to die. Fatima, in her dreams, sees that her husband is about to perish. Haunted by the vision, she begs his new wife to send aid to Ayub. Hanfi, caring only for her personal comfort, laughs at her. Fatima, accompanied by two slaves, starts searching for Ayub. After crossing the desert, Fatima finds him digging his own grave and, with a prayer that he be forgiven, Ayub dies in her arms.", "tmdb_plot": "Ayub Kashif becomes embittered toward his wife, Fatima, because their union has been childless. He eventually determines to divorce Fatima and free her slave, whom he then will wed. Fatima, who still loves her husband, lives a life of sorrow, praying that her husband's love will return to her.", "tmdb_id": "941412", "wiki_id": "44654996"}, {"title": "A Beast at Bay", "genres": ["Drama"], "wiki_plot": "A young woman believes her boyfriend is cowardly after he backs down from an argument, but when the she is kidnapped, her boyfriend rescues her and she changes her mind.", "tmdb_plot": "Mary Pickford as \"The Young Woman\", is quite taken with Edwin August; in fact, he is her \"ideal\". But Mr. August's refusal to get mixed up in a street brawl makes him look like a coward to Ms. Pickford. Meanwhile, convict Alfred Paget has escaped from prison; and, he is \"A Beast at Bay\". While Pickford and August go for a ride in her automobile, criminal Paget ambushes one of his guards, taking the man's clothing and gun. Pickford drops off August, still arguing he is a coward, and drives off. Alone, Pickford gets out of her car to retrieve a fallen garment; then, on-the-lam Paget moves in to carjack her. From a distance, August witnesses Pickford being taken at gunpoint - can he save his girl, and prove he's not a coward?", "tmdb_id": "193827", "wiki_id": "43210526"}, {"title": "The Beautiful Leukanida", "genres": ["Drama", "Animation"], "wiki_plot": "The film speaks of two bugs which fight over a beautiful female bug.", "tmdb_plot": "Two insects fight over the hand of a beautiful lady.", "tmdb_id": "285951", "wiki_id": "57405304"}, {"title": "Blind Love", "genres": [], "wiki_plot": "A young woman tired of her boring life decided to leave her husband for another man who she find more exciting. Later, with a child and in disgrace she realizes that she made a huge mistake and tries to go back to her husband.", "tmdb_plot": "A country girl is persuaded to elope with the minister's nephew but she discovers that he is worthless. After he is killed in a brawl, her former sweetheart takes her back to her home.", "tmdb_id": "192267", "wiki_id": "18419699"}, {"title": "The Cameraman's Revenge", "genres": ["Animation"], "wiki_plot": "The film is based on the love collision of the Zhukov family (deer beetles), the artist Usachini (beetle-beetle), the grasshopper cameraman and the dancing dragonfly.", "tmdb_plot": "A jilted husband takes his revenge by filming his wife and her lover and showing the result at the local cinema. This was one of Starewicz' first animated films, and stars a cast of animated beetles.", "tmdb_id": "90056", "wiki_id": "57405229"}, {"title": "A Cave Man Wooing", "genres": [], "wiki_plot": "George (King Baggot) a timid man who falls for the beautiful and athletic Clarice (Violet Horner). After taking a course in physical culture, George manages to overcome his rivals for Clarice's attention.", "tmdb_plot": "George, a somewhat \"unathletic\" young man, falls for Clarice, a healthy, athletically inclined young woman. Unfortunately for George, however, a strapping, musclebound stud is also after Clarice, and she seems to prefer him to George. After reading an article by a female writer saying that women prefer the \"caveman\" type of man, George decides that if that what it takes to get Clarice, then that is what he will be.", "tmdb_id": "419861", "wiki_id": "46992783"}, {"title": "The Charge of the Light Brigade", "genres": ["Drama"], "wiki_plot": "The film opens with two young British cavalry officers, Captain William Morris and Captain Louis Nolan, leaving home and bidding farewell to their wives in the parlor of the Nolans' residence. After the men leave the room, the film cuts to scenes much later in a British encampment in the Crimea, near the small harbor town of Balaklava, where Morris and Nolan are writing letters as fellow troopers assemble the evening before the battle. Scenes then depict cavalry units preparing for action the next day. Lord Raglan, the one-armed commander-in-chief of Britain’s Crimean forces, is portrayed on horseback issuing orders of engagement as he surveys the terrain and Russian troop positions. The film then depicts Captain Nolan taking Raglan's orders and riding to relay them to George Bingham, the Earl of Lucan, who commands the army’s cavalry division. Lucan, also on horseback, is forward in the field and is scanning the enemy as well. When he delivers the orders, Nolan appears to gesture in the general direction of Russian batteries guarding the end of the valley instead of toward Raglan's intended objective, captured British guns positioned elsewhere.\nDespite the mix-up in Raglan's orders, Lucan commands his subordinate Lord Cardigan, to lead a full charge of his light brigade into the valley, which is heavily fortified on three sides by lines of Russian cannons. Cardigan and his 673 men dutifully obey the order even though their mission appears to be a near-suicidal task, offering little chance of success. Drawing sabres and lowering their lances, the troopers charge. The film now portrays Captain Nolan rushing to halt the misdirected charge once he realizes the mistake, but he is knocked from his horse by cannon fire and killed.  A carnage now ensues with the brigade being mauled by the Russian guns. Scenes simulating dead horses and riders lying on the field are shown, intended to represent the devastating losses suffered by the brigade in the 1854 charge. The attack manages to overrun temporarily a few Russian artillery positions, but achieves no tactical advantage. Ultimately, the attack by the \"Noble six hundred\" ended with 298 of their number either being killed, wounded or captured, and nearly 400 horses lost. The film closes with the battered survivors of the British brigade returning to their lines and being cheered for their bravery by their fellow soldiers.", "tmdb_plot": "Silent film drama of the famous incident..", "tmdb_id": "351966", "wiki_id": "24019058"}, {"title": "The Confederate Ironclad", "genres": ["History", "Thriller", "War"], "wiki_plot": "Confederate Lieutenant Yancey is asked by Mary de Lane to meet her orphan Northern niece, Elinor. Yancey later takes time off from his duties to show Elinor where a \"Confederate Ironclad\" is being constructed. She promptly writes a letter to the \"Commanding Officer, U.S. Gunboats\", revealing the location and the fact the fort guarding it is \"defenseless for want of powder\".\nA Union force storms Yancey's artillery battery and drives off the defenders. Yancey, away chatting with Elinor, hears the shooting and rides off to warn the detachment at the fort. Upon hearing that they have no powder, he remounts his horse and races to a powder train. However, the Union soldiers are not far behind. While a firefight rages, Yancey and Rose, his girlfriend, board the train and start it up. He is shot in the arm, leaving Rose to manage things. Meanwhile, Elinor attempts to stop the train by setting fire to a railroad bridge. The rear carriage, with some barrels of powder, catches fire, so Rose detaches it before it explodes. They deliver the rest of the powder to the Confederate soldiers. A fierce battle rages between the \"Confederate Ironclad\" and Union gunboats. The Confederates emerge victorious; one gunboat is set afire, forcing the crew to abandon ship. Elinor offers a Union officer her horse, but he insists she come with him. However, Yancey captures the officer at gunpoint. Elinor pleads with Yancey, to no avail, until Rose persuades him to let them go.", "tmdb_plot": "During the Civil War, Elinor, a pretty Northern girl, comes south to visit her aunt-- Little does anyone suspect she works as a spy. Lieutenant Yancey, who's nearly engaged to the fetching and resourceful Rose, is gallant enough to show the Yankee guest around, including a walk down a hidden creek where a gunboat is built and awaits powder. Elinor sends this intelligence North, and the Bluecoats attack.", "tmdb_id": "193882", "wiki_id": "57882088"}, {"title": "The Conquest of the Pole", "genres": ["Adventure", "Comedy", "Science Fiction"], "wiki_plot": "At an International Congress at an Aero Club, explorers from around the world argue about the best way to fly to the North Pole. All are in disagreement until the congress's president, the engineer Maboul of France, explains his plans for an \"Aero-Bus,\" an airplane with a passenger car and a huge figurehead in the shape of a bird head. The proceedings are interrupted by a group of militant suffragettes, who announce their intention to go to the Pole themselves. When they have been chased off, the Congress nominates an international group of experts to accompany Maboul to the Pole: Run-Ever of England, Bluff-\"Allo\"-Bill of America, Choukroutman of Germany, Cerveza of Spain, Tching-Tchun of China, and Ka-Ko-Ku of Japan. Maboul takes his colleagues to his office to study the model of his invention, and then to the electricity-powered factory where the real thing is being constructed. The leader of the suffragettes moves on with her own plans to get to the Pole, building a machine fitted with propellers and a multitude of toy balloons, but it fails to get off the ground.\nThe completed Aero-Bus lifts off to great acclaim, though it meets with two difficulties; first the suffragette leader tries to board with the expedition at the last moment, and then the explorer Tching-Tchun, arriving late, is accidentally left behind. The race to the Pole attracts many other adventurers, who depart in their own machines; soon the sky is full of aircraft of every shape and size. Both Tching-Tchun and the suffragette leader attempt to make it to the Pole in a balloon, but again meet with failure. (The explorer falls a short distance to the ground and gives up; the suffragette, having held on longer, falls onto a church steeple and explodes.) Meanwhile, the Aero-Bus continues through the sky unimpeded, passing various planets and constellations.\nThe aircraft skims down over the ice of the Arctic and finally crash-lands. The delegates make it out of the wreck, safe and sound. Almost immediately, however, they run into an obstacle: the Giant of the Snows, a pipe-smoking, man-eating frost giant who has to be scared off with cannon fire. They come at last to the pole proper, where they find a huge magnetic needle. Stuck by magnetic attraction to the needle, which breaks under their weight and plunges them into the icy waters, they signal for help and are picked up by a passing airship. Penguins, seals, and Arctic birds wave goodbye. The explorers return in triumph to the Aero Club, where they bow to all assembled.", "tmdb_plot": "A science fantasy film that deals with an extraordinary race to the north pole by rival parties of balloonists. Based on the novel \"The Adventures of Captain Hatteras\" by Jules Verne.", "tmdb_id": "114146", "wiki_id": "14462282"}, {"title": "A Cure for Pokeritis", "genres": ["Comedy"], "wiki_plot": "Upon returning home from an evening spent losing at poker, George Brown swears off gambling forever. However, his friend Bigelow convinces him to secretly continue attending the weekly poker game and to tell his wife Mary that he has been admitted to the Sons of the Morning, a fraternal lodge, to explain his absences. When George sleep-talks, she becomes suspicious and has her cousin Freddie Dewdrop follow him, allowing her to learn the truth. Together with the wives of the other poker players, she enacts a plan to end the gambling. Freddie and the members of his Bible study group dress up as police officers and raid the game. The gamblers' wives then arrive, and the \"police\" leave the men to be scolded, purportedly in place of being arrested. As the film ends, the Browns reconcile.", "tmdb_plot": "This domestic comedy depicts a woman who stops her husband's gambling habit by having her cousin stage a fake police raid on the weekly poker game.", "tmdb_id": "148209", "wiki_id": "40619799"}, {"title": "The Dawn of Netta", "genres": ["Drama"], "wiki_plot": "The story is about a man named Will Barton, who has gone to the mountains in search of health. There, he finds out from a doctor that he is dying and becomes preoccupied with the thought of leaving his daughter Netta alone and unprotected in the world. He telegraphs his best friend, Jack Gordon, to come and see him. Upon his arrival, Barton asks Jack to marry Netta. Initially hesitant due to his current lifestyle, Jack agrees out of gratitude and pity for his dying friend.\nLater, Jack sends Netta to a school in Paris, but as time passes, he gradually forgets his promise to Barton and his engagement to Netta, becoming attached to a widow named Mrs. Smith Douglas instead. When Netta returns, Jack persuades Mrs. Douglas to take care of her for a few days so that he can provide for her suitably, but neglects to inform her that he is engaged to Netta.\nWhen Netta returns, Jack is surprised to find that she has grown into a beautiful woman, and he falls in love with her. However, seeing how popular Netta is with other young men, he struggles between his love and a desire to be unselfish. Eventually, he decides to give Netta her freedom so that she may marry someone closer to her age.\nNetta is heartbroken by Jack's decision, but she consents, believing that he doesn't love her. However, Mrs. Douglas finds Netta and comforts her, learning of her secret love for Jack. She takes Jack to Netta, where they renew their troth in the soft light of the moon, and Mrs. Douglas draws the curtain gently to give them privacy.", "tmdb_plot": "Will Barton is really sick and about to. He is afraid of leaving his daughter Netta alone in the world.", "tmdb_id": "456886", "wiki_id": "57129653"}, {"title": "The Departure of a Great Old Man", "genres": ["Drama"], "wiki_plot": "The film depicts a group of peasants who come to the home of Leo Tolstoy to ask for land. We see the old sage attempting to help the peasants while his wife Sofia Andreevna is counting money and quarreling.\nOverwhelmed, Tolstoy is driven to the edge of suicide. It ends with Tolstoy on his death bed being visited by Jesus. The film was banned because of the negative portrayal of Tolstoy's wife Sofia Tolstaya, who threatened to sue the filmmakers for libel.", "tmdb_plot": "A group of peasants comes to see Leo Tolstoy and his wife, the Countess, to request some land. Tolstoy must explain to them that it is his wife who has authority over their land-holdings, and she will not help them. Stung by their negative reaction to him, Tolstoy becomes increasingly preoccupied with the problems of the poor. This leads to a number of conflicts with his wife, and then to a deep despondency, as the noted writer continues vainly to search for answers to the sufferings he sees around him.", "tmdb_id": "160550", "wiki_id": "12493658"}, {"title": "The Deserter", "genres": ["Western", "Drama"], "wiki_plot": "The story concerns a soldier who deserts his regiment and encounters a wagon train of settlers. When finding an attack by American Indians is eminent, he returns to his unit in order to elicit help.", "tmdb_plot": "A deserting soldier encounters a wagon train of settlers. When they are faced with an Indian attack, he risks court martial to return to the Army post for help.", "tmdb_id": "815123", "wiki_id": "3127183"}, {"title": "Dr. Jekyll and Mr. Hyde", "genres": ["Horror"], "wiki_plot": "White-haired Dr. Jekyll has secretly locked himself in his laboratory, administering himself with a vial of formula. He slumps into his chair with his head on his chest. As the drug slowly takes effect, a dark-haired, taloned beast with two large fangs now appears in the chair. After repeated use, Jekyll's evil alter ego emerges at will, causing Jekyll to knock a little girl down in the street and even to murder his sweetheart's father (the local minister). The evil personality scuttles back to the laboratory only to discover that the antidote is finished and that he will have to remain as Mr. Hyde forever. A burly policeman breaks down Jekyll's door with an ax to find the kindly doctor dead from drinking poison.", "tmdb_plot": "Dr. Henry Jekyll experiments with scientific means of revealing the hidden, dark side of man and releases a murderer from within himself.", "tmdb_id": "130523", "wiki_id": "7856323"}, {"title": "Falling Leaves", "genres": ["Drama"], "wiki_plot": "In the opening scene, Dr. Headley demonstrates the success of his cure for consumption. He is congratulated by his colleagues.\nMeanwhile, it is autumn and Winifred is seriously ill with consumption. Her mother and younger sister, Trixie, are distraught. The family doctor tells Winifred's parents that she will die by the time the last leaf falls. Trixie takes these words literally; after the child is tucked into bed, she sneaks outside and starts tying fallen leaves back on branches with string. Passerby Dr. Headley sees her and learns from her what she is doing. He is led into the house where he administers an injection of his serum cure.\nThree months later, Winifred is well on the way to recovery. The beginnings of romance between doctor and patient are depicted in the closing scene.", "tmdb_plot": "It's early autumn and Dr. Headley eagerly demonstrates what seems to be a miraculous cure for tuberculosis. Not far from where he is working, the disease seems preparing to soon claim yet another life, a teenage girl named Winifred. Winifred's mother and little sister Trixie are devastated. When Trixie hears the family doctor say of Winifred that \"when the last leaf falls, she will have passed away,\" she interprets the doctor's words literally. Thinking over what she has heard, she determines to do everything possible to save her sister.", "tmdb_id": "147624", "wiki_id": "24463054"}, {"title": "The Gardener", "genres": ["Drama"], "wiki_plot": "A gardener (Sjöström) runs a farm, and his son (Gösta Ekman) has fallen in love with the daughter of one of the farm workers (Lili Bech). The gardener, who has an interest in the daughter himself, furiously runs the son out of the house. One day, the gardener rapes the worker's daughter and then sends her and her father (Gunnar Bohman) away, fearing discovery.\nWhile on a boat on the way into the city, the two meet an old general (John Ekman) who gives the girl money and his business card. When the father later dies, the girl reaches out to the general, who lets her act as a hostess at his dinner parties. Soon after, the general suffers a seizure and upon his death, his family and friends kick the girl out.\nThe devastated girl returns to her home village. Distraught, she visits the greenhouse where she pulls out all the flowers and curses the gardener. The next morning, the gardener finds her dead among the roses.", "tmdb_plot": "A gardener's son has fallen in love with the daughter of one of the workers at the nursery, and the two are married. The gardener then kicks his progeny off the property and begins to act despicably toward his son's wife.", "tmdb_id": "205504", "wiki_id": "22520281"}, {"title": "Geronimo’s Last Raid", "genres": [], "wiki_plot": "Set around the capture and escape of Geronimo, a prominent Native American leader of the Chiricahua Apache, the film is a period drama involving a love affair between Lieutenant Parker and Pauline, Major Wilkins’ daughter, and the jealous Captain Gray. Gray secretly releases Geronimo held prisoner at Fort Sill and Parker is dispatched to find Geromino. After succeeding in throwing the blame on Parker, Gray receives orders from Major Wilkins to take both Parker and Geronimo prisoners. Pauline learns of the ruse, however, and while attempting to warn Parker, is captured by Geronimo who also takes Parker prisoner. Parker and Pauline manage to escape. Subduing Captain Gray and his men, Geronimo prepares to execute them. Rescued by Lieutenant Parker, Gray nonetheless has him jailed to face a court-martial but Pauline finally clears Parker of the charges against him.", "tmdb_plot": "Lieutenant Parker reports for duty to Major Wilkins, commanding Ft. Sill, where Geronimo is a prisoner. Parker quickly wins the love of Pauline, the major's daughter, and the undying hatred of Captain Gray. The captain plans to release Geronimo in the dead of the night, throwing the blame on Parker.", "tmdb_id": "789104", "wiki_id": "1105307"}, {"title": "The Girl and Her Trust", "genres": ["Crime", "Drama", "Action", "Thriller"], "wiki_plot": "Grace is a telegraph operator at Hillville and a woman who is very popular with the men in town. She is most fond of Jack, her co-worker who attempts to steal a kiss, causing Grace to reject him. Grace gets informed that Train No. 7 will be bringing a payroll of two thousand dollars from a bank to be picked up at her office. Jack offers to let Grace have his pistol while he goes out to lunch. Grace refuses his offer, believing that there is no danger to be found in such a slow place.\nOnce the money is delivered, Jack offers Grace his pistol once more but is refused again. After Jack leaves, two railroad tramps who had hitched a ride on train No. 7 spot the bag of cash and attempt to break into the office and steal the money. They try to open the box that the money is in but it's locked so they come for Grace who has the key. Grace locks herself behind the inner door to the office.\nGrace calls out for help via a telegraph message. Unfortunately the tramps take the strongbox with the money onto a handcar and take it away. Grace chases after them and jumps onto the handcar attempting to fight the two men. They overpower her, however, and take her hostage.  Jack is unhappily walking along the track after the rejection of his kiss, and sees them racing away on a railroad hand-car. He flags down a train and chases after them at full speed. they are finally caught and a grateful, forgiving Grace rewards Jack with a kiss.", "tmdb_plot": "A train-station telegraphist warns the next station of approaching bandits.", "tmdb_id": "127111", "wiki_id": "30250998"}, {"title": "The Secret", "genres": ["Drama"], "wiki_plot": "The film was a drama in which a young woman from a coastal town gets to know an artist from Paris. They start a relationship and she has a daughter. The young woman, Elise, leaves, and on the steamship home to Norway she throws the child overboard. When she returns home, she marries Lieutenant Almeng. It turns out that the child she threw overboard did not die, but was found by a fishing couple, who have adopted the child. One day, Elise and the lieutenant meet the fisherman, and Elise breaks down and tells her husband the story of what happened. The lieutenant first takes the matter very sternly, but when he sees how unhappy this has made Elise, he goes to the fisherman and retrieves his wife's daughter, and he promises to treat her as though she were his own child.", "tmdb_plot": "An early Norwegian silent short.", "tmdb_id": "339276", "wiki_id": "66236560"}, {"title": "His Mother", "genres": ["Drama"], "wiki_plot": "Terence, a violin player living in the Irish country side with his mother, is overheard by a group of passing Americans, including the banker John Foster who recognizes him as a musical genius and asks him to come to New York. After a few months, Terence's mother gives him her life savings to book passage for him to travel to America. He becomes a success, but rarely thinks of his mother. Pining for her son, his mother receives help from a parish priest and is able to follow him to New York. After seeing him in concert at the opera house, a stagehand guides her to Terence's house, where a butler refuses to let them in. When Terence learns of his mother, he rushes from his dinner with his friends and tearfully embraces her. He presents her to his friends, where they drink a toast to her.", "tmdb_plot": "An Irish mother uses her life savings to pay for her son, a talented musician, to study in America.", "tmdb_id": "192304", "wiki_id": "44546708"}, {"title": "A Farm-house Romance", "genres": [], "wiki_plot": "Tired of supporting his freeloading nephew, Max's uncle arranges an introduction between Max and an old friend who has a farm and two unmarried daughters. Max's uncle suggests the eldest daughter as a good match, but she fears that Max will be more interested in her younger sister. So, it is arranged that during Max's visit, the younger daughter would be disguised as the maid. Unfortunately, Max is immediately taken by the maid. As a distraction, a tour of the farm is suggested, during which Max takes every opportunity to sneak away to see the maid as she performs chores such as milking the cow. Max gets separated in an attempt to hide his attentions to the maid from the father and ultimately finds his way back to the main house where he finds the maid on the father's lap. Max reacts with outrage, and the father reveals the deception. With everything cleared up, Max proposes to the youngest daughter and she and the father accept. At this point, the eldest daughter rejoins the group and is angry to learn that despite her precautions, her fears were realized after all. Max entreats her for forgiveness and she relents.", "tmdb_plot": "Max is informed by his rich uncle that he's tired of supporting him. Instead, he has a farmer friend and he wants Max to marry one of the farmer's daughters. However, the farmer decides that his oldest is for Max and has the youngest dress up like a maid. However, Max finds himself drawn to this 'maid' and although he wants to follow his uncle's advice, his heart is leading him to who he thinks is a common working girl. It all culminates in a cute final scene.", "tmdb_id": "160549", "wiki_id": "36569417"}, {"title": "In Night and Ice", "genres": ["Drama", "Adventure"], "wiki_plot": "The film starts out with the passengers boarding at Southampton. The lives of the passengers on board the ill-fated ocean liner are depicted. On 14 April, Titanic strikes an iceberg, throwing the diners in the Café Parisien to the side. Panic strikes the passengers. The crew ready the lifeboats, despite the fact that there are not enough of them. Women and children are loaded, while the men are held back. The radio operators (who take up most of the sinking part of the film) send out an SOS. Fire blows out of the funnels during the sinking and then the boilers explode. The radio room floods, and finally the operators and captain jump ship and Titanic sinks. Some survivors make it to a lifeboat, where they are pulled in. The captain swims to the lifeboat but when he is offered a spot, he instead swims away and goes underwater to drown.", "tmdb_plot": "The first movie based on the ill-fated journey of the Titanic ever produced. Released only a four weeks after the sinking of the original vessel.", "tmdb_id": "102097", "wiki_id": "1068975"}, {"title": "The Independence of Romania", "genres": ["History", "War"], "wiki_plot": "The film depicts the events of the Russo-Turkish War (1877–1878), which led to independence for Romania.", "tmdb_plot": "The movie depicts the Romanian War of Independence (1877-1878).", "tmdb_id": "193850", "wiki_id": "15999185"}, {"title": "Journey of Akaki Tsereteli in Racha-Lechkhumi", "genres": ["Documentary"], "wiki_plot": "The film shows the love of Georgian society to the poet Akaki Tsereteli, as well as the nature and traditions of Georgia.\nThe director captured episodes of the journey. They shot about 1500 meters of film. After editing, 1200 m remained. About 400 m have reached our time. The author managed to reflect the people's love for the poet, to show the way of life in Georgia, Georgian traditions and nature.", "tmdb_plot": "The first Georgian full-length documentary follows the trip of the “king of Georgian poetry”, Akaki Tsereteli, to Racha and Lechkhumi, and his relationships with the people living in the mountainous areas of Western Georgia", "tmdb_id": "312768", "wiki_id": "57825709"}, {"title": "The Land Beyond the Sunset", "genres": ["Fantasy", "Drama"], "wiki_plot": "Joe is an impoverished New York newsboy who lives with his abusive grandmother. While selling papers, he is given a ticket for a children's excursion sponsored by the Fresh Air Fund. The next morning, Joe sneaks out of his tenement home to join the excursion, where he sees the countryside and the ocean for the first time. After a picnic, an adult volunteer reads to the children a fanciful tale from storybook, a tale about a young prince who is beaten by an old witch. A group of fairies rescues the boy, take him to a boat, and sail off for \"the Land Beyond the Sunset, where he lived happily ever after.\" Joe imagines himself as the boy in the story. When the other children and adults begin their return to the city, Joe manages to get the book, linger, and then hide, afraid that his grandmother will be mad at him and dreading the prospect of returning to his wretched life in the city's slums. Next he wanders to the beach, where he finds a rowboat and decides to embark alone on a voyage to the wonderful, far-off land. He pushes the oarless boat into the water and climbs aboard. The film ends with a distant view of Joe, holding the storybook against his chest, slowly drifting out to sea toward the horizon and most likely to his death.", "tmdb_plot": "A poor young boy goes on a field trip and dreams of escaping to a land beyond the sunset.", "tmdb_id": "105352", "wiki_id": "74861"}, {"title": "Making an American Citizen", "genres": ["Drama"], "wiki_plot": "Ivan Orloff (Lee Beggs) and his unnamed wife (Blanche Cornwall) are poor peasants, presumably living in the Russian Empire. Ivan is shown sitting on a cart while his wife walks alongside their horse, helping to pull the cart. The husband whips both the horse and his wife indiscriminately. The wife is represented as completely subordinated, as just another beast. On their way, they meet a group of emigrants who invite Ivan to join them. When Ivan, together with his wife, arrives in America, \"the land of freedom,\" he learns four \"lesson[s] in Americanism\" that turn him into a respectful husband with regard to his wife.\nThe first lesson takes place upon landing. Ivan has his wife carry a huge bundle on her back. When she succumbs under the weight of the bundle, Ivan starts prodding her with a stick, threatening to beat her. A gentleman approaches them, picks up the bundle and puts it on Ivan's back. The gentleman takes the stick from Ivan, hands it to the wife and shows her how to prod Ivan.\nThe second \"lesson in Americanism\" takes place in the couple's new home at Odessa Inn. Threatening his wife, Ivan asks her to take off his shoes. He beats her and knocks her to the floor. A man comes in and asks Ivan to put the wife in bed. After Ivan reluctantly does that, the man knocks him down to the floor the way Ivan did to his wife.\nThe third lesson takes place in the countryside. The couple no longer lives at the inn but owns a house and some land. The wife no longer wears a scarf. She toils in the garden, while Ivan sits in a chair smoking a pipe. When she protests, Ivan goes to beat her, but a passer-by stops him and punches him several times, forcing him to tend to his wife who has fainted and work instead of her.\nIvan's wife begins to live in an increasingly \"American way.\" She learns to stand up to his abuse. They have another feud, this time while having dinner in their house. While they are scuffling with each other, two men come in and break them up. For Ivan's fourth and final \"lesson in Americanism,\" he gets sentenced to hard labor for six months. In prison, he cracks and becomes \"completely Americanized.\" The ending shows Ivan in the garden and his wife calling him for dinner. As they sit down to the table, they both seem happy and equal.", "tmdb_plot": "A recent immigrant learns several hard lessons about how husbands in America are expected to behave.", "tmdb_id": "156128", "wiki_id": "52098060"}, {"title": "Mirakel", "genres": [], "wiki_plot": "The film opens in the nave of a cathedral. People cry out in awe as a blind woman's lost sight is restored. A procession forms, including many pilgrims and nuns. They pass through the cloisters, chanting.\nAmong the nuns there is one younger and more beautiful than the rest, named Beatrix. Among the pilgrims is a handsome knight. The two are attracted to each other during the service in the cathedral. Disturbed by her weakness, Beatrix struggles to control her emotions.\nGradually the knight overcomes Beatrix's resistance, aided by the Spirit of Evil, a sinister apparition that makes its appearance several times throughout the story. It in turn is countered by a second apparition that appears as a beautiful nun, the Spirit of Good.\nWhen worshippers leave the cathedral after vespers, Beatrix throws down her robe and keys and flees with her handsome knight. The building is now empty and silent, with light falling on the motionless statue of the Virgin. Then the miracle happens. The statue of the Madonna comes to life, and steps down from her throne. She picks up the garment discarded by the infatuated nun, and takes up her place before the barren altar.\nThe other nuns return notice that the statue of the Virgin has vanished. Assuming it has been stolen, they turn upon the woman they think to be Beatrix, and are about to lead her with execrations when the Madonna rises slowly from her feet into the air, and stands before them.\nIn the second half of the drama deals with the adventures of the nun in the world. We see her gradual degradation physically and spiritually as she goes from one lover to another. The Spirit of Evil urges on her degradation and uses her as a pawn to destroy the souls of others she encounters.\nAt last, the Spirit of Good appears and leads a worn out Beatrix back to the gates of the cathedral. She sneaks inside afraid and ashamed. She finds the cathedral empty except for a single figure, which stands motionless before the empty altar. Beatrix goes forward to throw herself upon the mercy of the solitary watcher—and then the figure turns, and the Madonna reveals herself to the nun whose place she has taken.\nBeatrix is about to run in fright when the sanctuary gates close miraculously, and she finds herself imprisoned in the cathedral. She prostrates herself upon the ground. A smile of pity comes over the face of the Virgin Mother. She stretches out her hand and raises Beatrix up. She then returns to her throne, leaving the pardoned penitent Beatrix to take up the pure life once again. Beatrix is now tranquil. A shaft of sunlight breaks through the cathedral windows and illuminates the scene.", "tmdb_plot": "", "tmdb_id": "1082352", "wiki_id": "5131805"}, {"title": "The Musketeers of Pig Alley", "genres": ["Crime", "Drama"], "wiki_plot": "The film is about a poor married couple living in New York City. The husband works as a musician and must often travel for work. When returning, his wallet is taken by a gangster. His wife goes to a ball where a man tries to drug her, but his attempt is stopped by the same man who robbed the husband. The two criminals become rivals, and a shootout ensues. The husband gets caught in the shootout and recognizes one of the men as the gangster who took his money. The husband sneaks his wallet back and the gangster goes to safety in the couple's apartment. Policemen track the gangster down but the wife gives him a false alibi.", "tmdb_plot": "A man recognizes the thief who had previously robbed him as one of the men involved in an unrelated mob shootout.", "tmdb_id": "42553", "wiki_id": "1120159"}, {"title": "The New York Hat", "genres": ["Drama"], "wiki_plot": "Mollie Goodhue leads a cheerless, impoverished life, largely because of her stern, miserly father.  Mrs. Goodhue is mortally ill, but before dying, she gives the minister, Preacher Bolton, some money with which to buy her daughter the \"finery\" her father always forbade her.\nMollie is delighted when the minister presents her with a fashionable New York hat she has been longing for, but village gossips misinterpret the minister's intentions and spread malicious rumors.  Mollie becomes a social pariah, and her father tears up the beloved hat in a rage.\nAll ends well, however, after the minister produces a letter from Mollie's mother about the money she left the minister to spend on Mollie. Soon afterwards, he proposes to Mollie, who accepts his offer of marriage.", "tmdb_plot": "To fulfill a dying mother's bequest for her daughter, the town pastor purchases the daughter a stylish hat, and gossip spreads through the town.", "tmdb_id": "128671", "wiki_id": "5988501"}, {"title": "Nicholas Nickleby", "genres": ["Drama"], "wiki_plot": "As a 30-minute silent production (some sources state 20 minutes), the film has to significantly compact and truncate the story of the 900 plus page novel.  Many characters are not directly identified by name, but would be familiar to those with knowledge of the novel.\nNicholas Nickleby and his mother and sister Kate arrive in London, and take up lodgings at Miss LaCreevy's (a miniature painter, per the sign on her house).  Mrs. Nickleby sends a message to her brother-in-law Ralph Nickleby, a money-lender, asking his assistance in finding employment for Nicholas. Ralph visits the Nicklebys and shows Nicholas an advertisement to be a school teacher for Mr. Squeers' academy.  Wackford Squeers is at the Saracen Head's Inn in London, allowing his new students nearly nothing to eat while he dines well.  Ralph introduces Nicholas to Squeers, and Nicholas then leaves London to go to Wackford's Dotheboys Hall, as Kate and Mrs. Nickleby sadly look on.\nSqueers and Nickleby arrive at Dotheboys Hall, met by Smike, the broken-down sad drudge of the school.  Nicholas meets Mrs. Squeers and the couples' daughter Fanny (who is immediately taken by Nicholas' handsome looks), and impish son Wackford junior.  In class, Mr. Squeers treats the children badly and feeds them very little (one spoonful of something unpleasant for each).  Fanny finds an excuse to enter the classroom to see Nicholas, the object of her affection.  Smike enters after the class is dismissed and is shown kindness by Nicholas.\nThe next scene returns to London, where Kate is treated insultingly by guests of Ralph at a dinner at his house.  The four guests are not identified, but are clearly Sir Mulberry Hawke, Lord Frederick Verisopht, and the similar-looking Mr. Pyke and Mr. Pluck.  Kate runs home to her mother in distress. Back at Dotheboys Hall, Smike is punished by Squeers in front of the students.  Nicholas intervenes to stop the assault, injuring Squeers.  Nicholas then leaves Dotheboys Hall, followed by Smike.  They join together and return to London, where Nicholas arises Ralph's ire.\nRalph has his assistant Newman Noggs (adorned with a feather quill over his ear to denote his quirky nature in the novel) deliver an ultimatum:  that he will provide for Mrs. Nickleby and Kate if Nicholas leaves London.  Noggs delivers the message to the Nicklebys, and Nicholas and Smike then depart London to seek their fortune.\n\"Part II\" commences, and at an inn, Nicholas and Smike meet theater manager Victor Crummles and his two young sons playing with swords, and join Crummle's acting troupe.  They are then introduced to the rest of the theater company, and Mrs. Crummles.\nNickleby's success playing Romeo causes envy from another cast member, Mr. Lenville.  Lenville sends a message to Nicholas asking him to \"kindly step on the stage for the purpose of having his nose pulled.\"  Nicholas is amused by this challenge and confronts Lenvile, and as Lenville moves in slow motion to assault him, Nicholas downs him with a single punch. Back in London, Kate implores her uncle Ralph to spare her further contact with his friends.  He refuses.  Noggs writes to Nicholas, telling him that Kate needs him at once.  Nicholas receives the message and immediately departs Crummles' company to many sad goodbyes.\nNicholas arrives at a dining establishment, where he comes across Ralph's friends speaking about Kate wrongly (one must presume), and confronts them.  Nicholas rushes to the carriage of the main offender, where they scuffle, and the carriage darts off madly.  Kate's insulter is badly injured.  Nicholas witnesses his injury and returns home to hug his mother and sister.\nThe plot speeds up even more at this point.  Nicholas is shown obtaining employment at the Cheeryble Brothers firm.  Nicholas meets Madeline Bray at that establishment and is immediately taken with her.  Their friendship ripens into love.   Madeline's invalid father, however, asks Madeline to marry the elderly miser Arthur Glide, which she sadly agrees to.  Glide tells Ralph of his success, but Nicholas learns via Noggs that Madeline will be forced into the loveless marriage.\nNicholas bursts into the wedding ceremony to disrupt the proceedings, and Madeline's father dies while protesting his intrusion.  Madeline faints, and is carried off by Nicholas.  He returns her to Miss LaCreevy's where she revives.   A title card then reveals that some months later, quoting Dickens, \"never was such a dinner-since the world began\"   The Cheerybles are showing toasting Madeline and Nicholas amongst friends, and the film ends.", "tmdb_plot": "With The Old Curiosity Shop and David Copperfield, both released in 1911, and Nicholas Nickleby in 1912, Thanhouser established itself as producer of the best Dickens adaptations in American film.", "tmdb_id": "193875", "wiki_id": "39975082"}, {"title": "The Painted Lady", "genres": ["Drama"], "wiki_plot": "The story as told by The Moving Picture News reads: \n\nThe elder daughter has always been her father's favorite because of her strict adherence to his rigid precepts. The younger daughter is rather gay and frivolovis, though innocently so, and horrifies her elder sister when the latter catches her in the act of powdering and painting her face. To the mild reprimand of the elder daughter the younger exclaims, \"Well, you have to do it if you want to be attractive.\" The strength of the assertion is proven at the church lawn festival, the younger sister being surrounded by a host of friends while the elder passes the time in almost absolute ostracism. However, a stranger appears at the festival who pretends to be attracted by the elder daughter, she, in turn, being surprised and flattered. This is for a sinister purpose, however, for the stranger is a crook. Under the pretense of affection for the girl he gains her confidence regarding her father's business affairs, and with the knowledge he has acquired, he attempts to rob the house. This attempt works disaster for himself and the girl.", "tmdb_plot": "A lonely young woman lives with her strict father who forbids her to wear make-up. One day at an ice cream social, she meets a young man you seems interested in her. However, unknown to her, he is a burglar who is only interested in breaking into her father's house. One night she is awakened by a noise.", "tmdb_id": "191068", "wiki_id": "13375754"}, {"title": "Petticoat Camp", "genres": ["Comedy"], "wiki_plot": "Only lasting 15 minutes, it is a light-hearted comedy about the battle between the sexes as several married couples go on a camp-out together. The women soon realize that the men expect them to do perform all of the work while they relax, leading to several comedic situations.", "tmdb_plot": "Several married couples go on a camp-out together, but the women soon realize that the men expect them to do all the dirty work.", "tmdb_id": "192294", "wiki_id": "7257311"}, {"title": "Put Yourself in His Place", "genres": ["Drama"], "wiki_plot": "The story is of an English manufacturing town {Huddersfield} in which Henry Little, a worker and inventor, is persecuted by trade unions, jealous because he was better trained than his fellows. Squire Raby, Little's uncle, is a forcible character, and a pleasant love story offsets the labor troubles. A purpose of the novel was to expose, without censure, the errors of early trades unions.", "tmdb_plot": "The story concerns the love of Henry Little for Grace Carden and its reciprocal sentiment, with the time-honored interference of those who attempt to arrange the affairs of Cupid to suit social exigencies.", "tmdb_id": "944854", "wiki_id": "7256290"}, {"title": "The Romance of Max", "genres": ["Fantasy", "Romance", "Comedy"], "wiki_plot": "Vacationing at the seashore, Max reserves a room at the same time as a pretty woman (Lucy d'Orbel). The shoes are left in the corridor for polishing, and perform an animated dance of courtship while their owners are asleep. The next morning Max seeks inspiration among the rocks as the woman sits on a bench. Their shoes escape and run up a cliff and towards each other, meeting in front of a park bench. Even as the people sit at the bench their shoes again display an attraction towards one another. Eventually Max and the woman also consummate their relationship.", "tmdb_plot": "The story is simple: Max and a pretty young lady, whom he has never met before, arrive at the same time at a luxury hotel on the Riviera, each for a little vacation by themselves. They are placed in adjoining hotel suites. Both Max and the pretty lady place their shoes outside their hotel room doors to be cleaned by staff, and the shoes fall in love.", "tmdb_id": "193856", "wiki_id": "44339884"}, {"title": "Roze Kate", "genres": ["Drama", "Thriller"], "wiki_plot": "Roze Kate is in love with a boy named Everhard.  However, Everhard's brothers Jacob and Simon are jealous of him.  When they discover their heritage will be lost when their mother dies, they decide to kill Roze Kate.", "tmdb_plot": "", "tmdb_id": "1037296", "wiki_id": "22642987"}, {"title": "The Scapegoat", "genres": ["Adventure", "Romance"], "wiki_plot": "After being wrongly accused of theft and ordered out of the family home by his irate father, Tom Mason goes west and settles in Colorado. He falls in love with Nellie and is later elected town sheriff. Nellie's brother Jack is a cowboy who gets involved with the wrong people and takes part in a bank robbery. Tom and Nellie are out of town and Nellie's horse bolts. Tom stops the horse and saves her life. On returning to town, Tom learns of the robbery and forms a posse. The outlaws split and Jack tries to swim across a river to evade his pursuers. He gets into difficulty and Tom ropes him to pull him out of the water. Nellie is astounded that her brother is a bank robber and pleads with Tom to release him. Tom reluctantly agrees but hands in his badge with the stolen money and rides away.", "tmdb_plot": "Harry Mason, a young New Yorker of good family, tries to borrow money from his brother, Tom. One afternoon Tom collects $5,000 for his father. As it is after banking hours, Mr. Mason puts the money in his house safe. He is overseen by Harry, who breaks into the safe and steals the money.", "tmdb_id": "908137", "wiki_id": "55656199"}, {"title": "The Sunbeam", "genres": ["Drama", "Comedy"], "wiki_plot": "A small child whose mother is dying wanders out of the room and unites a stern spinster and unhappy bachelor by virtue of her innocent appeal. They discover the mother dead and, one presumes, plight their troth to find happiness, and care for the newly minted orphan. No-one emotes too much about the recently dead mother who is lying dead beside them when this is going on", "tmdb_plot": "Set in a tenement, a lonely confirmed bachelor occupies a room across the hall from a dour spinster. Children run amok in the hallways playing pranks on the two. A little girl from the floor above, now alone in the world, brings the pair together and brightens their lives.", "tmdb_id": "193885", "wiki_id": "30367442"}, {"title": "A Temporary Truce", "genres": ["Action", "Western"], "wiki_plot": "Mexican Jim, the villain, kidnaps Alice, wife of Jack the prospector.  Jack declares a temporary truce with Jim so they can both battle the Indians as a common enemy.", "tmdb_plot": "A Mexican is thrown out of a bar by a young prospector and swears to get even.  Later he kidnaps the prospector's wife. In the meantime a group of drunkards shoot and kill an old Indian man. His son (Robert Harron) vows revenge and asks the tribal chief for help. The chief, however, knows better and tells him that revenge is useless. Robert Harron disobeys and mobilizes all young warriors for battle.  The plot thickens. The prospector and the Mexican, who holds his wife captive, start shooting each other.  However, when the Indians attack, these two make a temporary truce and join forces against the common enemy.", "tmdb_id": "522130", "wiki_id": "18417818"}, {"title": "An Unseen Enemy", "genres": ["Drama"], "wiki_plot": "A physician's death orphans his two adolescent daughters. Their older brother is able to convert some of the doctor's small estate to cash. It is late in the day, and with the banks closed he stores the money in his father's household safe. The slatternly housekeeper, aware of the money, enlists a criminal acquaintance to help crack the safe. They lock the daughters in an adjacent room, and the drunken housekeeper menaces them by brandishing a gun through a hole in the wall. The resourceful girls use the telephone to call their brother who has returned to town. He gets the message and organizes a rescue party.", "tmdb_plot": "The physician's death orphans his two adolescent daughters. Their older brother is able to convert some of the doctor's small estate to cash. But it is late in the day, and with the banks closed he stores the money in his father's household safe. The slatternly housekeeper, aware of the money, enlists a criminal acquaintance to crack the safe. She attempts to get into the adjacent room where the sisters tremble in fear, but finds that the door is locked. The drunken housekeeper menaces them by brandishing a gun through a hole in the wall.", "tmdb_id": "98056", "wiki_id": "8620341"}, {"title": "You Remember Ellen", "genres": [], "wiki_plot": "The film is based on the poem You Remember Ellen by Thomas Moore, of which selected verses appear as intertitles in the film. Ellen is a young countrywoman who marries a traveling peasant named William. The couple leaves Ellen's home to seek their fortune elsewhere. Eventually they come upon a mansion, where William reveals that he is an aristocrat in disguise and they are Lord and Lady of Rosna Hall.", "tmdb_plot": "Summer 1911, Sidney Olcott cross again the Atlantic to shoot films in Ireland for Kalem company. With a stage company, he settled in Beaufort near Killarney. Among the films: You Remember Ellen, an adaptation of a famous poem written by Thomas Moore.", "tmdb_id": "192306", "wiki_id": "44547310"}]