[{"title": "The Power of a Lie", "genres": [], "wiki_plot": "As described in a film magazine, Richard Burton (Metcalfe), engaged to Betty (Scott), the sister of his friend John Hammond (Torrence), has led a drunken and generally dissipated existence. Despite his wife Joan's (George) injunction to let Richard shift for himself, John resolves to give Richard a final chance to become respectful. He endorses Richard's note for $10,000 to let the latter start an architectural business. Richard hopes that by hard work and success to win back Betty, who has broken their engagement. Betty's determination to drop Richard is the result of her reading of a wild orgy in which he took part. John was also present at the occasion as that was when he endorsed Richard's note. In order to shield his reputation, John evades his wife's question regarding the financial aid given Richard and denies that he was at the party. John's lie leads to a big social scandal with Richard branded as a forger, and a number of complications result. One lie leads to another, and it is not until a trial takes place that vindicates Richard is the tangle straightened out. Richard reestablishes himself in Betty's favor.", "tmdb_plot": "At a wild surprise party John Hammond signs a note for his struggling friend, architect Richard Burton, but later denies his presence at the affair in order to preserve his reputation.", "tmdb_id": "618799", "wiki_id": "60500472"}, {"title": "Salomé", "genres": ["Drama", "Fantasy", "Horror"], "wiki_plot": "As described in a film magazine, during a banquet at Herod's palace, the Tetrarch (Lewis) pays too much attention to his stepdaughter Salomé (Nazimova), angering his wife Herodias (Dione). Salomé goes out into the courtyard adjoining the banquet hall and induces the soldier on guard to let her see Jokanaan (De Brulier), who is then brought up from the prison below. Salomé shows her love for the Prophet and, when he ignores her attentions, declares that she will kiss him. The price is a dance before Herod, who promises her that he will accede to any demand for the dance. Salomé asks for and gets the Prophet's head and kisses it. Herod then turns upon her and orders her killed.", "tmdb_plot": "Based on Oscar Wilde's play, the films tells the story of how Salomé agrees to dance for King Herod in return for the head of John the Baptist.", "tmdb_id": "96951", "wiki_id": "76320"}, {"title": "The Toll of the Sea", "genres": ["Drama", "Romance"], "wiki_plot": "When young Chinese woman Lotus Flower sees an unconscious man floating in the water at the seashore, she quickly gets help for him. The man is Allen Carver, an American. Soon the two have fallen in love, and they get married \"Chinese fashion\". Carver promises to take her with him when he returns home. Chinese Gossips warn her that he will leave without her, and one states she has been forgotten by four American husbands, but she does not believe them. However, Carver's friends discourage him from fulfilling his promise, and he returns to the United States alone.\nLotus Flower has a young son, whom she names Allen after his father. When the older Allen finally returns to China, Lotus Flower is at first overjoyed. She dresses in her elaborate Chinese bridal gown to greet him. However, he is accompanied by his American wife, Elsie. Allen has told Elsie about Lotus Flower, and it is Elsie who persuaded her husband to tell Lotus Flower the real situation. When the boy is brought to see his father, Lotus Flower pretends he is the child of her American neighbors. Later, though, she confides the truth to Elsie and asks her to take the boy to America. She tells the child that Elsie is his real mother. After Elsie takes the boy away with her, Lotus Flower says, \"Oh, Sea, now that life has been emptied I come to pay my great debt to you.\" The sun is then shown setting over the water, and it is implied that Lotus Flower drowns herself.", "tmdb_plot": "While visiting China, an American man falls in love with a young Chinese woman, but he then has second thoughts about the relationship.  The plot is a variation of the Madame Butterfly story, set in China instead of Japan. The Toll of the Sea was one of the first and most successful Technicolor feature films.", "tmdb_id": "75804", "wiki_id": "2218334"}, {"title": "The Virgin of the Seminole", "genres": ["Western"], "wiki_plot": "The film focused on a young black man who joins the Royal Canadian Mounted Police and becomes a hero by rescuing a captive mixed-race woman from a hostile American Indian tribe. The young man later purchases a ranch that becomes the foundation for great financial wealth.", "tmdb_plot": "The film focused on a young black man who joins the Royal Canadian Mounted Police and becomes a hero by rescuing a captive mixed-race woman from a hostile American Indian tribe. The young man later purchases a ranch that becomes the foundation for great financial wealth.", "tmdb_id": "643231", "wiki_id": "20808002"}, {"title": "Abysmal Brute", "genres": ["Drama", "Romance"], "wiki_plot": "A boxer raised in the mountains by his father comes to San Francisco and enjoys great success, but his lack of social skills means he struggles to romance the socialite with whom he has fallen in love.", "tmdb_plot": "A young man is raised in the mountains by his prizefighter father. Although he possesses great strength and athletic skill, he is completely out of his league when it comes to women. He becomes a successful boxer in San Francisco and is given the name \"The Abysmal Brute\". When he rescues a drowning man, he meets a beautiful socialite named Maude Sangster and falls in love. His lack of social skills proves a hindrance when a rival suitor competes with him for Maude's affections.", "tmdb_id": "331991", "wiki_id": "58442473"}, {"title": "Adam and Eva", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, Eva (Davies), daughter of millionaire James King (Lewis), spends money wastefully and enjoys life wonderfully. Her elder sister Julie (Gear) and her husband Clinton Dewitt (Gordon) live in the King mansion, content to share the wealthy man's fortunes. Among Eva's admirers are Dr. Delamater (Davidson) and Lord Andrew Gordon (Ames), each financially weak and desiring a rich wife. Old James is nearly driven mad by his daughter's extravagances. His South American representative Adam Smith (Barnes) comes to New York City to see him. James suddenly announces that he will go to South America for a few months and leave Adam in charge of his family and the Gotham City business interests. While James is gone, Adam falls in love with Eva but is unable to curb her spendthrift ways until he comes up with the idea of declaring that her father is ruined, which brings matters to a climax. Confronted by poverty, Eva rises to the occasion and makes her sister go to work as well as her Uncle Horace (Norris), and goes to live on a farm belonging to her father. There, with her sister and aided by Adam, she proceeds to raise eggs and honey for the markets. The family works hard. One day James returns to be stunned with the news that his previously ne'er-do-wells have turned over a new leaf and are making good. When the family learns the truth about James, they do not regret the lesson they have learned.", "tmdb_plot": "An extravagant girl reforms when her father goes bust.", "tmdb_id": "332246", "wiki_id": "45268526"}, {"title": "The Age of Desire", "genres": [], "wiki_plot": "As described in a film magazine review, Janet Loring deserts her young son Ranny when she marries the millionaire Malcolm Trask. Ranny becomes the tool of a criminal, but saves all of the money he gets so he can buy a home for the young woman that he loves. His mother misses him, and attempts to locate him by advertising for him. As a scheme, the crook sends Ranny in response to the advertisement, not knowing that he is really her son. Ranny takes money from his mother, but then becomes conscience stricken, and admits to her that he is an imposter. However, she convinces him that he belongs to her. Ranny promises to go straight, and Trask is happy to have a son. Ranny marries his sweetheart.", "tmdb_plot": "Janet Loring is a young widow with a young son. She marries millionaire Malcolm Trask, but doesn't tell him about her previous marriage or her son, Ranny. Abandoned to the streets by Janet, Ranny eventually moves in with a bookseller and her granddaughter Margy. As the years go by Janet comes to regret abandoning her son and takes out ads looking for him. Marcio, a vicious blackmailer, sends Ranny to Janet posing as her son, not knowing that the young boy actually is her son. Complications ensue.", "tmdb_id": "481983", "wiki_id": "51386063"}, {"title": "Alice's Wonderland", "genres": ["Animation"], "wiki_plot": "Alice (Virginia Davis) visits the Laugh-O-Gram Studio, where the animators (including Walt Disney) show her various scenes on their drawing boards. A few of them: a cat dancing to a cat band; a mouse poking at a cat until it moves; a couple of mice boxing, while the animators crowd around cheering and acting as corner-men. That night, she dreams of taking a train to cartoon-land, where a red carpet reception awaits. She appears in live action. They have a welcoming parade, with Alice riding on an elephant. The cartoons dance for her, and she dances for them. Meanwhile, lions break out of the zoo. The lions chase her into a hollow tree, then into a cave and down a rabbit hole. Finally, she jumps off a cliff and awakes back in her bed. Alice is woken up by her mother, and Alice tells her mother about her strange dream...", "tmdb_plot": "Instead of Wonderland, Alice visits the Walt Disney animation room.", "tmdb_id": "146730", "wiki_id": "6480179"}, {"title": "All the Brothers Were Valiant", "genres": ["Adventure", "Drama", "Romance"], "wiki_plot": "Mark Shore (Lon Chaney), the elder brother of Joel (McGregor), was captain of a whaling schooner called the \"Nathan Ross\", but when his ship returned to port from a trip to the Gilbert Islands, he was no longer aboard. Joel, who was working on another ship at the time, asks to be transferred to his brother's ship for a 3-year sojourn so that he can try to locate him. The request is granted and Joel takes his brother's place on the \"Nathan Ross\".\nBefore he sets sail, he marries Priscilla Holt (Dove) and takes his bride with him on the journey. While his family history shows that all of their men-folk were brave and courageous, Priscilla thinks that her husband is really a coward at heart. Priscilla rapidly gets bored with sailing, and the smell of cooking whale blubber makes her sick to her stomach.\nJoel finds his brother Mark who suddenly hops aboard the ship one night as it rounds Cape Horn. Mark explains that he was drinking heavily that night and the ship left port without him. Mark makes advances toward Joel's wife, and she complains to her husband. Mark tries to get Joel to change course and go with him to retrieve a cache of valuable pearls that he hid on an island, but Joel refuses. Mark incites the crew to mutiny by spreading rumors of the hidden treasure. Joel keeps order for a while but is soon overpowered and tied up. Aaron Burnham, the ship's carpenter, remains loyal to Joel and manages to release him from captivity.\nMark realizes his mistake and tries to call off the mutiny, but in the melee, he is hit on the head and falls into the sea. Joel jumps in and tries to rescue him, but Mark disappears below the surface before he can reach him. The mutiny is quelled and Priscilla realizes her husband is a true hero after all. At the end, Joel writes in the ship's logbook \"All the brothers were valiant.\"", "tmdb_plot": "Mark is the captain of a whaling ship and he looks down on brother Joel, who has never gone to sea. But when Mark's ship arrives in port sans its captain, Joel takes over the command. His new bride, Priscilla, insists on coming along and they head for the South Seas, where Mark was last seen.", "tmdb_id": "536671", "wiki_id": "30683534"}, {"title": "Anna Christie", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Anna Christie, daughter of rugged coal barge captain Chris Christopherson, has not seen her father since she was a baby. During her life on a farm, she has been betrayed by one man and been the mistress of another. Her father, unaware of her past, is determined to protect her from the advances of sailor folk. She takes a voyage with him and falls in love with drunken Matt Burke. She admits her sins and is rescued from suicide by Chris. She is forgiven by Matt who still wishes to wed her.", "tmdb_plot": "A troubled young woman comes to live with her estranged father on the New York waterfront. A tough sailor falls in love with her, sparking conflict between her father and her suitor. What neither knows is that she has a secret that could cause her to lose both of them.", "tmdb_id": "186195", "wiki_id": "8370755"}, {"title": "April Showers", "genres": ["Drama", "Romance"], "wiki_plot": "Danny O'Rourke is the son of a police officer who was killed in the line of duty. Eager to join the police force, Danny fails his exams. The failure causes him to neglect his sweetheart Maggie, whose father is a police lieutenant. His attentions turn instead towards society girl Miriam Welton. When Danny’s sister, Shannon, is arrested for shoplifting, Danny turns to boxing to save her. He works his way towards the championship but discovers the final bought has been rigged. Danny fights anyhow and he is beaten, but it is discovered that a mistake had been made on his exams and he actually was eligible to join the police force after all.", "tmdb_plot": "This silent romantic melodrama is believed to be lost.", "tmdb_id": "640689", "wiki_id": "33004100"}, {"title": "Ashes of Vengeance", "genres": ["Drama"], "wiki_plot": "At the ball celebrating the wedding of Henry of Navarre on August 23, 1572, the evil Queen Mother Catherine de' Medici (Josephine Crowell) persuades her son King Charles IX to sign a decree to exterminate the Huguenots. Meanwhile, at that same ball the Comte de la Roche (Courtenay Foote) puts the moves on Margot de Vaincoire (Betty Francisco), fiancée of Rupert de Vrieac (Conway Tearle).  The de la Roches and de Vrieacs have been enemies for years and Rupert challenges the Comte to a duel. In their duel Rupert wins, but spares the Comte’s life so he will be obligated to him. Rupert and Margot are Huguenots while the Comte is a Catholic of the Queen Mother’s party. The Comte is sent to kill Rupert, but instead takes him to Margot’s house, which he has put under guard so the mob can’t attack it. There the Comte says he will arrange to spare them both if Rupert will agree to become his servant for five years. At the pleading of Margot, Rupert agrees.  The Comte takes Rupert to his castle where his two sisters Yoeland (Norma Talmadge) and the crippled Anne (Jeanne Carpenter) live. Yoeland despises him when she finds out who Rupert is. However, when a captured wolf escapes, threatening her and Anne, yet Rupert defeats it with his bare hands her attitude starts to soften. Yoeland goes to see her cousin Denise, who is being forced by her uncle Louis de la Roches into an arranged marriage with the Duc de Tours. Yoeland takes Rupert as her escort. However Denise loves Phillipe de Vois, who is a poor nobleman. Then Anton, Rupert’s servant brings word that Margot de Vaincoire has married someone else. The Duc of Tours (Wallace Beery) arrives for his wedding.\nDenise’s father is called to Paris, leaving the Duc in charge of his castle. The Duc is revealed as a drunken brute, terrorizing the serfs and trying to seduce both Yoeland and a servant girl, killing her guardsman lover. The castle guards determine to avenge their dead comrade, so Yoeland directs Rupert to protect the Duc since he is her uncle’s guest. Rupert and few men battle the castle guard. Father Paul, Denise’s confessor escapes and brings back Phillipe de Vois and his men to save them. During the fight Yoeland realizes she loves Rupert. However, when she finds a lock of blonde hair in his doublet, while nursing the wounded Rupert back to health she thinks Rupert still loves Margot. Yoeland stops the Duc from torturing the dead guardsman’s brother and lover who instigated the attack on him. Phillipe de Vois and Denise elope, which the Duc allows to happen, as he intends to threaten Rupert with blinding with a hot poker to force Yoeland to marry him. She agrees but the guardsmen save them. Rupert and the Duc duel, but the Duc is stabbed in the back by the lover of the guardsman he killed. At Yoeland’s request her brother releases Rupert from his oath and after Yoeland learns the blonde hair was from Anne’s doll that she gave to Rupert as a token, Yoeland and Rupert become engaged.", "tmdb_plot": "This historical piece, set in the Huguenot days of France, is Norma Talmadge's 37th feature film and the longest to date at two hours. The plot involves a man forced into servitude who falls in love with the sister of his persecutor. It was Ms. Talmadge's fourth involvement with director, Frank Lloyd and the cast included future star, Wallace Beery.", "tmdb_id": "228153", "wiki_id": "29549545"}, {"title": "Shirt of Fire", "genres": [], "wiki_plot": "The husband and the little son of Ayşe, featured by Bediha Muvahhit, are killed by Greek troops during the occupation of Izmir (1919–1922) after World War I (1914–1918). With the help of an Italian Levantine family, Ayşe, slightly wounded, goes to Istanbul, where she lives in the home of her paternal first cousin Peyami. There, she meets Major İhsan, a friend of Peyami. The three takes part at protest rallies against the occupation of Izmir held at Sultanahmet Square. However, following the occupation of Istanbul by the Allied forces briefly after, she is forced to escape to Anatolia accompanied by Peyami. The two joins the military unit of the Turkish National Resistance led by Major İhsan. Ayşe helps by nursing and Peyami becomes an officer subordinate to İhsan. Both men, İhsan and Peyami, fall in love with Ayşe. This love turns into a \"shirt of fire\" (Ateşten Gömlek) for both. Ayşe, however, has a heart for İhsan only. İhsan gets wounded in action, and she treats him. Meanwhile, İhsan promises to marry her after he enters Izmir as the first Turkish soldier. In order to draw Ayşe's attention, Peyami intends also to be the first soldier in Izmir. Peyami is killed in action soon after. Ayşe, hearing the bad news, runs to the front, but she is also killed by enemy shrapnel shell.", "tmdb_plot": "Directed by Muhsin Ertugrul.", "tmdb_id": "288551", "wiki_id": "38760838"}, {"title": "Augusto Aníbal Wants To Get Married", "genres": ["Comedy"], "wiki_plot": "As described in Brazilian magazine A Scena Muda: Augusto Annibal is a young man with a burning heart who wants to get married. He leaves to marry willing to marry the first girl he meets, when he sees Yara Jordan, he starts to follow her in his car, she notices and walks away, but he continues to insist. She meets Viola Diva and other girls in a car, which takes her to Gazea beach. Augusto follows her and after a disastrous incident with the car that appears on the beach, the girls go to help him. Even younger, he begins to have delusion with the girls that when they appear dancing or insinuating themselves towards him, he wakes up and begins to be chased by several bearded men. Back in town, the girls decide that they are going to help him find a bride, they go to Darwin's house (a boy) who pretends to be a beautiful woman, they write to him that the wedding will only happen if he accepts it right away. He runs to Darwin's house, after facing several sacrifices, also arranging for a priest. Darwin begins to walk like a man in front of Annibal and when he realizes he leaves desperate realizing the situation in which he found himself. He finds an airplane and decides to look for his bride in the sky.", "tmdb_plot": "A 1923 Brazilian silent comedy film directed by Luiz de Barros, now considered a Lost Film.  Augusto Aníbal Wants To Get Married is recognized as the first portray of an LGBT character in Brazilian cinema history.", "tmdb_id": "322895", "wiki_id": "13909859"}, {"title": "Back Stage", "genres": ["Family", "Comedy"], "wiki_plot": "The gang meets up with the head of a vaudeville troupe, who enlist them to help him out when his co-stars have abandoned him. They manage to make a complete wreck of the act, and Jack and Joe's bugs get loose in the auditorium, putting the audience into an itching frenzy.", "tmdb_plot": "The gang operates a donkey-propelled tour bus. Later, a cut-rate vaudeville producer hires them to help out with his show, which they wreck.", "tmdb_id": "175743", "wiki_id": "15397951"}, {"title": "The Balloonatic", "genres": ["Comedy", "Romance"], "wiki_plot": "A young man (Keaton) has a series of encounters in an amusement area, much like Coney Island, until happening upon a group of men preparing a gas balloon for launch. The young man assists the group by climbing atop the balloon to affix a pennant, when the balloon mistakenly takes flight with no one aboard but the young man. The young man finally downs the balloon in a wilderness area, where he encounters a young outdoorswoman and proceeds to have a series of misadventures.", "tmdb_plot": "Buster and Phyllis endure a number of outdoor adventures trying to prove to each other their survival skills. The balloon which lands Buster in the wilderness proves useful later on as their canoe is about go over a waterfall.", "tmdb_id": "45807", "wiki_id": "14007371"}, {"title": "Bavu", "genres": ["Drama"], "wiki_plot": "According to the Motion Picture News:  A Russian revolutionist incites the peasantry to burn the city.  Mischka, a former servant in the nobelman's home, is commissioner of licenses under the new administration.  He loves the princess and in order to get her out of the country it is necessary to have the passport sealed with the revolutionist's ring. A fight follows, but Mischka escapes with the girl while Bavu drowns in the pursuit.", "tmdb_plot": "An illiterate, uncouth brute rises to power during the Russian Revolution, plots to wreak vengeance on all who cross him, and incites the peasantry to burn the city.", "tmdb_id": "618835", "wiki_id": "46657505"}, {"title": "Bell Boy 13", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, college graduate Harry Elrod (MacLean) wishes to marry actress Kitty Clyde (Loomis), but his Uncle Ellrey Elrod (Steppling) has picked out Angela Fish (Gerdes) as a wife for his nephew. Harry arranges an elopement with Kitty. His uncle's suspicions are aroused and he trails Harry continuously. Miss Fish and her father the Reverend Doctor Wilbur Fish (Courtright) call. Harry in desperation starts a fire in his room. He is rescued by the fire brigade and then stages a run through the streets in the fire chief's car, intending to catch another train and follow Kitty. He escapes the pursuing firemen, boards the train, and arrives safely at the Philadelphia hotel where Kitty will meet him. There he finds that she has changed her mind, coming to believe that he must have his uncle's consent. He then receives a telegram from his uncle, disowning him. Broke, Harry takes a job as a hotel bell boy. In uniform, he enters where Kitty is dining with Mr. Haskell (Steers), her press agent, and sits down, but is dragged away by the indignant hotel manager. Uncle Ellrey comes to the hotel but is shown the wrong room by Harry, so he demands that Harry be fired. The manager, ever ready to make a guest happy, is ready to oblige him, but Harry turns Bolshevist and induces the entire hotel staff to go on strike. The end result is that the uncle is defeated, and Harry wins Kitty.", "tmdb_plot": "Harry Elrod takes a job as a bellboy when he is disinherited by his uncle and fails in his efforts to elope with actress Kitty Clyde. He causes so much confusion that Uncle Elrod buys the hotel so that he may fire Harry. But Harry induces the other employees to strike until Uncle Elrod consents to Harry's marriage to Kitty.", "tmdb_id": "297730", "wiki_id": "56168070"}, {"title": "Bella Donna", "genres": ["Romance", "Drama"], "wiki_plot": "Bella Donna, a seductive woman snares Nigel Armine into marriage and he takes her to Egypt to live. Tired of her simple husband, Bella becomes involved with brutish Baroudi.", "tmdb_plot": "Bella Donna, a seductive woman snares Nigel Armine into marriage and he takes her to Egypt to live. Tired of her simple husband, Bella becomes involved with brutish Baroudi.", "tmdb_id": "317608", "wiki_id": "34048910"}, {"title": "Big Brother", "genres": ["Crime"], "wiki_plot": "As described in a film magazine review, Jimmy Donovan, gang leader in the East Side of New York City, protects Midge Murray when the latter's brother is slain. Jim decides that he must reform and bring up Midge decently. However, a court takes possession of Midge away from him. Jim, disgusted, plans a raid but then abandons the idea. His gang commits a robbery, and Jim and his girlfriend Kitty are accused of it. Jim escapes, recovers the loot and custody of Midge, and wins back the affection of Kitty.", "tmdb_plot": "When gangster Jimmy Donovan is made guardian of Midge, the 7-year-old brother of his friend Big Ben Murray, he decides to reform and rear Midge properly. The court takes custody of Midge, but Donovan proves himself by recovering a payroll stolen by some of his ex-colleagues, thereby winning Midge and Kitty, his girl.", "tmdb_id": "979628", "wiki_id": "45286807"}, {"title": "The Big Show", "genres": ["Comedy"], "wiki_plot": "After being chased away from the county fair, the gang decides to open their own junior version of the fair, complete with wild animal displays, rides, and animal stunts. To top it off, they give a live performance set inside a giant movie frame, and impersonate several popular film stars of the day.", "tmdb_plot": "The gang creates its own makeshift county fair, highlighted by a \"movie,\" which is really a clever stage performance.", "tmdb_id": "175733", "wiki_id": "15397259"}, {"title": "Black Oxen", "genres": ["Drama", "Romance", "Science Fiction"], "wiki_plot": "As described in a film magazine review, having submitted to a medical treatment which restores her youth and beauty using a rejuvenating glandular treatment and X-ray surgery, Madame Zatianny, formerly Mary Ogden of New York City, leaves Austria for the United States. Young playwright Lee Clavering meets the rejuvenated Mary and, taken by her perfect poise and serene beauty, falls in love with her. Janet Oglethorpe, an animated and precocious flapper, is also in love with Lee but he has not yet taken notice of her. Mary and Lee make plans to marry. One of Madame's former lovers, Prince Rohenhauer, arrives and convinces her of the folly of this match. In a final meeting, she makes a break with Clavering and returns to Austria. In the end, Lee discovers happiness with Janet as they ride away in a taxicab.", "tmdb_plot": "A Manhattan playboy falls for a mysterious European woman, whom he notices is an exact double for a famous socialite who disappeared at the turn of the century. At first he thinks it's just a coincidence, as the beautiful young woman he's romancing is much younger than the woman who vanished, who would be in her late 50s or early 60s by now. Soon, however, he begins to believe that maybe it's not such a coincidence after all.", "tmdb_id": "175884", "wiki_id": "25919422"}, {"title": "Blinky", "genres": ["Western"], "wiki_plot": "Geoffrey \"Blinky\" Islip is forced to join the United States Cavalry by his father Colonel \"Raw Meat\" Islip. Although Islip is ridiculed and hazed on assignment to the Mexico–United States border, he uses his skills learned from Boy Scouts to rescue his commanding officer Major Kileen's daughter Mary Lou from kidnappers.", "tmdb_plot": "Blinky, the bespectacled son of Col. \"Raw Meat\" Islip, is scorned by his fellow cavalrymen stationed on the Mexican border because his previous military experience was as a Boy Scout.", "tmdb_id": "619103", "wiki_id": "15235494"}, {"title": "Bluebeard's 8th Wife", "genres": ["Comedy", "Romance"], "wiki_plot": "As described in Exhibitors Trade Review, Mona marries John Brandon and immediately after discovers that she is his eighth wife. Determined that she will not be the eighth to be divorced from him, she sets out on a teaser campaign which proves very effective until Brandon tells her that she is bought and paid for. Furious, she determines to give him grounds for a divorce and is subsequently found in her room with another man. In the end, however, Brandon discovers that she really loves him and they leave for a happy honeymoon.", "tmdb_plot": "John Brandon, an American millionaire, has been married seven times but never found love. Then, when he is in Paris, Mona de Briac comes into his life. Mona comes from an noble family who is facing ruin.", "tmdb_id": "535525", "wiki_id": "33075861"}, {"title": "Boy of Mine", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, young Bill Latimer is wrecking his father's nerves with his boyish pranks. The father does not rightly understand the lad, and, when he punishes him for his unwitting disobedience, Bill runs away. He is brought back home by Dr. Robert Mason, who saves Bill from some kidnappers. Bill's mother leaves the home with her son. This separation makes the father realizes his mistakes, leading to a resolution for the whole family.", "tmdb_plot": "A wealthy banker is a strict disciplinarian with his nine-year-old son Bill. Finally the day comes when neither Bill nor his mother can put up any more with the father's relentlessness and heavy-handed treatment; she leaves and takes Bill with her. The father must decide what's more important--maintaining his iron discipline over his family, or his family itself.", "tmdb_id": "640685", "wiki_id": "41336734"}, {"title": "Boys to Board", "genres": ["Comedy", "Family"], "wiki_plot": "A kindly old school teacher helps the gang escape from his wife's miserable boarding school.  While escaping, they run afoul of a bootlegger, who captures them and ties them up until the old school teacher rescues them just before the sheriff gets there.  The school teacher returns to the boarding school and demands better treatment for the boys.\n|", "tmdb_plot": "A kindly old schoolteacher helps the gang escape from a cruel boarding school, but they wind up in a bootlegger's booby-trapped house.", "tmdb_id": "175736", "wiki_id": "15397748"}, {"title": "The Burning Crucible", "genres": ["Comedy", "Drama"], "wiki_plot": "A woman, known only as Elle (\"She\"), has a nightmare in which she encounters a man chained to a tree above a blazing pyre into which he tries to pull her by the hair, an elegant gentleman in evening dress who pursues her into an opium den full of dazed women, a bishop who instructs her to return to her home, and a ragged beggar who attempts to embrace her before stabbing himself. Upon waking she realises that they each had the features of Z, a detective and master of disguise whose memoirs she has been reading in bed. Her wealthy husband, whom she married after he had saved her from drowning, is concerned about her mental state and her diminishing affection for him. He wants to take her away from the temptations of Paris, back to his home country in South America, but his plan is impeded by her resistance and by a burglary in which some important documents have been stolen. The husband hires a detective agency to recover the documents and to find the means of restoring his wife's affection; the detective assigned to his case is Z.\nZ quickly works out that the burglary was faked by Elle in order to obstruct her husband from taking her away from her beloved Paris. While pretending to continue his search for the documents, Z extends his acquaintance with Elle and realises that they are falling in love with each other. In order to fulfil his contract with the husband, Z goes to a nightclub with Elle and stages a contest of endurance dancing for women, in which the winner seemingly dances herself to death. Elle is so distraught by this that she rushes home and begs her husband to take her away from the odious city.\nThe husband arranges their immediate departure on a transatlantic liner. Z hands over the missing documents and stoically makes his farewell to the couple. At the port of Le Havre, the husband tells his wife that he has forgotten to give Z his promised fee and he asks her to travel quickly to Paris to deliver it in person. As Elle and Z are re-united, a letter from the husband tells them that he has understood his wife's change of affection and he gives them his blessing, as he departs alone.", "tmdb_plot": "A woman, named simply \"Elle\" and her husband, a wealthy industrialist, are not on the best of terms. While she enjoys the way he caters to her every whim, she wonders whether he really loves her. He, on the other hand, torments himself by imagining rivals. One morning she awakens from a nightmare in which she has been pursued by a man in various guises, who turns out to be the famous Detective Z, whose memoirs she has been reading. When she and her husband quarrel over leaving Paris permanently for a country estate, he goes to the \"Trouve Tout\" Agency and hires, of all people, Detective Z, to win back her affection.", "tmdb_id": "186166", "wiki_id": "64768929"}, {"title": "Brass", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, a young man born in the country leaves his family farm to engage in business in the city. He marries for the first time when he is still very young, finds the match a failure, gets a divorce, and starts life again. The hopelessness of life as far as a happy marriage is concerned forces itself on the young man, whose only brief period of happiness was enjoyed when he was living with a woman who really loves him and sacrifices for him.", "tmdb_plot": "With her marriage on the verge of breaking up, a young wife attempts to win back the love of her husband and child.", "tmdb_id": "550325", "wiki_id": "30683191"}, {"title": "Brass Commandments", "genres": ["Western"], "wiki_plot": "As described in a film magazine, Flash Lanning (Farnum) returns West as the request of the sheriff to put an end to the cattle rustling. In the small hotel he finds a big bully attempting to kiss Gloria Hallowell (Hawley), the young woman at the desk, and he immediately goes to her assistance. She does not recognize him but tells him of her love for Lanning, although she has never met him. Flash does not tell her that he is that man, and when she finds out later, she changes her feelings in the matter. Flash is attacked by Campan (Santschi), the leader of the local gang, but he overpowers him and tells the man to leave town. Ellen Bosworth (Adams), returning to her ranch, overhears that supposed friend Clearwater (Gordon) is one of the rustlers. She tells Flash of this, and he forces Clearwater to warn him of when the next raid will be conducted. However, Campan captures the two young women and takes them into the desert. Flash learns of this and sets out in pursuit. A sandstorm overtakes Campan and his party and they are about to perish when Flash arrives. He rescues the two young women and leaves Campan to his fate. He tells Gloria of his love for her and she of her love for him.", "tmdb_plot": "\"Flash\" Lanning returns to Bozzam City from the East to put an end to cattle rustling. Gloria Hallowell, who has known him by reputation, falls in love with Lanning but believes that he loves Ellen Bosworth, an eastern \"lady.\" Campan, the leader of the rustlers, hoping to lure Lanning into a trap, kidnaps both girls. Lanning rescues the girls, punishes Campan, and indicates to Gloria that she is the girl for him.", "tmdb_id": "285967", "wiki_id": "58445261"}, {"title": "Комбриг Иванов", "genres": ["Comedy"], "wiki_plot": "People cheerfully greet the brigade red troopers who have arrived in the village to rest. As Brigade Commander Ivanov comes to stay in the house of the priest he falls in love with his daughter. Their marriage plans are hindered by religious prejudices as the priest's daughter insists on the wedding to be in the church ...", "tmdb_plot": "Story of combrig Ivanov who wished to marry a prayers'  daughter.", "tmdb_id": "848130", "wiki_id": "49278180"}, {"title": "The Bright Shawl", "genres": ["Adventure", "Crime", "Drama"], "wiki_plot": "In the nineteenth century, an American visiting Cuba with a friend becomes mixed up with the island's independence movement against Spanish rule.", "tmdb_plot": "Charles Abbott is implicated in the death of his friend Escobar, brother to the woman he loves.", "tmdb_id": "258017", "wiki_id": "32783003"}, {"title": "The Broken Wing", "genres": ["Comedy"], "wiki_plot": "In a small Mexican town near the U.S. border during the Mexican Revolution, Captain Innocencio Dos Santos (Walter Long) rules the town with an iron fist. He pursues the beautiful Inez Villera (Miriam Cooper), claiming she is his \"true love\". When Philip \"Phil\" Marvin (Kenneth Harlan), an American pilot flying in Mexico is caught in stormy weather and crash-lands on a nearby ranch, Inez nurses him back to health. Phil falls in love with his nurse but he has lost his memory.\nInez had been praying for a husband and believes he will come \"in a storm\". She is sure that God has answered her prayers by sending him this handsome pilot. Innocencio does not like that he has a rival and arrests the pilot and threatens to kill him, before Inez intercedes. Luther Farley (Ferdinand Munier), a local guerrilla leader, also complicates matters. Phil finally recovers his memory, repairs his aircraft and flies away with Inez. The U.S. Secret Service apprehends Dos Santos.", "tmdb_plot": "An American pilot flying in Mexico crash-lands on a ranch, and is nursed back to health by the daughter of the ranch's owner. Unbeknownst to the pilot--who has lost his memory because of the crash--the girl has been praying for a husband, and believes that God has answered her prayers by sending him this handsome pilot. However, a local guerrilla leader has also had designs on the daughter, and comes up with a plan to get rid of his competition, make some money and win the girl in the bargain.", "tmdb_id": "536862", "wiki_id": "60872487"}, {"title": "The Call of the Canyon", "genres": ["Western"], "wiki_plot": "Glenn Kilbourne (Richard Dix) returns from the war and travels to Arizona to regain his health. There he is nursed back to health by an Arizona girl, Flo Hutter (Marjorie Daw). Kilbourne's fiancée, Carley Burch (Lois Wilson), arrives in Arizona but soon becomes disillusioned with life in the West and returns to New York. Sometime later, Flo is seriously injured in an accident. Wanting to repay her for restoring him back to health, Glenn asks her to marry him. On their wedding day, Carley returns to Arizona from New York looking for Glenn. When Flo sees that Glenn and Carley are still in love, she calls off her wedding to Glenn and marries another admirer, Lee Stanton (Leonard Clapham).", "tmdb_plot": "Returning from World War I, Glenn Kilbourne travels to Arizona to regain his health. He meets a local girl, Flo Hutler, who helps him recover. His fiancee, Carley Burch, follows him to Arizona but soon decides she'd rather go back to New York. When Flo is badly hurt in an accident, Glenn decides to repay her for her help in bringing him back to health by proposing marriage.", "tmdb_id": "632814", "wiki_id": "5566124"}, {"title": "The Call of the Wild", "genres": ["Adventure"], "wiki_plot": "The story opens with Buck as a puppy, being ushered into a happy family as a Christmas present for a little girl. He grows up a faithful and loving friend of the children until one day he is stolen and sold as a sled dog in the Klondike. Here, under cruel treatment, he learns many lessons and develops a keen dislike to the man who stole him and clubbed him into submission. One experience follows another for Buck until he finds a real friend in his last master to whom he proves his faithfulness in the climax.", "tmdb_plot": "A dog is stolen from his home in England and shipped to Canada to become a sled dog. Based on the novel by Jack London.", "tmdb_id": "344546", "wiki_id": "37683326"}, {"title": "Canção da Primavera", "genres": ["Drama"], "wiki_plot": "The film is set in Minas Gerais in the 19th century, as it the story of a powerful farmer Luiz Roldão (Castro Vianna) who attempts to force a marriage between his son Jorge (Odilardo Costa) and Rosita, from the Bento's family, to unite their families for economic reasons. However, Jorge falls in loves with Lina (Iracema Aleixo).", "tmdb_plot": "", "tmdb_id": "503743", "wiki_id": "13911206"}, {"title": "Canyon of the Fools", "genres": ["Western"], "wiki_plot": "As described in a film magazine, Robert McCarthy (Carey) beats his way on a passenger train to a mining camp located near an unexplored waste called the Canyon of the Fools. En route he discovers that his former sweetheart May (Clayton) is on the train, having promised to marry Jim Harper (Stanton) whom she is to meet at the camp. Bob is seen by Sheriff Maricopia Jim (Curtis) as he arrives at the camp. The Sheriff hires him as deputy on his promise to help run down the head of an outlaw gang that is operating in the canyon. Bob's one desire is to revenge himself on a man named Torrance who double-crossed him and had him unjustly convicted of a crime. Bob makes his presence known to May, who still loves him even though engaged to Jim. Together they go into the canyon. Bob discovers a secret mine being operated by a mysterious person named Polhill. The outlaws and their leader have long been seeking Polhill's treasure. It turns out Jim Harper is the leader of the bandits. He follows Bob into the mine entrance and stuns him with a blow from behind. Jim captures May and makes her a prisoner of Polhill's room above the mine, and then the gang seizes the gold. After several adventures Bob rescues May and is rewarded with her love and Polhill's gold.", "tmdb_plot": "Veteran western performers Harry Carey and Marguerite Clayton appeared in three films together from 1923-1924: Desert Driven, Tiger Thompson and, perhaps their best, Canyon of the Fools.", "tmdb_id": "613910", "wiki_id": "13568509"}, {"title": "Cause for Divorce", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Tom Parker's wife Laura, concerned because he does not devote enough time to her, narrowly escapes from being involved in a love affair with the wealthy Martin Sheldon. Martin's daughter Ruth, married to the young lawyer Howard Metcliffe, is dissatisfied with her marriage and plans an elopement with the Count Lorenz, who is a crook. When Ruth's automobile is involved in an accident and she is injured, she is brought to the nearest domicile, which is Laura's house. Ruth's father Martin comes, and is thunderstruck when he finds Laura there. After some discussions and reconsiderations, the domestic affairs are resolved all around for the two marriages.", "tmdb_plot": "David Butler and Fritzi Brunette star in this melodrama about an agricultural student whose wife longs for life in the city.", "tmdb_id": "734731", "wiki_id": "66416451"}, {"title": "The Champeen", "genres": ["Comedy", "Family"], "wiki_plot": "After getting caught for stealing apples, Sammy starts to promote boxing matches to pay back the grocer. \nMickey and Jack challenge each other in a match, with each hoping to gain the affection of Mary Kornman.", "tmdb_plot": "Mickey and Jackie feud over Mary, so Sammy schedules a championship bout between the two rivals.", "tmdb_id": "175731", "wiki_id": "15213615"}, {"title": "A Chapter in Her Life", "genres": ["Drama"], "wiki_plot": "Jewel (Mercer) is a young granddaughter who stays with her grizzled, angry grandfather while her parents are overseas on business. Anger and squabbling amongst the family are brought to heel through love, understanding and the teachings of Christian Science through Jewel's pure sweet love for others and trust in Divine Love.", "tmdb_plot": "Jewel stays with her grizzled, angry grandfather while her parents are overseas on business. Family squabbling is brought to heel through love and understanding from Jewel's pure love for others and trust in Divine Love. Complete copies are held by many film archives in Europe and the United States.", "tmdb_id": "606436", "wiki_id": "27159956"}, {"title": "Chastity", "genres": [], "wiki_plot": "As described in a film magazine review, unsuccessful at first on the stage, Norma O'Neill finally wins Broadway recognition. Gossip links her name with that of Fergus Arlington, who had backed her. Darcy Roche, in love with Norma, is jealous of Fergus and reproaches Norma. Norma decides to leave the stage. She is reported as having been killed in an automobile accident, but the body is that of her understudy, mistaken for her. Later Darcy meets Norma in California, and she explains that Fergus was her guardian. The lovers are reunited.", "tmdb_plot": "A young woman trying to make it in Hollywood decides that the only way she can attain stardom is to go the \"vamp\" route, although in her private life she's nothing like her on-screen character. She gets the recognition she wants, but for the wrong reason--she finds herself in the middle of a notorious society scandal. - From IMDB", "tmdb_id": "1038731", "wiki_id": "60617161"}, {"title": "The Cheat", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Carmelita De Cordoba a beautiful young South American woman who has been betrothed by her stern father to Don Pablo, whom she despises, meets and falls in love with Dudley Drake, a New York City broker, while in Paris. Claude Mace, an art swindler masquerading as East Indian Prince Rao-Singh, hopes to marry her for her wealth. Carmelita elopes with Dudley and is disinherited. The Prince, after lending her some money, induces her to dine alone with him. Meanwhile Dudley makes a fortune. Carmelita and the Prince quarrel and she shoots him. Dudley, arriving on the scene, takes responsibility for the crime. He is convicted. Carmelita goes to the court and confesses, showing a brand on her shoulder that is the Prince's work. The verdict is set aside and all is rosy.", "tmdb_plot": "After losing money she embezzled, a socialite borrows cash from a foreign \"prince\" who expects sexual favors in return.", "tmdb_id": "395286", "wiki_id": "34051779"}, {"title": "The Christian", "genres": ["Drama"], "wiki_plot": "John Storm becomes a Christian Socialist, intending to live as Christ would live. He struggles to free himself from his love for Glory Quayle. John and Glory had been childhood sweethearts while growing up in the Isle of Man. As adults they travel to London where Glory becomes a nurse and finally a star on the stage. John enters the church. Later scenes show John's struggles, the meeting of the couple at the race track, his determination to kill Glory to save her from herself and his death in Glory's arms after a stoning by an infuriated mob.", "tmdb_plot": "Glory Quayle and John Storm, sweethearts since childhood on the Isle of Man, go to London, Glory to become a nurse and John to enter a monastery. Instead, Glory becomes a theater star, and John renounces his vows because he cannot forget his love for her. Lord Robert Ure, who has already betrayed Glory's friend, Polly Love, incites the London populace against John....", "tmdb_id": "293295", "wiki_id": "26955704"}, {"title": "The Clean Up", "genres": [], "wiki_plot": "As described in a film magazine review, spendthrift Montgomery Bixby's grandfather leaves him only a dollar in his will and fifty thousand dollars in cash to each citizen of the little town in which he lived. His sweetheart jilts him, as the whole town goes money mad. Crooks arrive to get in on the \"clean-up.\" Monte decides to save the people in spite of themselves, and he enlists the aid of his grandfather's former secretary. He succeeds and then finds out that the will was only a hoax intended to teach him the value of money, and that a real inheritance is waiting for him.", "tmdb_plot": "Monte Bixby's grandfather leaves a will providing each native-born citizen of his small town with $50,000 while giving Monte one dollar. Monte's society fiancée, Mary Reynolds, abandons him, but grandfather Bixby's pretty young secretary, Phyllis Andrews, resolves to help him. Meanwhile, life in the town is chaotic as the legatees begin to spend their money.", "tmdb_id": "619113", "wiki_id": "60864726"}, {"title": "The Cobbler", "genres": ["Comedy", "Family"], "wiki_plot": "After the gang wreaks havoc in the local cobbler's shop, the friendly cobbler takes them on a picnic, during which his old Model T breaks down.  While the cobbler goes to the creek to fetch water for the radiator, the gang tries to do all sorts of repairs on the car, causing more problems.  Mickey and Jack accidentally disturb the rest of a sleeping hobo, who then attempts to physically attack them. The gang rigs the car with a sail after their dog chases him off to get the car going again as they sail off into the sunset.", "tmdb_plot": "A cobbler receives his back pension and invites the gang to celebrate with a picnic, but his car stalls along the way.", "tmdb_id": "175745", "wiki_id": "15213832"}, {"title": "Cœur fidèle", "genres": ["Drama", "Romance"], "wiki_plot": "Marie (Gina Manès) was an orphan adopted by a bar-owner and his wife in the port of Marseille, and now she is harshly exploited by them as a servant in the bar. She is desired by Petit Paul (Edmond van Daële), a thuggish layabout, but is secretly in love with Jean (Léon Mathot), a dockworker.  Marie is forced to leave with Petit Paul, but Jean follows them to a fairground where the two men fight.  In the brawl a policeman is stabbed and, while Petit Paul escapes, Jean is arrested and gaoled.  A year later, Jean rediscovers Marie, now with a sick baby and living with Petit Paul, who spends all their money on drink.  Jean tries to support Marie, aided by a crippled woman (Marie Epstein, credited as \"Mlle Marice\"), who lives next door; but Petit Paul, warned by gossiping neighbours that Jean is seeing Marie, returns for a violent confrontation, this time armed with a gun. In the ensuing struggle, the crippled woman obtains the gun and kills Petit Paul.  In an epilogue, we see Jean and Marie finally free to love each other, though their faces suggest that experience has taken its toll on their lives.", "tmdb_plot": "The good guys win out in this sweet tale about a young orphan who is abused for much of her life but who eventually finds happiness when she marries an honest man who extricates her from her situation.", "tmdb_id": "67440", "wiki_id": "12255107"}, {"title": "Comin' Thro the Rye", "genres": [], "wiki_plot": "The story of a young girl who is prevented from marrying the man she loves by the machinations of a designing woman. The plot centres on the heroine, Helen Adair, who is courted by George Tempest but who meets and falls in love with Paul Vasher. Vasher's former love Sylvia Fleming who has betrayed him, is jealous of his affections for Helen and manages by intercepting mail between the lovers to plot to win him back.\nWhile Vasher is abroad she places a false announcement of the marriage of Helen and George in the Times and in his despair at this news he agrees to marry her. Sylvia is trapped in a loveless marriage, Helen retains her virtue, Vasher never forgets his love for Helen and in a final letter from the battlefield writes to his true love telling her he will meet her 'Comin' through the rye'.", "tmdb_plot": "A jealous girl breaks up a friend's engagement with a fake wedding announcement.", "tmdb_id": "465519", "wiki_id": "30166370"}, {"title": "The Common Law", "genres": ["Drama"], "wiki_plot": "Valerie West (Griffith), hungry and tired, presents herself as a model at the studio of painter Louis Neville (Tearle), which he shares with two other artists. When she is asked whether she poses draped or undraped, she replies that she will do whatever is expected of models. After some time and several daring poses, Louis realizes that he is in love with her. However, the wealthy Neville family opposes any marriage between the two. Valerie makes a sacrifice by agreeing to not marry Louis, but promises him that she will become his common law wife. When Cardemon (Myers) tries to kiss the model, she lashes him with a whip. In the end, a satisfactory resolution is reached regarding Valerie and Henry.", "tmdb_plot": "Valerie West, a beautiful artist's model, falls for wealthy artist Louis Neville. However, his aristocratic family doesn't approve of the relationship and persuades Valerie to promise that she won't marry him. She does, however, tell Louis that she will become his common-law wife on a certain date the following summer. Complications ensue.", "tmdb_id": "535942", "wiki_id": "56562760"}, {"title": "The Country Kid", "genres": ["Drama"], "wiki_plot": "Orphaned Ben Applegate (Barry) strives to care for his younger brothers (O'Donnell and Guerin) and run the farm left to them. Their unscrupulous legal guardian, Uncle Grimes (George Nichols) schemes to take their property and separate the brothers, but he is ultimately thwarted by a benevolent judge (George C. Pearce). The Applegates are reunited, their property restored, and they are adopted by caring neighbors.", "tmdb_plot": "Ben Applegate's father dies, leaving him and his brothers Joe and Andy orphans and having to run the family farm. Their Uncle Grimes is their legal guardian, but he's only concerned with getting his hands on the farm. He has Ben declared incompetent and packs off Joe and Andy to an orphanage. When things look darkest for the three boys, help comes from an unexpected source.", "tmdb_id": "594919", "wiki_id": "41336733"}, {"title": "The Covered Wagon", "genres": ["Adventure", "Western", "Romance"], "wiki_plot": "The action is set in 1848. Two caravans of expatriates unite in Kansas and travel 2,000 miles west to start a new life in Oregon. The leader of the settlers is the elderly father and natural authority, Wingate. Scouts are the headstrong Sam Woodhull and the kind-hearted, talented Will Banion. Banion has a secret around a crime he is said to have committed in the army. \nAlong the way, the pioneers suffer a number of hardships such as hunger and bad weather. In addition, Sam Woodhull embroil the settlers in clashes with Indians, and later aroused \"gold fever\" in some of the pilgrims when news of gold discoveries In California reach the settlers. A dispute ensues, and many families leave the caravan to go to California.\nTime and again Sam Woodhull causes problems. He gets involved with Will Banion in a power struggle for the leadership of the wagon train, and also for the favors of the young Molly Wingate. Fortunately, Banion is succored by his old friend William Jackson, but in the end he also leaves the train shortly before reaching Oregon to seek his fortune in California, as Molly's father forbids a connection with his daughter. Unlike many of the Forty-Niners who sought riches in the Golden State, Banion is successful and strikes it rich.\nWoodhull, spurned by Molly because she loves Banion, wants to get rid of him in California. He plans to shoot Banion from ambush. Fortunately, Jackson watches the scene and in turn shoots Woodhull dead. With Jackson's news that Molly is expecting him in Oregon, Will Banion and his wealth head for Oregon, where can finally take Molly into his arms.", "tmdb_plot": "Two wagon caravans converge at what is now Kansas City, and combine for the westward push to Oregon. On their quest the pilgrims will experience desert heat, mountain snow, hunger, and Indian attack. To complicate matters further, a love triangle develops, as pretty Molly must chose between Sam, a brute, and Will, the dashing captain of the other caravan. Can Will overcome the skeleton in his closet and win Molly's heart?", "tmdb_id": "110341", "wiki_id": "7364373"}, {"title": "Crinoline and Romance", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, Colonel Charles E. Cavanaugh (Gillingwater) lives in a secluded district of North Carolina with his orphaned granddaughter Emmy Lou (Dana). He has raised her in utter ignorance of life beyond this one spot and she still wears crinolines. The old home of the Cavanaughs is now in the hands of the Colonel's niece, Mrs. Kate Wimbleton, a middle-aged society woman who likes to surround herself with young people. She invites Emmy Lou to visit her but the grandfather refuses, so she sends Davis Jordan (Bowers) to help rescue the niece from her plight. When Jordan finds Emmy Lou, the servants force him off the place. Emmy Lou decides to runaway and visit her aunt. Her old fashioned ideas and costume win over the men and she proves a great success. Then she learns of her grandfather's illness and returns home to be with him. Jordan and Augustus Biddle (Forrest) follow her. Both men are in love with her and she cannot decide which she would like to marry. The bitter feeling between the two leads to a fist fight, and the Colonel decides it would be better settled with pistols in a duel. When Biddle cheats, Emmy Lou has no difficulty in making her choice.", "tmdb_plot": "", "tmdb_id": "536915", "wiki_id": "60907303"}, {"title": "Cupid's Fireman", "genres": ["Action", "Drama"], "wiki_plot": "As described in a film magazine review, fireman Andy McGee adopts a little orphan girl after the death of his mother. He falls in love with chorus girl Agnes Evans who has a brutal husband. The house where Agnes lives catches fire, and the fire department responds by dispatching Andy's fire brigade. Andy saves Agnes and then attempts to save her drunken husband, but the floor collapses beneath him and he dies. Agnes and Andy are then united.", "tmdb_plot": "McGee becomes a fireman over the protests of his mother, who doesn't want to see her son sacrifice his life the way his father did. When she dies, McGee adopts little Elizabeth Stevens, who takes care of him instead of vice versa. Along the way he meets Agnes Evans, a chorus girl, and falls in love.", "tmdb_id": "927233", "wiki_id": "40519925"}, {"title": "The Custard Cup", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, Mrs. Penfield (Carr), or Penzie, known for her goodness, lives in a little group settlement with her two adopted children. Crink (Devine), the eldest boy, finds little waif Lettie (Battista), who joins the family. Through Penzie's care the girl improves. Also in the neighborhood are the mysterious couple Frank (Sedley) and Gussie Bosley (Bonillas) who are counterfeiters. During a boat excursion sponsored by Alderman Curry (Hendricks), Frank is discovered passing off his false notes and Gussie gives Penzie a large bill to buy refreshments for the children but to return the change to her. Frank tries to destroy the evidence and burns the remaining bills in his pockets. Through his carelessness, the boat catches fire, forcing all on board to flee. Later, as the law enforcement net begins to close on them, the Bosleys prepare to leave but are apprehended by Secret Service men. Penzie, who has been falsely accused of passing false money, is exonerated.", "tmdb_plot": "Mrs. Penfield, better known as Penzie, is one of the inhabitants of a tenement neighborhood known as \"the Custard Cup\" because of its oval shape. Penzie is a widow who lost both her husband and son in the influenza epidemic of 1918 and 1919. She has found fulfillment by taking in three orphans. One of the Custard Cup's other residents is a counterfeiter, and when the police are too hot on his trail, he leaves a package with Penzie and sets a boat aflame when he tries to destroy some phony bills. When the gang is rounded up, Penzie -- who has been looking for one of her adopted children -- is found at the hideout and arrested.", "tmdb_id": "1004346", "wiki_id": "60311929"}, {"title": "Danger Ahead", "genres": ["Drama", "Crime"], "wiki_plot": "As described in a film magazine review, Bruce Randall fights with Mortimer when he finds him trying to rob his home, and Randall is injured and wanders away, losing all memory of his past. He is reported as being dead and falls into the hands of two unscrupulous lawyers. They induce him to impersonate Bruce Randall (himself) in order to obtain some pearls. Mrs. Randall accepts him as being her husband. Later his memory is restored and the swindlers defeated, with husband and wife reunited.", "tmdb_plot": "Produced by low-budget entrepreneur Phil Goldstone, this silent action melodrama starred Richard Talmadge, a German-born former stunt double for Douglas Fairbanks.Talmadge played Bruce Randall, a wealthy young man supposedly killed during a robbery in his home. But Bruce has survived and is instead wandering about in a state of amnesia.", "tmdb_id": "615321", "wiki_id": "70126318"}, {"title": "The Dangerous Age", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, John Emerson (Stone), married twenty years, finds that romance and color have left his life. His wife Mary (Madison) fails to sympathize with his longing for some of their previous enthusiasm. While traveling to New York City John encounters and is fascinated by Gloria Sanderson (Clifford). With her he makes the fiddy rounds of Gotham's cabarets. He tells her that he is not married. Afterwards, he writes to Mary, telling her what happened, and that he does not intend to return home. At that moment a wire is on the way to him announcing the upcoming marriage of his daughter Ruth (Roberts). After mailing the letter his fancy for Gloria receives a decided check when he finds her in the arms of another man. She tells him that she did not believe he was serious in his lovemaking, so a much agitated John heads for home. He wants to intercept the fatal letter, so he drives after and boards the train, incidentally wrecking his automobile. He arrives home just in time for his daughter's wedding. Meanwhile, Mary has realized her error towards John and he finds her changed for the better. His one desperate thought is to retain her love and prevent his letter from reaching her. However, she obtains the letter and reads it, but keeps this knowledge from her husband. She says she has not received it and asks what its contents are. John hastily improvises an affectionate epistle and Mary is content, knowing his spoken words are true.", "tmdb_plot": "Married for 22 years, Mary Emerson treats her husband, John, more like a son than a husband. He is stung by her rebuffs and, therefore, succumbs to the youthful charms of Gloria Sanderson, whom he meets on a business trip. But just after he mails a letter to Mary telling her that he will not return, John finds Gloria in the arms of her fiancé.", "tmdb_id": "481716", "wiki_id": "58100972"}, {"title": "The Dangerous Maid", "genres": ["Comedy", "Drama"], "wiki_plot": "As described in a film magazine review, the Duke of Monmouth's 1685 rebellion in England fails. Monmouth adherent Barbara Winslow disguises herself to lead his pursuers astray. She falls into the hands of the Royal troops. Later, she obtains documents compromising Judge George Jeffreys, and forces him to sign pardons for all involved.", "tmdb_plot": "Barbara Winslow helps her rebel brother, Rupert, escape from the king's forces by disguising herself as him. Captain Prothero captures her, but he has fallen for Barbara's charms so he lets her go. As a result they are both arrested and imprisoned.", "tmdb_id": "620136", "wiki_id": "46226312"}, {"title": "Dangerous Trails", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, Steve Bradley, a dance hall proprietor in the Canadian Northwest, is in league with opium smugglers Jean Le Fere and Wang. Steve is engaged to Grace Alderson, a singer in his resort. Roland St. Clair, a North-West Mounted Police detective, goes on the smugglers' trail. Grace vamps him and they fall in love. In the finale, after many wild adventures, the smugglers are captured across the border in the United States when federal officers raid Wang's Chinatown den. Grace turns out to be in the employ of the police and marries St. Clair.", "tmdb_plot": "A mounted police inspector battles not only a gang of opium smugglers but also a haughty society belle", "tmdb_id": "623584", "wiki_id": "69957088"}, {"title": "The Daring Years", "genres": ["Drama"], "wiki_plot": "A university student named John Browning (Charles Emmett Mack) goes against his mother's wishes and becomes involved in a torrid love-affair with a fickle young cabaret singer named Susie LaMotte (Mildred Harris). LaMotte toys with the youth's affections and does not tell him that she is already romantically involved with a boxer named Jim Moran (Joe King).\nOne evening John Browning discovers that Susie and Moran are having a relationship when he accidentally walks in on them. Outraged, Browning and Moran become embroiled in an argument. Moran pulls out a pistol, but during the ensuing struggle accidentally mortally wounds himself. Overcome with rage, Susie blames John Browning for Moran's death and Browning is subsequently tried, convicted and sentenced to death.\nBrowning languishes in prison for some time, and just as he is strapped into the electric chair to be executed for the murder of Jim Moran, a bolt of lightning strikes the prison knocking out the power. Meanwhile, Moran's widow (Clara Bow) implores Susie to tell the authorities the truth surrounding the circumstances of the death of Jim Moran. Susie eventually folds and confesses that she had lied and that Jim Moran had in fact accidentally shot himself after pulling a gun on John Browning.\nJohn is pardoned by the governor and leaves prison a free man.", "tmdb_plot": "Cabaret dancer Suzie La Motte is in love with Jim Moran, a boxer, but she tempts a young man named John Browning. Moran and John get into a fight in which Moran accidentally shoots himself. Out of anger at John, Suzie accuses him of Moran's murder.", "tmdb_id": "662887", "wiki_id": "8637926"}, {"title": "The Darling of New York", "genres": ["Crime", "Drama"], "wiki_plot": "As described in a film magazine review, Italian orphan Santussa is sent to New York City to be cared by for her grandfather. Accompanying Santussa is her Governess. In order to protect themselves and perhaps collect a large ransom, a gem smuggler separates her from her Governess and steals little Baby Peggy. Some stolen gems have been secreted in the clothes of a little rag doll which Baby Peggy has with her, and she is kidnapped from the Italian pier by the gem smuggler. She is cast in with the gang of smugglers at their hideout in New York City's Lower East Side, an immigrant, working-class neighborhood, and goes through a great number of harrowing experiences. Through her actions, members of the gang become reformed and Santussa is finally restored to her family.", "tmdb_plot": "Santussa, an orphan who becomes separated from her nurse en route to America to live with her grandfather, is cared for by gangsters who hide their stolen jewels in her ragdoll. In New York, Big Mike, finding Santussa a nuisance, dumps her and the doll in a trash can, where a newsboy finds her. After several adventures, Santussa finds her grandfather, the jewels are handed over to customs officials, and the gang of crooks is reformed.", "tmdb_id": "430635", "wiki_id": "54050012"}, {"title": "The Day of Faith", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Jane Maynard opens a mission in the New York City slums in the memory of philanthropist Bland Hendricks which uses the motto \"My Neighbor is Perfect.\" She welcomes outcasts and faith cures are made. Michael Anstell, the son of a millionaire, is attracted to Jane. His father employs reporter Tom Barnett to ridicule the mission, but Tom becomes a convert. Old John Anstell then backs the mission, believing that, in the name of reform, he can control the world. Detected, his son Michael is killed by a mob. Tom Barnett and Jane Maynard carry on the mission's work.", "tmdb_plot": "Jane Maynard opens a mission in memory of philanthropist Bland Hendricks. John Anstell, son of a powerful and selfish millionaire, Michael Anstell, falls in love with Jane, to the old man's disapproval. Anstell tries to undermine Jane's work by hiring reporter Tom Barnett to write an unfavorable story about the mission.", "tmdb_id": "293468", "wiki_id": "17293064"}, {"title": "Derby Day", "genres": ["Comedy"], "wiki_plot": "As the gang are selling lemonade across the street from the racetrack, they meet up with Mary, whose rich father owns one of the horses. She gets them into the track, and they are sufficiently impressed to start up their own junior version.", "tmdb_plot": "After the gang goes to the horse races, they decide to have a derby of their own.", "tmdb_id": "175747", "wiki_id": "19290613"}, {"title": "Dogs of War!", "genres": ["Comedy", "Family"], "wiki_plot": "Near West Coast Studios in Hollywood, the gang is waging a street war against a rival group of kids; their ammunition primarily consisting of old vegetables. The battle is halted when Mary is called to act in one of the West Coast films. The rest of the gang tries to crash the studio gates and get a role in the picture, but the casting director throws them out. Farina manages to sneak into the studio, however, prompting the other kids to sneak in after her. Several chases throughout the property then ensue and the gang eventually escapes - with a little help from Harold Lloyd.", "tmdb_plot": "The gang wages war using old vegetables as munitions. Later, they ruin a movie in progress when they double-expose the film.", "tmdb_id": "175692", "wiki_id": "5221381"}, {"title": "Downfall", "genres": [], "wiki_plot": "Kaja Falk is a successful and admired operetta star, who has been through a lot in her life: The man she loves has to pay for a murder Kaja is suspected to have committed. He accepts the punishment and is sent to jail for ten years. Full of gratitude Kaja promises her love to stay faithful and wait for him to return. In the following years, he dreams of her every night. In his dreams she is the young, admirable woman, for whom he took his prison sentence. In reality the ten years of his absence did not do Kaja well. When he finally returns, Kaja has aged a lot and is ravaged by disease. Out of prison, he waits for Kaja, who apparently did not come looking for him. But Kaja is there - he just did not recognize the old woman, who wanted to welcome her great love. Shocked and struck by grieve, Kaja collapses.", "tmdb_plot": "Variety star Kaja falls in love with fisherman Peter. But he in a unfortunate situation kills a man and is sentenced to ten years imprisonment. Kaja promises to wait for him, but things go badly for her.", "tmdb_id": "238935", "wiki_id": "48947105"}, {"title": "Drifting", "genres": ["Drama"], "wiki_plot": "Cassie Cook had played the opium selling game until fate and a bad shuffle compelled her to team up with her biggest rival, Jules Repin, and then the horror of the whole thing weighed down upon her and she determined to quit and leave China before it was too late. She had bought a lot of new gowns on credit, believing in Repin's promise that he had a big shipment of opium coming in which would give them both plenty of money. Now those gowns had to be paid for and Cassie's chum, Molly Morton, taken out of the country before a growing taste for opium got a final hold on her. So Cassie bet on a sure thing in the races and lost. \"But I'm going to get you out, Kid,\" she told Molly, and as a last resort she went back to the game. Up in Hang Chow, a trouble-infested village near the poppy fields, she tried to trace the shipment Repin expected. A white man was there — supposed to be opening an abandoned mine. It was her business to find out if he was a government inspector seeking the den of the dope dealers. She posed as a novelist, and he, believing in her, told her that he was there to fight the dope menace. Cassie felt like a cheat of the lowest order and she turned against her comrades, but they, by trickery, found out what she had learned from the mine superintendent. In a flash they set the little world ablaze with rebellion and the soul of Cassie Cook was cleansed in the fires of remorse as she battled for what she believed was the right cause, and out of it came a love that was clean and honorable.", "tmdb_plot": "In Shanghai, an American girl who helps runs an opium ring meets an American agent disguised as a mining engineer. The two fall in love, and she has to determine where her loyalties lie.", "tmdb_id": "505874", "wiki_id": "17292717"}, {"title": "The Drums of Jeopardy", "genres": ["Mystery"], "wiki_plot": "As described in a film magazine review, Jerome Hawksley, confidential secretary to Grand Duke Alexis of Russia, is bequeathed upon the death of the Duke during the Russian Revolution two jewels known as the \"Drums of Jeopardy.\" Because the jewels are of great value and believed to possess a supernatural power, Gregor Karlov attempts to secure them. The jewels are sent to the United States with a trusted friend and given to Banker Burrows for safekeeping. Gregor, in an attempt to steal the jewels, kills the banker and kidnaps Jerome. Dorothy Burrows teams with Cutty, a secret service man, and are determined to bring the culprit to justice. Gregor is traced to Little Russia, a café in New York City, and is killed during a fight. Jerome and Dorothy agree to marry and the jewels are returned to him.", "tmdb_plot": "The story centers around two small statuettes containing valuable emeralds, which are said to project a sinister influence on the possessor. The czar of Russia gives the statuettes to a grand duke, who, in turn, gives them to his secretary, John Hawksley. Hawksley sends them to America in a friend's possession and follows after.", "tmdb_id": "337483", "wiki_id": "30351781"}, {"title": "Earth Spirit", "genres": ["Drama"], "wiki_plot": "Dr. Schön marries a lower-class girl, Lulu. Young and voluptuous, she attracts the attention of all the men, but the doctor will not let her go. After Lulu shoots the doctor, his son has to make a serious decision.", "tmdb_plot": "Dr. Schön marries a lower class girl, Lulu. Young and voluptuous she attracts the attention of the all the male gender, but the doctor will not let her go.", "tmdb_id": "247231", "wiki_id": "39627834"}, {"title": "Enemies of Women", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, Alicia, an adventuress, has occasion to befriend a Russian prince with whom she flees to France. They are happily living together when the Prince sees her with her young son and, knowing nothing of his existence, mistakes him for a youthful lover and quits her. He and several friends form a club known as the \"Enemies of Women and plan to have nothing more to do with them. However, circumstances finally  reunite Alicia and the prince and they find happiness together.", "tmdb_plot": "The dashing but arrogant Prince Michael Fedor Lubimoff has to flee Tsarist Russia after falling into disgrace and settles in Monte Carlo, where he resumes his life of debauchery while World War I ravages the fields of Europe… (Partially lost film; reels 3 and 9 of a total of 11 are missing.)", "tmdb_id": "623312", "wiki_id": "5018173"}, {"title": "The Eternal Struggle", "genres": ["Crime", "Drama", "Western"], "wiki_plot": "The film focuses on Andrée Grange, the daughter of a local cafe owner. She is about to marry Neil Tempest, a sergeant at the North-West Mounted Police, but is actually in love with Bucky O'Hara, one of Tempest's underlings whom she is constantly flirting with. Meanwhile, her father is attacked in his cabin by Barode Dukane. Andrée, who has witnessed the struggle, feels that she is responsible for the following death of Barode. Her father helps her flee town by ship and O'Hara is assigned to locate and arrest her. He tracks her down, but is followed by Tempest. Tempest tries to help her, but they are caught in the rapids. O'Hara eventually comes to the rescue, saving Tempest and Andrée's lives. In the end, her innocence is proven and Tempest breaks the engagement, realizing that his fiancée is in love with O'Hara.", "tmdb_plot": "Believing she's responsible for the death of her would-be seducer, a young woman flees to North Vancouver.", "tmdb_id": "470509", "wiki_id": "25806977"}, {"title": "The Eternal Three", "genres": ["Drama"], "wiki_plot": "Dr. Frank R. Walters (Bosworth) is a prominent brain surgeon whose career drives him to neglect his younger wife (Windsor) and foster son Leonard (Griffith). Leonard seduces both his father's wife and secretary Hilda (Love). When Leonard is injured in an automobile accident, his father operates on him, but then sends him away to Europe. Dr. Walters is resolved to spend more time with his wife.", "tmdb_plot": "A doctor's adopted son turns out to be an ungrateful whelp. He beds the doctor's maid, then his secretary, and finally targets the doctor's wife, his own stepmother as his next conquest....", "tmdb_id": "293459", "wiki_id": "34072938"}, {"title": "The Exciters", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, Ronnie Rand, a young woman who loves excitement of all kinds and whose watchword is speed, is obliged to marry by a certain day or lose a rich inheritance. Through dramatic circumstances, she meets Pierre Martel, a member of a band of crooks. Thinking that he is a man's man, Ronnie marries him. Martel's confederates seek to blackmail Ronnie and when she refuses to sign a check, they attempt to kill Martel, but he is saved by the police. It then develops that Martel is no crook at all, but is a United States Secret Service agent who was obtaining evidence against the crooks. Ronnie, somewhat disappointed that her husband is no burglar, makes the best of it and both husband and wife are happy.", "tmdb_plot": "Ronnie Rand, Required to marry before she is 21 or lose her inheritance, Ronnie Rand meets Pierre Martel, member of a gang of thieves, and, convinced that he is a \"real man,\" she marries him. Pierre's confederates attempt to blackmail Ronnie, and when she refuses to sign a check they try to kill Pierre; but police arrive in time to save him. Pierre is revealed to be a U. S. Intelligence Service agent. Ronnie, though somewhat disappointed that her husband is not at all a crook, accepts the situation.", "tmdb_id": "767758", "wiki_id": "37178459"}, {"title": "The Exiles", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, a man is shot in his office. Alice Carroll is arrested and charged with the murder. She escapes and goes to Algiers, where she stays at a notorious gambling resort in the company of fugitives known as \"The Exiles.\" Henry Holcombe, the prosecuting attorney, discovers that Alice is innocent. He follows her to North Africa. When she refuses to return to the United States, Henry kidnaps her. They fall in love and she becomes his wife.", "tmdb_plot": "Finding herself accused of a murder she didn't commit, Alice Carroll flees to Tangier, Morocco. District Attorney Henry Holcombe, meanwhile, has discovered that she is actually innocent and sets out to search for her. He finds her in Tanger, but she is under the influence of the shady Wilhelm von Linke, who owns a seedy gambling den. Complications ensue.", "tmdb_id": "534077", "wiki_id": "60631300"}, {"title": "Driven from Home", "genres": ["Drama"], "wiki_plot": "Old man Steyer (Carl Goetz) lives on a mountainside farm with his wife (Ilka Grüning), widowed son (Eugen Klöpfer), and granddaughter, Aenne (Lucie Mannheim). The son marries Ludmilla (Aud Egede-Nissen), a very poor girl from a nearby village. Ludmilla loves Lauer (William Dieterle), a local hunter, but Lauer is too poor to marry her. Ludmilla continues her affair with Lauer even after the marriage.\nLudmilla asks her new husband to sell the farm and move to the village, as she cannot stand being isolated in the mountains. The son agrees, hoping it will make Ludmilla love him. They go to the village to sign a deed of sale. The son drinks heavily, decides to marry Aenne to Lauer, and then has second thoughts about selling the farm.\nUnable to find her husband, who has gone to the notary to cancel the sale, Ludmilla asks Lauer to take her home. A blizzard has begun, and they are unable to make it back up the mountain. They take refuge in Lauer's cabin instead, where they begin to make love. The son, however, follows their tracks in the snow. He finds them in the cabin, and brutally assaults Lauer.\nThe next morning, the son and Ludmilla return to the farm, their marriage in ruins. They discover that the mother and father have decided to leave their beloved home, now that it has been sold, and have already packed all their things.", "tmdb_plot": "A lost Murnau peasant-farm film.", "tmdb_id": "363436", "wiki_id": "20071648"}, {"title": "The Extra Girl", "genres": ["Comedy", "Romance", "Crime"], "wiki_plot": "Sue Graham (Normand) is a small town girl who travels to Hollywood to escape marriage, and in the hope of becoming a motion picture star. She wins a contract with a studio on the strength of a picture of a quite different (and very attractive) girl sent instead of hers; but when she arrives the mistake is discovered. Since the error was the result of another's deception, the studio manager agrees to give her a job in the costume department. She eventually gets the opportunity to screen test, but it turns out disastrously – although in a nod to the actress behind the character the director calls her \"a natural comedian.\" Sue's parents come out to California, and invest money with a shifty individual who swindles them out of their life savings. Sue and childhood friend Dave, who has also followed her, retrieve the money. Despite the unsuccessful film career, all turns out well.", "tmdb_plot": "Sue Graham is a small town girl who wants to be a motion picture star. She wins a contract when a picture of a very pretty girl is sent to a studio instead of her picture. When she arrives in Hollywood, the mistake is discovered and she starts working in the props department of the studio instead. Her parents then come out to California and invest some money with a very shifty individual.", "tmdb_id": "54241", "wiki_id": "1629388"}, {"title": "The First Degree", "genres": ["Drama"], "wiki_plot": "Sam Purdy receives a call from the Grand Jury of Lincoln County. He is wanted to give testimony in a case involving the theft of his sheep, but before he learns this, he makes a confession regarding the murder of his half-brother, Will, the night before. Purdy goes on to tell the jury of the myriad ways his brother has wronged him over the last several years, motivated out of a mutual affection for a woman named Mary. Via flashback, Sam tells the room of how Will had him sent to jail for a year for a bank robbery he did not commit. While in jail, Sam studied law and starts life afresh when released. Sam runs for County Prosecutor and all is going well with him until Will turns up, threatens blackmail, and exposes his past and forces him to again leave town. Sam gets another start and is successful as a sheep farmer in a rural town when Will again appears and blackmails him. A fight takes place and Sam supposes that he has killed his brother in the scuffle. But as he finishes his testimony before the Grand Jury, much to the surprise of the members, in comes the sheriff conveying the prisoner in the sheep-stealing case is Will.", "tmdb_plot": "Sam Bass receives a summons to testify before a grand jury, and not realizing that the matter concerns sheep-stealing he assumes it to concern the murder of his brother, Will.", "tmdb_id": "618803", "wiki_id": "64797570"}, {"title": "Die Flamme", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review for the English subtitled version, Yvette's landlady insists that her lodger pay up the money she owes. The young woman goes out in quest of funds. Papa Lemonier is about to \"come across\" with the desired cash, when a man who has been pursuing her interferes and trouble starts. Yvette runs away and makes the acquaintance of a youthful composer named Andre Leduc. They fall in love and are married. Raoul Fournier, a rejected suitor, tries to spoil Yvette's domestic happiness by exposing her past to her husband. He almost succeeds, but is defeated in the long run.", "tmdb_plot": "In 19th century Paris a hedonistic woman marries an aristocrat but has trouble keeping faithful to him.", "tmdb_id": "283689", "wiki_id": "38498730"}, {"title": "The Flame of Life", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, Joan Lowrie (Dean) is one of the beasts of burden making up the population of the little English mining village. Culling slate from coal all day long with a score of broken-down hags, young women, and girls, she lived a life of horror at home, beaten constantly by her father. The mine receives a new over-man, Fergus Derrick (Ellis), trying to get on friendly terms with the drudging slaves, but meets a spirit of independence that proved the people better than animals. Fergus advocated for better working conditions, but the mine owners laughed at him. Dan Lowrie (Beery) was caught smoking in a shaft by the over-man and was fired. Dan threatened murder and when attempting it the over-man was saved by Joan. The young superintendent then learns in various ways of her hidden nobleness of character and also of her father's cruelty. In time the young woman and the over-man break down the wall of class between them. Assisting in her education, seeing her prove her worthiness by her actions during a mine disaster, Fergus falls deeply in love with her and their happiness came with ceaseless efforts.", "tmdb_plot": "Joan Lowrie and her brutal father, Dan, labor in the English coal mines of the 1870's. Fergus Derrick, a new over-man, attempts to make his workers' lives more bearable but incurs Lowrie's wrath when he fires him for smoking in the mine. Bent on vengeance, Lowrie is beaten when he picks a fight with Fergus, then defiantly smokes in a mine tunnel. There is an explosion, Joan rescues Fergus, and their love triumphs over their class barriers. −", "tmdb_id": "618805", "wiki_id": "9199298"}, {"title": "Flaming Youth", "genres": ["Drama"], "wiki_plot": "When Mona Frentiss dies, she has her confidante \"Doctor Bobs\" watch over her family, especially her youngest daughter Patricia. The family has been raised in a most unconventional manner, with Mona having a much younger lover and the father Ralph keeping his own lover on the side. As Patricia grows older, she attracts the attention of her mother's former lover, the much older (than Patricia, who in the book is in her early to mid teens) Cary Scott. Patricia tempts fate with her wild ways, nearly loses her virtue to a musician aboard an ocean-going boat, and is saved in time by Cary. Realizing that he is the man for her, she settles down into an experimental marriage.", "tmdb_plot": "When Mona Frentiss dies, she has her confidante \"Doctor Bobs\" watch over her family, especially her youngest daughter Patricia. The family has been raised in a most unconventional manner, with Mona having a much younger lover and the father Ralph keeping his own lover on the side. As Patricia grows older, she attracts the attention of her mother's former lover, the much older (than Patricia, who in the book is in her early to mid teens) Carey Scott. Patricia tempts fate with her wild ways, nearly loses her virtue to a musician aboard an ocean-going boat, and is saved in time by Carey. Realizing that he is the man for her, she settles down into an experimental marriage.", "tmdb_id": "347611", "wiki_id": "29999955"}, {"title": "Socrate's Escape", "genres": ["Comedy", "Action"], "wiki_plot": "Ajax accidentily startles Socrates, the pet parrot of his fiancé Annita, causing him to fly away through an open window. Annita says she will not marry Ajax until he returns Socrates to her. In his international search for the parrot, Ajax accidentally becomes a wanted man everywhere he goes. Socrates eventually is released to return home by his new owners, Liliana and her father, much to Annita's delight. While Socrates returns home, Ajax does not, because he finds the love of his life, Liliana, while searching for Socrates. The film ends with Annita’s parents scolding her for abusing Ajax’s love.", "tmdb_plot": "Socrate, a weird parrot, one day flies away through an open window. The mistress of the parrot imposes on her boyfriend Ajax a terrible condition: if he doesn’t find Socrate, she will marry another man. Ajax immediately starts to look for Socrate, but soon he discovers that the parrot has been captured and sold to a young lady leaving for Havana. Finally Ajax manages to get to Cuba, but once there he finds out that Socrate has already flown away to return to his original owner; she telegraphs Ajax asking him to return to her – but she will wait in vain: Ajax has already fallen in love with the young lady who emigrated to Cuba.", "tmdb_id": "389818", "wiki_id": "48936692"}, {"title": "The Footlight Ranger", "genres": ["Western"], "wiki_plot": "As described in a film magazine, small town idler Bill Moreland (Jones) meets and falls in love with Janet Ainslee (Brunette), a young actress who is stranded in town along with her company. Janet accepts the favors of Al Brownley (Mason), son of the richest man in town, in hopes of getting enough money from him to get back to the New York City. On the morning the company is set to leave, Brownley appears with the tickets but insists that Janet go for a ride with him first. Bill overhears this conversation and interferes. He raises enough money selling his three prize dogs to buy tickets for Janet. Janet advises him to come to New York City and get a job. Sometime later, Bill goes to the city and while working is caught in an accident. He is sent to a hospital and Janet sends him flowers. She gets a new \"angel\" to back her and almost forgets about Bill. After he recovers, he and a friend go to a roadhouse and rescue Janet from the attacks of this other man. Janet is then ready to marry him and return to the country.", "tmdb_plot": "Cowboy Bill sells his prize dogs to pay Janet's way back to New York and, in love with the girl, follows her to Manhattan where he obtains a job as a construction worker.", "tmdb_id": "926721", "wiki_id": "60314417"}, {"title": "Fury", "genres": ["Adventure"], "wiki_plot": "As described in a film magazine, Boy Leyton (Barthelmess) is second mate on board the Lady Spray, the ship on which his father is Captain Leyton (Power). Boy is often chided by his father for his effeminacy and more often beaten. While in port Boy proposes to Minnie (Gish) and suggests that she go to Glasgow to meet him there to be married. The ship sails and the Captain learns of his son's intention to marry. He calls him in and tells him about his mother, who deserted him, and tries to turn him away from all women, but Boy refuses to listen. The Captain is suddenly taken ill, but before he dies he makes Boy promise that he will not marry until he has found the man who wronged his mother. The Captain is buried at sea and the ship continues on its course. Upon reaching Glasgow Boy tells Minnie what happened. While at the bar, he meets an old woman who comes in begging. During the conversation he discovers that she is his mother, and he forces her to tell him who her betrayer was. Boy learns that it was the first mate from his father's ship who is now its captain. He finds the man and, though greatly outweighed, he finally succeeds in knocking him down. The stunned man falls from the ship into the sea and disappears. When the ship goes back into port, Boy and Minnie are married.", "tmdb_plot": "Fury is a 1923 silent film", "tmdb_id": "979685", "wiki_id": "32782325"}, {"title": "Gentle Julia", "genres": [], "wiki_plot": "Julia Atwater (Love) is the most popular girl in her Midwestern small town. She has many suitors, but she chooses an older man, Mr. Crum (Elliott). When he takes her back to his home in Chicago, she finds out he is married. She leaves him, returning to neighbor Noble Dill (Goodwin).", "tmdb_plot": "Gentle Julia is a 1923 American silent romantic drama film based on the popular novel Gentle Julia by Booth Tarkington. Directed by Rowland V. Lee, the film starred Bessie Love.", "tmdb_id": "769656", "wiki_id": "34914826"}, {"title": "The Gentleman from America", "genres": ["Comedy"], "wiki_plot": "Two pals in the American Expeditionary Forces in France during World War I, Dennis O'Shane (Hoot Gibson) and Johnny Day (Tom O'Brien), are given a furlough. With a borrowed dollar, they clean up in a craps game and head for Paris. They board the wrong train and land in Cardonia, a principality of Spain. Dennis is mistaken for a desperate bandito and, at the same time, falls in love with Carmen Navarro (Louise Lorraine), the prettiest senorita in Cardonia.\nIn a series of adventures, Dennis saves her from marriage to a villain, learns she is the daughter of the Grand Duke (Albert Prisco), and becomes the assistant ruler of the kingdom. In his excitement, he forgets that he is a member of the American A.E.F. until a couple of husky M.P.s arrive on scene to cart him off to a military prison. He leaves his bride with the excuse that General Pershing has called him back to take charge of the Army, but he will return as soon as he gets the country's affairs in such shape that he can turn them over to an assistant.", "tmdb_plot": "Two Army buddies, Dennis O'Shane and Johnny Day, decide to take their furlough in Paris but instead end up in Spain.", "tmdb_id": "618808", "wiki_id": "15197905"}, {"title": "The Ghost Patrol", "genres": [], "wiki_plot": "In the neighborhood of \"Little Hell\", Terry Rafferty (Graves), a reformed thief, has fallen in love with Effie Kugler (Love) and is seeking her hand in marriage. Effie's father (Williams) refuses, which prompts Terry to get drunk and assault a politician. Terry is sent to prison.\nDon Dorgan's (Nichols) 30-year career as a police officer ends when the new commissioner (MacDowell) decides that he is too old. Don realizes that the neighborhood still needs him, and wears his old uniform, becoming \"The Ghost Patrol\".\nAfter serving his sentence, Terry is released from prison, and Don brings him to Effie, reuniting the couple. When the commissioner learns of the good that Don has been bringing to the neighborhood, he rehires him and promotes him.", "tmdb_plot": "With his understanding manner policeman Donald Dorgan wins respect on his tough beat in \"Little Hell.\" He tries to help Terry Rafferty \"go straight\" so that he may receive Rudolph Kugler's permission to marry Effie, but Terry gets into a fight and is sentenced to prison.", "tmdb_id": "618802", "wiki_id": "34484451"}, {"title": "Giants vs. Yanks", "genres": ["Comedy", "Family"], "wiki_plot": "While the boys are playing their baseball game, a couple living nearby offer to take care of Jack's baby sister, Imogene. Eventually, the gang goes into their house, when they realize there's a litter of puppies in there. By this time, however, the doctor has realized that one of the servants has a contagious disease and decides to quarantine the place, giving the gang a chance to turn into a disaster area.", "tmdb_plot": "The gang, after a premature end to their baseball game, find themselves quarantined in an elegant home, which they proceed to destroy.", "tmdb_id": "175730", "wiki_id": "15397835"}, {"title": "Gimme", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, Fanny Daniels (Chadwick), after a short, successful career as a designer for Claude Lambert's (Imboden) establishment, meets, falls in love with, and marries wealthy young man Clinton Ferris (Glass). She had borrowed $500 from Claude to buy her trousseau for the wedding and now Claude demands its return. Fanny, embarrassed and unable to reconcile her former financial independence with asking her husband for money, goes back to work for Claude while Clinton is away on a trip. She uses a blank check given her by her husband to clear up her indebtedness with Claude, which puts Clinton in a financial hole. When he returns, he assumes the worst regarding the check and they quarrel and Fanny leaves. The marital difficulty is cleared up when Clinton discovers that Fanny is not and has never been romantically involved with Claude. The couple reconcile and agree to live on a fifty-fifty financial basis.", "tmdb_plot": "A young woman borrows money from her boss for her wedding dress. After the marriage he asks to be repaid, and she--not liking to ask her husband for money--writes a check on her husband's account. When he discovers that his wife has written a check to another man and not told him, complications ensue.", "tmdb_id": "1027908", "wiki_id": "60348440"}, {"title": "Glumov's Diary", "genres": ["Fantasy", "Comedy"], "wiki_plot": "The film is composed of three parts which were screened at different moments of the play.\n\nThe opening sequence starts with a shot of Eisenstein removing his cap and bowing in front of the poster announcing the play, followed by a shot of Grigori Aleksandrov as Glumov, in front of the same poster, and by shots of the main protagonists making comic faces. It has been argued that this could have been screened rather at the end of the play.The second sequence shows how Glumov's diary was stolen. It was linked to the play by the actor running out of the stage to reappear on screen climbing along the building's facade up to the roof where he was picked by an airplane. Eventually, he jumped out of the airplane to fall into a car that brought him back to the front door of the theater. At the end of this sequence, the actor came back onstage, holding in his hand a film reel.\nThe third sequence shows metaphorically the contents of Glumov's Diary, using several stop motion substitutions reminiscent of early films by George Méliès. It ends up with the wedding of Glumov and Mashenka and Glumov answering requests for money from the other protagonists with a fig sign.", "tmdb_plot": "Filmic insert to Eisenstein's modernized, free adaptation of Ostrovskiy's 19th-century Russian stage play, \"The Wise Man\" (\"Na vsyakogo mudretsa dovolno prostoty\"). The anti-hero Glumov tries to escape exposure in the midst of acrobatics, derring-do, and farcical clowning. Several members of Eisenstein's troupe at the legendary \"Proletkult\" stage theatre in Moscow briefly appear in this little film.", "tmdb_id": "47703", "wiki_id": "48844614"}, {"title": "The Gold Diggers", "genres": ["Comedy"], "wiki_plot": "Wally Saunders (Johnny Harron) wants to marry chorus girl Violet Dayne (Anne Cornwall), but his uncle, Stephen Lee (Wyndham Standing) thinks that all chorines are gold diggers (people who date others to get money from them) and refuses to give his approval.  Violet's friend Jerry La Mar (Hope Hampton) is not a gold digger, but she agrees to go after Lee so aggressively that Violet will look tame by comparison.  Of course, the uncle and the friend fall in love and get married, even after he knows the truth about her, and he gives permission for Wally and Violet to get hitched too.", "tmdb_plot": "Stephen Lee doesn't want his nephew Wally Sanders to marry chorus girl Violet Dayne, because he believes all chorus girls to be ruthless gold diggers, always chasing after the men's money. Violet's friend Jerry La Mar decides to 'gold dig' Stephen, to show him what a nice and unselfish girl Violet is, but then she realizes that she's really in love with Stephen Lee....", "tmdb_id": "485741", "wiki_id": "16023743"}, {"title": "The Governor's Lady", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Daniel Slade is an energetic and home loving miner who, through some careful real estate transactions, amasses a fortune. When he decides to splurge and run for governor, his wife Mary cannot revert from the petty cares of leaner days. Then a triangle develops through Katherine Strickland desire for power and wealth that Slade could give her, if only he were free. She tells Mrs. Slade that she should leave this part of the country so that no scandal should attach to Daniel while he runs for office. Mary agrees at first, but then realizes that she is being put aside for a younger woman. With this last minute change of heart, even though the divorce has gone through, it is not long before Daniel and Mary are reunited.", "tmdb_plot": "The Governor's Lady is a 1923 silent film.", "tmdb_id": "982235", "wiki_id": "57984714"}, {"title": "Haldane of the Secret Service", "genres": [], "wiki_plot": "\"Heath Haldane (Houdini), son of a detective slain by a gang of counterfeiters, swears vengeance. He rescues a girl (Leslie) from the gang, but is thrown into river by them for dead, and escapes.\n\"He rounds them up after many adventures, brings about their arrest, and discovers the leader of the gang is father of girl whom he loves.\" -- Motion Picture News Booking Guide (April 1924)", "tmdb_plot": "Heath Haldane (Houdini) tracks down a vicious gang of counterfeiters, narrowly missing death several times. He must rescue Adele Ormsby, whom he loves despite her pending marriage.", "tmdb_id": "175694", "wiki_id": "45252509"}, {"title": "His Last Race", "genres": ["Drama"], "wiki_plot": "A horse is about to take its last race. Gangsters try to ensure the horse does not win.", "tmdb_plot": "", "tmdb_id": "635026", "wiki_id": "40350772"}, {"title": "His Mystery Girl", "genres": [], "wiki_plot": "As described in a film magazine, the friends of Kerry Reynolds (Rawlinson) think he should be a more human young man and scare him into going to his doctor. The doctor, who is in on the joke, tells him that he is a very sick man. Leaving the doctor's office he sees a beautiful young woman apparently in distress and she wins his heart. Seeing her again at a hotel lobby, he notes that she drops a beaded handbag and takes it home. Seeing her advertisement about her handbag, he meets her and finds that the handbag contains valuable diamonds. Rushing to his apartment to check the bag's contents, he finds that it is gone. Then the woman appears at his door and demands the bag, and she is followed by a man claiming to be her husband. Kerry gets a message that she is a prisoner in a deserted house, and after some adventures he arrives to save her, and gets into a tremendous fight with a band of men who might be her kidnappers. He escapes with her and is chased by policemen on motorcycles. Finally, when he takes her from her home to the Justice of Police where he hopes to marry her, his friends tumble out and tell him that it has been a great practical joke on their part, and that the young woman is a student from a drama they hired to lead him into some adventures, and that the main villain is her brother. At the end there is a reconciliation and Kerry finding love.", "tmdb_plot": "Kerry Reynolds' prankster friends trick him into thinking he has discovered a distressed damsel.", "tmdb_id": "619136", "wiki_id": "58150343"}, {"title": "Hollywood", "genres": [], "wiki_plot": "Angela Whitaker (Hope Drown) is a young unknown who comes to Hollywood to become an actress, and brings her grandfather, Joel Whitaker (Luke Cosgrave). At the end of the first day, she has not found work, but her grandfather has.", "tmdb_plot": "Angela comes to Hollywood with only two things: Her dream to become a movie star, and Grandpa. She leaves an Aunt, a brother, Grandma, and her longtime boyfriend back in Centerville. Despite seeing major movie stars around every corner, and knocking on every casting office door in town, at the end of her first day she is still unemployed. To her horror, when she arrives back at their hotel, she finds that Grandpa has been cast in a movie by William DeMille and quickly becomes a star during the ensuing weeks. Her family, worried that Angela and Grandpa are getting into trouble, come to Hollywood to drag them back home. In short order Aunt, Grandma, brother, boyfriend and even the parrot become superstars, but Angela is still unemployed...", "tmdb_id": "545364", "wiki_id": "25915732"}, {"title": "Hoodman Blind", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, John Linden, a victim of wanderlust, jumbles up his life and that of his two daughters. One is a daughter by marriage, the other an offspring of Jessie Walton, a young woman of the village. Noting the resemblance of the two, unscrupulous Mark Lezzard, the sea town's only lawyer, arouses the jealousy of the first daughter's husband Jack Yeulette, the skipper of a fishing smack, hoping to gain her for himself and thereby obtain control over the money John provides for her on a regular basis. After much havoc, happiness is the lot of everyone except Lezzard, whom the crowd \"fixes\" when they learn of what a wretch he is.", "tmdb_plot": "It is a remake of a 1913 film of the same name directed by James Gordon and a 1916 William Farnum Fox feature titled A Man of Sorrow and based on the play Hoodman Blind.", "tmdb_id": "971505", "wiki_id": "16092339"}, {"title": "The House of Mystery", "genres": ["Drama"], "wiki_plot": "Julien Villandrit is the owner of the estate of Les Basses-Bruyères and its textile factory, where the manager is his childhood friend Corradin. Julien marries his neighbour Régine, unaware that Corradin also loves her. Julien is sent to gaol for a murder actually committed by Corradin. The only witness to the truth is the woodsman Rudeberg and Corradin buys his silence by paying for the education of his son Pascal. Julien's struggle to clear his name and to rescue Régine and their daughter Christiane from Corradin's scheming extends over many years and faces many setbacks.", "tmdb_plot": "Film composed of 10 episodes: 1.- L'Ami felon. 2.- Le secret de L'etang. 3.- L'Ambition au service de la haine. 4.- L'Implacable verdict. 5.- Le Pont vivant. 6.- La Voix du sang. 7.- Les Caprices du destin. 8.- En Champ clos. 9.- Les Angoisses de Corradin. 10.- Le Triomphe de L'amour.", "tmdb_id": "285009", "wiki_id": "50806751"}, {"title": "Human Wreckage", "genres": ["Crime", "Thriller", "Drama"], "wiki_plot": "Ethel McFarland (Davenport) presents her attorney husband, Alan (Kirkwood), with the case of a dope addict named Jimmy Brown (Hackathorne). With the help of Alan's impassioned defense, Jimmy gets acquitted.\nAlan feels the pressures of his job and is introduced to a doctor at his club. When he becomes addicted, he is blackmailed by his peddlers to represent their friends in court. Jimmy, now off the smack and a taxi driver, hears of these goings-on. When he discovers that his passenger is the leader of the dope ring, he resolves to aid the war on narcotics by crashing the vehicle head-on into an oncoming train, killing them both. Alan gets treated for his addiction and begins to fight the pushers in court, all the while pushing for stronger laws against addictive substances.\nAt the film's close, Davenport addresses the audience directly, imploring them to support her in her crusade to wipe out the menace of narcotics.", "tmdb_plot": "An attorney's wife is determined to fight the evils of addictive substances.", "tmdb_id": "523000", "wiki_id": "5829473"}, {"title": "The Hunchback of Notre Dame", "genres": ["Romance", "Drama", "Horror"], "wiki_plot": "The story is set in Paris in 1482. Quasimodo is a deaf, half-blind, hunchbacked bell-ringer of the famous Cathedral of Notre Dame in Paris. His master is a man named Jehan, the evil brother of Notre Dame's saintly archdeacon Dom Claude. One night, Jehan prevails upon Quasimodo to kidnap the fair Esmeralda, a dancing Roma girl (and the adopted daughter of Clopin, the king of the oppressed beggars of Paris' underworld).\nThe dashing Captain Phoebus rescues Esmeralda from Quasimodo, while Jehan abandons him and flees (later in the film, Quasimodo hates Jehan for abandoning him and is no longer loyal to him). At first seeking a casual romance, Phoebus becomes entranced by Esmeralda, and takes her under his wing. Quasimodo is sentenced to be lashed in the public square before Esmeralda and Dom Claude come to his aid.\n\nTo their dismay, Jehan and Clopin learn that Phoebus hopes to marry Esmeralda, despite being engaged to Fleur de Lys. Phoebus persuades Esmeralda to accompany him to a ball celebrating his appointment as Captain of the Guard by King Louis XI. He provides her with rich garments and introduces her to their hostess, Madame de Gondelaurier, as a Princess of Egypt.\nClopin, accompanied by his beggars, crashes the festivities and demands Esmeralda be returned. To avoid bloodshed, Esmeralda says that she does not belong with the aristocracy. Later, however, Esmeralda sends the street poet Pierre Gringoire to give Phoebus a note, arranging a rendezvous at Notre Dame to say goodbye to him. Phoebus arrives and is stabbed in the back by Jehan. After Esmeralda is falsely sentenced to death for the crime, she is rescued from the gallows by Quasimodo and carried inside the cathedral, where he and Dom Claude grant her sanctuary.\nLater that night, Clopin leads the whole of the underworld to storm the cathedral, and Jehan attempts to take Esmeralda, first by guile (telling her that Phoebus's dying wish was for him to take care of her), then by force. Quasimodo holds off the invaders with rocks and torrents of molten lead. Meanwhile, the healed Phoebus is alerted by Gringoire and leads his men against the rabble. Clopin is killed in the battle.\nWhen Quasimodo finds Jehan attacking Esmeralda, he throws his former master off the ramparts of Notre Dame, but not before Jehan fatally stabs him three times in the back. Phoebus finds and embraces Esmeralda. Witnessing this, Quasimodo rings his own death toll, and Gringoire and Dom Claude enter the bell tower just in time to see him die. The last image is of the great bell swinging silently above Quasimodo's corpse.", "tmdb_plot": "In 15th century France, a gypsy girl is framed for murder by the infatuated Chief Justice, and only the deformed bellringer of Notre Dame Cathedral can save her.", "tmdb_id": "18987", "wiki_id": "1906459"}, {"title": "It's a Gift", "genres": [], "wiki_plot": "A group of oil magnates are trying to think of new ways to attract business. One of them suggests that they contact an eccentric inventor (Pollard), who has devised a new gasoline substitute.\nThe inventor himself lives in a home filled with his strange inventions. When he gets the message from the oil company, he is excited about the opportunity to demonstrate his innovation, and jumps into his \"magnet car\".", "tmdb_plot": "A group of oil magnates are trying to think of new ways to attract business. One of them suggests that they contact the inventor Pollard, who has devised a new gasoline substitute. Pollard himself lives in a home filled with his eccentric inventions. When he gets the message from the oil company, he is excited about the opportunity to demonstrate his innovation.", "tmdb_id": "186175", "wiki_id": "28983510"}, {"title": "Java Head", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine, during the late 1840s wealthy retired sea captain Jeremy Ammidon (Strong) lives with his children and grandchildren in a house known as \"Java Head\" in Salem, Massachusetts. Jeremy's son William (Hall) manages the family business. Gerrit Ammidon (Roscoe), skipper of the Nautilus in its oriental trade, loves Nettie Vollar (Logan), a granddaughter of Barzil Dunsack (Fawcett), an enemy of Jeremy. Barzil orders Gerrit out of his house. In China, Gerrit rescues Taou Yuen (Joy) from a gang of ruffians. Her father, a Manchu noble, orders the two to be wed or slain. Gerrit marries Taou and brings her to Salem where her appearance causes consternation among the Ammidon family and Nettie to become ill. Edward Dunsack (Hatton), a drug addict, is fascinated by Taou and tries to turn her mind against Gerrit. Edward tells her that Gerrit loves Nettie, whom she has seen at a party, but Taou repulses him. Nettie learns that Gerrit still loves her and is visited by Taou, who then takes an overdose of opium and dies. Nettie and Gerrit are wed and sail away on the Nautilus.", "tmdb_plot": "Gerrit Ammidon, despairing of any chance to marry his love, Nettie Vollar, because of a bitter feud between his father and her grandfather, sails to China to \"get away from it all\". While in Shanghai he rescues a beautiful young woman being attacked by a gang of street toughs. She turns out to be Taou Yuen, a Manchu princess. Gerrit discovers that, unless she finds a husband, she will be put to death, and he agrees to marry her. They return to Java Head, the Ammidon family home in Salem, Massachusetts, but Gerrit's \"homecoming\" has some unexpected consequences.", "tmdb_id": "537006", "wiki_id": "24070438"}, {"title": "July Days", "genres": ["Comedy", "Family"], "wiki_plot": "A new family moves into town. Mickey immediately falls in love with the family's daughter, Mary, and tries whatever he can to gain her affections. He tries taking her for a ride on his goat-powered wagon, and later dresses up as a knight. In the interim, the village blacksmith, \"Dad\" Anderson, receives a lucrative contract to produce a creation of his: a sail-propelled scooter. The gang is lucky enough to get a hold of a few of these scooters, and happily sail down the city streets.", "tmdb_plot": "The gang is trying just about anything to pass the time during their summer vacation. As usual, Mickey and Jack are trying to win the affections of Mary. In the interim, the village blacksmith, \"Dad\" Anderson, receives a lucrative contract to produce a creation of his: a sail-propelled scooter. The gang is lucky enough to get a hold of a few of these scooters, and happily sail down the city streets.", "tmdb_id": "175754", "wiki_id": "15464579"}, {"title": "Kill or Cure", "genres": [], "wiki_plot": "An unfortunate salesman tries to sell his Professor I.O. Dine's Knox-All medicine, which 'can be used for coughs, colds, toothache, furniture polish, after shaving, flea exterminator, baldness, grease spots, machine oiler, hair bleacher, etc.'.", "tmdb_plot": "Laurel portrays a commercial traveller, hawking a patent medicine cried Professor I.O. Dine's Knox-All: that name is the funniest joke in this movie, which ain't sayin' much. I should point out that this movie dates from 1923, the shank of Prohibition. During Prohibition, quite a lot of Americans purchased patent medicine if it had (ahem!) 'medicinal' properties, so -- if Knox-All contains alcohol.", "tmdb_id": "175890", "wiki_id": "13234322"}, {"title": "Kindled Courage", "genres": ["Western"], "wiki_plot": "As described in a film magazine, after constantly being taunted as being a coward by his friends, Andy Walker (Gibson) decides to skip out for parts unknown. On the next train he hops a freight car in which are two desperadoes. Just as Andy enters the car, the train's brakeman enters and in a gunfight kills both bandits but is badly wounded himself. Terrified, Andy sits in a corner of the car until the train arrives at its next stop, where a posse boards the train and the Sheriff (Russell) hails Andy as a hero. He is appointed Chief Deputy and sent out to hunt Overland Pete (Hart) and his gang. As he is about to leave, Betty Paxton (Burnham), the sister of one of the bandits, arrives seeking her brother. The Sheriff has Andy take her along as a decoy for the gang. On the road Andy falls in love with her. They stumble upon the gang and Andy, through fool luck, kills them off. He goes home a real hero with Betty as his bride.", "tmdb_plot": "Andy Walker, bullied and taunted with being a coward, leaves town on a freight. The brakeman shoots two ruffians, but Andy is hailed as the hero and made a deputy sheriff.", "tmdb_id": "618800", "wiki_id": "15195959"}, {"title": "Lawful Larceny", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Vivian Hepburn, a modern vampire, runs a gambling house with Guy Tarlow, a male partner who directs the victims to the house. She financially ruins Andrew Dorsey while his young wife Marion is in Europe. When she returns she hears all about the woman and is determined to obtain revenge. She goes to the gambling house and succeeds in ensnaring the vampire's partner, and by this means she is able to win back her husband's fortune and regain her own happiness.", "tmdb_plot": "During his wife's absence, Andrew Dorsey is snared by Vivian Hepburn, owner of a crooked gambling house, and her silent partner, Guy Tarlow. Dorsey loses so much money that Vivian persuades him to give her one of his firm's checks for a large sum of money. Hearing her husband's confession, Marion Dorsey, returned from Europe, determines to retrieve the check.", "tmdb_id": "975951", "wiki_id": "45279178"}, {"title": "Legally Dead", "genres": [], "wiki_plot": "A reporter Will Campbell gets himself arrested to get material for a story. He later gets a job as a bank teller but is hounded by a detective who knows Campbell is an ex-con. The detective is found murdered and Campbell is sentenced to death for the crime. He is hung just before he found innocent but a doctor revives him by giving him a shot of adrenaline.", "tmdb_plot": "A man faces being hanged for a crime he didn't commit", "tmdb_id": "343765", "wiki_id": "60808335"}, {"title": "The Light That Failed", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, artist Dick Heldar returns to London from the Sudan and wins fame through his war sketches. He meets his old sweetheart, Maisie Wells. Bessie Broke, the model for his masterpiece painting, causes a quarrel between the lovers. Dick goes blind and Bessie destroys the painting, which Dick had worked on during his last moments of sight. Later, Bessie relents and brings the two lovers back together again just as Dick's friend Topenhow leaves for the front during World War I.", "tmdb_plot": "About Dick Heldar, an aspiring artist. Although he is devoted to his childhood sweetheart, Maisie Wells, his ambition drives him to faraway places. He meets Torpenhow, a war correspondent, at Port Said, and accompanies him into battle.", "tmdb_id": "588343", "wiki_id": "45283778"}, {"title": "Look Your Best", "genres": [], "wiki_plot": "As described in a film magazine, young Italian woman Perla Quaranta (Moore) dances in the streets to the music from her father's barrel organ. Her grace attracts the attention of Carlo Bruni (Moreno), manager of a small theatrical troupe. He hires her to replace an actress who has grown overweight due to her overindulgence with food. Perla makes good with this chance, though she too gives into the temptation of pies, cakes, and other pastries. Carlo is also given into overeating, with his figure suffering and his dancing powers impaired. Perla begins to take on weight, just like her predecessor. She repulses an attempt by a stage hand, Krug (Metcalfe), to court her. In revenge, he tampers with the wire used by Perla when performing her butterfly act. Carlo suspects Krug and thrashes him. Carlo then receives a sentence of thirty days in jail for this assault. Meanwhile, Perla, in her convalescence, is almost won by a baker who describes the tempting pastries he makes. When Carlo returns after serving his sentence, he and Perla resolve to diet steadily and win fame as dancers. They do so and are married into the bargain.", "tmdb_plot": "Perla Quaranta, a half-starved \"daughter of Little Italy,\" is given the place in Carlo Bruni's \"Butterfly Act\" that is vacated by a chorus girl who has become overweight. Although Perla becomes friendly with Krug, the wire-man, she rejects him as a suitor, and in revenge Krug causes Perla's wire to break.", "tmdb_id": "763926", "wiki_id": "60283203"}, {"title": "Lost and Found on a South Sea Island", "genres": ["Drama"], "wiki_plot": "Captain Blackbird meets the beautiful Lorna on the island of Pago Pago. However, Lorna is promised to the evil Chief Waki. She and her lover Lloyd Warren beg the captain for help, but he refuses.", "tmdb_plot": "Faulke, a swindling white trader who persuaded Madge to leave Captain Blackbird, insists that her daughter, Lorna, marry Waki, a native leader, although Lorna loves Lloyd Warren. While in search of a doll for his other daughter, Baby Madge, Captain Blackbird comes to Pago Pago and gruffly refuses to aid Lloyd and Lorna, whom he does not recognize. A chance encounter with Faulke, however, reveals the trader's evil doings and Lorna's identity. The captain and his men rush to the island and rescue Lorna from the warring natives.", "tmdb_id": "293392", "wiki_id": "17020718"}, {"title": "The Love Letter", "genres": ["Crime", "Drama"], "wiki_plot": "As described in a film magazine, Mary Ann McKee (Walton) is released from an overalls factory for secreting mash notes in the pockets of the finished clothing. An answer she received appeals to her and she shows it to her steady beau Red Mike Johnson, who jealously warns her to write no more love letters. Red Mike forces her to act as a lookout while his gang pulls a robbery that night. Mike is caught, but Mary Ann escapes and flees the city, deciding to look up the author of the letter that appealed to her. In the country she finds its author, Bill Carter (Hearn), a young village blacksmith. it turns out that he did not actually write the letter, it having been sent by his friends as a joke on him. He decides to assist her and induces the village minister Reverend Halloway (Whitman) and his wife (Lee) to adopt Mary Ann. Later Bill marries Mary Ann and their life is made happy by the arrival of a child. Then one day Red Mike appears, demanding the money he gave Mary Ann the night of the robbery but which she had thrown away. He is determined to take Mary Ann back with him to the city. Bill comes into the home and Red Mike covers him with a gun. Knowing that her husband might be killed, Mary Ann lies and tells Red Mike that she loves him. Heart-broken, Bill collapses into a chair. Mary Ann picks up her baby to kiss it goodbye. Seeing in Mary Ann the attitude of the Madonna stirs the religious faith of Red Mike, and with a confession he leaves.", "tmdb_plot": "While working in an overall factory Mary Ann McKee sends mash notes in the overalls prepared for shipment. She is involved in a robbery perpetrated by her boyfriend, Red Mike, but escapes and goes to the town from which she has received an answer to one of her notes.", "tmdb_id": "618807", "wiki_id": "60778002"}, {"title": "Love, Life and Laughter", "genres": ["Drama", "Romance"], "wiki_plot": "An impoverished author and a cabaret girl each have their dream of success, but are happy to wake to each other and reality.", "tmdb_plot": "Love, Life and Laughter tells the story of a pair of working class youngsters with big dreams – a cheery chorus girl and a serious writer. The film toys with our expectations, blurring the boundaries of reverie and reality; tragedy and comedy.  Directed by George Pearson, the film was considered lost for many years until in March 2014 when a copy was discovered in an old Dutch cinema.", "tmdb_id": "262971", "wiki_id": "7036030"}, {"title": "The Love Nest", "genres": ["Comedy"], "wiki_plot": "In order to escape from his life and his lost love, Keaton sets off on his small boat, Cupid, but runs into the whaling ship, The Love Nest.  The whaler's merciless captain throws crew members overboard for even the slightest offense.\nAfter his steward accidentally pours hot tea over the captain's hand, the captain tosses him overboard and replaces him with Keaton. Despite a series of mishaps, Keaton manages to avoid the fate of other crewmen.\nBut Keaton desires to escape, and chops a hole in the hull to sink the boat. He escapes in a lifeboat with no idea where land is.\nHe docks at the rear of a platform he is unaware is a target bullseye for naval gunnery practice. The Navy scores a direct hit and Keaton is seen hurtled skyward; angel-wing style.\nKeaton then wakes up in his own boat; which had never left the dock. The whole thing had been a dream.", "tmdb_plot": "In an attempt to forget his lost sweetheart, Buster takes a long trip at the sea when he's caught by pirates.", "tmdb_id": "51367", "wiki_id": "5674562"}, {"title": "Main Street", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, a young city woman with advanced ideas marries a small town doctor, and go to live in a backwoods burg. Her irritation at the small talk and petty incidents which make up the lives of the townspeople finally culminate in her leaving home and going to work as a government clerk in Washington, D.C. After a time her husband follows her there and there is a reunion.", "tmdb_plot": "The arrival of pretty Carol Milford in the staid Midwestern town of Gopher Prairie really shakes up the locals.", "tmdb_id": "594909", "wiki_id": "31346500"}, {"title": "The Man from Brodney's", "genres": ["Adventure", "Drama", "Romance"], "wiki_plot": "As described in a film magazine, the law firm of Brodney and Company sends Hollingsworth Chase, an American, to the Island of Japat in the South Seas to represent the natives in a strange lawsuit. The Island of Japat, which has jewel mines of great value, is to go the grandchildren of its owners, provided that they marry within six months of the filing of the will. If the grandchildren fail to comply with the terms of the will, the Island will revert to the natives that live there. The natives, under the leadership of Rasula, make desperate attempts to bring about the deaths of the heirs. Chase joins forces against them. The infuriated natives make a mass attack on the mine operators and heirs, resulting in a terrific struggle. Just when it becomes impossible for the small group of men to hold out any longer, a United States destroyer comes to their aid. Rasula is killed, and the natives agree to a compromise under which the heirs agree to pay the government a fair royalty for the output of the mines. Princess Genevra, a European princess who had been visiting the Island of Japat for a rest, confesses to Chase that her love for him is greater than her love for any power, and that she intends to sacrifice her throne for him.", "tmdb_plot": "A drama of the India Seas that has Hollingsworth Chance, a young American, tangled in court intrigue to, is put to the supreme test to save the girl he loves, Princess Geneva", "tmdb_id": "981580", "wiki_id": "57737106"}, {"title": "The Man Life Passed By", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, John Turbin is robbed of his invention by 'Iron Man' Moore. His mother dies, and his only friend is Miss Hope who, unknown to Turbin, is one of Moore's daughters. Because of her influence, Turbin saves the other daughter Joy. Mr. Moore is so grateful that he does the right thing by Turbin and he accepts the love between Turbin and Hope.", "tmdb_plot": "The Man Life Passed By (1923)", "tmdb_id": "535913", "wiki_id": "60617432"}, {"title": "The Man Without Desire", "genres": ["Fantasy", "Romance"], "wiki_plot": "18th-century Venetian Count Vittorio Dandolo (Novello) is devastated by the death of his lover Leonora (Nina Vanna) and loses all interest in life. Wishing to escape from his grief, he devises a method of putting himself in a state of suspended animation. He awakens 200 years later in 1920s Venice where he meets Genevia, Leonora's double, who turns out to be a descendant of his former love. Falling immediately in love with Genevia, he proposes marriage which Genevia accepts. He then discovers that his 200-year slumber has left him with the ability to love but unable to experience passion, and the marriage remains unconsummated.", "tmdb_plot": "A doctor suspends the life of a mourning lover and he is revived 200 years later.", "tmdb_id": "258935", "wiki_id": "28525801"}, {"title": "The Marriage Market", "genres": ["Comedy", "Romance"], "wiki_plot": "As described in a film magazine review, mischievous pranks lead to the expulsion of Theodora Bland from a young woman's fashionable academy. She aids Dora Smith, who is escaping from a reform school, and later impersonates her in the home of novelist Roland Carruthers. The latter hides her from the Sheriff. Theodora's relatives endeavor to force her into an unwelcome marriage. After various adventures, she defeats their schemes and weds Roland.", "tmdb_plot": "The story of a wealthy young flapper, Theodora Bland (Pauline Garon), and the amorous adventures and misadventures she has after being expelled from a fashionable and costly east-coast boarding school.", "tmdb_id": "621873", "wiki_id": "60500760"}, {"title": "Mary of the Movies", "genres": ["Drama", "Romance"], "wiki_plot": "Mary (Mack), a country girl, moves to Hollywood to become a star, and earn money to pay for her brother's operation. She meets many famous stars, but has difficulty getting work. Finally, she gets a break when her resemblance to a star leads to her being cast in a film.", "tmdb_plot": "Mary's kid brother needs an operation and, in order to pay for it, Mary goes to a Hollywood studio and applies for a job as an actress. Mary is given a job as a waitress in the commissary, and gets to meet 40 actors, actresses and directors, none of whom tip big enough to enable Mary to earn enough money to pay for an operation. Will Mary become an actress and make some big money?", "tmdb_id": "676755", "wiki_id": "45460393"}, {"title": "Maytime", "genres": ["Drama", "Romance"], "wiki_plot": "Ottilie Van Zandt is forced to wed her cousin, despite her love for Richard Wayne, the gardener's son. Richard leaves, vowing to return a wealthy man and eligible suitor for her. He returns to find she has already married and, in turn, marries another girl on impulse. Two generations later, the grandchildren of Ottilie and Richard, who both have inherited their names as well, meet and develop a close friendship that culminates in the romance that their grandparents began but could not consummate years before.", "tmdb_plot": "Ottilie Van Zandt is forced to wed her cousin, despite her love for Richard Wayne, the gardener's son. Richard leaves, vowing to return a wealthy man and eligible suitor for her. He returns to find she has already married and, in turn, marries another girl on impulse. Two generations later, the grandchildren of Ottilie and Richard, who both have inherited their names as well, meet and develop a close friendship that culminates in the romance that their grandparents began but could not consummate years before.", "tmdb_id": "293059", "wiki_id": "31546554"}, {"title": "McGuire of the Mounted", "genres": ["Drama", "Western"], "wiki_plot": "As described in a film magazine, Old André Montreau (Lockney), who runs a little ferry across and down a large stream in the Canadian woods, is found seriously wounded by Bob McGuire (Desmond), a member of the Northwest Mounted Police, and an old-time friend of the guide and his daughter, Julie (Lorraine). Andre tells him that he does not know who his assailant was, but describes him as best he can. Later McGuire and Julie become engaged and the old man dies from the effects of the wounds. Bill Lusk (Louis), the proprietor of the village saloon and dance hall, is in league with Decker (Johnson), who is engaged in smuggling dope over the border. They find that McGuire is on to them and plot to make him one of them so that they can continue their traffic unhampered. Katie (James), who Decker has in his power because of certain knowledge he possesses, is forced to put some drug in McGuire's punch while he is at the ball held that night in honor of the new wife (Browne) of Major Cordwell's (Lowery), who has just arrived. When McGuire wakes the next morning, he is horror-struck to learn that he is married to Katie. Katie finally comes to love McGuire, though he can never find it in him to forget his Julie. She refuses to carry on any further with the plans of Lusk and Decker, so they plan a new way of getting McGuire. They tell Katie that he is in love with Major Cordwell's wife and are ready to prove it if she will invite her to her house. They also tell the major to be present. As they had expected, the Major comes in while McGuire and Mrs. Cordwell are in a perfectly innocent, though somewhat compromising attitude. A fight ensues and Lusk, watching from the outside, fires his gun and kills the major. McGuire is accused and runs to Julie for refuge. Running back to the hotel after seeing the major killed, Katie is made a prisoner by Lusk and Henri while they prepare to make a getaway. In her attempts to free herself Katie overturns a lamp and starts a fire which threatens to destroy the place. One of McGuire's brothers in the service is sent out to bring him in and on the way back to the village they are told that the hotel is burning and that Katie is locked in. McGuire saves the girl. She is fatally burned, however, but before dying tells who the guilty party is.", "tmdb_plot": "A film about a man named McGuire of the Royal Mounted Police.", "tmdb_id": "470405", "wiki_id": "60664951"}, {"title": "Men in the Raw", "genres": [], "wiki_plot": "As described in a film magazine, Windy Watkins (Hoxie), noted prevaricator, tells the men of the Bar Nothing Ranch a series of thrilling adventures, and a stranger becomes interested. So Windy proceeds to tell him how he and Phil Hollis (Foster) while in Alaska had trouble with a pair of men who had known Phil in Montana. Phil was killed, Windy tells the stranger, and Windy was accused. He escaped and assumed the charge of the ranch of Eunice Hollis (Clayton), which is under threat of cattle rustlers, but was forced to leave when word of the murder accusation bobs up. Windy completes the story, and then the stranger surprises them by saying that Windy told the truth and that he was a federal marshal come to arrest the storyteller. A chase ensues, and the men grapple midstream and then carried through a subterranean passage until they reach the hiding place of Bill Spray (Jordan) and his cattle rustlers. The marshal finds in Spray the real murderer when Windy makes him confess. His innocence and veracity established, Windy returns to Eunice.", "tmdb_plot": "Notorious liar Windy Watkins is pursued by Marshal Flynn when he tells a story about mining in Northwest Canada and the murder of his partner.", "tmdb_id": "619117", "wiki_id": "60877088"}, {"title": "Merry-Go-Round", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine, Count Franz Maxmilian (Kerry), a happy-go-lucky, irresponsible count, is attached to the Austrian court of Emperor Francis Joseph (Vaverka) and by the Emperor’s mandate is affianced to Gisella (Wallace), the daughter of the Minister of War and a woman he does not love. Having by chance met the innocent little organ-grinder Agnes (Philbin), a peasant toiling in Vienna’s amusement park, representing a type of womanhood with which he is totally unfamiliar, he experiences a strong attraction. By the dictates of court etiquette, the hated union is solemnized. The organ-grinder, not knowing that the admirer is a member of royalty, believes he has deserted her. War is declared, and the unhappy remorse-stricken count goes to the front. During hostilities, his unloved royal spouse dies. The count later returns, renounces his title, and marries the little organ-grinder.", "tmdb_plot": "A nobleman, posing as a necktie salesman, falls in love with the daughter of a circus puppeteer, even though he is already married to the daughter of his country's war minister.", "tmdb_id": "114324", "wiki_id": "13247964"}, {"title": "Mighty Lak' a Rose", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, Jerome Trevor (Hardy), international pianist, pays a visit to an orphanage and is deeply struck by the talent of blind lass Rose Duncan (Mackaill) for violin playing. Learning that she has an uncle in New York City, he decides to make arrangements by which she can live with her relative and be advanced in her art. But while on her way, her uncle is killed by an automobile. Rose at Pennsylvania Station meets gang leader Bull Morgan (Randolf). In order to avoid arrest, Bull poses as her uncle, intending to desert her later that day. Later some gangsters direct Rose to Bull's headquarters. Bull realizes that the young blind woman could become a useful aid and she becomes a member of the gang. Jimmy Harrison (Rennie), a member of the gang, falls under the magic of Roses's wonderful music and her gentle ways. Rose is unaware that she is consorting with criminals and utilized to attract people to the front of a house while the gang operates in the rear. Finally Jimmy and Bull engage in a fight over Rose, and she is accidentally hit over the head and knocked senseless. While she is ill, her pleading with the gang has such good results that even Bull gives in and all resolve to take the straight path. However, after a famous surgeon states that Rose's sight can be restored by an operation, the gang decides to commit one final robbery to obtain the money. As a result, Jimmy is arrested and sent to jail. Jerome finds Rose and her music training is assured and her sight restored. Unaware of his arrest, she thinks Jimmy has deserted her. At the end of two years, Rose makes a successful debut. Jimmy, finally released, goes with his old companions to the reception to honor Rose. Although her gratitude to Jerome has led to an engagement with him, she breaks it in favor of the faithful Jimmy.", "tmdb_plot": "A blind orphan, Rose Duncan, who has a special talent with the violin. Jerome Trevor, a famed pianist, hears her playing and sends her to an uncle in New York so she can become educated. But the uncle is killed in an accident on his way to meet her and she is taken in by gang leader Bull Morgan. Morgan pretends to be her uncle to elude the police, and he sees the value of keeping her around as cover.", "tmdb_id": "684335", "wiki_id": "36180782"}, {"title": "Miss Suwanna of Siam", "genres": ["Drama", "Romance"], "wiki_plot": "The film is a romance about a young woman named Suwanna who is the object of affection for many men. In her search for true love, she has many adventures and mishaps, including overcoming her father's disapproval, before finally finding her soulmate.", "tmdb_plot": "The film is a romance about a young woman named Suwanna who is the object of affection for many men. In her search for true love, she has many adventures and mishaps, including overcoming her father's disapproval, before finally finding her soulmate.  It was one of first feature films to be made in Thailand, and was the first Hollywood co-production in Thailand.  Unfortunately, nothing of the film exists today except for some promotional materials and other ephemera held at the Thailand National Film Archive.", "tmdb_id": "336797", "wiki_id": "4502702"}, {"title": "The Mysteries of a Hairdresser's Shop", "genres": ["Mystery", "Comedy"], "wiki_plot": "The plot revolves around Dr. Moras (Faber) who visits a barber (Valentin), who accidentally shaves Moras to look like a Chinese person, and then mistakenly cuts off Moras' rival's head (photo, above, right), which is sewn back on, and ends with a sword fight - \"The Duel\" - and in which Faber is triumphant, actually saved by the barber's assistant (Ebinger), and Ebinger and Faber embrace in a happy ending in a mysterious Senegalese Salon.\nThe finale of Faber and Ebinger kissing illustrates one of Brecht's first uses of the mock-romantic \"happy ending\" that would become a signature of Brecht's work throughout the years of the Weimar Republic.One critic aptly called the short film \"dadaesque absurdity combine[d] with clownesque slapstick.\"  Another reviewer called it \"Karl Valentin meets Dada and the Marx Brothers.\"", "tmdb_plot": "The Mysteries of a Hairdresser’s Shop describes the absurd goings-on of a by no means ordinary hair salon, where men with great beards wait in vain for a shave while the barber takes a nap.", "tmdb_id": "151391", "wiki_id": "16048942"}, {"title": "The Ne'er-Do-Well", "genres": ["Comedy"], "wiki_plot": "Disgusted with his spendthrift son, Kirk Anthony's father has Kirk shanghaied and taken to Panama, where he attracts the attention of Mrs. Edith Cortlandt and falls in love with Chiquita, the daughter of a Panamanian general. He is able to get a railroad job through Edith's husband Stephen Cortlandt and decides to make something of himself when he meets Allen Allan, a Negro soldier of fortune. When the sudden death of Stephen Cortlandt ensues, Kirk is blamed until Edith produces a suicide note and clears his name. He succeeds in his railroad position and returns to the United States with Chiquita and is finally able to earn his father's respect.", "tmdb_plot": "The Ne'er-Do-Well (1923)", "tmdb_id": "536215", "wiki_id": "45271906"}, {"title": "The Near Lady", "genres": [], "wiki_plot": "As described in a film magazine review, butcher Herman Schultz invents a sausage machine, becomes wealthy, and proposes to break into society with his family. His daughter Nora is selected to marry Basil Van Bibber, whose aristocratic folks have lost their money. They become engaged to please their parents, and then each falls in love with the other but tries to hide it. Basil attempts to disgust Nora by pretending to be drunk, but she sticks with him despite a family row and police threats. Finally, they admit their mutual love and are wed.", "tmdb_plot": "Basil Van Bibber, son of a prominent family, and Nora Schultz, daughter of a butcher who invented a sausage machine that made the Van Bibbers rich, pretend to be in love to please their parents; but when Nora tries to protect the young Van Bibber from a charge of reckless driving, they find they really are in love.", "tmdb_id": "619133", "wiki_id": "61102598"}, {"title": "The Net", "genres": ["Crime", "Drama", "Romance", "Mystery"], "wiki_plot": "Allayne Norman's husband Bruce is a drunkard and gambler. Finally unable to tolerate his behavior, she goes to her artist cousin for assistance. Her husband follows her to demand more money. The resulting argument and fight ends with Bruce killing his wife's cousin. Shortly thereafter, an amnesiac man enters the studio. In an effort to avoid the consequences of his actions, Bruce places his identifying documents in the man's pockets, then flees the studio with Allayne and their son.\nThe police are unable to determine what has occurred, but identify the man as Bruce Norman based on the planted papers, and send him to what they presume to be his home, in the hope that the presence of family will aid the return of his memory. Fearing the truth would result in her son being known as the child of a murderer, Allayne identifies the man as her husband while Bruce remains in hiding.\nWhen Bruce returns, he attempts to kill the man who has taken his place. He fails and is shot instead. The man regains his memory, allowing him to be cleared of wrongdoing. Having fallen in love during their time together, Allayne and the man marry.", "tmdb_plot": "The Net is a 1924 silent mystery drama.", "tmdb_id": "682364", "wiki_id": "59792887"}, {"title": "No Noise", "genres": ["Comedy", "Family"], "wiki_plot": "Mickey is in the hospital to have his tonsils removed. The gang decide to visit him, and end up causing all sorts of disasters. They manage to work their way into both the x-ray and operating rooms, and become subdued after inhaling some powerful laughing gas. The kids want to get in on the free ice cream given to patients getting their tonsils removed, and decide to switch places with some boys headed to the hospital. But the doctors catch onto the gang's scheme, and a chase through the hospital ensues.", "tmdb_plot": "Entertaining Our Gang comedy has poor Mickey in the hospital being fed castor oil when his friends stop by to pay him a visit. As you'd expect, the kids start making all sorts of noise so the doctors decide to teach them a lesson by scaring them.", "tmdb_id": "175735", "wiki_id": "15464704"}, {"title": "Nobody's Money", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, the two young writers Carl Russell (Schable) and Frank Carey (McGrail) score success with a novel titled The Breathless Bridal to which they have signed the name \"Douglas Roberts.\" But a mistake in his income tax returns and a libel printing against State Governor Kendall (Clary) starts the law looking for the supposed author. While in this trouble they meet book agent John Webster (Holt). Webster agrees to pose as Roberts and takes his safe-cracking friend Eddie Maloney (Depp) along as his secretary. John meets and falls in love with the Governor's daughter, Grace (Hawley), retracts the libelous article, is invited to the executive's home, and manages the Governor's reelection campaign. Annette (Faye), a maid, conspires with Briscoe (Walling), manager of a lumber company, and places some marked money in the Governor's safe, the idea being to later use it to prove that he accepted a bribe. But Eddie takes the money from the safe and gives it to John, the supposed Douglas, who has a tough time trying to replace the bills. it turns out that Annette is Eddie's long lost wife, and they agree to reunite and be respectable. Briscoe, accompanied by newspaperman Miller (Neill), enters and accuses the Governor of having marked money in his safe. Investigation proves this false. Annette accuses Briscoe of conspiracy, but after he denies it, the money found by Eddie has no owner so John pockets it. The Governor wins the election, John turns out to the owner of the lumber company who had disguised himself as a book agent to investigate his business who then weds Grace.", "tmdb_plot": "Two newspapermen who wrote a successful book using a phony author have to come up with a real person when the book is a huge success. Ailing literary agent Jack Holt takes the job while his safe cracking friend tags along for the ride. Jack falls in love with the Governor's daughter just as the Governor is about to be blackmailed by the evil Drisco, who has planted $20,000 in the Governor's safe. -Written by PetersMoviePosters, from IMDB.com", "tmdb_id": "419670", "wiki_id": "45267669"}, {"title": "North of Hudson Bay", "genres": ["Action", "Western"], "wiki_plot": "As described in a film magazine review, Peter Dane is assassinated at the Hudson's Bay trading post. His brother Michael comes down the river by steamboat and arrives at the post. After saving her hat by jumping into the water to retrieve it, he falls in love with Estelle McDonald. When he is suspected of murder, Michael is cast out into the wilderness with Angus McKenzie, the accused murderer of Michael's brother. They are joined by Estelle, who is fleeing from the pursuit of an unwelcome suitor and his band. After a terrific fight, the lovers escape through the rapids in a canoe.", "tmdb_plot": "On a steamboat heading North, where his brother has struck gold, Mike Dane falls in love with Estelle MacDonald. When he arrives at the Canadian trading post, Dane learns that his brother has been murdered and his partner sentenced to death as the killer.", "tmdb_id": "377697", "wiki_id": "16075883"}, {"title": "Oranges and Lemons", "genres": ["Comedy"], "wiki_plot": "Sunkist (Stan) wearing an under-sized sombrero is operating a pointless machine, where his boss drops fruit into a hopper at one end, and the fruit is scooped up and dropped into a tin bath held by another employee. None of the fruit is going in so they swap roles and Stan gets the fruit dropping on his head.\nStan goes off to collect on his own then a fat worker asks for help. A step ladder with a rubber central sections adds to the hilarity.\nThe boss chases Sunkist around and action moves inside the packing plant.", "tmdb_plot": "After getting into a scuffle with his boss and some co-workers, an orange packer tries to help another co-worker, only to wind up in a conflict with him as well. Trying to elude his boss, he heads inside the packing house, and visits with the women who are packing fruit into cases. Then he heads to a storage area, and tries to use the machinery to escape his pursuers.", "tmdb_id": "107295", "wiki_id": "13234695"}, {"title": "Our Hospitality", "genres": ["Comedy", "Romance"], "wiki_plot": "The Canfield and McKay families have been feuding for so long, no one remembers the reason the feud started in the first place. One stormy night in 1810, family patriarch John McKay and his rival James Canfield kill each other. After the tragic death of her husband, John's wife decides her son Willie will not suffer the same fate. She moves to New York to live with her sister, who after the mother's death raises him without telling him of the feud.\nTwenty years later, Willie receives a letter informing him that his father's estate is now his. His aunt tells him of the feud, but he decides to return to his Southern birthplace anyway to claim his inheritance. On the train ride, he meets a girl, Virginia. They are shy to each other at first, but become acquainted during many train mishaps. At their destination, she is greeted by her father and two brothers; she, it turns out, is a Canfield. Willie innocently asks one of the brothers where the McKay estate is. The brother offers to show him the way, but stops at every shop in search of a pistol to shoot the unsuspecting Willie. By the time he obtains one, Willie has wandered off. Willie is very disappointed to discover the McKay \"estate\" is a rundown home, not the stately mansion he had imagined. Later, however, he encounters Virginia, who invites him to supper.\nWhen he arrives, the brothers want to shoot him, but the father refuses to allow it while he is a guest in their mansion, referring to this as \"our hospitality\". When Willie overhears a conversation between the brothers, he finally realizes his grave predicament. A parson comes to supper as well, but as he prepares to leave, he finds it is furiously raining outside. The Canfield patriarch insists the parson stay the night, while McKay invites himself to do the same.\nThe next morning, McKay stays inside the house, while the Canfield men wait for his departure. McKay finally manages to leave by putting on a woman's dress as a chase ensues. Eventually, he starts down a steep cliff side, but is unable to find a way to the bottom. One Canfield lowers a rope (so he can get a better shot) to which Willie ties himself, but the Canfield falls into the water far below, dragging Willie along. Finally, Willie manages to steal the train locomotive and tender, but the tender derails, dumping him into the river towards the rapids. Virginia spots him and goes after him in a rowboat; she falls into the water and is swept over the edge of the large waterfall. McKay swings trapeze-like on a rope, catching her hands in mid-fall and depositing her safely on a ledge.\nWhen it grows dark, the Canfield men decide to continue their murderous search the next day. Returning home, they see Willie and Virginia embracing; Joseph Canfield furiously rushes into the room, gun in hand. He is brought up short by the parson, who asks him if he wishes to kiss the bride. Seeing a hanging \"love thy neighbor\" sampler, the father decides to bless the union and end the feud. The Canfields place their pistols on a table; Willie then divests himself of the many guns he took from their gun cabinet.", "tmdb_plot": "A man returns to his Appalachian homestead. On the trip, he falls for a young woman. The only problem is her family has vowed to kill every member of his family.", "tmdb_id": "701", "wiki_id": "2685258"}, {"title": "The Pilgrim", "genres": ["Comedy", "Western"], "wiki_plot": "The Pilgrim, an escaped convict, steals a minister's clothes to replace his prison uniform. At a train station, he encounters an eloping couple who want him to marry them. The woman's father shows up and takes her away.\nThe convict then picks a destination at random and ends up in Devil's Gulch, Texas on a Sunday. A delegation is waiting to welcome their new parson. With the sheriff nearby, the Pilgrim has to keep playing his part. A large deacon takes him to the church, where he improvises a sermon about David and Goliath.\nIt has been arranged for the parson to board with Mrs. Brown and her attractive daughter. The latter and the Pilgrim are attracted to each other. A complication arises when the crook, the Pilgrim's old cellmate, spots him. Curious, the man pretends to be the Pilgrim's old college friend and is invited to tea by Mrs. Brown. Among the other guests are a man and wife and their young boy, who proceeds to annoy everyone. Also present is the large deacon, who refuses to accept Mrs. Brown's mortgage payment on the Sabbath. Despite the Pilgrim's best efforts, the crook later steals the money and flees. The Pilgrim promises Miss Brown he will get the money back. After he leaves, however, the sheriff shows the young woman a wanted poster for her boarder.\nThe crook heads to a casino. Despite a robbery in progress, the Pilgrim manages to retrieve the money. He gives it and the church collection to Miss Brown. When he is apprehended by the sheriff, Miss Brown comes to his defense, revealing what he has done. As a result, the sheriff takes his prisoner to the border and orders him to pick him some flowers on Mexican land. Not taking the hint, the Pilgrim returns. The sheriff has to literally kick him out of American jurisdiction before he recognizes the lawman's act of kindness. However, his enjoyment of the peace of a new land proves to be short-lived; several gunmen pop out of the undergrowth and start shooting at each other. The frightened Pilgrim hastens away, straddling the border as he ponders his options.", "tmdb_plot": "The Tramp is an escaped convict who is mistaken as a pastor in a small town church.", "tmdb_id": "53430", "wiki_id": "2544108"}, {"title": "Pioneer Trails", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, the lure of gold draws Robert Dale, his wife, and their son Jack over the prairie. The party is attacked by Indians and all save Jack are killed. He is adopted by another member of his party but, being only four years old, does not know his last name. Twenty years later he finds himself in love with a young woman, but, not knowing his origin, he dares not declare his love. She finally takes the initiative in her own hands, declares herlove, and is finally accepted, peculiar circumstances having by this time established Jack's birth and origin.", "tmdb_plot": "Jack is orphaned as a young child when his wagon train is ambushed by Indians. Twenty years later, he rescues Rose from a runaway stagecoach. The two fall in love, much to the displeasure of Blaney. To put him out of the way, Blaney kills Jack's adoptive mother and frames Jack for the crime.", "tmdb_id": "673210", "wiki_id": "70551983"}, {"title": "A Pleasant Journey", "genres": ["Comedy", "Family"], "wiki_plot": "The gang decides to switch places with a group of runaway boys who are supposed to be taken by train back to San Francisco. While aboard the train, the gang wreaks havoc for the other passengers. Jackie rescues his dog, T-Bone, from the baggage compartment and this causes considerable disturbance with the conductor. He later changes clothes with a little girl, and they both get spankings by the adults. A traveling salesman volunteers to entertain the children with his noisemakers and fireworks. The gang then parade up and down the train with whistles and kazoos. They set off the fireworks, release sneezing powder, pass around other practical jokes and mayhem results. When they finally arrive at San Francisco, the child care worker receives a telegram informing him that he has the wrong children and must take them back.", "tmdb_plot": "Ernie and Farina anger the police force with their shoeshine scheme. Later, the gang switches places with some runaways about to board a train.", "tmdb_id": "175738", "wiki_id": "15397453"}, {"title": "The Printer's Devil", "genres": [], "wiki_plot": "As described in a film magazine review, Brick Hubbard, a printer's devil, induces Sidney Fletcher to buy the town newspaper, The Gazette. An editorial written by Sidney arouses the wrath of the town banker Ira Gates, whose daughter Vivian is whom Sidney loves. When the bank is robbed, Sidney is suspected. Though the efforts of Brick the actual criminals are arrested and Sidney wins the affection of Vivian.", "tmdb_plot": "Brick Hubbard, a \"printer's devil\", convinces his friend Sid Fletcher to invest in \"The Gazette\", a local newspaper. Sid pens an editorial that infuriates Ira Gates, a local banker and a power in the town--and who also happens to be the father of Vivian Gates, whom Sidney is in love with. To complicate matters, the bank is robbed and Sidney is suspected of the crime.", "tmdb_id": "594920", "wiki_id": "41336732"}, {"title": "Prodigal Daughters", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Swifty Forbes becomes a flapper when her father J.D. Forbes becomes rich during the War. She lives a life of unrestrained pleasure and is loved by Roger Corbin, an aviator, and Stanley Garside, a gambler. Her sister Marjory follows the same trail and, when their father protests, they leave home to lead their own lives in Greenwich Village. Forbes, the father, in despair leaves the business in the hands of the young Corbin. Swifty loses all her money in Garside's card room and plays the cards for the cancelation of her debt against her marriage to Garside. She loses and must marry Garside within sixty days. While in the cabin of a new locomotive produced at her father's works, the thing starts and kills Garside, who was in an automobile. She ends up rescued by Corbin, who goes after her in an airplane and the two marry.", "tmdb_plot": "Elinor \"Swifty\" Forbes and her younger sister Marjory are the carefree daughters of wealthy J. D. Forbes. Their mother shows no restraint over her daughters, so they live among the flapper set. Lester Hodges, a songwriter, is enamored of Marjory, while Garside, who runs a card room, is interested in Swifty. While gambling at Garside's place, Swifty meets Roger Corbin, who works as an engineer at her father's business. Corbin falls in love with Swifty. When Mr. Forbes protests against both his daughters' behavior, they move out. Marjory marries Hodges, but eventually leaves him and returns to her parents. Swifty, who has gambled herself into debt, agrees to marry Garside. But when the couple are together in a café, prohibition agents raid the place.", "tmdb_id": "536321", "wiki_id": "34958918"}, {"title": "Pure Grit", "genres": [], "wiki_plot": "As described in a film magazine review, Bob Evans, a Texas Ranger, falls in love with school teacher Stella Bolling. She aids Jim Kemp, a wounded stranger, who reveals himself to be her long-lost brother, who had broken out of jail. Buddy Clark, an orphan also cared for by Stella, rescues another wounded man, and learns from him that he is really Stella's brother, and that Stella is being imposed on by the other stranger. Stella has gone with the stranger. Bob pursues them and saves Stella from an attack by the stranger at a burning cabin, who meets his just deserts. Buddy also saves a dog from the burning cabin. Bob has won Stella's affection.", "tmdb_plot": "Posing as Stella Bolling's brother, whom he has killed, escaped convict Jim Kemp persuades Stella to help him escape to the Mexican border.", "tmdb_id": "619138", "wiki_id": "69676785"}, {"title": "Puritan Passions", "genres": ["Drama"], "wiki_plot": "Goody Rickby is impregnated by the wealthy Gilead Wingate, after which he refuses to accept the responsibility of fatherhood. Goody decides to use black magic to get revenge on Wingate. She succeeds in summoning Satan before her, and together they concoct a scheme to punish the man who wronged her. Satan creates a living being from a scarecrow and the creature adopts the human identity of \"Lord Ravensbane\" so that he can function unsuspected in society. Satan instructs his creature to seduce Wingate's niece Rachel and fool the villagers into believing the Wingates are all witches. Ravensbane develops emotions and a soul, however, and genuinely falls in love with the young lady, foiling the Devil's plans.", "tmdb_plot": "Goody Rickby has a child out of wedlock, but it dies when the father, Gillead Wingate, refuses to acknowledge the child or help the mother get medical aid. Wingate becomes one of the foremost figures in the witch hunts, and Goody plots her revenge with Dr. Nicholas, who is really the Devil.", "tmdb_id": "916798", "wiki_id": "4984305"}, {"title": "The Purple Dawn", "genres": [], "wiki_plot": "In San Francisco's Chinatown, Mui Far (Love), a Chinese American girl, falls in love with a young white sailor (Aldrich), who is robbed when he attempts to deliver a package of opium. The sailor meets a white girl in the country, and falls in love with her. The original owners of the opium think that the sailor stole the opium, and kidnap him and his new sweetheart. Mui Far is heartbroken, but rescues the sailor and his new sweetheart. She then commits suicide by walking into San Francisco Bay at dawn.", "tmdb_plot": "The Purple Dawn is a 1923 American silent romantic drama film that was produced, written, and directed by Charles R. Seeling. Starring Bessie Love, Bert Sprotte, and William E. Aldrich.  The film is presumed lost.", "tmdb_id": "769203", "wiki_id": "45455344"}, {"title": "Quicksands", "genres": ["Crime", "Drama"], "wiki_plot": "Lt. Brill, a U.S. Army officer assigned to stop a narcotics ring on the Mexico–United States border, breaks up with his girlfriend after discovering her working as a dancer the drug kingpin 'Silent' Krupz's cantina. However, he discovers she is actually an undercover Secret Service agent working with her father Farrell at the U.S. Customs Service. The three are captured by Krupz but are rescued by the Army.", "tmdb_plot": "Stationed at the Mexican border, a young lieutenant whose job is to capture a ring of narcotics smugglers, spies his sweetheart, the daughter of a U. S. Customs official, in a cantina suspected of being the headquarters of the dope ring.", "tmdb_id": "916346", "wiki_id": "45268840"}, {"title": "Racing Hearts", "genres": ["Comedy", "Drama"], "wiki_plot": "As described in a film magazine review, Virginia Kent believes that her father's automobile business needs publicity to save it from ruin. She tricks him into consenting to have a special car made for the race. She meets Robby Smith, the son of the owner of a rival business, and a love affair develops between the two. The selected driver of the car, Fred Claxton, has been bribed by the rival concern, and just before the race is set to begin tries to quit. Virginia takes his place and drives the car to victory with the assistance of Robby, who drives one of his father's cars.", "tmdb_plot": "Automobile maker John Kent is an old-fashioned sort who refuses to advertise his car line. His daughter Ginger, however, is determined to get him some publicity and goes speeding around town in one of his cars, hoping to get arrested. Roddy Smith, posing as a cop, stops her. His father owns a rival firm and he suggests that Ginger convince her father to enter his car in the Vanderbilt road race.", "tmdb_id": "916360", "wiki_id": "45279063"}, {"title": "Red Devils", "genres": ["Adventure", "Drama", "Action"], "wiki_plot": "The film is about the adventures of three young agents, fighters of the 1st Cavalry Army, set against the background of the Russian Civil War and the struggle with the Makhnovist forces. At the beginning Nestor Makhno and his troops attack the village, committing various crimes, including murdering peasants, robbing huts, stealing livestock, killing communists. In the attack, a man's father is captured, tortured and killed under Makhno's orders. Afterwards, the three of them organize a detachment against Makhno.", "tmdb_plot": "Adventures of three Red Army soldiers. Misha, Duniasha and Tom Jackson, an afro-American boy, are fighting against enemies.", "tmdb_id": "158136", "wiki_id": "48462914"}, {"title": "The Red Warning", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, ranchman David Ainslee loses his cattle through bandit raids, searches for a desert mine, and is found wounded and dying by Phil Haver. Phil brings the news to David's daughter Louise. Phil gives the young woman some gold, which he pretends is from the mine. He gathers a vigilante band and captures the cattle thieves, revenging himself on the man who killed Ainslee, and wins the young woman in the process.", "tmdb_plot": "Phillip Haver, who, along with his friend Toby Jones, finds David Ainslee dying in the desert. After rustlers stole his cattle, Ainslee went off in search of a lost mine and fell victim to a killer. Before he kicks the bucket, Ainslee hands Haver a poke of gold dust to pay off the mortgage on the ranch.", "tmdb_id": "310198", "wiki_id": "66028045"}, {"title": "Riders of the Range", "genres": [], "wiki_plot": "A growing number of cattle raids prompts the cattlemen to call on their cattlemen's association president Martin Lethbridge to investigate. Sheep Ranchers are suspected, who led by Gregg Randall blame the cattlemen for increased casualties among the sheep herds. Letherbridge falls in love with Randall's daughter, Dolly, and eventually exposes Blunt Vanier as the cause of the conflict.", "tmdb_plot": "A growing number of cattle raids prompts the cattlemen to call on their cattlemen's association president Martin Lethbridge to investigate. Sheep Ranchers are suspected, who led by Gregg Randall blame the cattlemen for increased casualties among the sheep herds. Letherbridge falls in love with Randall's daughter, Dolly, and eventually exposes Blunt Vanier as the cause of the conflict.", "tmdb_id": "408924", "wiki_id": "40069126"}, {"title": "La Roue", "genres": ["Drama"], "wiki_plot": "Railroad engineer Sisif (Severin-Mars) rescues a small orphan, whose name he learns is Norma (Ivy Close), following a disastrous crash.  He raises the little girl as his own, along with his son Elie (Gabriel de Gravone), whose mother died during his birth.\nIn time, Norma becomes a lively and playful young woman. Her greatest joy is time spent with Elie, by now a handsome violin maker, whom she believes to be her natural brother.  But Sisif, to his own horror, finds himself falling in love with his adopted daughter.  Sisif confesses to a wealthy colleague, Hersan (Pierre Magnier), Norma's origin and that he is attracted to her. Hersan threatens Sisif with blackmail if he does not consent to give Norma to him in marriage.  Norma herself is reluctant but is moved by the prospect of greater prosperity. Sisif reluctantly agrees to the marriage, and himself drives the train that will deliver Norma to her husband. Distraught, he drives recklessly, and nearly wrecks the train. After some months of marriage, Norma writes to say that it is unhappy. Elie discovers the truth about Norma's origin and reproaches his father for keeping it secret, thereby preventing Elie from marrying her before she married Hersan.\nAn eye injury forces Sisif to abandon the mainline railways, and he goes to work instead on the funicular at Mont Blanc.  When Norma comes to vacation at Chamonix with her husband, she learns where Sisif and Elie live.  Hersan finds out that Elie is also in love with Norma when he smashes a violin that was made by Elie. Inside is a love letter that only Hersan reads.  A jealous Hersan fights with Elie on the edge of a precipice. Elie shoots Hersan in self-defense, and afterward falls to his death. Sisif, enraged by Elie's death, blames Norma and drives her from him. Without Hersan, Norma is left penniless, while Sisif's failing sight means that he loses his job. Norma goes to live with him without his permission and manages to stay undetected in his shack for a time.  When he at last realizes she is there, they cling to one another, time and tragedy having restored the balance in their father-daughter relationship.\nSisif grows old, cared for by Norma.  After sending her out to join in a local festivity, Sisif waits at the window, watching not with his eyes but with his mind.  As Norma dances, Sisif dies.", "tmdb_plot": "Sisif, a railwayman, saves a young girl named Norma orphaned by a train crash and raises her as his own daughter alongside his son, Elie. As she becomes an adult, Sisif grapples with whether to tell Norma the truth about her parentage.", "tmdb_id": "50182", "wiki_id": "17155163"}, {"title": "The Royal Oak", "genres": ["Drama", "History"], "wiki_plot": "A woman disguises herself as Charles II in order to allow the real King to escape Oliver Cromwell's troops after the Royalist defeat at the Battle of Worcester.", "tmdb_plot": "King Charles flees and hides in a huge oak tree when the troops loyal to Oliver Cromwell close in. The royal entourage is disguised, and the king's sweetheart masquerades as Charles. Only when she is brought before Cromwell is it discovered the switch has been made.", "tmdb_id": "749641", "wiki_id": "32453614"}, {"title": "Ruggles of Red Gap", "genres": ["Comedy", "Western"], "wiki_plot": "An English valet brought to the American west assimilates into the American way of life.", "tmdb_plot": "An English valet brought to the American west assimilates into the American way of life.", "tmdb_id": "919480", "wiki_id": "45283619"}, {"title": "Safety Last!", "genres": ["Comedy", "Romance", "Action"], "wiki_plot": "The film opens in 1922, with Harold Lloyd (the character has the same name as the actor) behind bars. His mother and his girlfriend, Mildred, are consoling him as a somber official and priest show up. The three of them walk toward what looks like a noose. It then becomes obvious they are at a train station and the \"noose\" is actually a trackside pickup hoop used by train crews to receive orders without stopping, and the bars are merely the ticket barrier. He promises to send for his girlfriend so they can get married once he has \"made good\" in the big city. Then he is off.\nHe gets a job as a salesclerk at the De Vore Department Store, where he has to pull various stunts to get out of trouble with the picky and arrogantly self-important head floorwalker, Mr. Stubbs. He shares a rented room with his pal \"Limpy\" Bill, a construction worker.\nWhen Harold finishes his shift, he sees an old friend from his hometown who is now a policeman walking the beat. After he leaves, Bill shows up. Bragging to Bill about his supposed influence with the police department, he persuades Bill to knock the policeman backwards over him while the man is using a callbox. When Bill does so, he knocks over the wrong policeman. To escape, he climbs up the façade of a building. The policeman tries to follow, but cannot get past the first floor; in frustration, he shouts at Bill, \"You'll do time for this! The first time I lay eyes on you again, I'll pinch you!\"\nMeanwhile, Harold has been hiding his lack of success by sending his girlfriend expensive presents he cannot really afford. She mistakenly thinks he is successful enough to support a family and, with his mother's encouragement, takes a train to join him. In his embarrassment, he has to pretend to be the general manager, even succeeding in impersonating him to get back at Stubbs. While going to retrieve her purse (which Mildred left in the manager's office), he overhears the real general manager say he would give $1,000 to anyone who could attract people to the store. He remembers Bill's talent and pitches the idea of having a man climb the \"12-story Bolton building\", which De Vore's occupies. He gets Bill to agree to do it by offering him $500. The stunt is highly publicized and a large crowd gathers the next day.\nWhen a drunkard shows \"The Law\" (the policeman who was pushed over) a newspaper story about the event, the lawman suspects Bill is going to be the climber. He waits at the starting point despite Harold's frantic efforts to get him to leave. Finally, unable to wait any longer, Bill suggests Harold climb the first story himself and then switch his hat and coat with Bill, who will continue on from there. After Harold starts up, the policeman spots Bill and chases him into the building. Every time Harold tries to switch places with Bill, the policeman appears and chases Bill away. Each time, Bill tells his friend he will meet him on the next floor up. Eventually, Harold reaches the top, despite his troubles with a clock and some hungry pigeons, and kisses his girl. While they walk away, Harold accidentally steps in a tar pit and loses his boots and socks.", "tmdb_plot": "When a store clerk organizes a contest to climb the outside of a tall building, circumstances force him to make the perilous climb himself.", "tmdb_id": "22596", "wiki_id": "76313"}, {"title": "St. Elmo", "genres": ["Drama"], "wiki_plot": "When St. Elmo Thornton catches his fiancée Agnes in the arms of his best friend Murray Hammond, he shoots Hammond and decides to travel around the world in hopes of forgetting women. Upon returning, he meets Edna, the blacksmith's daughter who is living with his minister. In the end, St. Elmo becomes a minister and marries Edna.", "tmdb_plot": "St. Elmo is a man who killed his romantic rival in a brawl. Traveling the world as a confirmed misogynist, St. Elmo returns to home and hearth only to fall in love with the daughter of the local blacksmith. The film is based on the 1867 novel of the same name written by Augusta Jane Evans. Today, St. Elmo is a lost film.", "tmdb_id": "769210", "wiki_id": "25808230"}, {"title": "The Satin Girl", "genres": [], "wiki_plot": "The story revolves around a young woman named Lenore Vance (Mabel Forrest), who loses her memory after witnessing the death of her father Silas Gregg (William H Turner). She commits a series of robberies due to being brainwashed by her elderly, reclusive, chemist uncle named Fargo (Marc Mac Dermott).  She later becomes the person of interest in the murder of her father, being labelled by the authorities as \"The Satin Girl\". A physician named Dr. Richard Taunton (Norman Kerry) meets Lenore at a party thrown by Millie Brown-Potter (Kate Lester), and becomes infatuated with her. After discovering that Lenore has taken pieces of jewelry from himself and Mrs. Potter, he uses a piece of evidence left behind to investigate the crimes himself, and makes the discovery that Fargo is the one who killed Silas. The police are notified, but they discover that he has committed suicide upon arriving at his house. It is later revealed to the audience that the entire story is in a book that Lenore is reading.", "tmdb_plot": "The Satin Girl is a 1923 American silent drama film directed by Arthur Rosson and starring Mabel Forrest, Norman Kerry and Marc McDermott.", "tmdb_id": "765040", "wiki_id": "65742383"}, {"title": "Scaramouche", "genres": ["Drama", "Adventure"], "wiki_plot": "André-Louis Moreau loves Aline de Kercadiou, the niece of his godfather, Quintin de Kercadiou, and she him. However, Quintin would prefer she married the Marquis de la Tour d'Azyr, a middle-aged nobleman, rather than someone who does not even know who his parents are.\nOne day, expert swordsman de la Tour first toys with, then kills André's friend Philippe de Vilmorin in a duel. André turns to the King's Lieutenant for justice. However, when the official learns who the accused is, he immediately orders André's arrest. André flees.\nMeanwhile, France nears the brink of revolution. When one orator in favor of liberty and equality is shot down by a soldier, André fearlessly takes his place and remains undaunted when he is grazed by a bullet. When the dragoons are called out to disperse the mob, an admirer named Chapelier helps André escape.\nHe joins a wandering theatre troupe led by Challefau Binet. André writes better plays for them to perform, and they become very successful, eventually performing at a theatre in Paris. André becomes engaged to Binet's daughter, Climène.\nAline and de la Tour attend a performance of his latest work, however, and she and André spot each other. She goes to see him, but he does not wish to renew their relationship. De la Tour, despite loving Aline, cannot help trifling with Climène. By chance, Aline and Countess de Plougastel, with whom she is staying, see him in a carriage with Climène. Aline informs de la Tour she never wants to see him again. De la Tour blackmails the countess into helping him, reminding her of an incident in her past.\nMeanwhile, in the National Assembly, the aristocrats, unable to effectively respond to the reform-minded delegates with words, resort to duels to eliminate their leading opponents. Chief among the duelists is de la Tour. In desperation, Danton and Chapelier recruit André to reply in kind. The Chevalier de Chabrillone is his first victim. Eventually, he gets what he wants: a duel with de la Tour. He disarms his foe, then allows him to pick up his sword. After André wounds the nobleman in his sword arm, de la Tour gives up.\nWhen news reaches Paris that the Austrians and Prussians have invaded France in support of the beleaguered King Louis XVI, the French Revolution erupts. In the fighting, de la Tour is overwhelmed and left for dead. When he revives, he staggers to the residence of the countess. André heads there too, to rescue his love and his mother the countess (whose identity has been revealed to him by de Kercadiou), armed with a passport signed by Danton authorizing him to do anything he wants. When the two bitter enemies spot each other, de la Tour demands the passport. André refuses, whereupon de la Tour draws a pistol. When the countess reveals that he is in fact André's father, the two men have an initially uneasy reconciliation. When de la Tour starts to leave, André offers him his sword. Thus armed, de la Tour faces the rioters in the street and perishes.\nAndré places the two women in a covered carriage. At the Paris gate, a man spots the aristocrats inside and demands they be handed over to the mob. Moreau pleads with them to let them go for his sake. The masses respond with extravagant sentimentality, and the trio are allowed to leave Paris.", "tmdb_plot": "A law student becomes an outlaw French revolutionary when he decides to avenge the unjust killing of his friend. To get close to the aristocrat who has killed his friend, the student adopts the identity of Scaramouche the clown.", "tmdb_id": "97716", "wiki_id": "13071851"}, {"title": "The Scarlet Car", "genres": [], "wiki_plot": "As described in a film magazine, Billy (Rawlinson) is fired after being arrested for speeding thirty times in thirty days, and is shipped home to his father Jim Winthrop (Tom McGuire). His father has backed Ernest Peabody (Cecil) for mayor. Ernest has betrayed Violet Gaynor (Johnson), Jim's secretary. Beatrice Forbes (Adams), whom Billy likes and would like Billy if she only knew it, has fallen for Ernest's grandiloquent line of bunk and promised to marry him. Violet has learned that Ernest has double-crossed Jim in politics about the time her father Jerry Gaynor (Robbins) has discovered her condition (pregnancy) and, believing Billy guilty of being the father, attempts to blackmail him and \"queers\" his relationship with Beatrice. Mitt Deagon (O'Brien), who loves Violet, also discovers her secret and attempts to expose Ernest, but is prevented by Billy, who is completely unaware of the facts. While campaigning, Ernest's car strikes Violet's father and, believing the man is dead, Ernest flees in a cowardly fashion. The election of Ernest Peabody seems certain and he announces his engagement to Beatrice. When Violet reads this, she does what any woman betrayed in love would do, and in a climax of fast events clears up the triangle. When Billy understands the character of Ernest, he decides to see to it that Ernest is neither elected mayor nor married to Beatrice.", "tmdb_plot": "Billy Winthrop is in love with Beatrice Forbes, who is engaged to Ernest Peabody, a reform candidate for mayor backed by Billy's father. When Billy learns that Peabody has betrayed Violet Gaynor and plans to doublecross Mr. Winthrop, he exposes the candidate with the help of Mitt Deagon and wins Beatrice.", "tmdb_id": "618801", "wiki_id": "57676462"}, {"title": "Warning Shadows", "genres": ["Thriller", "Fantasy", "Drama", "Horror"], "wiki_plot": "During a dinner given by a wealthy count (Fritz Kortner), his beautiful wife (Ruth Weyher) and four of her suitors come together at the 19th-century German manor. A magician (Alexander Granach), referred to as \"Shadowplayer\" in the cast list, rescues the count's marriage by giving all the guests a vision of what might happen if the count cannot restrain his jealousy and the suitors continue to make advances towards his  wife. The count challenges the man he perceives as his rival (Gustav von Wangenheim) to a duel. The film has a happy ending as violence is averted and the count and his wife save their marriage. But did the events that occurred at the party really happen, or was it all an illusion conjured up by the magician?", "tmdb_plot": "During a dinner given by a wealthy baron and his wife, attended by four of her suitors in a 19th century German manor, a shadow-player rescues the marriage by giving all the guests a vision what might happen tonight if the baron stays jealous and the suitors do not reduce their advances towards his beautiful wife. Or was it a vision?", "tmdb_id": "84956", "wiki_id": "6469778"}, {"title": "Second Fiddle", "genres": ["Comedy", "Drama"], "wiki_plot": "As described in a film magazine, George Bradley (Stowe) and his wife (Foy) are very proud of their eldest son Herbert (Martin), who has just come home from college. He is lionized by his parents as well as by the New England town of Spell's River. Younger brother Jim (Hunter) plays \"second fiddle\" to the wonderful Herbert. Jim is regulated to the background as Herbert monopolizes Jim's room, his room, and finally his girlfriend Polly Crawford (Astor). Cragg (Nally), a brute, murders his daughter (Adamowska) and comes to the Bradley home at night. Herbert goes for help, leaving Jim alone with an empty gun to protect Polly and Mrs. Bradley. Jim holds Cragg at bay until he faints and is overpowered by Cragg. Herbert returns with help and infers that Jim is a coward. Cragg escapes from jail and goes to his home to get some money. Polly takes refuge there during a storm and is attacked by Cragg. Not knowing that Cragg is there, Herbert enters the house but runs away after being attacked by Cragg, leaving Polly to his mercy. Jim arrives in the nick of time and, after a terrific struggle in which Cragg is killed, saves Polly and proves he is the better man.", "tmdb_plot": "Jim Bradley has always played second fiddle in his family -- while his older brother, Herbert, goes off to college, Jim becomes a garage mechanic. When Herbert returns home, it's easy for him to steal Jim's girl, Polly Crawford. But trouble comes to the Bradley's town when Cragg murders his daughter and breaks into the family's home. Herbert goes for help, leaving Jim with an empty gun to protect their mother and Polly.", "tmdb_id": "477175", "wiki_id": "32969089"}, {"title": "The Shepherd King", "genres": [], "wiki_plot": "Moses leads the Israelites past the Giza pyramids and the Great Sphinx on their way out of Egypt toward the Promised Land. Generations later, King Saul of Judea defies prophecy by making a burnt offering to prepare for an attack against the Philistines without waiting for the arrival of the prophet Samuel. In response, Samuel tells Saul that he will lose the throne. Samuel searches for someone worthy to be the next king, and selects the young shepherd David, secretly informing the boy that he will become king at some future time.\nSaul is depressed and has his son Jonathan befriend David and bring him to the palace. David's music improves the king's mood. While at court, the shepherd meets Princess Michal, Saul's daughter, and they begin to fall in love with each other. After he uses a sling to kill a lion that was threatening Michal's life, he is permitted to face the Philistine champion, Goliath, in combat. David kills Goliath with the same sling used to kill the lion.\nSaul offers David the opportunity to marry the princess if he can defeat the Philistine army and claim one hundred of the enemy banners as proof of their defeat. However, Saul has become convinced that the defeat of Goliath is evidence that David is the man Samuel prophesied would replace him as king. David prepares to face the Philistines with only a small military force, while Doeg, a member of Saul's court, warns them of the impending attack. An escaped prisoner meets with David and informs him that the Philistines are preparing an ambush; David uses this knowledge to defeat the enemy forces. Returning victorious to the court, Saul attempts to kill David, then banishes him.\nDavid begins to gather an army of his own. Doeg, assisting the Philistines, attacks Saul's palace. Both Saul and Jonathan die during the battle, but David's forces intercede and destroy the attacking army. David saves Michal from the invaders, is crowned king by popular acclamation, and marries the princess.", "tmdb_plot": "", "tmdb_id": "682365", "wiki_id": "34039833"}, {"title": "The Shock", "genres": ["Drama"], "wiki_plot": "In 1906, Wilse Dilling (Lon Chaney), a crippled gangster living in Chinatown, receives a coded message to go to the home of his boss, Ann Cardington (Christine Mayo), known as \"Queen Ann\", a powerful crime boss feared in the underworld. When Wilse meets with her, she sends him to the suburban town of Fallbrook, where he is to establish himself and await her instructions in dealing with a former lover of hers, a banker named Micha Hadley (William Welsh), who had once betrayed her. Dilling is to pose as a telegraph operator in the local office there in order to keep watch on the banker.\nBeing dependent on crutches and a wheelchair has not stopped Dilling from committing a lengthy series of crimes, but to his surprise, he finds that the small town atmosphere makes him feel alive for the first time. He befriends banker Hadley's attractive daughter Gertrude (Virginia Valli). Dilling falls in love with her and she helps him believe that even he can make a fresh start. Gertrude, however, is engaged to young Jack Cooper (Jack Mower), and Chaney realizes that a pretty girl like her would never be attracted to a handicapped man like himself.\nDilling's new-found contentment is soon shattered by a series of new developments which includes trying to stop Queen Ann's plot against both Hadley and Gertrude. Years ago, Queen Ann had forced Hadley to embezzle funds from his own bank by blackmailing him. Now threatened with exposure as an embezzler, Hadley lashes out at Dilling when he confesses that he is part of Queen Ann's scheme. When Dilling attempts to blow up the bank to cover up the evidence against Hadley, it goes badly and Gertrude and her fiance Cooper are caught in the blast. With Gertrude severely injured, Cooper's father forces him to break off their engagement.\nWith the bank records destroyed, bank examiners are now unable to find evidence against Hadley. After surgery, his daughter is expected to make a complete recovery but Queen Anne still seeks revenge. Dilling tries to recover a document that his boss is using to blackmail Hadley, but with her henchmen, Ann kidnaps Gertrude to Dilling's despair. When asked, Cooper refuses to help Dilling to rescue Gertrude, revealing his cowardice.\nDilling confronts the criminals alone in their cafe hideout and pleads with Queen Ann to release Gertrude. Before anything can happen, the entire city is caught up in the San Francisco earthquake. Queen Ann and her gang are killed in the disaster. Dilling survives and finds that the shock of the earthquake has restored his ability to walk again. After he recuperates, he begins a new life with Gertrude.", "tmdb_plot": "A gang of blackmailers sends a cripple to San Francisco to expose a banker they have been blackmailing. However, the cripple meets and falls in love with the banker's daughter.", "tmdb_id": "130050", "wiki_id": "2718249"}, {"title": "The Shriek of Araby", "genres": ["Comedy", "Action"], "wiki_plot": "Outside the Palace Theatre (a cinema showing \"The Sheik\") a man sits on a horse, emulating Rudolph Valentino. Two girls look at him dreamily.\nBen, the bill poster appears, he is a daydreamer. His boss gives him fliers to hand out, promoting the film. He spends too much time with the girls and is reprimanded by the boss who also decides he is tired of paying the man on the horse and tells him to go back to Arabia. The boss tells Ben to put on this arab uniform after his break...\nWe jump to a small ship on a large sea, the SS Barnacle. Ben complains to the captain that he did not want to be shanghaied. A young female artist is also on board: she sketches Mohamet, a man in arab costume. Ben admires her work. The two men end up fighting after Ben flirts with the girl and calls the man a \"camel jockey\". They swap clothes and Ben gets thrown overboard luckily with a canoe thrown after him. He rows to a beach.\nHe lies under a palm tree on the beach and an ostrich appears between his legs, and he rides off. He falls off and four horsemen appear. He is taken to their camp where they tell their chief \"this freak was annoying an ostrich\". The chief is Mohamet from the ship. He calls on his executioner Ali to behead him. Just in the nick of time another Sheik \"The Prince\" appears at the tent door (the original man on the horse from the beginning) saying that Ben is his honoured guest. He is placed on a throne and the people previously attacking him now bow to him. Ben is to rule while the Prince is in Baghdad.\nTwo harem girls put him in a magic bag and he is instantly dressed as an arab prince. A magician, Presto, comes and says he can make him a rich sultan. Three young harem girls kneel before his throne and bow to him repeatedly. The Prince departs on a white colt along with a dozen of his men. Presto brings out his crystal ball. It shows the artist girl sketching a man on a horse in the desert. He says \"your destiny lies seven miles, four feet and eight inches away\". They ride to the desert and spot the girl through binoculars, at which point Ben recognises her. The girl and her model try to escape but she is caught by Ben.\nBack at camp he demands that she be his wife. Mohamet intervenes and he fires him. He demands she goes to the kitchen to \"rattle some pots and pans\". He orders one of the harem girls to prepare her for the wedding. Mohamet promises her he will help her escape and brings on Magnolia, a big scantily dressed black dancing girl. He covers her with a big veil. When she dances for Ben he thinks it is the artist. When she takes the veil off he recoils.\nMeanwhile Mohamet tells the artist he only saved her so he could have her himself. Ben appears and they fight. Mohamet runs off. Ben fires a jezail musket at him as he disappears over a dune. Ben fetches a horse so the girl can leave. But she has fallen in love and wants to stay. \"Dinner!\" he commands.\nThey eat ostrich eggs. She stares at him longingly. Their photo is on the front of the newspaper. He phones Presto to organise a fishing trip. Monday is laundry day, the artist (in harem gear) scrubs over a tub. Ben says he will bring home lots of fish. Three slaves carry him off on a strange mobile hammock. He meets Presto at a palm tree and asks him to magic up a pond of fish.\nMeanwhile the Bandit King smokes a hookah and watches girls bathing in his pool. Mohamet appears and tells him he should steal Ben's wife to be the prize of his harem. He rides to the camp with his men while Ben and Presto are still fishing. She i bundled up nd carried off.\nAs Ben and Presto are fishing a lion appears. Presto reaches for his wand but the lion lunges and they have to run off at speed. Presto creates a rope ladder using his wand and they both escape by climbing up. Presto waves his wand and the lion changes into a cat. He is asked why he didn't do that sooner. With the binoculars they spot the Bandit King and his men taking the girl away. Presto magics up a horse and a camel. Ben struggles to work out how to sit on the camel's hump and eventually borrows a horse instead.\nThe Bandit King throws the girl on his bed and starts to disrobe. Then he forces her to scrub the laundry. Ben arrives carrying a scimitar. He finds the Bandit King worshipping at a strange shrine. He is told to wait and a strange machine grabs him when the Bandit turns a head on the shrine. The girl appears and the Bandit traps her in a similar way. Ben throws a knife at the head and the machine releases him. The Bandit reappears and pushes the second head down causing the column the girl is trapped on to fly sideways to the pool area where it starts to sink. Ben and the Bandit King fight and push and pull the levers on the shrine and the girl goes up and down. The Bandit King is trapped in his own machine. As Presto arrives with help the Bandit King is drowned with his own invention.\nBack at the Palace Theatre Ben is sleeping on the horse. A policeman wakes him.", "tmdb_plot": "An employee in a theater showing Valentino's \"The Shiek\" daydreams about himself playing Valentino's role.", "tmdb_id": "175887", "wiki_id": "42547317"}, {"title": "The Silent Command", "genres": ["Drama"], "wiki_plot": "Benedict Hisston is a foreign agent, part of a conspiracy to destroy the Panama Canal and the US Navy's Atlantic Fleet. He attempts to acquire information about mine placement in the Canal Zone from Captain Richard Decatur but fails. That information is essential to the conspiracy's success and so he then hires vamp Peg Williams to obtain the intelligence through seduction.\nDecatur is not fooled and obeys the \"silent command\" of the Chief of Naval Intelligence to play along with the spies without revealing his purpose to friends or family. He is court-martialed, stripped of rank, and dismissed from the Navy after he strikes an admiral. His association with Williams estranges him from his wife but earns him the trust of Hisston and the other spies. When the conspirators are ready to enact their plan, he travels to Panama with them. He thwarts their attempt at sabotage, saving the canal and the fleet. He is then reinstated into the Navy, reunited with his wife, and honored by the nation for his heroism.", "tmdb_plot": "A distinguished young Naval officer from a celebrated military falls prey to a terrorist and his seductress accomplice bent on destroying the Panama Canal.", "tmdb_id": "175695", "wiki_id": "15435020"}, {"title": "Slave of Desire", "genres": [], "wiki_plot": "In Paris, when failed poet Raphael, Marquis de Valentin (Walsh) meets the glamorous Countess Fedora (Myers), who promotes Raphael as a poet. He falls in love with her, but she rejects him.\nWhen he is about to commit suicide by jumping into the Seine, Raphael enters an antique shop where he gets a magic piece of leather that can grant wishes. As it grants wishes, the leather becomes smaller. Raphael selfishly uses the wishes for himself, but uses the final wish benevolently, which enables him to be reunited with his true love, Pauline (Love). Countess Fedora is buried under an avalanche.", "tmdb_plot": "Poet Raphael de Valentin is down on his luck until a friend introduces him into society. He meets the Countess Fedora, and after she reads his poems, his work becomes an overnight sensation.", "tmdb_id": "769653", "wiki_id": "34049743"}, {"title": "Slippy McGee", "genres": ["Drama"], "wiki_plot": "The title is also the moniker of a renowned safe-cracker, Slippy McGee, who has always managed to evade capture until his latest job, when he is wounded. He escapes aboard a freight train, bound for parts unknown, and finds himself in the town of Appleborro. There, he is discovered and cared for by Father De Rance and Mary Virginia. His leg is amputated, and during his recovery in Appleborro, the town's influence causes him to reform. He becomes interested in the local butterflies, De Rance's hobby, and becomes so knowledgeable in them that he becomes a published expert. Slippy has fallen in love with Mary Virginia, but she plans to marry Lawrence Mayne. However, George Inglesby determines that he wants Mary Virginia for himself, and decides to blackmail Mary Virginia into marrying him using incriminating letters he has in his possession. Wishing Mary to be happy, Slippy resorts to his old ways, breaking into the safe where the letters are kept and thus freeing Mary Virginia of the power George has over her.", "tmdb_plot": "The title is also the moniker of a renowned safe-cracker, Slippy McGee, who has always managed to evade capture until his latest job, when he is wounded. He escapes aboard a freight train, bound for parts unknown, and finds himself in the town of Appleborro. There, he is discovered and cared for by Father De Rance and Mary Virginia. His leg is amputated, and during his recovery in Appleborro, the town's influence causes him to reform.", "tmdb_id": "763934", "wiki_id": "32232033"}, {"title": "The Song of Love", "genres": ["Drama"], "wiki_plot": "The plot of The Song of Love focuses on the relationships among North African Arab citizens, Tuaregs, and French colonial citizens who live in a small outpost with homes, shops, and a bar/social spot. Norma Talmadge is a dancing girl, whose uncle is viewed as a leader in the Arab community and owner of the social spot. Other key roles are an Arab prince, seeking support from the Tuaregs to regain control of the outpost from the French colonists; a French secret service agent (who becomes the love interest); the French colonial leaders: a French spouse and an American.\nThrough intrigue and conversations, the storyline evolves during the 81 minutes of this movie, resulting in a nighttime battle scene and the main characters professing love for each other.", "tmdb_plot": "The Song of Love is a silent film of 1923 directed by Chester M. Franklin and Frances Marion. The film was produced and starred Norma Talmadge.", "tmdb_id": "343896", "wiki_id": "51211957"}, {"title": "Souls for Sale", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Remember \"Mem\" Steddon (Eleanor Boardman) marries Owen Scudder (Lew Cody) after a whirlwind courtship. However, on their wedding night, she has a change of heart. When the train taking them to Los Angeles stops for water, she impulsively and secretly gets off in the middle of the desert. Strangely, when Scudder realizes she is gone, he does not have the train stopped.\nMem sets off in search of civilization. Severely dehydrated, she sees an unusual sight: an Arab on a camel. It turns out to be actor Tom Holby (Frank Mayo); she has stumbled upon a film being shot on location. When she recuperates, she is given a role as an extra. Both Holby and director Frank Claymore (Richard Dix) are attracted to her. However, when filming ends, she does not follow the troupe back to Hollywood, but rather gets a job at a desert inn.\nMeanwhile, Scudder is recognized and arrested at the train station. He turns out to be a cold-blooded murderer who marries women, insures them, and then kills them for the payoff. He escapes and persuades a gullible Abigail Tweedy (Dale Fuller) to file off his handcuffs. She becomes his next victim, though fortunately for her, he only robs her of her savings. He leaves the country and targets Englishwoman Lady Jane (Aileen Pringle). To his profound embarrassment, she turns out to be the same sort of crook as he; she and her father \"Lord Fryingham\" (William Orlamond) rob him, but let him live.\nWhen the inn closes for the season, Mem travels to Hollywood in search of work. Her actress friend from the desert shoot, Leva Lemaire (Barbara La Marr), persuades Claymore to give her a screen test for the only uncast role in his next production: a comic part. Though she fails miserably, Claymore decides to train her anyway. She proves to be talented and steadily gets better and better parts.\nJust as Mem is rising to fame, Scudder returns and sneaks into her bedroom. Holby and Claymore have become rivals for Mem's affections. When Scudder sees their warmly autographed photographs, he flies into a jealous rage. Mem, aware of her husband's past and fearful of a career-ending scandal, offers him money to leave her alone, but he wants her. Scudder leaves only when she threatens to kill herself. Claymore shows up, but when Scudder overhears the director propose marriage to his protégée, Scudder tries to shoot him. Claymore wrestles away his gun, but lets him go at Mem's urging.\nWhen star Robina Teele (Mae Busch) is seriously injured by a falling light, Claymore decides to have Mem take her place. Filming continues on an outdoor circus set, complete with a full-scale Big Top tent. In the climax, a lightning storm sets the huge tent on fire in the middle of filming. (Claymore orders his cameramen to keep shooting.) Scudder, who has sneaked into the audience of extras, takes advantage of the panic and confusion to try to kill an unsuspecting Claymore by driving a wind machine (with a deadly propeller) at him. Holby spots Scudder and struggles with him. When Mem stumbles into the machine's path, Scudder rushes to save her and loses his own life. He apologizes before dying, explaining that all his life there was something wrong with him, but he did at least one thing right: they were never legally married after all. Afterward, Mem chooses Claymore over Holby.", "tmdb_plot": "A young woman hits Hollywood, determined to become a star.", "tmdb_id": "91208", "wiki_id": "3836795"}, {"title": "The Spanish Dancer", "genres": ["History", "Romance"], "wiki_plot": "As described in a film magazine review, Maritana, a beautiful Spanish young woman, is so full of life and fun that she is adored by the poor people among whom she lives and who dote on her dancing in the public squares. Through her daring, she and her sweetheart Don Cesar de Bazan become involved in the affairs of the Spanish court, and he with his life is to pay the supreme penalty. Using her feminine charms and her artful wiles, she not only saves him but wins a respected place for herself.", "tmdb_plot": "The Spanish Dancer is the story of Maritana, a gypsy girl who dances in courtyards and even tells people's fortunes. Despite her gypsy occupation, Maritana wishes to be a Countess. Her ambitions are realized when she meets the handsome Count Don Cesar de Bazán, if only the King of Spain would stay out of their way!", "tmdb_id": "141908", "wiki_id": "19430788"}, {"title": "A Specter Haunts Europe", "genres": ["Drama"], "wiki_plot": "The conceited leader of an unnamed European nation comes across a young shepherdess while walking outdoors. He falls in love with her, but Fate has preordained that he must suffer because of the way he has enslaved and mistreated his people. The girl's father turns out to be the leader of a band of revolutionaries who are seeking to overthrow the despot. The plot does not closely follow the Edgar Allan Poe short story at all.", "tmdb_plot": "Set in an imaginary land where the threat of revolution spurs the Emperor to seek exile in one of the most distant parts of his realm. There he meets Elka, the daughter of a revolutionary who has been banished here due to his confrontational activities. The two fall in love but meet a violent end when the revolutionaries, led by Elka's father, destroy the palace.", "tmdb_id": "285957", "wiki_id": "49258639"}, {"title": "Stage Fright", "genres": ["Comedy", "Family"], "wiki_plot": "Author Fawn Ochletree (Clara Guiol) stages a charity performance of her latest play, a Romanesque epic. The gang and other neighborhood kids are forced into starring in the play, much to the chagrin of the gang. They are unable to remember their lines, and struggle with maintaining their composure during the more serious moments of the melodrama. Finally, Jackie sets off a slew of firecrackers as the finale, scaring all involved.", "tmdb_plot": "Author Fawn Ochletree stages a charity performance of her latest play, a Romanesque epic. The gang and other neighborhood kids are forced into starring in the play, much to the chagrin of the gang. They are completely unable to remember their lines, and struggle with maintaing their composure during the more serious moments of the melodrama. Finally, Jackie sets off a slew of firecrackers as the finale, scaring all involved.", "tmdb_id": "175752", "wiki_id": "15470546"}, {"title": "Stephen Steps Out", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, the young son of a wealthy American fails his class in history at school, so he is sent to Turkey to learn the subject firsthand on the premises. He learns that the instructor who flunked him in his exam at school is to be dismissed for it, and he intervenes and gets the school board to retain the man, having first obtained for him a decoration from the Sultan.", "tmdb_plot": "Stephen Steps Out is a 1923 comedy short.", "tmdb_id": "979623", "wiki_id": "33938614"}, {"title": "Stormswept", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, William McCabe (Wallace Beery) is a bitter man seeking solitude in which to forget the wife whom he loved and who betrayed him. He wanders about the waterfront and, seeing a man falling from the deck, rescues him. The two become friends and when the rescued man, Shark Moran (Noah Beery), learns that William wants solitude, he suggests that he take a job on a lightship as he is its captain. \"You will find solitude there,\" he says. William takes the job and the monotony of the life has upset the minds of many of the men who live on the Relief. There a tug that brings supplies the lightship also brings a ray of hope to William in the form of a beautiful young woman, Ann Reynolds (Faire), who is the daughter of the master of the tug. But William does not know if his wife is alive or dead, so his moodiness deepens. One day a small boat occupied by a young woman is sighted drifting near the lightship, and the captain goes out to give help. He brings the woman back to the Relief, thinking he finds favor in her eyes. However, this assumption is without grounds and his spurned advances lead to a fight between Shark Moran and William, who is shocked to see the woman is Hedda (Pretty), the wife who deserted him. The captain then apologises to William, and their friendship is renewed. The unfaithful wife then departs, and William looks forward to his suit of the woman of the supply tug.", "tmdb_plot": "Despondent over the infidelity of his wife, William McCabe wanders on the waterfront considering suicide, but instead he saves the life of Shark Moran. Moran gives McCabe a job on his lightship, where McCabe enjoys the solitude and falls in love with Ann Reynolds, the daughter of the captain of the supply ship.", "tmdb_id": "313577", "wiki_id": "9199445"}, {"title": "Strandhugg på Kavringen", "genres": ["Comedy", "Drama", "Fantasy"], "wiki_plot": "A poor man is sent by his wife to buy fish. On the way to the fish market, he gets drunk, using the money he was supposed to buy the fish with. The man does not dare go home without fish, and he steals a small boat with fishing gear to try his luck. He does not catch any fish, and he drinks the rest of the alcohol he has left before he falls asleep in the boat. As he sleeps, he dreams that he is engaged in a coastal raid at Kavringen, where he experiences many marvelous things. When he wakes up his wife appears, and the mysteries he experienced in his sleep are resolved by his wife with striking arguments.", "tmdb_plot": "A poor man is sent by his wife to buy fish. On the way to the fish market, he gets drunk, using the money he was supposed to buy the fish with. The man does not dare go home without fish, and he steals a small boat with fishing gear to try his luck. He does not catch any fish, and he drinks the rest of the alcohol he has left before he falls asleep in the boat. As he sleeps, he dreams that he is engaged in a coastal raid at Kavringen, where he experiences many marvelous things. When he wakes up his wife appears, and the mysteries he experienced in his sleep are resolved by his wife with striking arguments.", "tmdb_id": "970635", "wiki_id": "61327285"}, {"title": "The Street", "genres": ["Drama", "Crime"], "wiki_plot": "The movie follows two distinct plot lines until the two eventually merge: the first is that of the bored middle-aged man seeking a departure from monotony in his life; the second is that of the blind man and the little boy, his grandson, who are interdependent. None of the characters have been given names and are therefore referred to only by description.\nThe film opens with a middle-aged man lying on his couch with a look of discontent as his wife finishes cooking their dinner on a rather uneventful night. As she rushes back and forth setting the table, he sluggishly rises and walks across the room to the window and gazes out onto the busy streets. His wife eventually walks over and gazes too, but quickly sits at the table and begins to eat dinner. The man takes one look at the food and then casually leaves the apartment and begins to wander the streets in search of something exciting.\nThe scene switches to a man sitting in a chair holding a little boy about four or five years old. Another, younger-looking man enters the room through a door on the left of the screen towards another door on the right of the screen. The little boy jumps from the man's arms to the younger man, and the older man reaches out for him; it is here that we see that the older man is blind. The little boy runs to the younger man and grasps his leg, saying, \"Daddy!\" He looks at him briefly, then makes a hasty exit. The little boy begins to cry and the blind man sits him up on his lap and comforts him, stroking his hair and talking to him. Then the little boy helps the blind man put on his coat and hat to go out.\n\nThe middle-aged man eventually encounters a pimp and a harlot. The middle-aged man, the harlot, and the pimp run all around town getting into all sorts of scenarios: scuffling over a seat on a park bench, falsely claiming to have been robbed, going to a dance, and gambling in a card game. They all end up at a party and are seen eating at a table all together. The middle-aged man looks at his wedding ring, and inside of it he sees an image of his wife walking backwards away from him. He begins to miss her and his regular life.\nAround the same time, the blind man and the little boy have left the house and are standing outside a shop along the busy street. The blind man is holding the little boy's hand, but he is distracted by a dog and breaks his grip to chase the dog. The blind man is startled and calls out for him in a slight panic. The little boy is stranded on a traffic island in the chaotic, bustling street, surrounded by horses, bicycles, pedestrians, and cars whizzing by. A police officer stops the traffic and walks the little boy across the street into the police station. Meanwhile, the blind man is sliding along a wall, looking desperately for the little boy. He mistakenly steps too far into the street and falls down onto the sidewalk after being nearly run over by a car. He pants heavily, upset and disoriented. A passing pedestrian stops and helps the blind man up and offers to help him get home. The police take the little boy home and put him to bed. Later, the blind man arrives home and sighs in relief at finding the little boy safe at home.\nThe harlot takes one of the men home and when another man sees him in the house, the other man is murdered. Unbeknownst to both parties, both the middle-aged man's group and the blind man's group are in the same house. The little boy wakes up and hears his father's voice and runs out to him. He again leaves in a haste, but this time the little boy follows him. The blind man wakes up hearing the little boy's cries and stumbles upon the murdered man. He is visibly frightened and breathes heavily. A policeman finds the little boy and brings him home again and the murder scene is discovered. The blind man comforts the little boy as the police take in suspects.\nThe middle-aged man is imprisoned, after being surprised by the murder scene. He is about to commit suicide by hanging himself from the window with his tie, when the little boy reveals that it was his father who committed the crime. A policeman enters and allows the middle-aged man to go. He returns to his home and leans upon the shoulder of his wife, defeated. She reheats the soup from the night before and normal domesticity returns.", "tmdb_plot": "The movie follows two distinct plot lines until the two eventually merge: the first is that of the bored middle-aged man seeking a departure from monotony in his life; the second is that of the blind man and the little boy, his grandson, who are interdependent. None of the characters have been given names and are therefore referred to only by description. The city is an expressionistic nightmare, a dangerous and chaotic place.", "tmdb_id": "130052", "wiki_id": "2928949"}, {"title": "Sunday Calm", "genres": ["Comedy"], "wiki_plot": "The gang travels by wagon to go on a picnic with their families. After the cart loses a wheel, the parents replace it, only to be left behind when the horse bolts with the wagon and the gang. Arriving in the woods, the gang run wild until their parents catch up with them. A storm interrupts the picnic, after which the horse bolts again, this time leaving everybody behind.", "tmdb_plot": "The kids gets taken on a Sunday picnic in this early three-reeler and after the first ten minutes, manage to elude the adults in this typically charming effort from Our Gang.", "tmdb_id": "175748", "wiki_id": "19290912"}, {"title": "The Tango Cavalier", "genres": ["Drama"], "wiki_plot": "U.S. Secret Service agent Don Lawson goes on an undercover assignment as Don Armingo in a Mexican smuggling ring. Before he can make arrests, his love interest Doris is kidnapped, and Don is captured. Carmelita, a tango dancer enamored of Don, releases and tries to seduce him, but he rebuffs her. Don rescues Doris by picking her out of an automobile in an airplane as it crashes off an embankment.", "tmdb_plot": "Don Armingo, a member of the Secret Service, is inspired while dancing the tango to join a group of smugglers at the Mexican border. As he is about to make the arrest, they take flight, kidnapping Don's sweetheart. Following in his airplane, he circles above the getaway car and plucks the girl from the tonneau cover just as it speeds over an embankment.", "tmdb_id": "481532", "wiki_id": "66126063"}, {"title": "The Temple of Venus", "genres": ["Fantasy", "Romance"], "wiki_plot": "The fantasy has a modern theme and mythological sequences involving shots of beaches with flimsy gowned dancers and imaginative caverns where dwell Venus, Neptune, Jupiter and the rest of the gods. There is also some views of wild life such as seals and tropical birds.", "tmdb_plot": "Venus, the Goddess of Love (Celeste Lee) sends Cupid to Earth to look for romance.", "tmdb_id": "641314", "wiki_id": "57077576"}, {"title": "The Ten Commandments", "genres": ["Drama"], "wiki_plot": "The film is divided into two parts: the Prologue, which consists of the epic tale of Moses, and the Story, set in a modern setting and involving living by the lessons of the commandments.", "tmdb_plot": "The first part tells the story of Moses leading the Jews from Egypt to the Promised Land, his receipt of the tablets and the worship of the golden calf. The second part shows the efficacy of the commandments in modern life through a story set in San Francisco. Two brothers, rivals for the love of Mary, also come into conflict when John discovers Dan used shoddy materials to construct a cathedral.", "tmdb_id": "24805", "wiki_id": "3202250"}, {"title": "Three Ages", "genres": ["Drama", "Comedy"], "wiki_plot": "Three plots in three different historical periods—prehistoric times, Ancient Rome, and modern times (the Roaring Twenties)—are intercut to prove the point that man's love for woman has not significantly changed throughout history. In all three plots, characters played by the small and slight Buster Keaton and handsome bruiser Wallace Beery compete for the attention of the same woman, played by Margaret Leahy. Each plot follows similar \"arcs\" in the story line in which Keaton's character works for his beloved's attention and eventually wins her over.\nIn the Stone Age, Keaton competes with the bigger, brutish Beery for a cavewoman, Leahy. After observing another caveman drag away a woman by the hair in order to \"claim\" her, Keaton tries to become more assertive, but is continuously pushed back and bullied by Beery. An attempt to make Leahy jealous by flirting with another woman ends in failure. Nevertheless, Keaton grows closer to Leahy, and Beery challenges him to a fight at sunrise. Keaton wins thanks to hiding a rock in his club, but is caught and tied to the tail of an elephant to be dragged around the dirt as punishment. Upon his return, he finds Leahy about to be claimed by Beery and attempts to make off with her. Beery catches him and the two battle by tossing boulders at each other from afar, with Keaton and Leahy on a cliff together. When Beery climbs up to reclaim Leahy, Keaton dispatches Beery's cronies and finally defeats him. He drags a smitten Leahy off by the hair. In the epilogue, they go off for a walk with their huge family of children following them.\nIn the Ancient Rome segment, Keaton attempts to attract the attention of the wealthy Leahy, but is continually pushed back by Beery. Beery challenges him to a chariot race after a hard snow — Keaton wins by using sled dogs instead of horses. In revenge, Beery forces him into the lion pit belonging to Leahy's family. Keaton survives by befriending the lion and manicuring its claws. Keaton is rescued by Leahy's parents while Beery kidnaps Leahy. Keaton rescues her and tries to seduce her in her palanquin, which takes off without them. In the epilogue, they also go out for a walk with many children in tow.\nIn \"modern times\", Keaton is a poor man yearning for Leahy, who has rich parents. Leahy's mother, unimpressed with Keaton's bank account but interested in Beery's, decides on Beery as a match for her daughter. Keaton accidentally gets drunk at a restaurant where Beery and Leahy are dining, and Beery tricks the male half of another couple into punching Keaton, who stumbles home drunk. Later, Keaton impresses Leahy by playing a football game, whereas Beery is only a coach; Beery decides to play opposite Keaton. Keaton is overwhelmed by the bigger Beery, but ends up winning the game with an impressive touchdown. An irritated Beery frames Keaton for possession of alcohol and gets him arrested, simultaneously showing him a wedding announcement between him and Leahy — Keaton will be unable to stop the wedding while in jail. While shadowed by a guard, Keaton finds a criminal file showing that Beery has been charged with bigamy and forgery. He attempts to call Leahy to warn her. He accidentally escapes when the phone booth he is using is taken out for replacement. Keaton evades the police chasing him and makes it to the church in time to drag Leahy away from the wedding and into a cab. After showing her Beery's criminal file, he takes Leahy home and prepares to leave, but she kisses him. He declares to the cab driver that they are going back to the church. In the epilogue, they also go out for a walk — this time with their dog instead of children.", "tmdb_plot": "The rituals of courtship, romantic rivalry and love play out three times as a man vies with a villain for the girl. In the Stone Age, the rivalry is set off by dinosaurs, a turtle used as a ouija board, and a round of golf with stones. In ancient Rome, the men display their brawn through a chariot race, using dogs instead of horses. In contemporary times, the man finds himself overcome by modernity, including a very fragile car.", "tmdb_id": "32628", "wiki_id": "5566931"}, {"title": "Three O'Clock in the Morning", "genres": [], "wiki_plot": "As described in a film magazine review, Elizabeth Winthrop becomes fascinated with cabaret life and makes friends who are objectionable to her parents. She resents her father's treatment of her friends and leaves home. She seeks work as a chorus girl in New York City and is aided by Hugo von Strohm, who unknown to her pays for her salary at the cabaret. Clayton Webster, her fiancé, objects to her work so she returns his engagement ring. Hugo invites her to a roadhouse and tries to force his attentions on her. On the way to the roadhouse, she is recognized by her mother and is rescued. Clayton is bound to leave by steamship to South America. Elizabeth arrives at the pier just as the ship is pulling away and wigwags that she loves him. He jumps overboard and swims ashore.", "tmdb_plot": "Impulsive flapper Elizabeth Winthrop, rebels against her parents and moves to New York after breaking with her fiance, Clayton Webster. Hugo Von Strohm, a wealthy playboy, procures Elizabeth a job as a chorus dancer and secretly pays her salary. After he tries to seduce her, Elizabeth sees through his kindnesses and returns to her parents and Clayton.", "tmdb_id": "772857", "wiki_id": "70064870"}, {"title": "Three Who Paid", "genres": [], "wiki_plot": "Riley Sinclair (Farnum) seeks to avenge the death of his brother, whose three companions – Quade, Sanderson, and Lowrie – left him to die in the desert. Two of the three men die, and the third is spared so that he can confess to the crime. Sinclair helps John Caspar (Love), a schoolteacher, who is actually a rich young woman who is trying to get away from her opportunist husband. When her identity is revealed, she and Sinclair fall in love.", "tmdb_plot": "Three Who Paid is a 1923 American silent Western melodrama film directed by Colin Campbell, and starring Dustin Farnum, with Bessie Love and Frank Campeau. The film was based on the 1922 short story by George Owen Baxter,", "tmdb_id": "768930", "wiki_id": "45410207"}, {"title": "Three Wise Fools", "genres": ["Comedy"], "wiki_plot": "Three elderly—confirmed bachelors all—are unexpectedly visited by a young woman who announces herself as the daughter of the lady that all three men had once been in love with. When the girl is falsely suspected of involvement with a robbery, the old men come to her aid and the real culprit is ultimately apprehended.", "tmdb_plot": "Sydney Fairchild, the daughter of a woman who was once loved by three bachelors, surprises the men with a visit. Findley, Trumbull, and Gaunt honor their former sweetheart's last request by becoming Sydney's guardians.", "tmdb_id": "303143", "wiki_id": "14191753"}, {"title": "The Thrill Chaser", "genres": ["Action", "Adventure", "Comedy", "Drama"], "wiki_plot": "As described in a film magazine, Omar K. Jenkins' (Gibson) only inheritance from an eccentric father is a copy of the Rubaiyat of Omar Khayyam. Only one of the verses conveys any meaning to him: “A book of verses underneath a bough, a loaf of bread, a jug of wine and thou.” He is reading it under a tree when he finds himself face to face with the “thou\" of his dreams. They strike up an immediate friendship over the book of poems, when suddenly the whistle from the locomotive warns them her train is about to start. He aids her in making the train, riding alongside the moving cars and passing her from his horse to the platform. He has forgotten to get her name. \nOmar goes to Los Angeles and begins to haunt the film studios. At Universal City he finally gets within the gates as an extra man. Here he meets all the celebrated stars and directors on the lot in a series of highly diverting comedy situations and scenes. The new remake of The Last Days of Pompeii is being filmed, with Hobart Henley directing Reginald Denny and Laura La Plante. Omar's job is carrying a mean spear in this one at three bucks a day. It was when his spear and the rope which was to bring about the destruction of the Roman palace on the film set got mixed up that Omar’s career began. He tugged on his spear, and the rope gets pulled early and the palace at Pompeii crashes. Omar gets one more chance at the studio. Omar is engaged to double for a young star who is playing an Arabian role. Among the visitors at the studio on this day are three mysterious foreigners, who watch proceedings from the side lines. They are Sheik Ussan (Neill), head of a desert tribe in Arabia, and his daughter Olala (Dove), and Prince Ahmend (Lawrence). Omar is engaged to return to Arabia with the old sheik and his daughter and “double for” Prince Ahmend until such a time as Prince Ahmend feels like coming over himself. This arrangement leads to many amusing and thrilling climaxes in the struggle between Omar as the fake Prince Ahmend and the villainous Abdul Bey (Whitlock) for possession of both the throne and the girl. When Abdul Bey is at last defeated and Omar and the girl are thinking of picking out a nice flat on Euphrates Avenue, Prince Ahmend returns and gums up everything. But a clever ruse on the girl’s part leads to a happy and highly romantic solution.", "tmdb_plot": "In this partially lost silent film, a man working as a motion picture extra in Hollywood westerns impresses a visiting sheikh with his boxing skills and is engaged to go to Arabia, where he becomes involved in warring and falls in love with a beautiful princess.", "tmdb_id": "584323", "wiki_id": "15235964"}, {"title": "Thundering Dawn", "genres": ["Drama", "Romance"], "wiki_plot": "A young man by the name of Jack Standish (played by J. Warren Kerrigan) disappears on the eve of his marriage after the discovery of a financial scandal involving his father, John Standish (played by Winter Hall). In order to protect his father from public disgrace, Jack suddenly flees Boston and thus takes the fall. The young Bostonian ends up fleeing to Java and inevitably succumbs to the lure of the tropics. Months later, his fiance, Mary Rogers (played by Anna Q. Nilsson) follows him to Java in hopes of bringing him home. Once Mary finds him, she is faced with the challenge of reviving him, both mentally and physically. Her task becomes more difficult when a native by the name of Lullaby Lou (played by Winifred Bryson), and a Dutch trader by the name of Gordon Van Brock (played by Thomas Santschi) try to interfere with the couple. Mary and Jack are able to escape when a tropical storm hits and spawns a typhoon that destroys the coastal settlement.", "tmdb_plot": "Jack Standish feels responsible for the failure of the partnership with his father and goes to the South Seas where he falls prey to alcohol, is seduced by Lullaby Lou, a vamp, and tricked by a brutal plantation owner, Gordon Van Brock.", "tmdb_id": "619130", "wiki_id": "44599452"}, {"title": "Tiger Rose", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Trooper Michael Devlin of the Royal Northwest Mounted Police saves the life of Rose Bocion. She is an orphan, the ward of factor Hector McCollins. She falls in love with Bruce Norton. Norton slays a man who betrayed his sister and was the cause of his father's death. Aided by Dr. Cusick, who later turns out to be the husband of Norton's sister, Rose helps Norton to escape. Trooper Devlin finally arrests Norton, but he is later freed and later marries Rose.", "tmdb_plot": "Originally a Broadway play by Willard Macks, Lenore Ulric played the lead on Broadway and reprises her role for this film. At the Wutchi Wum trading post In the peaceful Loon River Valley, deep in the Canadian Northwest comes a story of love, vengeance and sacrifice. Having lived at the trading post following the death of her father, Rose will soon fall in love. But when her new love is in trouble, Rose will discover that she is capable of much more than she thought in order to keep him safe.", "tmdb_id": "441003", "wiki_id": "35750973"}, {"title": "The Trail of the Lonesome Pine", "genres": ["Drama"], "wiki_plot": "As described in various film magazine reviews, June Tolliver (Minter) is a girl of the Kentucky mountains, whose clan has been feuding with the Falins for generations. When engineer John Hale (Moreno) comes to the mountains to aid in the development of the coal and iron industries, June falls in love with the handsome \"furriner.\"\nHale sends June away to the city, funding her education with the intention of marrying her on her return. In the meantime the feud between the clans deepens, and Hale, having been made a deputy, is keen not to take sides despite his love for June.\nThe day that June returns from the city, her education complete, her uncle Rufe Tolliver (Brady) is arrested for the killing of a policeman. June is called upon as a witness, and although her clan expect her to remain loyal to them, she does not lie.\nJune's father Judd Tolliver (Torrence), the leader of the clan, vows that he will not see a relative hanged. Instead, he arranges to have Rufe shot on the way to his execution, and in the ensuing chaos Hale is also wounded. June intervenes to beg for peace between the clans, and when Hale recovers, he and June are wed.", "tmdb_plot": "June Tolliver is a Kentucky mountain girl whose family is feuding with the Falins. But their differences are temporarily put on hold when revenue officer John Hale (Antonio Moreno) comes around. He falls in love with June and sends her to the city to get an education. When she returns and the feud breaks out once again, June tries to become a peacemaker between the two families.", "tmdb_id": "903448", "wiki_id": "14628621"}, {"title": "The Treasure", "genres": ["Romance", "Drama"], "wiki_plot": "Master Bell-founder Balthasar Hofer, his wife Anna, their daughter Beate and his journeyman Svetelenz live in a house rebuilt after its destruction by the Ottomans in 1683. The Master tells that it is rumoured that a treasure had been buried at the time. Svetelenz, who is convinced that the treasure is hidden in the house, hopes that if he finds it, he will be able to marry Beate.\nYoung goldsmith journeyman Arno comes to the village to work on the ornamentation of the clock just cast by the Master. Soon, he and Beate fall in love. One night, they see Svetelenz looking for the treasure with a dowsing rod. Beate convinces Arno that he should find the treasure in order to marry her. Arno deducts that a treasure dating from the Ottomans time can only be hidden in the foundations and soon finds the place where it seems to be hidden. Svetelenz tells the Master that he has found the treasure and that they should get rid of the goldsmith who also knows about it.\nAfter trying unsuccessfully to burn Arno alive with molten metal, they send him out of the house with Beate to fetch wine while they dig out the treasure. When Arno and Beate come back home, they find the master, his wife and Svetelenz celebrating their discovery. Svetelenz offers his share of the treasure to marry Beate, but she replies that she is not for sale. Arno threatens them with a knife to have his share of the treasure but Beate tells him that he should let them have the gold and she leaves the house. After a moment of hesitation, Arno follows her and they walk away together.\nThe Master and his wife take the treasure to their room and Svetelenz starts digging furiously into the main pillar of the house to see whether there is some gold left. His strikes make the house collapse, burying Svetelenz, the Master and his wife with the treasure under the rubble. Arno and Beate walk out of the forest into the light.", "tmdb_plot": "On the surface a straightforward tale of the search for a buried treasure, the film is a textbook example of German expressionism, with the passions of the protagonists conveyed as much through symbolism as action.", "tmdb_id": "175869", "wiki_id": "24311267"}, {"title": "Trilby", "genres": ["Drama"], "wiki_plot": "A beautiful young model named Trilby falls in love with a young man named Little Billee when they meet in a laundry. A vile mesmerist named Svengali also encounters the girl and becomes obsessed over her. After Little Billee proposes marriage to Trilby, Svengali kidnaps her and uses his hypnotic powers to mesmerize her. He finds that although he can erase her will and make her do anything, he cannot make her love him. Svengali uses his powers to turn Trilby into a talented singer, and tours the capitals of Europe with her as her manager. Svengali dies from a heart attack, and Trilby immediately loses her ability to sing and dies as well shortly thereafter.", "tmdb_plot": "", "tmdb_id": "672066", "wiki_id": "60907233"}, {"title": "Under Two Jags", "genres": [], "wiki_plot": "The film is set in the city of Scorching Sands in the Desert of Dhumbell.\nStan is the only westerner on the street until he enters a saloon which has soldiers watching a girl in uniform (and wearing a fez) dancing on a table. Stan blows the foam off his beer and it hits the officer in the face. He beckons Stan over. He is about to leave when the girl says Stop. He flips a coin and decides to join the soldiers.\nStan is then in uniform chatting with the girl. A posh lady stops to speak to him. Stan drops a bottle of beer and the spray soaks everyone.\nOn parade Stan is ten seconds behind the rest and struggles to find a place in the row. The men form a ladder of rifles and he climbs a wall. The officer kisses each man on the cheek as he gives out medals. Stan pushes the officer away when he goes to kiss him.\nStan is locked in the stockade but the door falls off. He is stood against a pole to be shot. Alongside a man digs a grave. They blindfold him and prepare to shoot, but the girl rides up and saves him", "tmdb_plot": "Stan is in the company of ladies in this film. He is serving in the military with female officers, but there is also a demure lady who wins his affections.", "tmdb_id": "175760", "wiki_id": "13233906"}, {"title": "The Unknown Purple", "genres": ["Mystery", "Science Fiction"], "wiki_plot": "After his release from prison, an inventor develops an eerie purple light that renders him invisible, enabling him to seek revenge on his unfaithful wife and his crooked business partner.", "tmdb_plot": "Inventor Peter Marchmont has discovered a purple light that renders the user invisible. On his release from prison, Marchmont, disguised as Victor Cromport, uses the light to revenge himself against his former wife, Jewel, and her partner, James Dawson, who framed him for theft. Making himself invisible, Marchmont gradually ruins Dawson. He so wins Jewel's confidence and love that she is willing to kill Dawson at Marchmont's request. Finally, Marchmont leaves the scheming couple to their own misery and marries Jewel's sister, Ruth Marsh.", "tmdb_id": "981227", "wiki_id": "6571060"}, {"title": "The Unknown Tomorrow", "genres": ["Drama"], "wiki_plot": "A wife is wrongly believed of adultery by her husband who leaves her. She then struggles to prove her innocence and win him back while foiling the machinations of an admirer of hers who wishes to keep her apart from her husband.", "tmdb_plot": "A melodrama about a virtuous wife unjustly abandoned by her husband, who get him back with the help of a Hindu mystic.", "tmdb_id": "678912", "wiki_id": "35780534"}, {"title": "The Voice from the Minaret", "genres": ["Romance", "Drama"], "wiki_plot": "Lady Adrienne Carlyle (Norma Talmadge) leaves Mumbai, where her tyrannical husband, lord Leslie Carlyle (Edwin Stevens, is the governor, heading off to England. On board, Lady Adrienne meets Andrew Fabian (Eugene O'Brien), who studies theology to be a priest. Andrew persuades Adrienn to join his pilgrimage to the sacred land. Soon they fall in love, but Adrienne has to return to her husbands when she learns about his weakened health. Later on, in England, Adrienne and Leslie meet with Andrew. Suspect Leslie hates Adrienne and Andrew and wants them to confess their love for each other. Shortly thereafter, Lord Carlyle suddenly dies, so Adrienne and Andrew may finally unite.", "tmdb_plot": "Lord Carlyle governs a province in India. Although he weds the beautiful Adrienne, he can't make her love him. And no wonder -- he's not only cruel, he's unfaithful. Adrienne leaves him and boards a ship with the intention of returning to England. But on the boat she meets Andrew Fabian, who is studying for the clergy. They fall in love, and he convinces her to accompany him on a pilgrimage to Damascus.", "tmdb_id": "451868", "wiki_id": "48941918"}, {"title": "The Wanters", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Elliot Worthington falls in love with and weds Myra Hastings, the maid to his wealthy sister Mrs. Van Pelt. Myra is coldly received in society. Shocked by the hypocrisy and infidelities of the society men and women she encounters, she leaves. Her husband, who really loves her, follows and saves her when her foot becomes lodged in a railroad track switch. They are reconciled and face a happy future together.", "tmdb_plot": "Elliot Worthington falls in love with Myra, the maid in his sister's household. Myra is dismissed; Elliot finds her, proposes marriage, and returns home with his new bride. She is snubbed by his relatives and shocked by the hypocrisy of his wealthy friends. Disillusioned, she runs away: Elliot follows and saves her from being hit by a train when her foot gets caught in a switch.", "tmdb_id": "665436", "wiki_id": "36844576"}, {"title": "The West~Bound Limited", "genres": ["Drama"], "wiki_plot": "Bernard Miller is President of a railroad, and Lawrence Wilton is his general counselor. Both are traveling in an open car, paralleling the tracks, when they see Bill Buckley's engine steaming down the rails. Miller's only daughter, Esther, and her mother ride horses in the same area. When Esther attempts to go over a level crossing, her horse gets caught in the tracks and falls. The fallen horse traps Esther. Bill Buckley's son, Johnny, sees Esther's plight from his telegraph hut. With Bill Buckley's engine bearing down, Johnny rushes to save Esther and frees her at the last second. A grateful Esther gives Johnny her horse, and their close encounter has prompted romantic feelings in Esther. After watching the rescue, Miller tells Wilton he plans to reward the Buckley family with a house.\nThe following morning, Wilton drives the Millers to the passenger depot for an arranged trip to San Francisco. As Wilton is leaving, a man approaches him and demands money. He threatens Wilton by claiming he will \"spill the beans about you and your kid.\" Wilton gives him cash and rides off. Wilton visits Buckley's home and shows Mrs. Buckley the deed to their new home. Mrs. Buckley tells Wilton to keep the gift a secret because she wants to surprise her husband.\nWhen Bill Buckley comes to work, he learns he has a new crew member – Collins. The crewman is the same man who extorted Wilton for cash. Buckley mounts his engine along with Collins and starts his daily run. Buckley notices Collins take a quick drink from a bottle he had concealed. Collins offers Buckley a drink, which he refuses, and a struggle ensues with Buckley finally tossing the bottle out of the cab. Buckley's Westbound 99 arrives two hours early, and Collins is drunk. A supervisor sees a drunken Collins and fires him. Collins blames Buckley and swears revenge.\nJohnny's dog appears at the Miller home. Esther sees the dog and comes up with a plan to see Johnny. She attaches a note to the dog's collar, telling Johnny to look for smoke from the chimney. It will be a signal that Wilton has left the house. The dog returns to Johnny's shack. Johnny reads the request and smiles.\nAt the Miller home, Wilton tells the housemaid to \"Have Sylvester bring the roadster around for me — then he can take you marketing in the other car.\"  Esther hears Wilton's request and starts stacking wood in the fireplace. Wilton has second thoughts, realizing that he will be alone with Esther if he remains. He returns to the house as Esther lights a fire in the fireplace. Wilton asks her if she would like to drive to town, but she declines. He shuts the door, walks over to Esther, and tries to kiss her. Esther resists Wilton's advances. Wilton grabs her and throws her on the couch. She screams and continues struggling while smoking logs burn in the fireplace. Johnny sees the smoke and starts galloping towards the house. Johnny arrives at the Miller house and senses Esther's in trouble.\nHe goes inside Miller's home and rushes towards the source of the screams. He breaks down the door, finds Wilton trying to assault Esther, and the two men struggle. Wilton draws a pistol, and a shot rings out. Bill Buckley is walking up to the front porch of the Miller house. Buckley wants to inquire about his old home when he hears a gunshot. Buckley runs inside and discovers his son and Wilton grappling with a gun. He takes the pistol out of Wilton's hands and threatens him. Johnny calms his dad, then leaves with Esther. Bill Buckley and Esther drive off in the roadster, trailing Johnny mounted on his horse. Johnny leads his dad to their new home. Johnny tells his dad that Esther's father gave them the house, but Mrs. Buckley wants to surprise him. Mother Buckley and their adopted son, Henry, rush out to greet them.\nThe Millers are relaxing in a San Francisco hotel. Mr. Miller receives a letter from Esther. She begs the couple to return home. The following morning, Wilton discovers the Millers are returning home on a special train. Collins shows up at the house. He confronts Wilton, saying he needs more cash because Buckley fired him. Wilton hatches a nefarious plan.\nBill Buckley's Westbound 99 will steam down the mainline in one direction. In contrast, Miller's special train 66 will travel down the same track from the opposite direction. Since Miller's special will have priority, Johnny Buckley will have to signal his father to stop and move his train to a siding. The two trains will collide if Johnny fails, killing Bill Buckley and the Millers. They will blame Johnny for the crash. Wilton will assume the presidency of the railroad and become Esther's guardian.\nJohnny receives instructions from the dispatcher to flag down \"99\" and park his train. Johnny promptly raises the red light. However, Collins climbs the signal pole and covers the red light with a green filter. As Bill Buckley steams down the track, he sees the green light and blows past the stop signal. Johnny telegraphs the dispatcher, \"99\" missed the stop signal, and he will take a shortcut to flag down the trains. Johnny mounts his horse and gallops into the darkness. Soon he reaches the edge of a steep embankment. He must reach the bottom of the hill to flag the trains. The horse stumbles as they descend, and both somersault down the hill. When Johnny hits bottom, he has a broken leg. Since the injury prevents him from signaling the trains, he lights a fire. He hopes both engineers will view the brush fire and halt their engines.\nThe Miller special is barreling down the track when the engineer notices the brushfire. He stops his train to investigate. Bill Buckley, coming from the opposite direction, sees the same fire stop his train. They avert the head-on collision. Johnny lights a railroad flare, and Bill Buckley sees the torch and rushes towards the bright light. Buckley sees his son lying helpless at the edge of the brushfire, rescues him, and carries him to safety.\nWilton shows up at the Buckley home to fetch Esther. Mother Buckley says Esther is not there, but Wilton finds her hiding in a closet. A struggle ensues, but Esther escapes. Mother Buckley grapples with Wilton, but he throws her to the floor. A gun appears, and someone fires a shot, wounding Wilton. Buckley's adopted son, Henry, is gripping the pistol. Wilton looks at Henry and says – \"by my flesh and blood.\" Buckley's orphan lad turns out to be Wilton's mysterious son.\nIn the last scene, Johnny and Esther are on the back of a train departing on their honeymoon.", "tmdb_plot": "The plot, old-hat though it is, does provide an opportunity for that wonderfully seedy villain, David Dirby, to do his dirty work and more importantly, to tie all the thrillingly on-the-spot railroad footage together. Railroad buffs will enjoy all the atmospheric detail director Johnson has obtained by filming in real freight yards and inside and alongside real steam engines and rolling stock.", "tmdb_id": "175719", "wiki_id": "60167039"}, {"title": "What a Wife Learned", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, Sheila Dorne (De La Motte) fears that marriage would interfere with the literary career that she plans for herself, but nonetheless yields to her love for Jim Russell (Bowers) and weds him. Jim is a cattle rancher and man of dominant personality. Sheila scores a success with her first novel and it is dramatized. This work compels her to visit New York City and, although Jim's love for her is undiminished, it becomes evident that he is not happy with the turn things have taken. When the play is ready for presentation, Sheila prepares to go to New York City. An argument with Jim results, and there is a misunderstanding and considerable ill-feeling between the two as Sheila leaves. Only Jim's crippled sister Esther (McCoy) realizes his heart ache as Jim turns his attention to the building of an immense dam and tries to forget. The dam is finished and its test comes with the flood waters. Sheila returns home, accompanied by Rudolph Martin (Sills), who has dramatized her play and incidentally fallen in love with her, having become convinced that she no longer cares for her husband. Sheila and Martin become trapped by the flood waters. Sheila reaches a place of safety, and Jim and Rudolph struggle in the waters. Jim emerges, but then returns to save the man he imagines his wife loves. The dramatist, however, realizes the truth when Sheila rushes to aid them. She is left alone with Jim, whose dam has successfully met the flood test and is happy in his wife's love.", "tmdb_plot": "A novelist's success causes a rift between her and her rancher husband.", "tmdb_id": "842140", "wiki_id": "59494470"}, {"title": "When the Kellys Were Out", "genres": [], "wiki_plot": "Constable Fitzpatrick arrives at the Kelly house, to accuse Dan Kelly of cattle duffing. He is met by Kate Kelly, Dan's sister, and is taken by her beauty. Mrs Kelly tries to prevent the arrest and Ned arrives. A quarrel ensues in which Fitzpatrick is attacked, and Ned flees. He joins with Steve Hary, Joe Byrne and Dan Kelly and escapes to a hide out.\nNed hears that his mother has been arrested and forms a hatred for the police. He and his gang hold up Younghusband Station and just escape the police. Then there are the Wombat murders, from which only one person survives. The gang hold up the bank at Jerilderie and Kate Kelly rides to warn her brothers. Ned and his gang then kill Aaron Sheritt and there is a siege at the battle of Glenrowen Hotel in which Ned is captured and the rest of his band killed.", "tmdb_plot": "When the Kellys Were Out is an Australian feature-length film directed by Harry Southwell about Ned Kelly. Only part of the film survives today.", "tmdb_id": "387377", "wiki_id": "32943041"}, {"title": "Where Is This West?", "genres": [], "wiki_plot": "As described in a film magazine, John Harley (Hoxie) has a job juggling milk cans for a big milk company in a small Eastern town, but he is not exactly stuck on it and, with his friend Bimbo McGurk (McKenzie), makes it as light as he can by getting what fun there is out of it. Sally Summers (Philbin) is unhappily working out her salvation in a lunch room in the same town, juggling plates of various sizes and hollering out her orders to the tune of banging dishes and rattling silver. One fine day along comes an announcement telling John he has inherited half of a big ranch out in the great open spaces. Sally must have received a similar announcement, because she shows up at the lawyer's office the same day that John does and they discover that they are partners. The lawyer attempts to discourage them, but they are both too anxious for a change and agree to take a chance and see what is what. John's friend Bimbo goes along with them, but he has to ride the rods because he lacks the price of a seat in the coach. The poor fellow gets left when they are almost there, just because he had to stop too long for a drink of water. The foreman of the ranch to which John and Sally are bound hears of their coming and, desiring the property for himself, plans a little scheme by which he hopes to make the tenderfoots’ visit very short. With the help of the other boys he fakes a terrible town and stages a couple of holdups. John gives them a good run for their money and they finally have to kidnap Sally. When this happens John goes up in the air because he has come to think quite a lot of his new partner, and he starts right in to show these rough riders where they get off. He swipes a motorcycle and chases them right to their lair in the hills. In the meantime Bimbo has wandered into the camp of a tribe of Indians, who are in on the game too and have been paid to stage a raid on the cabin in the hills. Bimbo follows them when they start on their trip and enters into the free-for-all fight that follows. With his motorcycle and the help of Bimbo, who does not know who he's helping, John manages to vanquish his foes and rescue his sweetheart and partner. Bimbo is sure surprised when he finds out who he has been fighting for, and so glad that he doesn't know what to do. John and Sally, however, are quite sure about their next move and start out to find the nearest parson so that they can make their new partnership a lifetime affair.", "tmdb_plot": "John Harley leaves his milkman job to take possession of half of a cattle ranch while waitress Sallie Summers goes west on a similar mission to take her half of their shared inheritance. Together, Harley and Sallie fight for ownership of the ranch with foreman Buck Osborne and his gang, who, to scare off the new owners, stage fake holdups, Indian battles, and gunfights.", "tmdb_id": "619109", "wiki_id": "66649130"}, {"title": "Where the North Begins", "genres": ["Family", "Action", "Adventure", "Drama"], "wiki_plot": "A German Shepherd puppy ('the Wolf-Dog') is adopted by a wolf pack in northern Canada. Several years later he becomes good friends with a French fur-trapper called Gabriel Dupre. Meanwhile, a corrupt trading post manager plots to get rid of Dupre and steal Dupre's sweetheart. The Wolf-Dog runs away after being falsely accused of attacking a baby, but his name is ultimately cleared and Dupre brings him back. Ultimately, the Wolf-Dog kills the villainous manager.", "tmdb_plot": "Action adventure set in the wilds of Alaska", "tmdb_id": "294264", "wiki_id": "35443200"}, {"title": "While Paris Sleeps", "genres": ["Horror"], "wiki_plot": "Henri Santados (Lon Chaney) is an insane sculptor living in Paris and working in a wax museum owned by Father Marionette (Jack MacDonald). Santados is in love with his model, Bebe Larvache (Mildred Manning), who cares nothing for him. When Bebe meets a wealthy American, Dennis O'Keefe (John Gilbert), they fall in love. A jealous Santados teams up with Father Marionette and together they plot to get rid of O'Keefe.\nMeanwhile, O'Keefe's father (Hardee Kirkland), who strenuously objects to the relationship, convinces Bebe to stay away from his son for his own good. She asks his permission to spend one final night with Dennis at the Mardi Gras Festival. O'Keefe goes to pick Ms. Larvache up at the studio but Santados maneuvers her into a compromising position to make O'Keefe believe that she is cheating on him.\nAs the heartbroken O'Keefe leaves, he is kidnapped by Father Marionette, who tortures him in a back room of the wax museum. Marionette calls Santados, and Bebe hears O'Keefe moaning in pain on the phone. A friend of O'Keefe's, Georges Morier (J. Farrell MacDonald), manages to rescue him in time and rush him to the hospital. Santados is killed during the rescue and the lovers are reunited. O'Keefe's father finally consents to the marriage.", "tmdb_plot": "Lon Chaney plays a Parisian sculptor who falls in love with his model (Mildred Manning). She, however, cares nothing for him. The film is considered lost.", "tmdb_id": "27512", "wiki_id": "18185574"}, {"title": "The White Rose", "genres": ["Drama", "Romance"], "wiki_plot": "A wealthy young Southern aristocrat, Joseph, graduates from a seminary and, before he takes charge of his assigned parish, decides to go out and see what \"the real world\" is all about. He winds up in New Orleans and finds himself attracted to a poor, unsophisticated orphan girl, Bessie, that he meets at a dance hall. One thing leads to another, and before long Bessie finds that she is pregnant with Joseph's child.", "tmdb_plot": "A wealthy young Southern aristocrat, Joseph, graduates from a seminary and, before he takes charge of his assigned parish, decides to go out and see what \"the real world\" is all about. He winds up in New Orleans and finds himself attracted to a poor, unsophisticated orphan girl, Bessie. One thing leads to another, and before long Bessie finds that she is pregnant with Joseph's child.", "tmdb_id": "186169", "wiki_id": "29116231"}, {"title": "The White Sister", "genres": ["Drama", "Romance"], "wiki_plot": "Angela Chiaromonte (Lillian Gish) and Captain Giovanni Severini (Ronald Colman) are deeply in love, but Angela's wealthy father, Prince Chiaromonte, does not know this and arranges her marriage, without her knowledge, to the son of Count del Ferice. However, the prince dies in an accident.\nWhile Angela grieves, her older half-sister, the Marchesa di Mola, looks through their late father's papers and secretly burns one of them. No will can be found, so not only does the entire estate go to the Marchesa, but because the prince's second marriage was not registered with the civil authorities, it is not legally valid, making Angela \"nobody\". With that, Count del Ferice dissolves the marriage contract between Angela and his son.\nThe Marchesa orders Angela to leave the palace that very day, revealing that she has always hated her stepsister for \"whining\" her way into their father's affection and for taking Giovanni, the only man she ever loved. Madame Bernard, Angela's companion and chaperone, takes her in.\nGiovanni finds her, but has some bad news. He has been appointed to command an expedition to Africa and must leave the next morning. However, he promises they will be married the day he returns.\nHis camp is attacked by Arabs, and Italian newspapers announce that all have been massacred. When Angela hears the news, she becomes catatonic. She is taken to the Santa Giovanna d'Aza hospital, which is run by nuns. After several days, the painter Durand, himself hopelessly in love with Angela, paints a portrait of Giovanni and brings it to the hospital, hoping it will help. Angela at first mistakes it for Giovanni, kissing it several times, but then comes to her senses. After a while, she informs Monsignor Seracinesca, an old family friend, that she intends to become a nun, a white sister, in honor of Giovanni.\nHowever, Giovanni is still alive. For two years, he languishes as a captive until the death of his sole comrade gives him the chance to overpower their guard and escape. On the ship back to Italy, he is ordered not to speak to anyone until he has seen the Minister of War. That same day, Angela takes her final vows in a solemn ceremony, dedicating her life to the Catholic Church.\nGiovanni's older brother, Professor Ugo Severi, breaks down after years of research trying to harness the power of Mount Vesuvius and is taken to the Santa Giovanna d'Aza hospital. Giovanni visits him, and by chance, meets Angela.  After their initial shock, he embraces and tries to kiss her. She responds at first, but then remembers her circumstances and runs to her room. Monsignor Saracinesca restrains Giovanni from following, explaining that Angela is now married to the Church.\nGiovanni refuses to accept that. He lures Angela by false pretenses to his brother's observatory. He tries to get her to sign a petition to the Pope requesting a release from her vows, but she refuses. When Giovanni sees that all his pleadings are useless, he allows her to leave.\nThe Marchesa tries to persuade Monsignor Saracinesca that Angela has gone willingly to be with her lover. He does not believe her, but sets out for the observatory anyway. Meanwhile, Giovanni notices that his brother's invention indicates that Vesuvius is about to erupt. He rides to warn the townsfolk, passing Saracinesca on the way.\nThe Marchesa's carriage is wrecked when her horses bolt, startled by lightning. Fatally injured, she crawls and stumbles to an empty church, her only thought to confess her sins before dying. By chance, Angela seeks shelter there. Not recognizing her, the Marchesa confesses she burned the will out of hatred and asks if her sister will forgive her. After a visible struggle with her emotions, Angela says she does, before her sister passes away.\nVesuvius erupts, spewing lava and breaking a water reservoir. However, Giovanni has been in time. Most of the townspeople are saved. Giovanni though drowns helping a mother and her children. Afterward, Angela asks God to keep him safe until they can be reunited.", "tmdb_plot": "Angela Chiaromonte is the daughter of a wealthy Italian prince who is killed in a fall from his horse. Though Angela stands to inherit half of a large estate, her older half-sister burns the will and thus inherits everything herself, throwing Angela into poverty. Fortunately, Angela is engaged to marry dashing Captain Giovanni Severi - but he soon is captured by Arabs while on an expedition to Africa. Believing him dead, Angela, dedicating her life to his memory, becomes a nun, unaware that her lover has escaped his captors and is returning to Italy. The dramatic climax takes place against a backdrop of the eruption of Mount Vesuvius.", "tmdb_id": "70734", "wiki_id": "14863130"}, {"title": "Why Worry?", "genres": ["Adventure", "Comedy", "Romance"], "wiki_plot": "Harold Van Pelham (Harold Lloyd) is a young, wealthy American businessman who obsesses constantly about his health, believing he is deathly sick while in reality he is perfectly fine. Determined to improve his physical condition with an extended rest in a \"tropical\" climate, Harold travels by passenger ship with his valet Mr. Pipps (Wallace Howe) and personal nurse (Jobyna Ralston) from California to \"Paradiso\", a small South American island off the coast of Chile. Once in Paradiso, Harold does not find the peace and seclusion he is desperately seeking; instead, he stumbles into the midst of a revolution against the island's republic. The uprising is being organized and incited by Jim Blake (James Mason), a greedy \"renegade\" from the United States, who wants to overthrow Paradiso's government \"to further his own financial interests\".After being separated from his valet and nurse, Harold wanders about the island's main town, oblivious at first to the fact that an armed revolt has occurred. Blake soon arranges to have the bewildered hypochondriac thrown into the local prison. There Harold meets Colosso (John Aasen), a gigantic fellow prisoner who is described by the warden as a \"wild hermit\" and \"half crazy with a terrible toothache\". The cellmates quickly engineer an escape together, and Harold subsequently helps Colosso by pulling out his painful tooth. Much relieved, the huge man is eternally grateful and vows to do Harold's will. Harold now insists that the military conflict and social unrest on the island are \"bad for my heart\" and must be stopped, so he and Colosso, along with Harold's nurse, manage by themselves to defeat Blake and his forces and quell the revolution. Those actions finally convince Harold that he is actually quite fit and that he no longer needs to fret daily about his health or take his array of unneeded medications. With a renewed sense of vitality, he now leaves Paradiso with Colosso and his nurse, and the trio board a ship bound for the United States, presumably reuniting on the vessel with Mr. Pipps (who reappears at the end of the film). Upon their return, Harold and his nurse marry; and Colosso finds employment as a very imposing \"traffic cop\".", "tmdb_plot": "A hypochondriac vacations in the tropics for the fresh air - and finds himself in the middle of a revolution instead.", "tmdb_id": "41348", "wiki_id": "5016035"}, {"title": "Wife in Name Only", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, the wealthy and beautiful Philippa L'Estrange falls in love with Norman Arleigh. She plans revenge when she learns that he does not return her affection, and her scheme brings about a wedding between Norman and Madeline Dornham. She then informs him that the bride's father is the murderer of his mother. This causes a separation between the newly married pair. Eventually, Norman discovers that the accusation is false. Norman and his bride are reunited.", "tmdb_plot": "Wealthy orphan Philippa L'Estrange loves handsome Norman Arleigh and is confident of marrying him until he discloses that he has only brotherly affection for her. Determined to have revenge, Philippa introduces Arleigh to Madeline Dornham and reveals on their wedding day that Madeline, his bride, is the daughter of the man who killed his mother. In the end it is learned that Madeline is Mrs. Dornham's daughter from a previous marriage, not the daughter of a criminal.", "tmdb_id": "772856", "wiki_id": "60633776"}, {"title": "Wild Bill Hickok", "genres": ["History", "Western"], "wiki_plot": "After the America Civil War ends, key military and government leaders meet in Washington D.C. Gunfighter Wild Bill Hickok (William Hart) goes to Dodge City where he hangs up his gun belt and takes over a card table. Local lawmen are unable to rid the town of lawless cowboys. Hickok's arch-enemy and gang leader Jack McQueen (Jim Farley) accuses Hickok of losing his nerve. Hickok visits General Custer and retrieves his sword, taking up his role as a fighter for what is right.\nHe returns to Dodge City and enlists the help of friends Wyatt Earp, Calamity Jane, Bat Masterson, Doc Holliday, Charlie Bassett, Luke Short and Bill Tilghman to chase the bad guys out of town. Hickcok falls for the wife of George Hamilton (Carl Gerard).  Pursued for his crimes, McQueen leaves town and gets away;  follows him and kills him. Hickok departs Dodge City in sorrow since the woman he loved was already married.", "tmdb_plot": "The former gambler turned upholder of law and order after a run-in with a gang of stage robbers.", "tmdb_id": "349802", "wiki_id": "45286167"}, {"title": "A Woman of Paris: A Drama of Fate", "genres": ["Drama", "Romance"], "wiki_plot": "Marie St. Clair and her beau, aspiring artist Jean Millet, plan to leave their small French village for Paris, where they will marry. On the night before their scheduled departure, Marie leaves her house for a rendezvous with Jean. Marie's stepfather locks her out of the house, telling her to find shelter elsewhere.\nJean invites Marie to his parents' home, but his father also refuses to let her stay. Jean escorts Marie to the train station, and promises to return after going home to pack. When he arrives at home, he discovers his father has died. When Jean telephones Marie at the station to tell her they must postpone their trip, she gets on the train without him.\nOne year later in Paris, Marie enjoys a life of luxury as the mistress of wealthy businessman Pierre Revel. A friend calls and invites Marie to a raucous party in the Latin Quarter. She gives Marie the address but can't remember whether the apartment is in the building on the right or the left. Marie enters the wrong building and is surprised to be greeted by Jean Millet, who shares a modest apartment with his mother. Marie tells Jean she would like for him to paint her portrait and gives him a card with her address.\nJean calls on Marie at her apartment to begin the painting. Marie notices he is wearing a black armband and asks why he is in mourning. Jean tells Marie his father died the night she left without him.\nMarie and Jean revive their romance, and Marie distances herself from Pierre Revel. Jean finishes Marie's portrait, but instead of painting her wearing the elegant outfit she chose for the sitting, he paints her in the simple dress she wore on the night she left for Paris.\nJean proposes to Marie. Jean's mother fights with him over the proposal. Marie arrives unexpectedly outside Jean's apartment just in time to overhear Jean pacify his mother, telling her that he proposed in a moment of weakness. Jean fails to convince Marie he did not mean what she overheard, and she returns to Pierre Revel.\nThe following night, Jean slips a gun into his coat pocket and goes to the exclusive restaurant where Marie and Pierre are dining. Jean and Pierre get into a scuffle, and Jean is ejected from the dining room. Jean fatally shoots himself in the foyer of the restaurant.\nThe police carry Jean's body to his apartment. Jean's mother retrieves the gun and goes to Marie's apartment, but Marie has gone to Jean's studio. Jean's mother returns and finds Marie sobbing by Jean's body. The two women reconcile and return to the French countryside, where they open a home for orphans in a country cottage.\nOne morning, Marie and one of the girls in her care walk down the lane to get a pail of milk. Marie and the girl meet a group of sharecroppers who offer them a ride back in their horse-drawn wagon. At the same time, Pierre Revel and another gentleman are riding through the French countryside in a chauffeur-driven automobile. Pierre's companion asks him what had happened to Marie St. Clair. Pierre replies that he does not know. The automobile and the horse-drawn wagon pass each other, heading in opposite directions.", "tmdb_plot": "When Marie St. Clair believes she has been jilted by her artist fiance Jean, she decides to leave for Paris on her own. After spending a year in the city as a mistress of the wealthy Pierre Revel, she is reunited with Jean by chance. This leaves her with the choice between a glamorous life in Paris, and the true love she left behind.", "tmdb_id": "28974", "wiki_id": "546663"}, {"title": "Woman to Woman", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, Deloryse, a dancer of exquisite charm and grace, is wooed and won by David Compton, an English officer billeted in Paris. On the eve of their marriage, her fiancée is unexpectedly called away. A blow to the head robs him of his memory and he forgets all about the faithful young woman who sacrificed all for him. Later, fate brings them together and, while the man's heart is wrung by the wrong that he has unwittingly done to Deloryse by marrying another woman, Deloryse's one thought is to protect the future of their son. For this, she sacrifices herself by dancing at a fete of the second woman in the case, even after a doctor had warned her that to do so would be fatal.", "tmdb_plot": "David Compton leaves his expecting French girl-friend Louise Boucher, a dancer at the Moulin Rouge, for the war where he looses his memory. Building a new life from scratch after the war, he gets married in London. Louise, now a mother, thinks him dead. She becomes a famous dancer under the name Deloryse but falls gravely ill. One night, as David is in the audience of her show, he recovers his memory. When she learns that David is married to another woman, Louise turns her son in the care of David's new wife and accepting a dancing job at a party, she dies there of exhaustion and sorrow.", "tmdb_id": "293691", "wiki_id": "28345206"}, {"title": "The Woman with Four Faces", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Elizabeth West, a young woman who is both a thief and a con artist and allied with a gang of crooks, is freed when a jury does not convict her on a larceny charge. She determines to aid district attorney Richard Templar to round up a gang of narcotic traffickers. Disguised as an old woman, she secures the privilege of having an old confederate, who is in solitary confinement, temporarily released to aid in the plan. He turns against her, however, and she is forced to work alone with the district attorney. They succeed in their plan and then confess their love for each other.", "tmdb_plot": "The woman with four faces is a movie about a woman who happens to be both a thief and a con artist and who cannot be arrested because she is faceless.", "tmdb_id": "916359", "wiki_id": "44587839"}, {"title": "The World's Applause", "genres": ["Drama"], "wiki_plot": "As described in a film magazine, Corinne d'Alys (Daniels) achieves sudden success on the stage and among her many admirers is noted artist Robert Townsend (Menjou). Robert is married to Elsa (Williams), the sister of John Elliott (Stone), the producer responsible for Corinne's rise to fame. The young woman's head is turned by the praise she receives and, despite John's warning against Robert, she permits the latter to paint her portrait and pay her a good deal of attention. John himself loves Corinne and believes that wisdom will come to her with time. Robert arranges a party to take place at his studio on the evening of the day the portrait is finished. His wife gains admission to the studio through a side door and informs him that she will not leave. The guests including Corinne begin to arrive, but as the host has given orders to his valet (Kuwa) not to disturb him until he calls, They entertain themselves while waiting. Meanwhile, the quarrel between husband and wife rises to a fever heat. The discovery of a jewel that Robert intended to present to Corinne inflames Elsa to such a pitch of anger that she seizes a knife with the intention of destroying the portrait. She slashes it, Robert fights with her and during the struggle is stabbed to death. Elsa in a panic phones her brother and John comes to her aid. They leave the studio together, but James Crane (Hurst), a newspaper owner, sees them leaving and fancies that he recognizes John. James continues to the party where Corinne has just discovered the body of Robert. The guests leave but Corinne stays, and after the police arrive and question her, she is permitted to go. The newspaper accounts of the death link Corinne's name to that of the deceased, and the ensuing notoriety ruins the new star's reputation. Her financial backers leave her. Finally, the police review their evidence which leads them to John and he is arrested. Elsa Townsend then signs a confession and goes away, leaving a farewell note to her brother. Corinne and John's names are cleared, and she finds happiness with the man who was faithful to her through all.", "tmdb_plot": "Corinne d'Alys (Daniels) achieves sudden success on the stage and among her many admirers is noted artist Robert Townsend (Menjou). Robert is married to Elsa (Williams), the sister of John Elliott (Stone), the producer responsible for Corinne's rise to fame. The young woman's head is turned by the praise she receives and, despite John's warning against Robert, she permits the latter to paint her portrait and pay her a good deal of attention. John himself loves Corinne and believes that wisdom will come to her with time.", "tmdb_id": "286563", "wiki_id": "36310196"}, {"title": "Young Lochinvar", "genres": ["Adventure"], "wiki_plot": "In 15th century Scotland, a young knight, Lochinvar,  was betrothed from birth to Cecilia, daughter of Johnstone of Lockwood. Helen is betrothed to Musgrave, a man she does not love. Lochinvar and Helen meet and fall in love, and Musgrave is wounded by Cecilia's brother Alick. Helen doesn't want to marry Musgrave, and as the date of her wedding draws near she sends a message to Lochinvar to help her.Lochinvar arrives at Helen's wedding, asking for a dance. He sweeps her off her feet and onto his horse, and rides away with her. The couple are married at Lochinvar's home. Helen's family follows, and threaten violence, but Musgrave arrives, states that Lochinvar and Helen are in love, and he wishes them a happy life.", "tmdb_plot": "In Scotland, a young man, Lochinvar insists on marrying Ellen, the woman he loves in spite of the fact that she is betrothed to another.", "tmdb_id": "439040", "wiki_id": "33535496"}, {"title": "Cyrano de Bergerac", "genres": ["War", "Drama"], "wiki_plot": "As described in a film magazine reviews, Cyrano , a Frenchman celebrated as a hero, poet, and soldier, wins fear and respect because of his swordsmanship. Because of his sensitiveness of his huge nose, he keeps himself from society. He believes he is outcast from romance. When he falls in love with a young woman, Roxanne, he courts her by proxy. At last she realizes Cyrano's feelings for her. Before she has an opportunity to talk to him, he dies a death of glory.", "tmdb_plot": "Cyrano de Begerac is joyous, witty, a poet, a leader and filled with plenty of charisma and bravado in 17th Century France. He has only one flaw: an unusually long nose which makes him unattractive to any woman. Thus, he cannot have the woman he loves, his cousin Roxanne. Roxanne loves an officer in his army who gets tongue-tied in front of women. Who will Roxanne love? Will Cyrano ever find love? Or will he find happiness in helping the officer woo Roxanne? This is a story of split personalities, human frailty and unrequited love.", "tmdb_id": "114326", "wiki_id": "57410491"}]