[{"title": "North of 36", "genres": ["Western"], "wiki_plot": "As described in a review in a film magazine, Sim Rudabaugh (Beery), ex-outlaw and Treasurer of Texas in the early days, plots to corner the script which represents the rich cattle lands. He particularly covets the last great ranch, owned by Taisie Lockhart (Wilson). Taisie has not the money to pay her riders, but they refuse to be discharged. There comes Dan McMasters (Holt), whose father was an old friend of Lockhart’s. He brings word that the railroad has been pushed through to Abilene. If they can get their cattle to the railhead, they can realize upon their potential riches — but it is a thousand miles across Indian country. Taisie decides to take the chance. Dan offers his escort, but circumstances raise the suspicion he and not Rudabaugh is trying to get Taisie’s land-script. He is driven off and joins up with Rudabaugh, to spy upon his plans and foil his evil devices. During a night attack the cattle are stampeded but are stopped by the cowmen, headed by Jim Nabours (Torrence), the foreman, and at last reach Abilene, where their arrival is made a gala event. Dan wins Taisie, Sim is given to the Comanche chief, whose wives he has slain, and Jim attains the longed for dignity of a boiled shirt.", "tmdb_plot": "A young woman inherits her father's large Texas ranch and plans to begin a cattle drive to Abilene, Kansas, 1000 miles away. The crooked State Treasurer plans to attack the cattle drive and steal all of the stock so he can gain control of her ranch.", "tmdb_id": "297746", "wiki_id": "33099396"}, {"title": "Blarney", "genres": [], "wiki_plot": "James (Ralph Graves), an Irish prizefighter, becomes involved with two New York girls.", "tmdb_plot": "Young Irish boxer James Carabine arrives in New York from Ireland, his way having been paid by Peggy Nolan, a girl from his hometown who's sweet on him. Unfortunately, James falls for the trampy Marcolina, who hooks up with him when her boxer husband loses a fight due to the shady doings of friends of fighter Blanco Johnson. Peggy sets out to rescue him from the bad crowd he's hanging with and get him back into prime boxing form.", "tmdb_id": "757734", "wiki_id": "24582747"}, {"title": "The Great Love", "genres": ["Comedy"], "wiki_plot": "The story of the affection for an elephant, Norma.", "tmdb_plot": "Struggling young doctor in a rural community, Dr. Lawrence Tibbits, cures Norma, a circus elephant, when she is injured in a fire. The circus moves on, but Norma, who has become quite attached to the young doctor, keeps coming back, trampling everything in her way.", "tmdb_id": "1025041", "wiki_id": "24490755"}, {"title": "The Merry Widow", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine reviews, Prince Danilo meets Sally the dancer and, when he proposes marriage, his uncle, King Nikita I of Monteblanco and Queen Milena object because she is a commoner. Sally marries Baron Sadoja, an old wealthy roue who later dies from a stroke. Prince Danilo’s parents now encourage the marriage. A slurring remark is the cause of a duel between the cousins and Danilo is wounded, sacrificing his cousin whom he believes Sally loves. Crown Prince Mirko is assassinated and Danilo becomes heir to the throne. Sally visits Danilo at the hospital and asks him to marry her.", "tmdb_plot": "When Prince Danilo falls in love with American dancer Sally O'Hara, his uncle, King Nikita I of Monteblanco, forbids him to marry her because Sally is a commoner. Thinking she has been jilted by her prince, Sally marries wealthy Baron Sadoja. When the elderly man dies suddenly, Sally must be wooed all over again by Danilo.", "tmdb_id": "53230", "wiki_id": "11962093"}, {"title": "Honor", "genres": ["History", "Drama"], "wiki_plot": "The story is set in the Caucasian city of Shemakhi, which was a provincial town in pre-revolutionary Russia. The love story involves Seyran, a son of a potter, who secretly meets with Susan, to whom he is engaged. The Armenian customs didn't tolerate this and strictly prohibited such behavior. When a neighbor catches them during one of their secret meetings, rumors of their actions spread around the neighborhood and her family decides to marry her to another man, in order to restore the family's honor. They choose Rustam, a rich merchant, for Susan to marry. Seyran slanders Susan by saying that he owns her. Rustam kills Susan, considered himself disgraced by Seyran's actions. At the end, Seyran commits suicide upon hearing about his lover's death.", "tmdb_plot": "Namus (Armenian: Նամուս, meaning \"honor\") is a 1925 silent film by Hamo Beknazarian, based on Alexander Shirvanzade's 1885 novel of the same name, which denounces the despotic rites and customs of Caucasian families. It is widely recognized as the first Armenian feature film.", "tmdb_id": "36277", "wiki_id": "37375313"}, {"title": "Time, the Comedian", "genres": [], "wiki_plot": "As described in a review in a film magazine, Nora (Busch) is a discontented mother leaves her husband and baby to go with Larry (Cody), a wealthy idler. The husband commits suicide and the idler leaves her. Later we find the woman a successful opera singer. Larry again appears and falls in love with the daughter Ruth (Olmstead), now grown. To save her when she refuses to listen to her advice, the mother goes to this man and feigns love. The daughter finds her and guesses the truth, and finally finds happiness with a faithful suitor.", "tmdb_plot": "Women Know! -men can seldom understand.", "tmdb_id": "1029647", "wiki_id": "24572033"}, {"title": "Wandering Footsteps", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, an intoxicated young man meets a similarly conditioned old man while wandering in a park and decides to adopt him as his father. The young man's fiancé resents this act and the old man, desirous of seeing the young people happy, goes his way. Later, the men meet again, and this time stay together and help each other find happiness.", "tmdb_plot": "", "tmdb_id": "640674", "wiki_id": "57140332"}, {"title": "3 Bad Men", "genres": ["Romance", "Western"], "wiki_plot": "A discovery of gold in the Dakotas on Sioux lands in 1877 provokes a gold land rush. Numerous people come to Custer for their chance to claim land and possibly gold when the proclamation to explore the lands goes into effect, such as singing cowboy Dan O'Malley, the Carltons, and a group of outlaws headed by \"Bull\" Stanley. On their way to steal a bunch of horses, the outlaws save Lee Carlton from a different sort of outlaws, who had killed her father. Instead of taking the horses for themselves, the three outlaws decide to head to Custer as her protectors. The town is plagued with corruption and injustice headed by the Sheriff Layne Hunter, who learns where gold is located and wants to find it before the others. Meanwhile, the three \"bad men\" decide to arrange a marriage for Lee, who soon meets up with Dan. The three outlaws must deal with that unexpected romantic attraction, along with the looming sheriff's gang and the race of wagons for gold. Dan and Lee find love with each other while the outlaws kill each other in a last stand.", "tmdb_plot": "Three outlaws come to the aid of a young girl after her father is killed.", "tmdb_id": "32716", "wiki_id": "16455347"}, {"title": "45 Minutes from Hollywood", "genres": ["Comedy"], "wiki_plot": "A California family is sent a letter informing them that if they do not quickly travel to Hollywood to pay a fee they owe, they will be evicted from their home. The family decides to send Grandpa, but the son so badly wants to see Hollywood that he convinces his mother to let him go, too.", "tmdb_plot": "A young man visiting Hollywood on family business gets into trouble when he sees a bank robbery in progress, and thinks it is a movie scene.", "tmdb_id": "50854", "wiki_id": "5463715"}, {"title": "Across the Pacific", "genres": ["Adventure", "Romance", "War"], "wiki_plot": "After his father brings disgrace on his family, Monte joins the Spanish–American War (April–August 1898) and goes with his regiment to the Philippines. Although he has a sweetheart back home, Claire Marsh, he is enlisted to romance a mixed race girl, Roma, who knows the whereabouts of the Philippine leader Emilio Aguinaldo. Monte must keep up the ruse even when Claire comes to the islands to visit him. He finally gets the information that he needs but not before he is branded a deserter and then must prove his mettle on the battlefield. When the insurrection is squelched and Aguinaldo is captured, Monte is able to explain everything to Claire, and the couple are reunited.", "tmdb_plot": "Following the Spanish-American War, a soldier is given the assignment of finding the leader of a band of rebels in the Philippines. In order to do this, he must romance Roma, a cabaret spy working for the rebels. This does not please the daughter of his commanding officer,  whom he is romancing.", "tmdb_id": "595317", "wiki_id": "29913644"}, {"title": "The Adventures of Prince Achmed", "genres": ["Animation", "Adventure", "Family", "Fantasy", "Romance"], "wiki_plot": "An African sorcerer conjures up a flying horse, which he shows to the Caliph. When the sorcerer refuses to sell it for any amount of gold, the Caliph offers any treasure he has. The sorcerer chooses Dinarsade, the Caliph's daughter, to her great distress. Prince Achmed, Dinarsade's brother, objects, but the sorcerer persuades him to try out the horse. It carries the prince away, higher and higher into the sky, as he doesn't know how to control it. The Caliph has the sorcerer imprisoned.\n\nWhen Achmed discovers how to make the horse descend, he finds himself in a strange foreign land, a magical island called Wak Wak. He is greeted by a bevy of attractive maidens. When they begin fighting for his attention, he flies away to a lake. There, he watches as Pari Banu, the beautiful ruler of the land of Wak Wak, arrives with her attendants to bathe. When they spot him, they all fly away, except for Pari Banu, for Achmed has her magical flying feather costume. She flees on foot, but he captures her. He gains her trust when he returns her feathers. They fall in love. She warns him, however, that the demons of Wak Wak will try to kill him.\nThe sorcerer frees himself from his chains. Transforming himself into a bat, he seeks out Achmed. The prince chases the sorcerer (back in human form) and falls into a pit. While Achmed fights a giant snake, the sorcerer takes Pari Banu to China and sells her to the Emperor. The sorcerer returns and pins Achmed under a boulder on top of a mountain. However, the Witch of the Flaming Mountain notices him and rescues Achmed. The sorcerer is her arch-enemy, so she helps Achmed rescue Pari Banu from the Emperor. Then, the demons of Wak Wak find the couple and, despite Achmed's fierce resistance, carry Pari Banu off. Achmed forces a captive demon to fly him to Wak Wak. However, the gates of Wak Wak are locked.\nHe then slays a monster who is attacking a boy named Aladdin. Aladdin tells of how he, a poor tailor, was recruited by the sorcerer to retrieve a magic lamp from a cave. When Aladdin returned to the cave entrance, the sorcerer demanded the lamp before letting him out. Aladdin refused, so the sorcerer sealed him in. Aladdin accidentally released one of the genies of the lamp and ordered it to take him home. He then courted and married Dinarsade. One night, Dinarsade, Aladdin's magnificent palace, and the lamp disappeared. Blamed by the Caliph, Aladdin fled to avoid being executed. A storm at sea cast him ashore at Wak Wak. When he tried to pluck fruit from a \"tree\", it turned into a monster and grabbed him, but Achmed killed it.\nAchmed realizes the sorcerer had been responsible behind this and is further enraged. He also reveals to Aladdin that his palace and the lamp were stolen by the sorcerer because of his obsession for Dinarsade. Then, the witch arrives. Since only the lamp can open the gates, she agrees to attack the sorcerer to get it. They engage in a magical duel, each transforming into various creatures. After a while, they resume their human forms and fling fireballs at each other. Finally, the witch slays the sorcerer. With the lamp, they are able to enter Wak Wak, just in time to save Pari Banu from being thrown to her death. A fierce battle erupts. A demon steals the lamp, but the witch gets it back. She summons creatures from the lamp who defeat the demons. One hydra-like creature seizes Pari Banu. When Achmed cuts off one of its heads, two more grow back immediately, but the witch stops this regeneration, allowing Achmed to kill it and rescue Pari Banu. A flying palace then settles to the ground. Inside, Achmed, Pari Banu, Aladdin, and the Caliph find Dinarsade. The two couples bid goodbye to the witch and fly home to the palace.", "tmdb_plot": "Based on stories from \"The Arabian Nights\". A wicked sorcerer tricks Prince Achmed into riding a magical flying horse. The heroic prince is able to subdue the magical horse, which he uses to fly off to many adventures. While travelling, he falls in love with the beautiful Princess Peri Banu, and must defeat an army of demons to win her heart. The film is animated using the silhouette technique.", "tmdb_id": "19354", "wiki_id": "4321732"}, {"title": "Alice's Orphan", "genres": ["Animation"], "wiki_plot": "Julius is spending his time at the winter outdoors, ice skating on a frozen lake. Coincidentally, a unnamed female cat places a basket on an edge of the lake, and leaves. Something in the basket made a noise momentarily, and Julius heard it. He then approaches and opens the basket. To his amazement, Julius picks up and finds a lost kitten inside. Without anyone else willing to adopt, the big cat decides to take in the little feline.\nJulius arrives home with the orphan kitten. Alice, who has been waiting in the living room, was also amazed to see what her friend brought into the house. She then wonders what name the kitten should wear. In no time Julius finds out the kitten is a male and therefore gives the name Oscar.\nAfter giving Oscar a bath, Julius takes his little friend to have supper with them. At the table, Oscar is eating in an aggressive way, which Julius sees as inappropriate. Julius attempts to teach the Oscar how to have meals in a more traditional fashion, but the kitten shows no interest to follow. The frustrated Julius starts pounding the table until a bowl of soup jumps straight up and spills on top of him. Oscar finds this comical and therefore hurls a roast chicken at Julius, knocking the big cat off his chair.\nThen it was bedtime. Julius puts pajamas on Oscar before laying the kitten to bed. To help Oscar sleep, the big cat sings a lullaby and rocks the bed back and forth. When the little cat is seemingly dozing, Julius tries to tiptoe out of the bedroom, only to notice Oscar suddenly wake up and cry. The big cat repeats the same method but still gets the same result. As a last resort, Julius grabs a wooden mallet and thumps Oscar in the head but not hard enough cause a lump. With the kitten finally fast asleep, Julius was able to exit the room.", "tmdb_plot": "Julius the cat is skating on a pond when he espies a young lady break through the ice. He saves her, only to realize she's not particularly attractive, and so throws her back. Meanwhile, a kitten orphan is left in a basket by the side of the pond; Julius discovers it and takes it skating with him, afterward taking it home to Alice. They name him Oscar, and Julius tries to give the brat a bath. He then feeds Oscar and teaches him some table manners.", "tmdb_id": "38590", "wiki_id": "34794895"}, {"title": "Aloma of the South Seas", "genres": ["Comedy", "Drama"], "wiki_plot": "Bob Holden (Percy Marmont), an embittered World War I veteran, has gone to the South Seas to drown in drink the memory of his old girlfriend, Sylvia (Julanne Johnston) who has married his best friend, Van Templeton (William Powell) in his absence.  This happened only because Templeton withheld word from Sylvia that Holden had survived the war.  In the South Seas, Holden becomes the object of Aloma’s (Gilda Gray) loving and ministering attentions and eventually promises to marry her. Naturally, Nuitane (Warner Baxter), Aloma’s abandoned Polynesian boyfriend is jealous.  The plot gets thicker when Templeton and Sylvia arrive on the island rather inexplicably. Templeton tries to force himself upon Aloma but is foiled by Holden. The jilted Nuitane decides to feed Holden to the sharks, but suddenly realizes that Templeton is the extra man in the love pentagon.  As Templeton is devoured, Nuitane calmly observes: “Sharks not eat Nuitane—sharks like white meat.” Minus the evil interloper, the two couples fall happily into a race-appropriate (for that era) clinch.", "tmdb_plot": "A young South Seas native boy is sent to the U.S. for his education. He returns to his island after his father dies to try to stop a revolution.", "tmdb_id": "391979", "wiki_id": "25442375"}, {"title": "Along Came Auntie", "genres": ["Comedy"], "wiki_plot": "Mrs Remington Chow is concealing her second marriage from her aunt in order to receive a large inheritance. She is in financial difficulties and is thinking of taking in lodgers again much to the dismay of the maid. A man comes to the door with a bulldog and demands she pays her debt. As the maid goes out the man slips in.\nMr Chow comes back from holiday as her first husband is entertaining her with a violin. The debt collector is hiding in the piano. As he emerges he gets tangled in the fight between husbands. Aunt Alvira arrives. Mrs Chow says she is still married to Vincent. Mrs Chow says they are friends playing a rough game \"Duck the Knob\". Mrs Chow tells her husband to pretend to be the lodger.\nAuntie likes Vincent and sits on his knee. She spies Mrs Chow kissing who she thinks is the lodger and gets Vincent to interject. Mr Chow gets his gun.", "tmdb_plot": "A divorced couple try to pretend they are still happily married in order to get $100,000 from the woman's divorce-disapproving aunt.", "tmdb_id": "16599", "wiki_id": "13156163"}, {"title": "The American Venus", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, the daughter of a maker of beauty cream enters and wins a beauty contest in her hometown and then enters the national contest in an effort to save her father from falling into the power of a rival manufacturer, to whose son she is engaged to be married. Through breaking her engagement, discovering her father’s rival in a bribery deal, forming an attachment for the rival’s former exploitation man, and making friends with the winner of the national contest, the girl succeeds in so shaping events that she and her father win on all points.", "tmdb_plot": "A lost film - Mary Gray, whose father manufactures cold cream, is engaged to sappy Horace Niles, the son of Hugo Niles, the elder Gray's most competitive rival in the cosmetics business. Chip Armstrong, a hot-shot public relations man, quits the employ of Hugo Niles and goes to work for Gray, persuading Mary to enter the Miss America contest at Atlantic City, with the intention of using her to endorse her father's cold cream should she win. Mary breaks her engagement with Horace. When it appears that she will win the contest, Hugo lures her home on the pretext that her father is ill, and she misses the contest. Chip and Mary return to Atlantic City, discovering that the new Miss America has told the world that she owes all her success to Gray's cold cream. On this note, Chip and Mary decide to get married.", "tmdb_id": "451410", "wiki_id": "25904386"}, {"title": "Arirang", "genres": ["Drama", "Action"], "wiki_plot": "Yeong-jin is a student who has become mentally ill after being imprisoned and tortured by the Japanese for his involvement in the 1 March 1919 protest against the Japanese occupation of Korea. After his release, he returns home to live with his father and sister, Yeong-hui, in their village home. His old friend Hyeon-gu is now in love with Yeong-hui. While the villagers are preoccupied with a harvest festival, O Gi-ho, a collaborator with the Japanese police, attempts to rape Yeong-hui. Hyeon-gu fights Gi-ho, while Yeong-jin watches and has a vision of a couple in a desert begging a man for water. When the man in his imagination embraces the woman rather than offering her water, Yeong-jin stabs him with a sickle, actually killing Gi-ho. Yeong-jin regains his senses at this moment. The film ends with the Japanese police taking Yeong-jin back to prison, while the villagers weep.", "tmdb_plot": "The film concerns a student, Ch'oe Yeongjin, who has become mentally ill after being imprisoned and tortured by the Japanese for his involvement in the March 1, 1919 protest against the Japanese colonial rule.", "tmdb_id": "369671", "wiki_id": "3596187"}, {"title": "Arizona Sweepstakes", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, a cowboy who goes to a city and is embroiled in a number of gang fights narrowly escapes going to  prison on a false charge of manslaughter. He escapes and hurries home to enter a horse race on the outcome of which, he learns, depends the financial future of the man whose daughter he loves. A detective arrives to arrest him, but he evades capture and rides to victory in the race.", "tmdb_plot": "Arizona cowboy Coot Cadigan travels to San Francisco and runs into Stuffy McGee, a small-time crook who stages phony \"fights\" to amuse the tourists. During one of those frights a man is killed and Coot gets blamed for it. Stuffy hides him out, but when he gets arrested Coot hightails it back to Arizona. with Stuffy's three children. To earn some money, he enters the Arizona Sweepstakes, a horse race with a large purse and one on which Col. Savery--the father of the girl Coot loves--depends on to save his ranch.", "tmdb_id": "520692", "wiki_id": "52079519"}, {"title": "The Auction Block", "genres": ["Comedy"], "wiki_plot": "Bob Wharton (Charles Ray) marries beauty queen Lorelei Knight (Eleanor Boardman), only to fall into the arms of Bernice Lane (Sally O'Neil) during their honeymoon. Lorelei abandons him to return home, but the husband goes after her to win her back. The opportunity presents itself at a charity auction.", "tmdb_plot": "Bob Wharton marries Lorelei Knight, a beauty contest winner. While on their honeymoon, Bob is laughingly abducted by the flirtatious Bernice Lane, who keeps Bob out way past his bedtime.", "tmdb_id": "1029644", "wiki_id": "24571525"}, {"title": "Bardelys the Magnificent", "genres": ["Action", "Drama", "Romance"], "wiki_plot": "The film is set in the reign of King Louis XIII.  When Comte Châtellerault fails to win the hand in marriage of Roxalanne de Lavedan, despite hinting at leniency for her rebellious family if she accepts, he responds to the notorious womanizer Marquis de Bardelys' mockery by wagering his estate against that of Bardelys that Bardelys cannot succeed in marrying  Roxalanne either within three months.  While Bardelys does not desire marriage, he feels he has to accept the challenge. However the king, on hearing of the wager, forbids Bardelys from seeking a marriage alliance with a rebel family.\nBardelys ignores the king’s orders as he feels that his honour is at stake. On the way to the Lavedan estate, he stumbles upon a fatally wounded man, Lesperon, who asks him to say farewell to his beloved but dies before telling him her name. Bardelys takes his papers and, when challenged by a party of the king’s soldiers, assumes Lesperon’s identity to conceal his own, only to find that Lesperon is a wanted traitor. Bardelys escapes after fighting them off, and wounded, seeks refuge in the Lavedan residence.  Roxalanne tends to him and hides him. Meanwhile, Roxalanne and her family discover with anger that she is the subject of a public wager by Bardelys, who prudently retains his assumed identity and grows closer to Roxalanne.\nThey declare their love for one another but she discovers that Lesperon was engaged and, furious at what she thinks are his false protestations of love, denounces Bardelys to soldiers. Bardelys, under the identity of Lesperon,  is tried for treason. Châtellerault, who is the head judge, maliciously refuses to confirm his true identity and condemns him to death.\nRoxalanne, still in love with Bardelys and guilty at causing his imminent death, marries Châtellerault on his promise to remit the sentence, but he breaks his word. Bardelys, on the gallows, delays his execution until the king arrives and saves him. Bardelys goes to Châtellerault and forfeits the wager and his estate so he can propose to Roxalanne with a clear conscience. The two men fight and Bardelys repeatedly wins, when soldiers enter to arrest Châtellerault upon which he kills himself rather than suffer the indignity of a trial. The king enters to laud Bardelys’ skill with women to Roxalanne’s annoyance but she is mollified when the king says that this is the first time Bardelys has sought to marry.", "tmdb_plot": "Rafael Sabatini's story of the swashbuckling era and of Bardeleys, the handsome courtier who could win any woman he set his mind to...and was not above boasting about it to all who would listen.", "tmdb_id": "128899", "wiki_id": "6851757"}, {"title": "The Bat", "genres": ["Comedy", "Horror", "Mystery"], "wiki_plot": "Gideon Bell, owner of the Favre Emeralds, receives a letter stating that the emeralds will be stolen at midnight by \"the Bat\", and that police will not be able to stop the robbery. The Bat, a figure dressed as a bat, murders Gideon and steals the emeralds. The Bat leaves a bat-shaped note for the chief of police to inform him that he will be traveling to the country. The Bat travels by car to a mansion built by Courtleigh Fleming, the president of the Oakdale Bank, who has recently been found dead in Colorado. The mansion is being rented for the summer by writer Cornelia Van Gorder, whose maid, Lizzie Allen, sets up a bear trap to catch the Bat. Richard Fleming, Courtleigh's spendthrift nephew, wishes to lease the mansion, and plans with Dr. H. E. Wells to frighten Van Gorder away.\nThe newspaper reports that Brooks Bailey, a cashier at Oakdale Bank, has robbed the bank of $200,000 and has disappeared. Van Gorder's niece, Miss Dale Ogden, arrives with a supposed new gardener. Van Gorder asks the gardener about his knowledge on alopecia, urticaria, and rubeola, and he answers as if the terms referred to plants rather than medical conditions. On the staircase, Richard is shot, and Miss Dale manages to snatch part of a blueprint of the house from his pocket. Detective Moletti accuses her of trying to find a supposed hidden room in the mansion that should be shown on the blueprint. Detective Anderson arrives, and the group gets a call from the house phone in the garage, which sounds like groans of distress. A circular light shines on the wall, with the shadow of a bat in its center, but after investigating, the group finds that the shape was caused by a miller moth on a car headlight.\nDr. Wells has Miss Dale recreate Richard's murder, and she notes that she tucked the blueprint in a Parker House roll on a tray, but the blueprint is now gone. The new gardener is revealed to be Brooks Bailey, and Anderson attempts to arrest him for robbery, murder, and impersonation, but Miss Dale stops him, revealing that she and Brooks are engaged. Dr. Wells searches for the hidden room by knocking on walls, which causes the others to investigate the sound, leading them to a ballroom which is supposedly haunted. The candles in the ballroom go out when lit, and a shape appears to float towards Anderson and Lizzie, but it turns out to be the Japanese butler Billy carrying a lamp. After being confronted by Moletti, Dr. Wells knocks Moletti unconscious by striking his head, and he hides Moletti's body in another room. A beaten man enters the house, and Anderson finds that he has no identification on his person.\nBilly sees a mysterious figure wearing a hat, and as he leaves to tell the others, the Bat's shadow passes by the door. The Bat sets up a system of wires that attach to a light switch. Outside, Brooks sees the figure in the hat crossing the roof, and realizes that it is the supposedly dead Courtleigh Fleming. Miss Dale finds the hidden room, located behind a fireplace. The Bat confronts her, demanding the combination to the safe in the hidden room, but she escapes. Dr. Wells is accused of helping the Bat, and the Bat is soon captured and held at gunpoint. However, the Bat activates the wire system, turning off the lights and allowing himself to escape. The Bat flees outside but his leg is caught in the bear trap placed earlier by Lizzie. The others find him and remove his mask, revealing him to be Moletti. The beaten, unknown man announces that he is the true Detective Moletti, and that the man underneath the Bat's mask had stolen his papers, locked him in the garage, set it on fire and impersonated him.", "tmdb_plot": "A masked criminal who dresses like a giant bat terrorizes the guests at an old house rented by a mystery writer.", "tmdb_id": "27501", "wiki_id": "2258827"}, {"title": "Battling Butler", "genres": ["Comedy"], "wiki_plot": "Alfred Butler is a scion of a wealthy family, but an embarrassment to his father as Alfred is a slight, gentle young man, accustomed to ease and luxury. His father suggests a hunting and fishing trip to toughen him up. Alfred goes on the trip, accompanied by his chauffeur and his personal valet. During the excursion, he falls in love at first sight with a low-class mountain girl who lives with her family in a shack. In order to impress her working-class family, the valet tells them that Alfred is the well-known professional championship fighter who happens to have the same name and fights under the professional sobriquet \"Battling Butler\". From there, the masquerade must be maintained, in public and in private. When he returns, Alfred is greeted by a cheering crowd of boxing enthusiasts who think that he is the fighter.\nAlfred expects that he will have to actually fight one of the Battling Butler's opponents and trains as best he can. On the day of the fight, he reluctantly dons his boxing trunks and gloves, expecting to be badly beaten. To his great relief, the real Battling Butler shows up, fights, and wins.\nHowever, the Battler resents having been impersonated by a feeble milquetoast like Alfred. In the locker room, he starts punching Alfred in the head and body. This continues until Alfred sees that the door of the locker room is open and his beloved is watching. Inspired, he begins fighting back, his confidence and fury increasing with each blow he lands. To everyone's surprise, the beating turns into a real contest, and culminates in a knockout victory for Alfred, who, in a frenzy of unaccustomed blood-lust, continues savaging the unconscious Battler until the Battler's trainer and manager rush in and restrain him. Shocked by his own prowess, he confesses his deception to his beloved. She forgives him, and they celebrate with an evening on the town, Alfred still dressed in his boxing trunks and athletic shoes, but also wearing a top hat and carrying a classy walking stick.", "tmdb_plot": "Meek millionaire Alfred Butler goes on a camping excursion with his faithful servant. Once in the wilderness, Alfred ignores outdoor activities in favor of trying to woo a charming mountain girl, who wants nothing to do with her spoiled suitor. Trying to impress the girl, Alfred masquerades as boxing star \"Battling\" Butler.", "tmdb_id": "51371", "wiki_id": "9463801"}, {"title": "The Battling Kangaroo", "genres": ["Comedy"], "wiki_plot": "Limber Lucy, a trapeze artist, wants to leave the carnival of which her family is part, put they cannot leave until her father repays $1,000 to the carnival owner, Knowkout Kelly. The latter is a former farmhand \"who loved to plan cauliflowers on peopl's ears.\" Lucy flees Kelly after he accosts her.Pete Brush, a taxi driver who fancies Lucy, learns of Kelly's pursuit of Lucy and that \"a thousand dollars stand between [Lucy] and happiness.\" Brush sees and advertisement that \"Knockout Kelly Fights Anything on Two Feet. $1000.00 CASH If You Knock Him Out.\" After failing to knock out Kelly himself, Brush and two carnival workers attempt to hijack a passenger from competitor's taxi, as the rider has offered \"A thousand dollars if you reach the dock before my boat departs.\"After commandeering the passenger, they deliver him to the boat but fail to procure the fare. Fleeing the other irate taxi driver, the three men accidentily free three kangaroos from a crate, who cause havoc. The three men are then able to guide one of the kangaroos, attired for boxing, into the ring with Knockout Kelly. The kangaroo, after battling with Kelly, then knocks him out. Brush receives the thousand dollars for the knock out. He and Lucy kiss.", "tmdb_plot": "Lige Conley goes into a fight to collect money to marry his girl. Then, hooking up with Holloway and George Gray, they get involved in several other schemes to make money fast.", "tmdb_id": "577003", "wiki_id": "72527067"}, {"title": "Be Your Age", "genres": ["Comedy"], "wiki_plot": "A man desperately need $10,000 to send home to his family. There is a woman who is a widow, and has just inherited two million dollars from her husband. She wants to remarry as soon as possible. The woman's lawyer is a conniving man who happens to have a solution for both of them.", "tmdb_plot": "Charley needs $10,000 right away. Mrs. Schwartzkopple has inherited $2 million from her late husband and wants to marry a younger man. Mr. Blaylock, her attorney, sees a way to solve both their problems, and keep control of her $2 million.", "tmdb_id": "189541", "wiki_id": "13159302"}, {"title": "Beau Geste", "genres": ["Action", "Adventure", "Drama"], "wiki_plot": "Major de Beaujolais leads a French Foreign Legion battalion across the Sahara desert to relieve Fort Zinderneuf, reportedly besieged by Arabs. When he arrives, he receives no response from the Legionnaires manning the walls, only a single shot. He realizes they are dead. The trumpeter volunteers to scale the wall and open the gate, but after waiting 15 minutes, the major climbs inside himself. He finds the dead commandant with a note in his hand addressed to the chief of police of Scotland Yard which states that the writer is solely responsible for the theft of the \"Blue Water\" sapphire from Lady Patricia Brandon. Soon after, the bodies of the commandant and the man beside him disappear. Then the fort is set afire. The major sends two Americans to fetch reinforcements.\nThe film then flashes back fifteen years to Kent, England. The three young Geste brothers and a girl named Isobel stage a naval battle with toy ships. When John Geste is accidentally shot in the leg, Michael \"Beau\" Geste digs the bullet out, then tells John that he is worthy of a Viking's funeral. Beau burns one ship, along with a toy soldier and a \"dog\" (broken off a vase). Beau then gets Digby, his other brother, to promise to give him a Viking's funeral if he dies first.\nLady Patricia cares for the Gestes, her orphaned nephews, while Isobel is her husband's niece. She introduces them to Rajah Ram Singh and then-Captain Henri de Beaujolais. Lady Patricia is in financial straits; her estranged husband \"has taken every penny that comes from the estate.\"\nAfter the children become adults, she receives a telegram, announcing that her husband intends to sell the \"Blue Water\", a family jewel. She has it brought to her. Someone turns out the lights and steals it. The next morning, Beau is gone, leaving Digby a note claiming to be the thief. Digby follows, writing to John that he is the culprit. John tells Isobel that he took the jewel and departs too.\nJohn joins the Foreign Legion and is reunited with his brothers. Boldini overhears them joking about the jewel. That night, Boldini is caught stealing Beau's belt. Boldini tells Sergeant Lejaune about the jewel, supposedly hidden in Beau's belt. Lejaune assigns Digby and his American friends Hank and Buddy to Beaujolais, while he, Beau and John join a detachment, commanded by Lieutenant Maurel, marching to Fort Zinderneuf.\nAfter Maurel dies, Lejaune assumes command at the fort. After a fortnight of Lejaune's cruelty, some of the men plot mutiny. Beau, John and three others remain loyal. Boldini tells Beau and John that Lejaune knows about the mutiny and plans to have the men kill each other so there will be no witnesses to his theft of the jewel. Lejaune arms the loyalists, then demands that Beau give him the jewel for \"safekeeping\", but is rebuffed. Lejaune captures the mutineers, but an Arab attack forces him to release and arm them.\nWhen a Legionnaire is killed, Lejaune props up his body on the battlement and makes it appear he is still alive. Finally, only Lejaune, Beau and John remain. Then Beau is seemingly killed. When John sees Lejaune searching Beau's body, he grabs his bayonet, but Lejaune draws his pistol and sentences him to death. Beau, barely alive, grabs Lejaune's leg, enabling John to stab him. Before dying, Beau tells John to desert and deliver a letter to their aunt. When John spots the relief force, he fires a single shot, then departs.\nDigby, the trumpeter, climbs in and finds Beau's body. Remembering his childhood promise, he gives his brother a Viking's funeral, with a dog (Lejaune) at his feet. Then he deserts and finds John. They run into Hank and Buddy. Five days later, they are lost, with little water and only one camel left. Digby leaves a letter for the sleeping John (stating that one camel can carry three, but not four) and walks away.\nJohn returns home to his love Isobel and delivers Beau's letter to Lady Patricia. She reads it aloud. Beau tells how he witnessed her selling the Blue Water to Ram Singh. To protect her, Beau stole the imitation.", "tmdb_plot": "Michael \"Beau\" Geste leaves England in disgrace and joins the infamous French Foreign Legion. He is reunited with his two brothers in North Africa, where they face greater danger from their own sadistic commander than from the rebellious Arabs.", "tmdb_id": "189621", "wiki_id": "5440222"}, {"title": "The Beautiful Cheat", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, motion picture studio magnate has press agent Jimmy Austin take pretty shop clerk Mary Callahan abroad where she is transformed using publicity methods into the Russian actress Maritza Callahansky, who is advertised as having the crown jewels. Returning to the United States, the publicity game continues. Maritza throws a party at a Long Island mansion while the rightful owner is absent. However, the owner's unexpected sudden return causes momentary confusion, but the situation is straightened out by the son of the family, who has joined the film acting brigade. Jimmy and Mary decide to marry.", "tmdb_plot": "A motion picture producer has press agent Jimmy Austin take Mary Callahan, a pretty shopgirl, to Europe. After an extensive publicity campaign, Mary returns to the United States as Maritza Callahansky, a Russian actress owning the crown jewels. To add support to her newly established identity, Maritza gives a party in a Long Island mansion in the rightful owner's absence. The owners return to find their home taken over by strangers and are about to call the police when it is discovered that they are the parents of one of the extras in the company.", "tmdb_id": "642308", "wiki_id": "59014542"}, {"title": "Behind the Front", "genres": ["Comedy", "War"], "wiki_plot": "As described in a film magazine review, two men, enemies in civil life, enlist in the army during World War I at the behest of a young woman who tells each of them that she loves him. They become buddies and share a medley of mishaps behind the lines in France. They return to America and go to the young woman’s house. There they find her the central figure in a wedding. They maul her husband-to-be and leave. A small incident recreates their enmity towards each other and their private war begins again.", "tmdb_plot": "During World War I a young man joins the army and winds up befriending another young recruit, not knowing that it's the same pickpocket who stole his watch. After finishing basic training, the two are sent to the front lines in France, where they wind up in trouble with the MPs, getting involved with some cute French girls and \"volunteering\" for a dangerous front-line mission, and their antics result in their endangering the armistice.", "tmdb_id": "316858", "wiki_id": "44310880"}, {"title": "The Bells", "genres": ["Drama", "Crime", "Horror"], "wiki_plot": "Mathias, an innkeeper with several other businesses, seeks to be burgomaster of a small Austrian hamlet. In order to gain favor with local leaders, he offers food and alcohol on credit, but often refuses to collect, much to the dismay of his wife Catharine. Mathias is deeply in debt to Frantz, who seeks Mathias' businesses. He will forgive the debt if Mathias allows him to marry his daughter, Annette. Mathias refuses, and is worried about the debt which will come due soon.\nOne evening a Polish Jew enters Mathias' inn. The man displays a money belt filled with gold, which Mathias, having had much to drink with the man, eyes closely. When the man leaves in a blizzard, Mathias pursues and kills him; before he dies, the man shakes a set of horse bells at him. Having come into money through murder, Mathias pays off his debt, provides a dowry for his daughter to marry, and is elected burgomaster. However, he is haunted by the sound of bells and hallucinations of the man he killed. The man's brother comes and offers a reward, bringing a \"mesmerist\" to help find the murderer.  Mathias is pursued by the mesmerist and his own guilt throughout the rest of the film. He suffers hallucinations and nightmarish dreams of the murdered man until the final reel, in which he confesses his crime aloud to the ghost, then collapses, dead.", "tmdb_plot": "A kindly but desperate Alsatian innkeeper named Mathias murders and robs a rich Jewish merchant staying at his inn, but the ghost of his victim will not let him rest.  Meanwhile, a mysterious Mesmerist has come to town, claiming he has made many criminals confess their crimes...", "tmdb_id": "184885", "wiki_id": "16897103"}, {"title": "The Better 'Ole", "genres": ["Comedy", "Drama", "War"], "wiki_plot": "Old Bill (Sydney Chaplin), a jovial Limey sergeant, discovers that the major of his regiment is a German spy in collusion with Gaspard (Theodore Lorch), the local innkeeper. The spies mistrust him and poison his wine; but it spills and eats a hole in the floor through which Gaspard falls into the cellar. Trying to rescue him, Bill discovers a cote of carrier pigeons. Tipped off by the major, the Germans bomb an opera house where Bill and fellow soldier Alf (Jack Ackroyd) are performing; they escape, however, in their impersonation of a horse and later pose as German soldiers in a German regiment. Bill manages to get a photograph of the major greeting the German general, but it falls into the hands of Joan (Doris Hill), a prisoner of war. Bill is forced to join a German attack against the British, and though he saves his own regiment, he is shot as a German spy. An old friend, however, has substituted blank cartridges for the real ones, and Bill is pardoned when Joan and his friend Bert arrive with the incriminating photograph.", "tmdb_plot": "The adventures of Old Bill and his friends Bert and Alf in the trenches of the first World War.", "tmdb_id": "225112", "wiki_id": "47416301"}, {"title": "The Black Pirate", "genres": ["Adventure", "Drama", "Action"], "wiki_plot": "The film begins with the looting of a ship already captured and badly mauled, by the pirates. After relieving the ship and crew of valuables, the pirates fire the ship, blowing up the gunpowder on board, sinking her. While the pirates celebrate, two survivors wash up on an island, an old man and his son. Before dying, the older man gives his signet ring to his son (Douglas Fairbanks). His son buries him, vowing vengeance.\nThe Pirate Captain and Lieutenant bring some crew to the other side of the same island to bury some of their plunder. They  then plan to murder the other pirates: \"Dead men tell no tales.\" But first, the son appears as the \"Black Pirate\", who offers to join their company and fight their best man to prove his worth. After much fighting, the Black Pirate kills the Pirate Captain. The Pirate Lieutenant sneers, and says there is more to being a pirate than sword tricks. To further prove his worth, the Black Pirate says he will capture the next ship of prey single-handed, which he does. He then uses his wits to prevent the pirates from blowing up the ship along with the crew and passengers, suggesting that they hold the ship for ransom.\nWhen a woman is discovered on board, the Pirate Lieutenant claims her. Being in love at first sight for her, the Black Pirate finds a way to temporarily save her from this fate by presenting her as a \"princess\" and urging the crew to use her as a hostage to ensure their ransom will be paid, as long as she remains \"spotless and unharmed\".\nThe pirates cheer the Black Pirate, and want to name him captain. The Pirate Lieutenant jeers but consents to wait to see if the ransom is paid by noon the next day. However, he secretly has a confederate destroy the ransom ship later that night to ensure it will not return.  Then, when the Black Pirate is caught trying to release the woman, the Pirate Lieutenant exposes him as a traitor and the pirates force him to walk the plank.\nAt noon the next day, with the ransom ship having failed to show, the Pirate Lieutenant goes to the woman to claim his prize. But just then, the Black Pirate, who with the help of the sympathetic one-armed pirate MacTavish, had survived being sent overboard, returns leading troops to stop the pirates. After a long fight, the pirates are routed. In the end, the Black Pirate is revealed to be a Duke, and the \"Princess\" he loves a noble Lady. Even MacTavish is moved to tears of joy by the happy ending.", "tmdb_plot": "A nobleman vows to avenge the death of his father by the hands of pirates. To this end, he infiltrates the pirate band; Acting in character, he single-handedly captures a merchant vessel, but things are complicated when he finds that there is a beautiful young woman of royal blood aboard.", "tmdb_id": "50075", "wiki_id": "73371"}, {"title": "The Blackbird", "genres": ["Crime", "Drama", "Romance"], "wiki_plot": "A title card introduces the setting as London's Limehouse district, \"with its lust, greed and love, a sea of fog, a drama of human faces.”  A cheap music hall is overseen by the tough Dan Tate, who also manages a small gang of thieves under the alias \"The Blackbird.\"  As a cover, though, Tate also poses as his own deformed and noble twin brother, affectionately known as the \"Bishop of Limehouse,\" who supposedly lives above an adjoining mission for the poor.  When police arrive at the mission and accuse The Blackbird of robbery, he offers the alibi that he had been sleeping in his room and goes to get to get his \"brother\" to confirm his story.  While the police hear two apparently different voices talking, Dan changes clothes and contorts his body, with his arms and legs at extreme angles, then making his way down the stairs with a crutch as The Bishop, verifying The Blackbird's alibi.\nLater at the music hall, a \"slumming\" group of upper-class Londoners arrives, led by the apparently wealthy and respectable Bertram P. Glade, who is really a thief known to Dan and others as \"West End Bertie.\"  At the same time, Polly, Dan's former wife, returns to the music hall after a long absence, apparently to Dan's displeasure.  Both Dan and Bertie are attracted to Fifi Lorraine, a puppeteer and dancer performing on the stage.  She in turn is attracted to the diamond choker worn by a woman in Bertie's group.\nBertie arranges to have his group robbed by his own men and takes the choker and other jewelry he received to his home, where he is confronted by The Blackbird, who insists that he is owed a portion of Bertie's haul.  The two settle on a coin toss to decide who will get the choker, which Dan wins.  The next night, however, Bertie succeeds in taking Fifi home after her performance despite Dan's efforts to woo her.  In the meantime, Polly approaches her ex-husband, trying to appeal to the better side that she sees in him.\nBertie and Fifi fall in love with each other and go to The Bishop to ask him to perform their marriage.  In his disguise, Dan exposes Bertie's occupation to Fifi.  The gentleman thief promises to reform and return his stolen goods, but Dan alerts the police, who raid Bertie's home.  Dan shoots one of the policemen, expecting the crime to be pinned on Bertie, who is then hidden by The Bishop after Fifi pleads for his help.  As The Bishop, Dan works to turn Bertie and Fifi against each other so that he can declare his own love to her, but one of The Blackbird's men tells the police who actually shot the officer.\nPolly has become aware that the police are coming to arrest The Blackbird and goes to warn Dan, but she finds him kissing Fifi, who leaves the room.  Hoping to throw the police off his trail, Dan stages a \"fight\" between his two identities behind the closed door of The Bishop's room above the mission.  When the door is opened suddenly, it strikes Dan, who is now dressed as The Bishop.  He falls and breaks his back while in his contorted pose.  The police enter and place The Bishop on his bed and leave to chase after the supposedly fugitive Blackbird.  When Polly enters, Dan asks her to burn The Blackbird's clothing, which he had hidden in the corner, and she finally realizes that the two \"brothers\" are the same man.  Dan's injuries, though, are severe and he soon dies, to be mourned in his \"good\" identity by the people he actually helped, while Bertie and Fifi are reunited, presumably to marry.", "tmdb_plot": "Two thieves, the Blackbird and West End Bertie, fall in love with the same girl, a French nightclub performer named Fifi. Each man tries to outdo the other to win her heart.", "tmdb_id": "111302", "wiki_id": "17355803"}, {"title": "The Blonde Saint", "genres": ["Drama", "Romance"], "wiki_plot": "The plot of the film bears a striking resemblance to the plot of the Warner Brothers talkie, One Way Passage (1932). This silent appears to have been more exotic.", "tmdb_plot": "Playboy novelist Sebastian Maure falls for Ghiirlaine Bellamy, a product of a wealthy--and puritanical--society family, a girl so prim and proper that she's known as \"The Blonde Saint\". One night at a dinner party, she informs Maure that she is engaged to young VIncent Pamfort and is leaving for England the next day to marry him. Maure tricks her into meeting him onboard a boat going to Palermo, and before they get there she suddenly grabs her and jumps overboard. They wind up in a fishing village on a small island and before long find themselves caught up in a cholera epidemic and a local criminal gang.", "tmdb_id": "685560", "wiki_id": "38383170"}, {"title": "Blue Blazes", "genres": [], "wiki_plot": "As described in a film magazine review, Grace Macy searches for money hidden by her grandfather just before he was killed by thieves. She hears a dying criminal's confession which brands McKeller as the murderer. Buck Fitzgerald offers to help her. Dee Halloran knows that McKeller is innocent. Buck attacks Grace to obtain the confession, but she escapes to Death Wash, where her grandfather's deserted cabin is located, pursued by Buck and his men. Dee comes to the rescue of Grace, locates the missing money, and wins her affection.", "tmdb_plot": "Dee Halloran rescues Grace Macy from a runaway stage and learns that her grandfather was murdered before he could divulge the whereabouts of a large sum of money he had hidden from thieves. Buck Fitzgerald, the leader of a gang of desperadoes, weasels himself into Grace's confidence and leads her to believe that McKeller, a friend of Dee's, was responsible for the murder. Thinking that Grace knows the location of her grandfather's money, Fitzgerald later tries by force to make her talk.", "tmdb_id": "642312", "wiki_id": "58538505"}, {"title": "Bluebeard's Seven Wives", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, John Hart, who works as a teller in a bank, is fired after a shortage is found in his account. He gets a job at a movie studio, where they consider him a \"find\" and everyone works to make him a star. The publicity department has his name changed to Don Juan Hartez and he is planted on an incoming steamer. As a new screen lover, a press agent scheme is to marry him to seven wives. However, John balks after a few fake marriages and runs off and marries his sweetheart Mary Kelly.", "tmdb_plot": "Bank clerk John Hart is about to marry Mary Kelly, but she insists that before that happens he must grow a mustache. The idea of that shakes him up so much that he gets distracted at work, comes up short in his accounts and gets fired. Unable to find another job, he begins to work as an extra at a nearby film studio to earn money. One day the leading man of a picture John is working on gets into an argument with the director and storms off the set. Angered, the director sees John and, deciding that he'll show his arrogant star that he can make a movie idol out of just about anybody, picks John to replace him. As it turns out, John has a real talent for acting and before he knows it he becomes a star. Unfortunately, \"stardom\" isn't what John thought it would be.", "tmdb_id": "586559", "wiki_id": "36724225"}, {"title": "La Bohème", "genres": ["Romance", "Drama"], "wiki_plot": "Several struggling bohemians try to survive in the Latin Quarter of Paris in the winter of 1830, hoping to one day become famous. Playwright Rodolphe (John Gilbert) and his painter roommate Marcel (Gino Corrado) have trouble with Bernard (Eugene Pouyet), the landlord, who threatens to throw them out if they do not come up with the monthly rent that night. Rodolphe reluctantly starts writing an overdue article for a journal editor to earn some money, but the editor rejects his work. With the help of their friends, musician Schaunard (George Hassell) and bookish Colline (Edward Everett Horton), they are able to raise the money.\nTheir next door neighbor, Mimi (Lillian Gish), an orphaned, friendless embroiderer, has the same problem. Bernard is attracted to her, but when she does not respond to his overture, he issues the same threat. She takes her meager belongings to the municipal pawnshop, but does not receive enough money to pay the rent. On her way back, she is nearly run over (deliberately) by the carriage of the rich, idle aristocrat Vicomte Paul (Roy D'Arcy). She has to fend off his advances.\nWhen Marcel is invited to dinner by his girlfriend and downstairs neighbor, Musette (Renée Adorée), he persuades her to allow Schaunard to join them. Then the musician gets her to include Colline, who asks for Rodolphe. Rodolphe misses his cue to join the festivities in order to become acquainted with Mimi. Seeing how cold she is, he invites her to warm herself in his apartment. Later, after she vacates her room, Rodolphe entices her to share in the food Musette has provided. Then Vicomte Paul comes over. She thinks he wants some embroidery done, not realizing he has baser motives. Rodolphe does and immediately becomes jealous of the aristocrat. In any case, Mimi is able to pay her rent and stay.\nIn spring, Mimi joins her friends out in the country for her very first picnic. She and the love-smitten Rodolphe wander away. After a while, she admits that she loves him. This inspires Rodolphe to write a play. When Mimi takes his latest, long overdue article to his editor, she is requested to tell him that he is discharged. Wanting Rodolphe to continue working undisturbed on his play, she works secretly at night to keep up the deception that he still has a paying job. The strain, however, makes her sick.\nWhen Vicomte Paul comes to pick up Mimi's handiwork, she tells him of Rodolphe's new play. Still hoping to seduce her, he offers to show it to a theatrical manager, if she will come with him to the theatre. Rodolphe sees them together and, in a rage, accuses Mimi of having an affair. She tries to explain, but he refuses to listen.\nRodolphe tries to forget Mimi. When he runs into the editor, he is surprised to hear he was fired five weeks ago. Meanwhile, Mimi, with Musette's help, dresses up and goes with Vicomte Paul to the theatre, hoping to get Rodolphe's play accepted. She once again rejects the vicomte's advances. Returning home, she is confronted by Rodolphe. She admits having worked in secret for him. He initially forgives her, until he finds out that she went out with Vicomte Paul and jumps to the conclusion she got the money from him. He hits her, but soon apologizes when he discovers she is very sick.\nRodolphe goes to find a doctor, but she leaves before they return, explaining in a letter that she will come back when his play is a success. He searches for her for months. Out of his anguish, a new and greater play is born. This turns out to be a hit, but he is miserable without Mimi. Meanwhile, Mimi is toiling in the slums of Paris, but the hard work is too much for the frail woman. She collapses. The doctor tells her coworkers she will not live out the night. She stumbles out into the street and eventually reaches her old apartment. Rodolphe is ecstatic to see her. Their friends, however, realize her condition. While he goes to fetch her pet bird, she tells Musette she is happy, before dying.", "tmdb_plot": "It is 1830 in Paris and the rent is due, but the money is not there. An article here, a painting there and a monkey with a cup gives them enough money for the rent, but not for food. Fortunately, Musette from downstairs has enough food for everyone including Mimi - the poor little waif from next door who Rodolphe has met. But Count Paul also has his lusting eye on Mimi and uses her embroidery to get close to her. Rodolphe and Mimi fall in love and Mimi works endlessly to support Rodolphe who is writing his play with a new found passion. He does not know that he has been discharged from writing for 'Dog and Cat Fanciers'. Mimi wants to get his play produced and Count Paul offers to help, but there is a terrible fight when Rodolphe thinks that Mimi is faithless to him with Count Paul. After the fight, he seeks out a doctor as she is sick, but she has left when Rodolphe returns and will stay away until his play is finished.", "tmdb_id": "110253", "wiki_id": "14261811"}, {"title": "The Boob", "genres": ["Comedy", "Romance"], "wiki_plot": "Peter (George K. Arthur), a courteous idealist, seeks to win the heart of Amy (Gertrude Olmstead), who in turn fancies urbane Harry (Tony D'Algy). Jane (Joan Crawford) is a Prohibition agent who helps uncover bootlegging activities.", "tmdb_plot": "To impress the girl he loves, a naive country boy tries to capture a group of local bootleggers.", "tmdb_id": "172913", "wiki_id": "11431731"}, {"title": "The Boy Friend", "genres": ["Comedy", "Romance"], "wiki_plot": "Comedy about a small-town girl unhappy with her family, and a boy trying to please her by throwing a big party.", "tmdb_plot": "A young man uses tips from an absurd book to woo a woman he fancies.", "tmdb_id": "295661", "wiki_id": "24577926"}, {"title": "Broken Hearts of Hollywood", "genres": ["Drama"], "wiki_plot": "Virginia Perry leaves her husband and child to return to Hollywood; but having dissipated her beauty and seeking solace in drink, she soon finds herself another \"has been\" on the fringe of movie circles. Her daughter, Betty Anne, wins a national beauty contest, and en route to Hollywood she meets Hal, another contest winner; both fail in their first screen attempts and turn to Marshall, an unscrupulous trickster, who enrolls them in his acting school. Molly, a movie extra, induces Betty Anne to attend a wild party; she is arrested in a raid; and Hal, to raise the money for her bail, takes a \"stunt\" job in which he is badly hurt. Betty Anne seeks the aid of star actor McLain, who obtains for her the leading female role in his next film; Virginia, who is cast as her mother, keeps silent about their relationship until the film is completed. Apprehensive for her daughter's safety, she shoots Marshall while in a drunken stupor and is arrested. At the trial, Betty Anne's testimony saves her mother, who is then happily united with her daughter and Hal.", "tmdb_plot": "Virginia Perry, a former movie star, leaves her family and returns to Hollywood to make a comeback, but age has taken its toll and she is cast in small character roles. Meanwhile, her daughter, Betty Ann, has won a beauty contest, and heads for Hollywood. They end up in the same, film, with Mom playing her Mom. Marshall tries to take advantage of the naive Betty. Somebody gets shot. Somebody is put on trial.", "tmdb_id": "545382", "wiki_id": "47433614"}, {"title": "Bromo and Juliet", "genres": ["Comedy"], "wiki_plot": "A group of people debate what type of show to put on in their theatre. Charley suggests a horse show. His prospective father-in-law suggests a dance show with girls. However Charley's fiancée Madge is already rehearsing Romeo and Juliet. This seems to involve her being manhandled in the next room. Charley goes through and punches a man throttling her. She explains it is her stage manager.\nShe agrees to marry him as long as he plays Romeo in the play. He looks shocked. He refuses but next we see him dressed as Romeo. He is advised that his legs look too thin and he pads them with bathroom sponges to look more muscular. He dons an overcoat to head to the theatre.\nMeanwhile Madge's father is rehearsing Richard III and is a bit drunk: a horsh, a horsh … Charley collects him and they head outside to catch a cab. The cab driver refuses to go anywhere until the father pays him $40 already owed. The father writes a cheque but it just says Merry Christmas and a Happy New Year and is signed W. Shakespeare. Charley apologises whilst the father goes into a barber for a shave. The drunken father leaves the barber and smashes the showroom window of a bathroom shop to start to shave. A crowd gathers: he is having a bath in the shop window. They get him out but the cabbie still wants $40. Charley decides to sell the father's case of whiskey (which was already in the cab). He has to hide it (as prohibition is still in force). When he tries to sell it a man draws a pistol and forces the bootlegger to \"drink his own poison\".\nHe returns to the cab still with the case of whiskey but very drunk. He wanders the street trying to sell it to strangers. He tries to avoid the policeman at the crossing seeing the case. Nevertheless he gets arrested. He escapes the police by running through a grass sprinkler system. This swells up the sponges in his leggings. He jumps on a bus and goes to the open upper deck. When he sits the water starts to pour out and soaks a man below, but when he goes to complain he presumes it is the small child with Charley.\nBack at the cab the father lets a tyre down to distract the driver then runs off.\nBoth Charley and father arrive at the theatre in time for the balcony scene from Romeo and Juliet. A policeman follows Charley onto stage then realises what he has done. He sidles off as the crowd clap. Charley is too drunk and the audience laugh more. When Juliet leaves the balcony and is replaced by the policeman Charley drops off in shock. The audience query one another as to what is happening.\nThe policeman waits in one wing and the cab driver in the other. Charley escapes through the stage trap door. The next act comes on stage: the Great Brandenburg, a magic show. He makes his assistant disappear and Charley appears in her place. Both men are puzzled but the audience clap. He turns the trick box around and reveals the missing assistant.\nNext Charley materialises in the ghost scene from Hamlet, sleeping on the rising moon. He borrows Banquo's sheet and staggers over stage followed by the policeman also dressed as a ghost.\nFour sailors go on stage for a song and dance act and Charley joins the end of the line. The sailors go offstage but the set begins to sway and Charley sways with it. He is dragged off.\nBackstage the cabbie is eventually given the $40 from the father.\nCharley is congratulated by Madge and the cast for being able to \"act\" drunk so well. The crowd call out for Romeo. Romeo goes out to take a bow with the policeman.", "tmdb_plot": "A young man puts on the play \"Romeo and Juliet\" as a fundraiser, but has to keep a close eye on his dad, who's had several drinks too many, and a pesky cab driver who's determined to collect his fare.", "tmdb_id": "91696", "wiki_id": "13159031"}, {"title": "Brown of Harvard", "genres": ["Drama", "Romance"], "wiki_plot": "Harvard University student Tom Brown is a handsome, athletic, and carefree young man who has a reputation as a Don Juan among the ladies. Although he is popular on campus, he finds himself at odds with Bob McAndrew, a studious, reserved boy who becomes his chief rival for the affections of beautiful Mary Abbott, a professor's daughter. Tom rooms with Jim Doolittle, an awkward weakling but goodhearted backwoods youth who idolizes him. The brash and cocky Brown easily wins over his dormitory mates, but refuses to let them ostracize Jim.\nOne night at a party, Tom forcibly kisses Mary, which initiates a fight with Bob. Afterwards, Tom challenges Bob to a rowing competition; Bob is stroker on the college rowing team. Tom ends up losing. When he forces a confession of love from Mary, he begins to drink in shame. When he replaces Bob in a match against Yale, Tom collapses and is disgraced. He is persuaded by his father to go out for football.\n\nTo save his friend's reputation, the sickly Jim goes out and takes his place in the rain and is soon hospitalized. Tom plays in the game against Yale and at a crucial point gives Bob a chance to score for the team. After the game, Tom goes to the hospital to tell Jim of the victory, but Jim dies shortly afterward. Tom is acclaimed a school hero and is happily united with Mary.", "tmdb_plot": "Tom Brown shows up at Harvard, confident and a bit arrogant. He becomes a rival of Bob McAndrew, not only in football and rowing crew, but also for the affections of Mary Abbott, a professor's daughter.", "tmdb_id": "117211", "wiki_id": "11734992"}, {"title": "The Bridal Party in Hardanger", "genres": ["Drama", "Romance"], "wiki_plot": "Norway at the beginning of the 20th century: Several inhabitants of a small village on a fjord are boarding a ship to emigrate to the United States. Marit Skjølte refuses to follow her parents because she is in love with Anders Bjåland. Anders tells her that he is going to travel for a couple of years and will marry her when he comes back. He gives her his mother's brooch as token of his engagement. Four years later, Marit discovers that Anders is marrying the rich Kari Bjørve. She expresses her contempt towards him and goes to work for an old man in the mountains. One day, Tore, the man who always loved her comes to renew his offer to marry her. Marrit accepts to follow him.\n\nMany years have passed. Marit has become a rich widow, living with her son Vigleik and her daughter Eli. Anders poor and sick lives with his son Bård. Eli falls in love with Bård, and despite her mother's prohibition and her brother's threats, marries him and goes to live on his farm where she takes care of her sick father in law. Several years pass. Anders' wife has died poor and derelict. Marit begins to soften up and sends anonymously some food to her daughter. One day Vigleik, who has drunk too much, goes to the Bjåland farm, drags Anders out of his bed and throws him out of the house. Eli carries him to her mother who takes care of him. When Anders regains consciousness and sees that Marit has always carried his mother's brooch, he is full of remorse. They remember when they played bride and groom as children. Vigleik, ashamed by his behaviour emigrates to the United States and Marit and Anders spend their old days together.", "tmdb_plot": "Based on the novel \"Marit Skjølte\" by Kristofer Janson, this Norwegian silent movie tells the story of young Marit and her love, Anders, who travels to America to seek his fortune. Without Marit's knowledge, he returns to marry a farm heiress.", "tmdb_id": "102024", "wiki_id": "28463550"}, {"title": "By the Law", "genres": ["Western", "Drama", "Action", "Adventure"], "wiki_plot": "A group of five gold miners originally from Western Europe find a large deposit in the Yukon during the Klondike Gold Rush. The group is composed of Michael (Irish), Hans Nelson (Swede and leader of the expedition) and his wife Edith (English), Dutchy (Dutch) and Harky.Michael, the one who handles all the manual work and found gold for the group, gets frustrated as the other members still treat him as a subaltern. One day, Michael enters the cabin with a rifle for hunting or protection and, in a moment of madness, shoots dead two of his comrades, Dutchy and Harky. The remaining two, Hans Nelson and his wife Edith, disarm him. Hans Nelson wants to kill Michael, but his wife Edith opposes the idea, arguing, \"You can't kill him – only the law can punish him.\" They face the dilemma of whether to administer justice themselves or risk waiting for the thaw and then trying to return to civilization to render the offender to the public court.", "tmdb_plot": "A five-person team of gold prospectors in the Yukon has just begun to enjoy great success when one of the members snaps, and suddenly kills two of the others. The two survivors, a husband and wife, subdue the killer but are then faced with an agonizing dilemma. With no chance of turning him over to the authorities for many weeks, they must decide whether to exact justice themselves or to risk trying to keep him restrained until they can return to civilization.", "tmdb_id": "126644", "wiki_id": "43432707"}, {"title": "The Canadian", "genres": ["Drama"], "wiki_plot": "A couple undergo hardship homesteading in Alberta, where they are plagued by bad weather and financial woes.", "tmdb_plot": "A couple undergo hardship homesteading in Alberta, where they are plagued by bad weather and financial woes.", "tmdb_id": "128698", "wiki_id": "36396004"}, {"title": "Casey of the Coast Guard", "genres": ["Adventure"], "wiki_plot": "John Casey (George O'Hara) is a Coast Guard officer stationed on Long Island Sound. He is both hated and feared by a band of smugglers headed by Diamond Kate. The serial unfolds with the smuggler gang choosing their strike against Casey on the night of the Cadet Coast Guard Ball.  Casey’s brother Frank answers the call that night and is killed in action against the smugglers. Casey vows to avenge the death of his brother.", "tmdb_plot": "Film serial.", "tmdb_id": "753262", "wiki_id": "7200877"}, {"title": "The Checkered Flag", "genres": ["Action"], "wiki_plot": "As described in a film magazine review, Jack Reese, superintendent at Corbin Motors, is in love with Rita Corbin. His rival is managing director Ray Barton, who succeeds in having Jack fired. Jack and his pal Marcel Dejeans have invented a new carburetor, which they believe will work wonders in making a car win a race. The model carburetor is stolen but recovered by the chums. On the day of the big race, foul play prevents Jack and Marcel from appearing at the racetrack in time to compete. Rita shows her plunk by taking her lovers place and driving the car to victory. Jack becomes friends with Rita's father and wins her affection.", "tmdb_plot": "Wallace MacDonald as a car mechanic who invents a revolutionary new carburetor. To prove the efficiency of his creation, MacDonald enters an important auto race. It soon develops that our hero is in direct competition with a car owned by Lionel Belmore, the father of his girl friend Elaine Hammerstein.", "tmdb_id": "701866", "wiki_id": "58608634"}, {"title": "Die Flucht in den Zirkus", "genres": ["Adventure"], "wiki_plot": "A young nobleman marries a poor peasant girl, who is falsely accused of murder and transported to Siberia. She eventually escapes with her lover.", "tmdb_plot": "", "tmdb_id": "494156", "wiki_id": "48728071"}, {"title": "The City", "genres": ["Drama"], "wiki_plot": "After the death of Rand, the breadwinner, a former criminal who has honestly rebuilt his life, his family members move to the city, where Rand junior soon finds himself running for mayor. The wife, on the other hand, neglects the family to pursue her social ambitions while young Cicely is tricked by Hannock, a drug addict who is responsible for the death of old Rand. Knowing the dead man's background, Hannock now blackmails George, his son, who eventually gives up his political ambitions and confronts the blackmailer. The latter ends up committing suicide and the family hurries to leave the city to return to the village.", "tmdb_plot": "The City is a lost 1926 silent film produced and released by the Fox Film Corporation. It was directed by Roy William Neill and is based on Clyde Fitch's 1909 Broadway play. A previous film on Fitch's play appeared in 1916. This version has been updated to contemporary 1926", "tmdb_id": "323097", "wiki_id": "36892527"}, {"title": "The Clinging Vine", "genres": ["Comedy"], "wiki_plot": "Business woman Antoinette Allen (Joy), known only as \"A.B.\", works for T.M. Bancroft (Edeson) and runs the company for him and the male board of directors, and uses masculine manners, clothes, and hairstyle, but is unhappy. When at a business retreat she overhears the boss's son Jimmy (Moore) call her an Amazon, she allows Grandma Bancroft (Claude) to give her a makeover to be more feminine by wearing a young woman's attire, plucking her eyebrows, curl her hair, and bat her eyelashes. Grandma teaches A.B. that men do not want brains but a clinging vine, and explains that all she needs to say to any man is \"Do go on!\" and \"Aren't you wonderful!\" She is introduced to Grandma's guests in an exaggerated white outfit with ruffles and bows, and all the men are smitten with her, including Jimmy, whom she decides to marry. Despite her guise, A.B. saves the men and Jimmy from a con man, and saves the company from ruin. In time, A.B. is able to combine elements from her former business persona and the flirtatious feminine ideal that the men desire. In the end, Jimmy tells her, \"I think you're wonderful\", and A.B. replies \"Oh, do go on!\" just before they kiss.", "tmdb_plot": "When a hardened businesswoman who goes by the initials A.B.  overhears someone calling her an “Amazon” because of her butch ways, she agrees to a more “feminine” makeover. In the end she learns that no matter how she looks she’s still the smartest person in any room. ", "tmdb_id": "181936", "wiki_id": "37646282"}, {"title": "The Cohens and Kellys", "genres": ["Comedy"], "wiki_plot": "As articulated in the Nichols case,\nThe Cohens and The [sic] Kellys presents two families, Jewish and Irish, living side by side in the poorer quarters of New York in a state of perpetual enmity.  The wives in both cases are still living, and share in the mutual animosity, as do two small sons, and even the respective dogs.  The Jews have a daughter, the Irish a son; the Jewish father is in the clothing business; the Irishman is a policeman.  The children are in love with each other, and secretly marry, apparently after the play opens.  The Jew, being in great financial straits, learns from a lawyer that he has fallen heir to a large fortune from a great-aunt, and moves into a great house, fitted luxuriously.  Here he and his family live in vulgar ostentation, and here the Irish boy seeks out his Jewish bride, and is chased away by the angry father.  The Jew then abuses the Irishman over the telephone, and both become hysterically excited.  The extremity of his feelings makes the Jew sick, so that he must go to Florida for a rest, just before which the daughter discloses her marriage to her mother.\nOn his return, the Jew finds that his daughter has borne a child; at first he suspects the lawyer, but eventually learns the truth and is overcome with anger at such a low alliance.  Meanwhile, the Irish family who have been forbidden to see the grandchild, go to the Jew's house, and after a violent scene between the two fathers in which the Jew disowns his daughter, who decides to go back with her husband, the Irishman takes her back with her baby to his own poor lodgings.   The lawyer, who had hoped to marry the Jew's daughter, seeing his plan foiled, tells the Jew that his fortune really belongs to the Irishman, who was also related to the dead woman, but offers to conceal his knowledge, if the Jew will share the loot.  This the Jew repudiates, and, leaving the astonished lawyer, walks through the rain to his enemy's house to surrender the property.  He arrives in great dejection, tells the truth, and abjectly turns to leave.  A reconciliation ensues, the Irishman agreeing to share with him equally.  The Jew shows some interest in his grandchild, though this is at most a minor motive in the reconciliation, and the curtain falls while the two are in their cups, the Jew insisting that in the firm name for the business, which they are to carry on jointly, his name shall stand first.\n\nThe characters were similar to those in the Nichols play, Abie's Irish Rose which was made into a film in 1928 and in 1946.", "tmdb_plot": "Jacob Cohen, who owns a dry goods store, and Patrick Kelly, an Irish cop, are constantly at loggerheads, feuding over anything and everything. Kelly's son, Tim, and Cohen's daughter, Nannie, fall in love despite the bickering of their parents; when they cannot get parental consent for their marriage, they secretly wed.", "tmdb_id": "642309", "wiki_id": "22364172"}, {"title": "The Cowboy and the Countess", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, Jerry Whipple, daredevil of the Western range, rescues the Countess Justina and her party when their car is wrecked in a storm. Jerry falls in love with the Countess. Later, he tours Europe with his cowboy pals as part of a wild west show. The Duke de Milos has loaned Countess' father money on the condition that the daughter would become his bride. Jerry puts on a wild west show in the palace court and later kidnaps the Countess whom he later weds.", "tmdb_plot": "A carefree range devil rescues visiting Countess Justina of Belgravia (Helena D'Algy) from a car wreck.", "tmdb_id": "625182", "wiki_id": "58546040"}, {"title": "The Cruise of the Jasper B", "genres": ["Romance", "Comedy"], "wiki_plot": "The film stars actor Rod La Rocque as 'Jerry Cleggert', a good-natured descendant of an 18th-century pirate who resides aboard the rickety ship Jasper B. Cleggert is informed that in order to inherit a large inheritance, he must marry on his twenty-fifth birthday - otherwise he would relinquish all claims to his impending fortune.\nJerry soon meets his ideal would-be bride Agatha Fairhaven (Mildred Harris) and the two immediately fall in love. Complications arise when the dastardly Reginald Maltravers (Snitz Edwards) attempts to cheat Agatha out of her inheritance.\nThe courting couple suffer a series of mishaps on the way to altar; they are waylaid en route by a trio of bandits, escape from a runaway taxi cab, and outrun a mob of unscrupulous state authorities.\nThe weary couple finally manage to wed just before the deadline on board the Jasper B and Cleggert inherits his family fortune.", "tmdb_plot": "The film stars actor Rod La Rocque as 'Jerry Cleggert', a good-natured descendant of an infamous clan of pirates who resides aboard the rickety ship Jasper B. Cleggert is informed that in order to inherit a large inheritance, he must marry by his twenty-fifth birthday - otherwise he would relinquish all claims to his impending fortune. Jerry soon meets his ideal would-be bride Agatha Fairhaven (Mildred Harris) and the two immediately fall in love. Complications arise when Jerry's cousin, the dastardly lawyer Reginald Maltravers (Snitz Edwards) claims Agatha as his own. The courting couple suffer a series of mishaps on the way to altar; they are waylaid en route by a trio of bandits, escape from a runaway taxi cab, and outrun a mob of unscrupulous state authorities.", "tmdb_id": "222627", "wiki_id": "8636215"}, {"title": "Dance Madness", "genres": ["Comedy", "Romance"], "wiki_plot": "As described in a film magazine review, Roger Halladay weds May Russell, a former dancer. He becomes infatuated with Valentina, the notorious masked Russian dancer. May discovers that Valentina's husband is Strokoff, who taught her dancing. The two women unite to teach Roger a lesson. May, always masked, poses as Valentina while trying to seduce Roger and arranges to have Strokoff find them while they are embracing. Roger runs away, followed by his masked charmer until he discovers that she is his wife and they are reconciled.", "tmdb_plot": "May s married to Roger, an alcoholic hell-raiser. During one of their riotous parties, she tests his fidelity by impersonating a notorious masked dancer and trying to seduce him.", "tmdb_id": "932758", "wiki_id": "24491136"}, {"title": "Dancing Mothers", "genres": [], "wiki_plot": "As described in a film magazine review, a wealthy woman, whose daughter is carrying on a flirtation with a notorious man, steps between them, but finds that she herself is fascinated by the man. There follows a period of stress for both the older woman and her daughter, which ends with the daughter altering her mode of living and the mother deciding to leave her philandering husband and daughter and travel to Europe to forget.", "tmdb_plot": "An unfaithful husband and his daughter go on nightly club outings, leaving the mother at home. The mother rebels against her lonesome life and attempts to prevent a man from pursuing her daughter.", "tmdb_id": "189537", "wiki_id": "30685656"}, {"title": "Dangerous Traffic", "genres": ["Mystery"], "wiki_plot": "A young reporter for the small coastal California village newspaper Seaside Record, Ned Charters (Francis X. Bushman Jr.) begins to investigate the criminal activities of a gang of liquor smugglers after two revenue agents Tom Kennedy (Jack Perrin) and Harvey Leonard (Hal Walters) are caught in a shoot-out. Tom survives the attack, but Harvey is killed. Harvey's young sister Helen Leonard (Mildred Harris), who works as a cigarette girl at the gang's local hangout, the Surfridge Inn, vows revenge and begins to assist Ned in his investigation of the smugglers. After Tom Kennedy recovers he joins the trio in bringing the gang to justice. Along the way, car chases and gun battles ensue, with Ned at one point jumping from a speeding motorcycle to intercept a runaway automobile. By film's end, the gang of smugglers is imprisoned and Ned and Helen have found true love with one another.", "tmdb_plot": "A young newspaper reporter is assigned to investigate mysterious goings-on in a coastal resort town. He discovers the existence of a gang of vicious liquor hijackers. He sets out to expose the ring and help federal agents break it up.", "tmdb_id": "978177", "wiki_id": "35559074"}, {"title": "The Desert's Toll", "genres": ["Western"], "wiki_plot": "Frank Darwin (Francis McDonald) needs to convince Muriel (Kathleen Key) he did not kill her Father, as claimed by Jasper (Tom Santschi) and Oneta (Anna May Wong).", "tmdb_plot": "Frank Darwin needs to convince Muriel he didn't kill her Father, as claimed by Jasper and Oneta.", "tmdb_id": "642252", "wiki_id": "24577704"}, {"title": "The Devil Horse", "genres": ["Western"], "wiki_plot": "In 1874 Montana, Native Americans attack a group of settlers, leaving a young Dave Carson and a colt named Rex as the only survivors. Rex is tortured by two Indians, but he escapes. The two later grow up, with Rex becoming a stallion who tramples Indians to death and acquiring the nickname \"The Devil Horse.\" Carson becomes an army scout who is stationed at a fort commanded by Major Morrow. Carson and the Major's daughter Marion meet at a creek but, a group of Indians led by Prowling Wolf kidnaps Carson in a failed attempt to kidnap Marion to make her his wife, but she escapes. Rex, remembering Carson from his earlier years, frees him, and the two become friends. Prowling Wolf goes to the fort, and supplies Major Morrow with false information in another attempt to make Marion vulnerable enough to kidnap her. He is successful this time. However, Carson, Rex, and Major Morrow rescue her. The Indians attack the fort the next day. The army puts up a good fight, but it appears they may lose after they run low on ammunition. Carson and Rex are tasked with the dangerous task of retrieving more from a wagon train some distance away. During the mission, Morrow quarrels with Prowling Wolf who knocks him unconscious. Rex then tramples Prowling Wolf to death. Just as the Indians begin to infiltrate the fort, Rex, Carson, and the Wagon train make it back in time to scare the Indians off.", "tmdb_plot": "A boy's family is wiped out in an Indian massacre of a wagon train and he is captured. He befriends a wild colt. Years later, following his escape, he is recaptured by Indians who force him to fight their vicious devil horse . The horse looks somewhat familiar.", "tmdb_id": "189563", "wiki_id": "66754655"}, {"title": "The Devil's Wheel", "genres": ["Action", "Crime"], "wiki_plot": "During a walk in the garden of the People's House, sailor Ivan Shorin meets Valya and, having missed the scheduled time is late for the ship which is departing for a cruise. The next morning he has to go to a distant foreign trek and his slight delay has turned into a desertion. The young people are sheltered by artists who turn out to be ordinary punks. Not wanting to become a thief, Ivan runs away and surrenders himself to the authorities. After the trial of his friends and just punishment, he returns to his former life.", "tmdb_plot": "Typically of the heady days of early Soviet cinema, this is constructed according to the fast, sharp editing principles advocated by Eisenstein, complete with symbolic inserts; but in terms of subject matter, it's much less explicitly political than most movies emerging from Russia in the '20s. Chronicling a young sailor's descent into a murky, treacherous underworld of pimps and thieves, after having encountered a Louise Brooks lookalike at a fairground and missed his departing boat, it's a lively moral fable that delights in vivid visual effects and quirky characterisations. If the plot occasionally reveals gaping holes, and the tacked-on ending urging the clearance of the Leningrad slums seems to be rather gratuitous, there's enough going on to keep one attentive and amused.", "tmdb_id": "189525", "wiki_id": "23792724"}, {"title": "Don Juan", "genres": ["Adventure", "Romance"], "wiki_plot": "In the prologue, Don José, warned of his wife's infidelity, seals his wife's lover alive in his hiding place and drives her from the castle; abandoned to his lust, he is stabbed by his last mistress, and with his dying words he implores his son, Don Juan, to take all from women but yield nothing. Ten years later, young Don Juan, a graduate of the University of Pisa, is famous as a lover and pursued by many women, including the powerful Lucrezia Borgia, who invites him to her ball. His contempt for her incites her hatred of Adriana, the daughter of the Duke Della Varnese, with whom he is enraptured; and Lucrezia plots to marry her to Count Giano Donati, one of the Borgia henchmen, and poison the duke. Don Juan intervenes and thwarts the scheme, winning the love of Adriana, but the Borgia declare war on the duke's kinsmen, offering them safety if Adriana marries Donati; Don Juan is summoned to the wedding, but he prefers death to marriage with Lucrezia. He escapes and kills Donati in a duel. The lovers are led to the death-tower, but while Adriana pretends suicide, he escapes; and following a series of battles, he defeats his pursuers and is united with Adriana.", "tmdb_plot": "If there was one thing that Don Juan de Marana learned from his father Don Jose, it was that women gave you three things - life, disillusionment and death. In his father's case it was his wife, Donna Isobel, and Donna Elvira who supplied the latter. Don Juan settled in Rome after attending the University of Pisa. Rome was run by the tyrannical Borgia family consisting of Caesar, Lucrezia and the Count Donati. Juan has his way with and was pursued by many women, but it is the one that he could not have that haunts him. It will be for her that he suffers the wrath of Borgia for ignoring Lucrezia and then killing Count Donati in a duel. For Adriana, they will both be condemned to death in the prison on the river Tigre.", "tmdb_id": "89059", "wiki_id": "4524798"}, {"title": "Driftin' Thru", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, Daniel Brown, a drifter, attempts to go to the aid of Stella, the wife of gambling den's owner Bull Dunn, finds himself framed with a murder charge when the wife shoots a gambler. Dan makes his escape with his donkey named Kentuck and boards a train where he is aided by a young woman who hides him in a Pullman stateroom. It turns out that the woman owns a ranch. Dan finds refuge with prospector Joshua Reynolds, who tells him that there is gold on the ranch property of the woman. Dan foils the scheme of the ranch foreman and Stella to rob the woman of her real property. The young woman then proves Dan innocent of the murder charge and marries him.", "tmdb_plot": "A drifter hobo is falsely accused of killing a saloon owner", "tmdb_id": "955833", "wiki_id": "13601413"}, {"title": "Ella Cinders", "genres": ["Romance", "Comedy"], "wiki_plot": "In the house of late father in the town of Roseville, Ella Cinders works for her shrewish stepmother Ma and two stepsisters, Prissy Pill and Lotta Pill, who are beloved in the town but abusive toward Ella. She finds support from the local iceman, Waite Lifter. The Gem Film Company has a contest in which the winner gets an all-expense-paid trip to Hollywood and a film role. Stealing an acting book from Lotta, she works on facial expressions. A photograph is needed to enter, so Ella spends three nights babysitting to raise $3 for the photo session.\n\nThe photographer unwittingly takes a picture of her looking cross-eyed at a fly on her nose which turns out to be the photo entered in the contest. Entrants must go to a Town Hall ball, but Ella's stepmother and stepsisters won't allow her to go. Waite sees her crying on the front steps and tells her he will take her to the ball. She says she has nothing to wear, so he convinces her to use one of her stepsisters' dresses. At the judges' table, her stepsisters react violently when they see the dress. The embarrassed Ella flees the ball, losing one of her slippers. She heads for an employment agency hoping for a new start, only to be placed right back with Ma, who vows to punish her severely.\nLater, the judges come to the house and tell Ella that she is the winner because they were amused by the cross-eyed photo and were looking at someone capable of comedy (much to Ella's disappointment at first, and Ma's fury). Ella heads for Hollywood, where she is disappointed to discover the contest was a fraud. Fearing what would happen if she tried to return to Roseville, she decides to stay in Hollywood and break into the industry as an actress the hard way; after substantial rejection and failed attempts to literally break into a studio lot, she succeeds, landing a contract to play the lead role in a rags-to-riches story similar to her own life.\nWaite turns out to be football hero and wealthy heir George Waite, who runs to Hollywood, sweeps Ella off her feet on the set, and marries her. The two have a child and live happily ever after.", "tmdb_plot": "Poor Ella Cinders is much abused by her evil step-mother and step-sisters. When she wins a local beauty contest she jumps at the chance to get out of her dead-end life and go to Hollywood, where she is promised a job in the movies. When she arrives in Hollywood, she discovers that the contest was a scam and the job non-existent. But through pluck, luck, and talent, she makes it in the movies anyway, and finds true love.", "tmdb_id": "111457", "wiki_id": "33081639"}, {"title": "The Enchanted Hill", "genres": ["Western"], "wiki_plot": "As described in a film magazine review, a young ranch owner on whose land is a fortune of which he is unaware, falls in love with his fair neighbor when she arrives to take charge of the property left her by an uncle. She secretly returns the man’s love, but is in doubt of him because he seems reckless and has many enemies. For a near killing the rancher’s cook is set on by a mob but is rescued by his employer. This incident gives rise to a series of desperate events in which the hero and the heroine several times narrowly escape death. In the end, their difficulties dissolve and the course of their love becomes smooth.", "tmdb_plot": "Based on a Peter B. Kyne novel, The Enchanted Hill featureds a triangle romance between Jack Holt, rancher's daughter Mary Brian and jealous foreman Richard Arlen.", "tmdb_id": "725238", "wiki_id": "45331913"}, {"title": "Eve's Leaves", "genres": [], "wiki_plot": "Captain Corbin (Edeson), who operates the tramp cargo ship Garden of Eden, has raised his daughter Eve (Joy) as a boy. After learning about men after reading some romance novels belonging to the cook Cookie (Harris), she goes ashore in a Chinese port to find her true love and spies American Bob Britton (Boyd), whom she then has kidnapped to augment the ship's crew. Pirate Chang Fang (Long) and his pirates capture the ship seeking passage to his stronghold. With Cookie's help, Eve remakes herself using an outfit made from a curtain and some beads, which draws the interest of both Chang and Bob. In the end, Eve saves the day and she and Bob are married on board by a missionary (Hoyt).", "tmdb_plot": "After forming his own studio in 1925, Cecil B. DeMille produced this exuberant blend of orientalist melodrama and gender-bending comedy featuring his THE TEN COMMANDMENTS leading lady Leatrice Joy. An over-protective sea captain forces his daughter Eve to pass as a boy. But she craves romance and sets her sights on a handsome American tourist (Boyd) who still thinks she's a boy when she shanghais him aboard her father's ship; then a lustful Chinese pirate (Walter Long) takes them prisoner. Joy, an appealing comedienne whose career nosedived when talkies came in, sparkles in both her tomboy and love-hungry phases. -Martin Rubin, Gene Siskel Film Center", "tmdb_id": "130687", "wiki_id": "37646663"}, {"title": "Everybody's Acting", "genres": ["Romance", "Drama"], "wiki_plot": "\"Doris Poole, whose parents were theatrical people, was orphaned as a child, and four members of the troupe adopted and raised her. When grown, she has become the leading lady in a San Francisco stock-company. She meets and falls in love with Ted, the millionaire son of a rich widow, but she thinks he is only a tax-cab driver. His mother objects to the romance and looks into Doris' past. She learns that her father had murdered, in a fit of jealousy, her mother, and tells Doris what she has found out. The four actors who had raised her had never told her how she happened to become an orphan. They persuade Ted's mother to send him on a voyage to the Orient in order to get him away from Doris. But they neglected to tell the mother they had also booked passage for Doris on the same ship.\"", "tmdb_plot": "Doris Poole, whose parents were theatrical people, was orphaned as a child, and four members of the troupe adopted and raised her. When grown, she has become the leading lady in a San Francisco stock-company. She meets and falls in love with Ted, the millionaire son of a rich widow, but she thinks he is only a tax-cab driver. His mother objects to the romance and looks into Doris' past. She learns that her father had murdered, in a fit of jealousy, her mother, and tells Doris what she has found out. The four actors who had raised her had never told her how she happened to become an orphan. They persuade Ted's mother to send him on a voyage to the Orient in order to get him away from Doris. But they neglected to tell the mother they had also booked passage for Doris on the same ship.", "tmdb_id": "1031542", "wiki_id": "45341453"}, {"title": "Exit Smiling", "genres": ["Comedy"], "wiki_plot": "Violet (Beatrice Lillie), the travelling theatre troupe's worst actress, dreams of all she could be if she only had the right opportunities. Jimmy (Jack Pickford) is a runaway bank clerk who joins the troupe as a juvenile lead actor.", "tmdb_plot": "Silent comedy about the travails of a third-rate traveling theatre company.", "tmdb_id": "99946", "wiki_id": "24582045"}, {"title": "The Exquisite Sinner", "genres": ["Drama", "Romance"], "wiki_plot": "The film concerns a young bourgeois Frenchman, Dominique Prad, who spurns his family's lucrative silk business for the bohemian life of an artist. Fleeing his estate to join a band of gypsies, the mentally unstable painter falls in love with a pretty gypsy maiden, Silda.", "tmdb_plot": "Adapted by Alice Duer Miller from a novel by Alden Brooks, the film concerns a young man who forsakes the humdrum business world for the bohemian life of an artist.  Josef von Sternberg had been the original director of Exquisite Sinner, but MGM was dissatisfied with the picture and refused to release it. When the film finally surfaced in 1926 (a full year after its completion), it had been radically altered by staff director Phil Rosen.", "tmdb_id": "283509", "wiki_id": "24573150"}, {"title": "Faust", "genres": ["Drama", "Fantasy", "Horror"], "wiki_plot": "The demon Mephisto has a bet with an Archangel that he can corrupt a righteous man's soul and destroy in him what is divine. If he succeeds, the Devil will win dominion over earth.\nThe Devil delivers a plague to the village where Faust, an elderly alchemist, lives. Though he prays to stop the death and starvation, nothing happens. Disheartened, Faust throws his alchemy books in the fire, and then the Bible too. One book opens, showing how to have power and glory by making a pact with the Devil. He goes to a crossroads as described in the book's procedure and conjures up the forces of evil. When Mephisto appears at the roadside, he induces Faust to make a trial, 24-hour bargain with the Devil. Faust will have Mephisto's service till the sand runs out in an hourglass, at which time the Devil will rescind the pact. At first, Faust uses his new power to help the people of the village, but they shun him when they find out that he cannot face a cross. They stone him and he takes shelter in his home.\nFaust then makes a further deal with Mephisto, who gives Faust back his youth and offers him earthly pleasures and a kingdom, in return for his immortal soul. Mephisto tempts Faust with the vision of a beautiful woman. He then takes him to a wedding feast in Parma, to meet the subject of his vision, an Italian Duchess. Faust departs with her, leaving the Devil to kill her groom. Just as Faust is making love to her the sands run out. He is obliged to seal the deal permanently in order to continue his love-making; he is Mephisto's forever.\nFaust soon grows weary of debauchery and yearns for \"Home\". Here Faust falls in love with an innocent girl, Gretchen, who is charmed into loving Faust by a golden chain left by the Devil.\nFaust comes to Gretchen's room. The devil rouses the mother who sees them and drops dead from shock. The devil then incites her soldier brother, Valentin, to run home to catch her lover. Valentin and Faust fight a duel. The Devil intervenes and stabs Valentin in the back. He then goes around town shouting \"murder\". Faust and Mephisto flee on the back of a hellish steed.\nValentin condemns Faust for his murder and his sister as a harlot in his dying breath. She is put in the stocks and subjected to jeering. The girl has a child (by Faust) and ends up in the streets. In a blizzard she sees a vision of a warm cradle and lays her child down on the snow, where the child dies of exposure. Soldiers find her and she is sent to the stake as a murderess. Faust sees what is happening and demands Mephisto take him there. Faust arrives just as the fire has been started to burn his lover. Faust wishes he had never asked to have his youth back. Mephisto smashes the mirror with Faust's reflection and he loses his youth. He runs through the assembled mob towards Gretchen; and it is as an old man that Faust throws himself onto the fire to be with his beloved.\nGretchen recognizes Faust and sees him in her heart as a young man again as the fire consumes them together. Their spirits rise to the heavens. The angel reveals to Mephisto that he has lost the bet because Love has triumphed over all.", "tmdb_plot": "God and Satan war over earth; to settle things, they wager on the soul of Faust, a learned and prayerful alchemist.", "tmdb_id": "10728", "wiki_id": "1343856"}, {"title": "Fifth Avenue", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Barbara Pelham, a young woman who arrives in New York City from the South to obtain an advance on her father’s cotton crop, is lured into staying at a disorderly house. It is here that Peter Heffner, the broker from whom she sought a loan, makes unwelcome advances to her. She flees the house just prior to it being raided by the police. Later she meets Neil Heffner, the son of the broker. A friendship that ripens to love forms between the young people. The young man’s father tries to discredit the young woman by calling her a prostitute, but her name is cleared by an explanation by Mrs. Kemp, who was the keeper of the resort.", "tmdb_plot": "When her cotton crop is burned, Barbara Pelham, a beautiful southern girl, comes to New York to find work as a fashion designer, staying with Mrs. Kemp, a woman she meets on the northbound train. In Mrs. Kemp's house, Barbara encounters Peter Heffner, a wealthy stockbroker, and discovers from him that she has taken up residence in a whorehouse. There is a police raid, but Barbara escapes arrest and returns home. Heffner's son, Neil, goes south to inspect some family property and there meets Barbara, with whom he falls in love. They decide to be married, and she accompanies him to New York, where she meets the elder Heffner for a second time. He denounces her as a whore, but Barbara goes to Mrs. Kemp, who explains the misunderstanding to everyone's satisfaction.", "tmdb_id": "647212", "wiki_id": "58561454"}, {"title": "Fig Leaves", "genres": ["Comedy"], "wiki_plot": "A married couple is juxtaposed in the Garden of Eden and in modern New York City. The Garden of Eden humorously depicts Adam (played by George O'Brien) and Eve (played by Olive Borden) awoken by a Flintstones-like coconut alarm clock and Adam reading the morning news on giant stone tablets. In the modern day, the biblical serpent is replaced by Eve's gossiping neighbor and Eve becomes a sexy flapper and fashion model when Adam is at work.", "tmdb_plot": "Adam, a plumber, is happily married to Eve, a wardrobe-obsessed housewife, until she accidentally meets a supercilious fashion designer. At the prompting of her neighbor, who has secret designs on Adam, Eve secretly becomes a fashion model by day, knowing that her husband would disapprove.", "tmdb_id": "133132", "wiki_id": "18512179"}, {"title": "Fine Manners", "genres": ["Comedy"], "wiki_plot": "Burlesque chorus girl Orchid Murphy (Gloria Swanson) attracts the attention of wealthy Brian Alden (Eugene O'Brien), who is posing as a writer while \"slumming\" in the city. Finding her manner quite refreshing compared to the women he usually meets in his circle, he falls in love with her and confesses his wealth. After she agrees to marriage, he leaves for a six-month tour of South America, and Orchid takes a course in \"fine manners\" to better prepare herself for Brian's world. She becomes too polished, however, and when asked by Brian to marry him upon his return, is happy to become herself again.", "tmdb_plot": "The film depicts what happens when a rich boy accidentally meets a crude girl on New Year's Eve.", "tmdb_id": "269628", "wiki_id": "31718825"}, {"title": "The Fire Brigade", "genres": ["Drama", "Action"], "wiki_plot": "Terry O'Neil (Charles Ray) is the youngest of a group of Irish-American firefighting brothers. He courts Helen Corwin (May McAvoy), the daughter of a politician whose crooked building contracts resulted in devastating blazes.", "tmdb_plot": "Terry O'Neill is the youngest of a family of Irish firefighters. He falls in love with Helen Corwin, but complications ensue when Terry learns that her father, a wealthy contractor, has cut costs by putting his buildings in danger of fire.", "tmdb_id": "188861", "wiki_id": "24577034"}, {"title": "The First Year", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, Tom and Grace Tucker have been married a year. Grace is discontented and wishes they had more money. Tom consoles her by the promise of what he will achieve by a prospective big business deal. He invites Mr. and Mrs. Barstow to dinner and has the former all hooked up for a real estate killing. Mr. Barstow is a railroad executive while his wife is a former showgirl. However, the inexperience of their maid Hattie makes the dinner less than ideal, and the arrival of Dick Loring and a chance conversational slip by Grace threatens to spoil the deal. Grace and Tom quarrel, and she leaves to go to her mother. Tom gets drunk, but closes the deal with Mr. Barstow, follows his wife, and they are reconciled.", "tmdb_plot": "One of the films that Borzage shot under contract for Fox before he began his run of box-office hits. This is a comedy built up around the disastrous dinner that a couple of newlyweds organise for an important financial partner of the husband's.", "tmdb_id": "297578", "wiki_id": "57505777"}, {"title": "Flames", "genres": ["Drama"], "wiki_plot": "Herbert Landis is sent to supervise the construction of a bridge in Oregon by James Travers, a railroad magnate and father of Anne Travers, whom Herbert is secretly in love with. Herbert is dismayed when Anne invites Hilary Fenton, high-society playboy, to accompany them to a rural encampment where the project is headquartered. Anne is attended by Mrs. Edgerton, who acts as a chaperone.\nHerbert is dismayed by Anne's interest in Hilary, who is wooing her in an attempt to access her family's fortune. Ole Bergson, Herbert's cabin roommate, devises a plan to help make Anne fall in love with Herbert: Ole disguises himself as Blackie Blanchette, a local desperado, and kidnaps Anne, urging Herbert to \"rescue\" her from him.\nOle's plan is foiled when he himself is kidnapped by the real Blackie Blackfoot. When a forest fire breaks out in the area, Herbert confronts Blackie, who has brought Anne to a secluded cabin. Blackie is killed when the cabin catches fire, while Herbert and Anne manage to escape the blaze by seeking shelter in a river. The dramatic event leaves Hilary exasperated, finding country life too difficult, and he returns to the city. Upon Hilary's departure, Anne determines Herbert to be the true object of her affection.", "tmdb_plot": "Railroad builder James Travers (George Nichols) wants his pretty daughter, Anne (Virginia Valli), to marry Herbert Landis, a young engineer (Eugene O'Brien). Unfortunately, Anne loves Landis...like a brother, and his rival, Hilary Fenton (Bryant Washburn), stands ready to snatch her up.", "tmdb_id": "893361", "wiki_id": "16908285"}, {"title": "The Flaming Forest", "genres": ["Drama", "Action"], "wiki_plot": "North-West Mounted Police sergeant David Carrigan (Antonio Moreno) fights Indians and woos Jeanne-Marie (Renée Adorée).", "tmdb_plot": "Based on a James Oliver Curwood yarn, the outsized Northwest Mountie adventure The Flaming Forest stars Antonio Moreno as RCMP sergeant David Carrigan.", "tmdb_id": "623325", "wiki_id": "24577226"}, {"title": "The Flying Ace", "genres": ["Crime", "Drama"], "wiki_plot": "At the train station in Mayport, Florida, Paymaster Blair Kimball (Boise De Legge) arrives a day early. Dr. A. G. Maynard (Sam Jordan), the local dentist and Constable Jed Splivins (Lions Daniels) greet him, as pilot Finley Tucker (Harold Platts) looks on.\nKimball is carrying $25,000 for the railroad payroll. Waiting with station master Thomas Sawtelle (George Colvin) in his office, Sawtelle's daughter Ruth (Kathryn Boyd) comes with her father's lunch. When she sees Finley, she asks for a ride in his new aircraft. After the flight, he proposes for the 100th time, but Ruth says she is not certain she loves him.\nCaptain Billy Stokes (Laurence Criner), a World War I fighter pilot, known as \"The Flying Ace\" because of his downing of seven enemy aircraft in France, returns home to resume his former job as a railroad detective. General manager Howard MacAndrews (R.L. Brown) assigns Stokes to find Kimball, who has gone missing along with the $25,000 company payroll, and apprehend a gang of railroad thieves.\nStokes suspects that Finley is to blame, which is confirmed when he finds Kimball alive and hidden in the tail of Finley's plane. With the help of Peg (Steve Reynolds), Stokes identifies Constable Splivins as a member of Finley's gang, and arrests him. A desperate and crazed Finley flies off with Ruth, whom he has drugged. Stokes chases Finley in his own aircraft but is afraid for Ruth's safety. Shaking his captive and reviving her, Finley says Ruth has to kiss him, or \"get out and walk on a cloud.\"\nSuddenly, Finley's aircraft catches fire but Stokes is nearby, dropping a rope ladder to Ruth, who climbs into Stokes' aircraft. Failing to put out the fire, Finley dons a parachute and jumps safely, only to be arrested on the ground. After her ordeal, Stokes comforts Ruth, and makes his feelings about her known.", "tmdb_plot": "A veteran World War I fighter pilot returns home a war hero and immediately regains his former job as a railroad company detective. His first case: recover a stolen satchel filled with $25,000 of company payroll, locate a missing employee, and capture a gang of railroad thieves.", "tmdb_id": "329662", "wiki_id": "9798566"}, {"title": "For Heaven's Sake", "genres": ["Romance", "Comedy", "Action"], "wiki_plot": "Millionaire J. Harold Manners finds himself in the poor part of town. When he accidentally sets fire to a charity pushcart dispensing free coffee owned by do-gooder Brother Paul, he pulls out his checkbook to cover the damage. Brother Paul assumes that Manners wants to pay for a mission and asks him for $1,000.\nAfter Manners reads in the newspaper that he is sponsoring a mission, he goes there to dissociate himself from it. He is aghast to find it named the J. Harold Manners Mission. When tears down the sign, he is scolded by Brother Paul's pretty daughter Hope, who does not know who he is, but he is smitten with her. When Brother Paul returns and invites him inside to tour the place, he readily accepts. Once she learns his identity, Hope apologizes.\nIn order to build up attendance, Manners runs through town provoking people and a crowd chases him into the mission. Some of the men are in possession of the proceeds of a jewel robbery. Before they can beat Manners, the police arrive. The quick-witted Manners takes up a \"collection\"; the crooks deposit their loot in his hat while the police search everyone. This act earns him the friendship of the gang.\nManners and the girl plan to be married at the mission. His highbrow friends decide to kidnap him, believing that they are saving him from a terrible mistake. As they drive away, one of them tells the wedding's \"reception committee\" that Manners is not going to marry Hope, and the disappointed committeemen get drunk. Their leader goes to Manner's club to confirm the news, and they free Manners and head back to the mission. Manners must tend to the five drunks, but finally brings them all there and marries Hope.", "tmdb_plot": "An irresponsible young millionaire changes his tune when he falls for the daughter of a downtown minister.", "tmdb_id": "42368", "wiki_id": "5045155"}, {"title": "The General", "genres": ["Action", "Adventure", "Comedy", "Drama", "War"], "wiki_plot": "When Western & Atlantic Railroad train engineer Johnnie Gray arrives in Marietta, Georgia, he visits the home of Annabelle Lee, one of the two loves of his life, the other being his locomotive, The General. News arrives that the American Civil War has broken out, and Annabelle's brother and father rush to enlist in the Confederate Army. To please Annabelle, Johnnie hurries to be first in line to enlist, but is rejected because he is more valuable as an engineer, although he is not told that reason. On leaving, he runs into Annabelle's father and brother, who beckon to him to join them in line, but he walks away, leaving them with the impression that he does not want to enlist. Annabelle informs Johnnie that she will not speak to him again until he is in uniform.\nA year passes, and Annabelle receives word that her father has been wounded. She travels north on the W&ARR to see him, with The General pulling the train. When it makes a stop, the passengers and crew detrain for a quick meal. As previously planned, Union spies led by Captain Anderson use the opportunity to steal the train. Anderson's objective is to burn all the railroad bridges he passes, thus preventing reinforcement and resupply of the Confederate army. Annabelle, who returned to a baggage car, becomes an inadvertent prisoner of the raiders.\nJohnnie gives chase, first on foot, then by handcar and boneshaker bicycle, before reaching the station at Kingston. He alerts the army detachment there, which boards another train to give chase, with Johnnie manning the locomotive the Texas. However, the flatcars are not hooked up to the engine and the troops are left behind. By the time Johnnie realizes he is alone, it is too late to turn back.\nThe Union agents try various methods to shake their pursuer, including disconnecting their trailing car and dropping railroad ties on the tracks. As the chase continues northward, the Confederate Army of Tennessee is ordered to retreat and the Northern army advances in its wake. Johnnie finally notices he is now behind Union lines, and the hijackers see that Johnnie is by himself. Johnnie stops the Texas and runs into the forest to hide just as a downpour develops.\nAt nightfall, Johnnie climbs through the window of a house to steal some food, but hides underneath a table when some Union officers enter. He overhears their plan for a surprise attack and that the Rock River Bridge is essential for their supporting supply trains. He then sees Annabelle brought in; she is taken to a room under guard while they decide what to do with her. Johnnie manages to knock out both guards and free Annabelle. They escape into the rainy woods.\nAs day breaks, Johnnie and Annabelle find themselves near a railway station where Union soldiers and equipment are being organized for the attack. Seeing The General, Johnnie devises a plan to warn the South. After sneaking Annabelle onto a boxcar, Johnnie steals his engine back. Two Union trains, including the Texas, set out after the pair, while the Union attack is launched. In a reversal of the first chase, Johnnie now has to fend off his pursuers. Finally, he starts a fire behind The General in the center of the Rock River Bridge, to cut off the Union's important supply line.\nReaching friendly lines, Johnnie warns the Confederate commander of the impending attack and their forces rush to meet the enemy. Meanwhile, Annabelle is reunited with her convalescing father. The pursuing Texas drives onto the burning bridge, which collapses. When Union soldiers try to ford the river, Confederate fire drives them back.\nAfterward, Johnnie returns to his locomotive to find the Union officer whom he had knocked out in escaping earlier has now regained consciousness. He takes the officer prisoner and is spotted by the Confederate general. As a reward for his bravery, he is commissioned a lieutenant and given the captured officer's sword.\nReturning to The General with Annabelle, he tries to kiss her, but has to repeatedly return the salutes of troops walking past. Johnnie finally uses his left hand to embrace Annabelle while using his right to salute the passing soldiers.", "tmdb_plot": "During America’s Civil War, Union spies steal engineer Johnnie Gray's beloved locomotive, 'The General'—with Johnnie's lady love aboard an attached boxcar—and he single-handedly must do all in his power to both get The General back and to rescue Annabelle.", "tmdb_id": "961", "wiki_id": "68388"}, {"title": "The Girl from Montmartre", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, Emilia Faneaux, the daughter of a derelict Englishman of good family and a Spanish woman, becomes a dance hall performer following the death of her father, while her brother becomes an unscrupulous adventurer. The young woman meets a wealthy Englishman who immediately loves her and whose love she returns. The advent of the Englishman causes the woman’s brother to reform somewhat, and on one occasion he saves the Englishman from death. An actor who wishes to marry the Emilia abducts her. The Englishman pursues him and, after a struggle, rescues the young woman. They go to England and are married.", "tmdb_plot": "A Parisian cabaret dancer Emilia finds herself under the scrutiny of aristocratic British military officer Jerome Hautrix, who catches her act while on furlough during WWI. Convinced that Emilia is of noble birth, Hautrix tracks her down after the war, determined to trace her family tree. In the process, the two mismatched souls fall in love.", "tmdb_id": "674065", "wiki_id": "48675541"}, {"title": "Going Crooked", "genres": ["Crime", "Drama"], "wiki_plot": "Mordaunt (von Seyffertitz) and his gang use Marie (Love) as an unwitting accomplice in the theft of the acclaimed Rajah diamond. During the heist, a man is killed, and innocent Rogers (Fenton) is later sentenced to death for the murder.\nMarie works with District Attorney Banning (Shaw) to get Mordaunt to confess, just in time to save Rogers from the electric chair. Marie and Shaw are married.", "tmdb_plot": "A young women is part a jewel theft ring, but opts out of a robbery because guns will be used. A man gets killed in that operation and the district attorney convicts an innocent man.", "tmdb_id": "588777", "wiki_id": "34632849"}, {"title": "Good Cheer", "genres": ["Comedy", "Family"], "wiki_plot": "As described in a film magazine review, the Gang is assembled in front of a big store window where a Santa Claus is doing his stuff. With the exception of two of the older members of the Gang who are entirely disillusioned as to the reality of the benevolent Old Man, the rest of the youngsters are very much impressed by the performance. The store window curtain is then pulled down but after a few minutes accidentally flies up to disclose a fake Santa Claus. The children disperse, muttering \"There ain't no Santa Claus.\" However, Mickey and his pal decide to attempt to restore the faith of their friends but are hampered by a lack of funds. They then hit on the scheme of selling hot bricks to all who happen to be out in a terrific snow storm and manage to obtain a pocket full of money. Christmas presents are manufactured and they start on a midnight trip to visit various chimneys. At the same time a big bootlegging plot is being carried out and the conspirators are all disguised in Santa Clause costumes. The Gang assists in the capture of the crooks and everything turns out well for them.", "tmdb_plot": "On Christmas Eve, the Gang copes with hardships, helps capture a gang of thieves, and learns that Santa Claus really exists for those who wish fervently enough.", "tmdb_id": "189593", "wiki_id": "19303244"}, {"title": "The Grand Duchess and the Waiter", "genres": ["Comedy", "Romance"], "wiki_plot": "As described in a film magazine review, a Paris millionaire becomes infatuated with a grand duchess. Ignored in his efforts to meet her, he becomes a floor-waiter in the suite which the royal guests occupy. He fails miserably in this job and the grand duchess, to punish him, makes him a member of her cortege, and assigns him to very menial labor. The duchess, however, finally falls in love with him but is forced to repulse him when others of the royal party find her in the waiter’s arms after she has swooned. Months later, while despondently searching for her, the waiter finds her the proprietor of a humble inn and they are reunited.", "tmdb_plot": "Albert Durant, a young millionaire, poses as a waiter in order to woo an exiled and financially hard up Grand Duchess. She finds him impertinent and clumsy, but also quite fascinating. She takes him into her employ insisting he does everything she asks.", "tmdb_id": "269249", "wiki_id": "27037768"}, {"title": "The Great Gatsby", "genres": ["Drama"], "wiki_plot": "The film is an adaptation of F. Scott Fitzgerald's novel where Midwesterner Nick Carraway is lured into the lavish world of his Long Island neighbor, Jay Gatsby. Soon, however, Carraway sees through the cracks of Gatsby's nouveau riche existence, where obsession, madness, and tragedy await.\nThe film's plot diverges from Fitzgerald's novel in several key respects: Daisy renounces Gatsby when she learns he is a bootlegger as opposed to when he demands she declare that she never loved Tom. Daisy also attempts to confess publicly to killing Myrtle Wilson but fails to do so. She later departs New York City with her husband Tom prior to Gatsby's murder by George Wilson and, consequently, Daisy has no knowledge of Gatsby's death. The final shot of the film shows \"Daisy and her husband Tom and their tot draped beautifully on the porch of their happy home.\"", "tmdb_plot": "Nick Carraway, a young Midwesterner now living on Long Island, finds himself fascinated by the mysterious past and lavish lifestyle of his neighbor, the nouveau riche Jay Gatsby. He is drawn into Gatsby's circle, becoming a witness to obsession and tragedy.", "tmdb_id": "262176", "wiki_id": "7756743"}, {"title": "The Great K&A Train Robbery", "genres": ["Western", "Action"], "wiki_plot": "Following a series of robberies of the K & A Railroad, detective Tom Gordon is hired to uncover the mystery. Disguised as a bandit, Tom boards the train of K & A President Cullen. Cullen's daughter, Madge, senses that Tom is not a criminal and soon falls in love with him. Madge is sought after by Burton, her father's secretary, who is in league with the bandits. Tom eventually discovers his duplicity, and with the aid of Tony, his horse, rounds up the villains and wins the hand of Madge.", "tmdb_plot": "Cullen has hired Tom to try and stop the robberies on his railroad. Knowing Cullen's secretary Holt is tipping off the gang, Tom works undercover by posing as a highwayman. To help him bring in the gang he enlists the help of the hobo DeLuxe Harry.", "tmdb_id": "120828", "wiki_id": "8869124"}, {"title": "Greenhide", "genres": [], "wiki_plot": "High society girl Margery Paton (Elsa Chauvel) leaves the city to live on her father's cattle property, run by \"Greenhide Gavin\" (Bruce Gordon). She carries romantic notions of the bush, of \"being swung to the saddle by big brown arms\", but Greenhide Gavin is initially only annoyed by her presence. Greenhide contains a blossoming romance, and the thwarting of a plot to steal cattle.", "tmdb_plot": "Out of boredom, a high society girl visits her father's outback cattle station. After several adventures involving a gang of ruthless cattle duffers, she falls in love with the manager of the station. Only part of the film survives today.", "tmdb_id": "384352", "wiki_id": "29869821"}, {"title": "Gribiche", "genres": ["Drama"], "wiki_plot": "In a Paris department store where he had gone to buy something for his mother, a young boy, Gribiche, finds a handbag that a lady has just lost. He gives it back to her and refuses the reward she wants to give him. At her request, he gives her his name and address. Gribiche lives with his mother, a young widow of war and factory worker, in a small apartment in the popular neighbourhood of Grenelle. The lady, Edith Maranet, the American widow of a French diplomat, belongs to high society. She lives in luxury but devotes herself to works of social hygiene and runs a nursery where she holds conferences. During an outing to a funfair with his mother and the foreman of the factory, Gribiche understands that he has become an obstacle to their marriage. The next morning, the lady, Edith Maranet, offers to Gribiche's mother to adopt the boy and give him the education he deserves. The mother is convinced Gribiche will refuse, but to her surprise, he agrees.\nGribiche then discovers another universe: a big mansion in the select neighbourhood of  Auteuil furnished in the fashionable Art Déco style; and a strict daily schedule, surrounded by hostile servants and private teachers.  Waking up at 6:30, bath, boxing, shower, lunch, manicure, math, French and English lessons, and walk to the park. Edith Maranet loves telling her friends how she has saved the child, retelling the story of their encounter, every time with more exaggeration. Cut off from his family, his friends and street life, Gribiche gets bored except when he can take refuge in the garage, where he learns about mechanics from the lady's chauffeur. He is particularly depressed when he finds out in a letter from his mother that she has remarried with the foreman without inviting him to the wedding.\nOn 14 July, the French National Day (Bastille Day), frustrated at being unable to attend the popular celebrations because Edith Maranet thinks they are \"anti-hygienic activities\", Gribiche escapes and returns to Grenelle where  his mother and her new husband warmly welcome him. Edith, disappointed by what she believes to be ingratitude, writes to her brother that \"only collective charity is good, individual charity is disheartening, false and unfair\". When Gribiche comes to thank her with his mother, she at first refuses to see them, but thanks to the chauffeur's intercession, forgives Gribiche and offers money for his education.", "tmdb_plot": "Gribiche, a young boy whose mother is a war widow, gets adopted by a rich woman. She wants to turn him into a perfect gentleman, but soon he feels unhappy.", "tmdb_id": "189633", "wiki_id": "58090635"}, {"title": "Hands Up!", "genres": ["Comedy", "History"], "wiki_plot": "As described in a film magazine review, during the Civil War, Jack, an officer and spy for Confederate States Army, attempts to secure a Union gold mine that had been discovered by Allan Pinkerton for Abraham Lincoln, and keep a load of gold from reaching the Union Army. He tries to blow up the mine but exposes a richer vein of gold. He is caught and about to be hanged when he is saved by two daughters of the mine owner. Jack grabs two guns and successfully holds up the gang when word arrives that the war has been declared over. Jack then follows Brigham Young's example and starts for Salt Lake City so that he can marry both daughters. Along the way, while engaging in lovemaking with the young women, the stage coach is shot full of arrows, which he describes as \"bee stings.\"", "tmdb_plot": "Jack, a southern spy during the Civil War, must try to capture a shipment of gold. His task is complicated by the two sisters, Native Americans, and a firing squad.", "tmdb_id": "133647", "wiki_id": "18041934"}, {"title": "Her Big Adventure", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Ralph Merriwell quarrels with his wealthy father, and decides to set out on his own, taking a bell hop job at a Los Angeles job. Betty Burton, who works for Ralph's father as a stenographer, wins a $1000 prize for an ad and goes to the hotel. She poses as Countess Fontaine and Ralph falls in love with her. Complications then ensue when the real Count and Countess Fontaine arrive at the hotel, as do some jewel thieves. By the end, Ralph is reconciled with his father and wins the affection of Betty.", "tmdb_plot": "Ralph Merriwell (Herbert Rawlinson) has an argument with his wealthy father, Silas (William Turner), and decides to go live on his own terms. He finds work as a bellhop in a fancy Los Angeles hotel. Meanwhile, Silas' secretary, Betty Burton (Grace Darmond), wins a thousand dollars in a contest and uses the money to vacation in the very same hotel.", "tmdb_id": "683959", "wiki_id": "58662847"}, {"title": "High Steppers", "genres": ["Comedy", "Drama"], "wiki_plot": "Julian Perryam (Lloyd Hughes) gets thrown out of Oxford University and returns to the family estate outside London. He discovers that his sister and his mother are caught up in the \"jazz\" life and their father, who's the editor of a tabloid scandal rag, is too busy to notice. He also discovers that his sister is in love with the scoundrel son of his father's publisher, Victor Buckland. Learning that Buckland is actually an embezzler, Julian gets a job as a reporter on a muckraking publication and sets out to expose Buckland.", "tmdb_plot": "Perryam is going through a round of bad luck; he is thrown out of school and loses at love. In search of a change, he heads for London, where he meets Audrey Nye, a former jazz baby who has gotten a responsible job on a newspaper. She helps Perryam get hired as a reporter.", "tmdb_id": "684315", "wiki_id": "42828887"}, {"title": "The Hound of the Deep", "genres": [], "wiki_plot": "Under the terms of his uncle's will, John Strong (Eric Bransby Williams) must go to Thursday Island and find a pearl within two years or the Reuben Strong pearling station and his great wealth will revert to another, Black Darley (Jameson Thomas). Eventually Strong finds the pearl, defeats Darley and discovers romance with the daughter (Lillian Douglas) of an island trader (W.G. Saunders).", "tmdb_plot": "On Thursday Island, a girl saves a pearl-diving heir when her cousin cuts his air-tube.", "tmdb_id": "387388", "wiki_id": "32916959"}, {"title": "It Must Be Love", "genres": ["Comedy"], "wiki_plot": "Fernie Schmidt (Colleen Moore) lives with her parents in the rear of their delicatessen. The smells of the business - cheeses, sausages, garlic and pickled herrings - repulses Fernie, who dreams of removing herself from the environment and moving into a life with a more rarified. Her father, Pop Schmidt (Jean Hersholt) has plans for his daughter to marry Peter Halitovsky (Arthur Stone), a sausage salesman, but Fernie is repulsed by the idea. At a dance, Fernie meets Jack Dugan (Malcolm McGregor), who tells her that he is in stocks, a paper-counter, and she falls for him. Because of her rejection of her father's chosen candidate for matrimony, Pop puts Fernie out of the house.\nFernie manages to find works as a counter girl in a department store. Luckily, the job is at the perfume counter. Jack, in due course, proposes to Fernie. Before she can give her answer, she is invited back home by Pop for dinner, at which time he announces he is going to buy a new home, removing himself from the back of the fragrant delicatessen. Peter is there and he proposes to her, but before she can reject him Jack appears on the scene, declaring that he has purchased a delicatessen business. Seeing that marrying jack would return her to the life she wishes to flee, she finds herself resolved to the fate of marrying her father's choice of husband, Peter.", "tmdb_plot": "Fernie Schmidt (Colleen Moore) lives with her parents in the rear of their delicatessen. The smells of the business - cheeses, sausages, garlic and pickled herrings - repulses Fernie, who dreams of leaving this environment and moving into a life that's more rarified. Her father, Pop Schmidt (Jean Hersholt) has plans for his daughter to marry Peter Halitovsky (Arthur Stone), a sausage salesman, but Fernie is repulsed by the idea. At a dance, Fernie meets Jack Dugan (Malcolm McGregor), who tells her that he is in stocks, a paper-counter, and she falls for him. Because of her rejection of her father's chosen candidate for matrimony, Pop puts Fernie out of the house.", "tmdb_id": "763940", "wiki_id": "56665421"}, {"title": "The Johnstown Flood", "genres": ["Drama"], "wiki_plot": "Tom O'Day becomes engaged to Gloria Hamilton even though Anna has love for Tom, unbeknownst to him. Gloria's father, John Hamilton, owns a lumber camp outside of Johnstown, Pennsylvania and has control of the dam upriver. To satisfy obligatory contracts he has to make sure he clears as much trees as possible. To do this, John has made sure the water level behind the dam is at maximum capacity but Tom knows there is a fault in the dam. Tom has to do everything he can to convince John to open the flood gates before disaster strikes Johnstown in the valley below.", "tmdb_plot": "A dramatic recreation of the Johnstown Flood of 1889.", "tmdb_id": "290054", "wiki_id": "11964834"}, {"title": "Jungle Woman", "genres": ["Adventure"], "wiki_plot": "Englishman Martin South (Eric Bransby Williams) is leading an expedition into the Dutch New Guinea hinterland to search for gold, being joined by George Mardyke (Jameson Thomas), who he thinks is his friend. The expedition is attacked by headhunters and Mardyke leaves Martin for dead so he can pursue the latter's fiancée, Eleanor (Lillian Douglas), the daughter of a plantation manager.\nMeanwhile, Martin is nursed back to health by native girl, Hurana (Grace Savieri), who falls in love with him and helps him escape from some angry natives. Hurana is bitten by a snake and dies, and Martin arrives back to civilisation in time to rescue Eleanor from Mardyke.", "tmdb_plot": "Englishman Martin South (Eric Bransby Williams) is leading an expedition into the Dutch New Guinea hinterland to search for gold, being joined by George Mardyke (Jameson Thomas), who he thinks is his friend. The expedition is attacked by headhunters and Mardyke leaves Martin for dead so he can pursue the latter's fiancee, Eleanor (Lillian Douglas), the daughter of a plantation manager. Meanwhile, Martin is nursed back to health by native girl, Hurana (Grace Savieri), who falls in love with him and helps him escape from some angry natives. Hurana is bitten by a snake and dies, and Martin arrives back to civilisation in time to rescue Eleanor from Mardyke. Was partially filmed back to back on Thursday Island with 'The Hounds of The Deep'", "tmdb_id": "387387", "wiki_id": "32916907"}, {"title": "Katka's Reinette Apples", "genres": ["Drama"], "wiki_plot": "The film is set in Soviet Russia during the mid-1920s. The family of a young peasant woman Katya (Veronica Buzhinskaya) is left without a single food source when their cow dies. To save money for a new Jersey, Katya leaves her native village to work in Leningrad. Once she is in the big city, she falls in with a bad crowd by associating with the thief Syomka Zhgut (Valery Solovtsov). The girl starts to sell Reinette apples to earn money for a living and for the aforementioned new cow. Soon after meeting Syomka, Katya becomes pregnant and gives birth to his child. Once on the street, Katya meets a downtrodden homeless intellectual Vadka Zavrazhina (Fedor Nikitin), nicknamed \"Tiligent\". Taking pity on him, she invites him to her place.", "tmdb_plot": "A young country girl who becomes an apple seller is seduced and abandoned. She finds a protector but when he is arrested for theft she finds honest work in a factory.", "tmdb_id": "189486", "wiki_id": "49278775"}, {"title": "Kid Boots", "genres": [], "wiki_plot": "Kid Boots is a put-upon clerk in a men's tailor shop. When Malcolm Waite storms in to buy a new suit, the service he receive is so inept that he destroys the shop trying to throttle Boots.\nBoots flees for  his life, stopping only to make Bow's acquaintance. Attempting to hide in a hotel, Boots becomes an accidental witness to the infidelity of a rich man's wife. The rich man, Tom Sterling, has a $100,000.00 settlement suit at stake. So he keeps Boots close to him as a character witness.\nBoots and his new friend lay low at a posh golf resort and all is well until it is discovered Clara McCoy and the bullying Big Boyle also work there. Big Boyle eventually subjects Boots to a brutal massage and electroshock treatments. Boots escapes only when the bully laughs so hard he accidentally sits in his own electric chair.\nBoots oversleeps the day of the important divorce hearing. The only way to reach the courthouse on time is on horseback. McCoy follows Boots, and the jealous Big Boyle follows her. This results in a hair-raising stunt chase where the characters take turn dangling from precipices and swaying on teeter-totters.\nBoots ends up parachuting onto the courthouse roof,arriving just in time to deliver his vital testimony.", "tmdb_plot": "A salesman is helped out of a jam with an angry customer by a wealthy playboy. In return, he agrees to help the playboy get a divorce from his wife, only to find himself falling for the girlfriend of the customer who got him in trouble in the first place.", "tmdb_id": "189604", "wiki_id": "34032253"}, {"title": "Kiki", "genres": ["Comedy"], "wiki_plot": "Kiki (Norma Talmadge) ekes out a living selling newspapers on the streets of Paris. When she learns that a chorus girl has been fired from the Folies Barbes revue managed by Victor Renal (Ronald Colman), she sets out to fulfill her dream and apply for the job. Poverty stricken, she spends her rent money to buy suitable clothes. She gets kicked out the first time, as she was not sent by the Agency, but manages to sneak back in. While waiting in the reception area, she is mistaken for the secretary by an Agency applicant, who gives Kiki her letter of recommendation to present to Renal. He mistakes it for Kiki's, and gives her an audition. Her singing talent gets her the job.\nHer debut, however, is a disaster. She repeatedly gets in the way of the show's star and Renal's fiancée, Paulette Mascar (Gertrude Astor). Paulette finally pushes her, sending her crashing into a harp in the orchestra pit. When Renal tries to separate the battling women, Paulette slaps him.\nRenal also sends Kiki a letter of dismissal. When she comes to see him, he feels sorry for her and gives her back her job. He tries to hustle her out of his office, before Paulette enters, but Kiki refuses to leave. As a result, Paulette and Renal have a falling-out.\nRenal decides to take Kiki to dinner. Paulette goes out with Renal's financial backer, Baron Rapp (Marc McDermott), and ends up at the same restaurant.  Determined to humiliate her rival, Paulette invites herself to Renal's table and taunts Kiki into drinking several glasses of champagne. Kiki becomes drunk, embarrassing Renal. He deposits her in his limousine and asks where she lives. As she has been evicted for not paying the rent, she confesses she has no place to go, so he takes her home.\nHe kisses her, but when he tries for more, she locks herself in his bedroom. He is forced to sleep (uncomfortably) in another room. Each day, Renal decides to get rid of her, but each night he relents. Meanwhile, Kiki intercepts Paulette's daily letters to him to prevent a reconciliation.\nRenal finally learns about the letters from Rapp. Rapp recommends he get back together with Paulette and offers to take Kiki off his hands. Kiki mistakenly believes that Renal wants Paulette back, while Renal thinks in error that Kiki welcomes Rapp's attentions and greater wealth. Kiki decides to go, taking only what she came with, but then changes her mind and decides to fight for her love. After she threatens Paulette with a knife, Renal orders her to leave. Thinking quickly, Kiki pretends to fall into a coma, convincing a doctor that she is a victim of catalepsy, which the doctor states might last up to two years. Upon hearing this, Rapp makes a hasty departure. Despite Paulette's urging to leave for a performance, Renal decides he cannot leave Kiki alone. Once Paulette is gone, Kiki kisses Renal and confesses she loves him. He embraces her.", "tmdb_plot": "Kiki, a poor young woman who sells newspapers on the street corners of Paris, is able to land a job singing and dancing at a nearby theater. While she is there, she invites herself into the life of the revue's manager, with whom she has fallen in love.", "tmdb_id": "188066", "wiki_id": "24962756"}, {"title": "Laddie", "genres": ["Drama"], "wiki_plot": "Laddie, son of the Stantons, an Ohio pioneer family, falls in love with Pamela Pryor, daughter of a neighboring aristocratic English family, though the Pryors adopt a condescending attitude toward the Stanton family. Through the efforts of Little Sister, who knows of Laddie's love, the two secretly communicate, and Mr. Pryor takes a liking to Laddie when he tames a wild horse for him. Meanwhile, Shelley, a Stanton girl, falls in love with city lawyer Robert Paget; when he leaves her under mysterious circumstances, she returns home heartbroken. The Pryors, disgraced because of a false accusation against their son in England, are at length forced to accept Laddie. It develops that Paget is actually the banished son of the Pryors; after a strained crisis Pryor forgives his son, and Laddie and Pamela, Robert and Shelley, and the Stantons and the Pryors are happily united.", "tmdb_plot": "Handsome Laddie Stanton courts neighbor Pamela Pryor but meets opposition from her stern military father who has recently immigrated from England.", "tmdb_id": "1087635", "wiki_id": "59951598"}, {"title": "The Lady of the Harem", "genres": ["Adventure"], "wiki_plot": "As described in a film magazine review, the gold-greedy sultan in levying taxes seizes the daughter of one of his subjects in lieu of money and carries her to his harem. The youth she loves is captured while attempting her rescue, but a friend he has made in the royal city rescues him and the girl. In turn he is elevated to the ruling seat following the death of the tyrant.", "tmdb_plot": "Rafi arrives in the city in search of Pervaneh who was taken by the Sultan. He is joined by Hassan the confectioner. Rafi is captured by the Sultan, but Hassan leads a surprise attack on the palace and the lovers are united.", "tmdb_id": "935884", "wiki_id": "45340321"}, {"title": "The Little Giant", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine review, Elmer Clinton, raised by his Uncle Clem, an old peddler, is made the sales manager of a big washing machine company. He becomes full of an undue sense of his own cleverness, and those around him pander to this self-conceit with flattery. Royce Enfield, the son of the company's owner, plots to ruin him, and all the marketing campaigns are failures. Elmer and his wife Myra do not live within their means and quarrel. Clem sells several washing machines quietly on the side. Elmer discovers that Royce has been double-crossing him and whips him in a fight. Elmer gets rid of the parasitic crowd that had been flattering him, begins marketing and driving up sales based on what Clem had taught him, and is reconciled with his wife.", "tmdb_plot": "Having been brought up by his Uncle Clem, an itinerant peddler, Elmer Clinton has no trouble becoming the sales manager for a company that manufactures washing machines. Royce Enfield, the son of the company's president, wants his father to sell the business and therefore undermines Elmer's sales campaign. In a real effort to help Elmer, Uncle Clem obtains numerous orders for washing machines, but these are intercepted by Royce before they can be filled. Elmer is fired and, finding out the reason why, whips Royce in a fight.", "tmdb_id": "642302", "wiki_id": "58524757"}, {"title": "The Enchanted Monkey", "genres": ["Fantasy"], "wiki_plot": "Purbasari and Purbararang are sisters and in competition. Purbararang, the elder sister, teases Purbasari about the latter's lover, a lutung named Guru Minang; Purbarang's boyfriend, Indrajaya, is a handsome human. However, the girls discover that Guru Minang is actually a god who is more handsome than Indrajaya.", "tmdb_plot": "Purbasari and Purbararang are sisters and in competition. Purbararang, the elder sister, teases Purbasari about the latter's lover, a lutung named Guru Minang; Purbarang's boyfriend, Indrajaya, is a handsome human. However, the girls discover that Guru Minang is actually a god who is more handsome than Indrajaya.", "tmdb_id": "399308", "wiki_id": "36821133"}, {"title": "Love 'Em and Leave 'Em", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Mame (Brent) has been caring for her sister Janie (Brooks) since their mother died. While Mame is the responsible one at home, Janie stays out late having fun. Bill (Gray), who lives down the hall, is sweet on Mame.\nAll three work at a department store, where Janie has been made treasurer of the employee league. Lem (Perkins), a scoundrel in the apartment building, recommends a bet that Janie cannot resist, and she uses some of the league dance money to place her wager. Mame's creative ideas have mistakenly been credited to Bill and he is given a chance to be a window dresser at the store. When Mame leaves on vacation, Bill and Janie try window dressing together, with disastrous results: Janie seduces Bill.\nMeanwhile, Mame returns early to find Bill kissing her sister. To top it off, Janie's gambling has left her eighty dollars short. Lem convinces her to bet the last of the league money to cover her losses. Surprisingly, the horse comes in, but Lem lies about placing the bet for her. Janie allows the blame for the missing money to fall on Mame. Although she doesn't deserve it, Mame comes to Janie's rescue by stealing the money back from Lem. When Lem steals it back, the two begin an unusual male-female fight with Mame coming out on top. Even though the money is returned, both Bill and Mame are fired. But all is still right with the world as the couple make up in a display window.", "tmdb_plot": "Mame Walsh promised their mother on her deathbed to look after little sister Janie. But Janie helps herself to everything of her sister's, be it her clothes or her men - even the money entrusted to her by fellow employees at the store they work at. Regardless, Mame can't break her promise. So when it comes to getting Janie out of trouble, big sister comes to the rescue.", "tmdb_id": "158530", "wiki_id": "33194635"}, {"title": "Love's Berries", "genres": ["Comedy"], "wiki_plot": "Hairdresser Jean Colbasiuc learns from his girlfriend about an unexpected materialization of their child. Not ready to be a father, the young man tries to get rid of the baby left in his care. After a few unsuccessful attempts to place the baby onto unsuspecting citizens, by this time Colbasiuc receives a notice from the People's Court, agrees to the registration of marriage and only then learns from Lisa that the child, who served as a catalyst for the incident, was borrowed by her from her Aunt.", "tmdb_plot": "Dovzhenko's debut film, it deals with a dandified barber's attempts to get rid of his \"love berry\" - his illegitimate offspring. Although a farce, its permissive sexuality can still be considered to be risque.", "tmdb_id": "189512", "wiki_id": "5444176"}, {"title": "Love's Blindness", "genres": ["Drama"], "wiki_plot": "In Britain, Hubert Culverdale (Antonio Moreno) is the hard-up and hard-to-please milord who marries luscious Vanessa Levy (Pauline Starke) for financial reasons only.", "tmdb_plot": "A British nobleman, heavily in debut to a moneylender, agrees to marry the man's daughter in exchange for his debt being cleared. However, since the girl is Jewish, her new \"husband\" lets her know that the marriage is strictly a business matter and that he could never have romantic feelings for one of \"her kind\".", "tmdb_id": "936107", "wiki_id": "24573767"}, {"title": "Lovey Mary", "genres": [], "wiki_plot": "Lovey Mary (Love) runs away from an orphanage with Tommy (Combs) so that he will not have to return to his bad mother. Lovey and Tommy stay at the home of Miss Hazey (Ogden), who is about to marry a man whom she knows only from correspondence.\nBilly Wiggs (Haines) lives next door, and Lovey works with his sisters in a factory to earn money for herself and Tommy. On the day of Miss Hazey's wedding, her fiancee recognizes Lovey from the orphanage and reveals her true identity. Lovey and Billy plan to marry and adopt Tommy.", "tmdb_plot": "Lovely Mary, an orphan girl, reluctantly takes charge of her sister's child when her sister Kate is jailed.", "tmdb_id": "769981", "wiki_id": "24582482"}, {"title": "The Lucky Lady", "genres": ["Romance", "Comedy"], "wiki_plot": "As described in a film magazine review, this is a tale of a beauty who lavished her charms upon one man for revenge and upon another for love. It happens in a mythical kingdom where a lovely princess is chafing against the restraint of a convent. She sneaks away, meets a young American man, flirts with him, and falls in love. At the same time, she poses as an alluring vampire and flirts with the wild-living nobleman whom she is supposed to marry but does not love. The prime minister, fearing for the marriage plans of the nobleman and the princess, banishes the young American and the vampire, who is really the princess. The two journey to America and live happily ever afterwards.", "tmdb_plot": "Convent-bred to assume her position of nobility when the time comes, Princess Antoinette plays hooky from school one day to attend a theatrical performance. Here she meets a handsome young American, and it's love at first sight. Meanwhile, in the Princess' home country, the Prime Minister plots to quell a rebellion by arranging a marriage between Antoinette and the Grand Duke.", "tmdb_id": "364474", "wiki_id": "30682335"}, {"title": "Mademoiselle from Armentieres", "genres": ["Drama"], "wiki_plot": "The unnamed Mademoiselle (Brody) helps her aunt to run a restaurant in Armentières.  British soldier Johnny (Stuart) has fallen in love with her, and she shows signs of reciprocation.  The local liaison officer asks Mademoiselle whether she can find out anything about a customer named Branz, who has aroused suspicion.  By working her charms on him to gain his confidence, she discovers that he is a German spy.  Mademoiselle has to keep her mission secret to avoid giving away her real motives.  However Johnny misinterprets the attention she pays to Brandt, assuming her to be fickle.\nJohnny is summoned to the fighting line before Mademoiselle can explain herself.  Once she has fulfilled her mission, she goes in search of Johnny to put him in the picture.  She finds his regiment in a captured German trench, with Johnny wounded.  Then the trench is recaptured by the Germans with Branz in tow.  Things look bleak until the British forces counter-attack and once again take the trench, killing Branz in the process.  Mademoiselle and Johnny are trapped when the trench wall collapses, but manage to extricate themselves and look forward to their future together.", "tmdb_plot": "A French girl meets her captured British lover whilst acting as a spy.", "tmdb_id": "682164", "wiki_id": "28378769"}, {"title": "The Magician", "genres": ["Drama", "Horror"], "wiki_plot": "In the Latin Quarter of Paris, sculptor Margaret Dauncey is injured when the top of the huge statue of a faun she is working on breaks off and falls on her. After a successful surgery by Dr. Arthur Burdon saves her from paralysis, she and Burdon fall in love.\nThe surgery is watched by various doctors and others including Oliver Haddo, a hypnotist, magician and student of medicine (a character in Maugham's original novel based on real-life occultist Aleister Crowley). Later, in the Library of the Arsenal, Haddo finds what he has been searching for - a magic formula for the creation of human life. One of the ingredients is the \"heart blood of a Maiden\". He rips out the page and presents the old book to Dr. Porhoët, Margaret's uncle and guardian, who has also been looking for it.\nWhen Margaret, Burdon and Dr. Porhoët go to the Fair at Leon de Belfort, they encounter Haddo, whom Margaret dislikes immediately. When Dr. Porhoët claims that the snake charmers use harmless snakes, Haddo refutes him and demonstrates his powers by letting a deadly horned viper bite him. He then magically makes the wound disappear. Porhoët remains unconvinced until the discarded viper strikes a young woman performer. Burdon has to rush her to a hospital.\nLater, Haddo visits Margaret uninvited. He hypnotizes her and tells her to concentrate on her statue. It seems to come to life to preside over a large orgy.\nTwo days before her wedding to Burdon, Margaret receives a note from Haddo, asking her to see him the next morning. She tries to resist the summons, but fails. On the day of the wedding, Burdon learns that Margaret has married Haddo instead but Porhoët is convinced it was against his niece's will and Burdon tries to track them down.\nBurdon eventually encounters the couple at a casino in Monte Carlo. He and Porhoët free Margaret while Haddo is away. Porhoët places her in a sanatorium to recover.\nHowever, Haddo finds her and takes her to his laboratory in a tower. Just as Haddo is about to stab a bound Margaret, Burdon bursts in. After a violent struggle, Haddo falls into a huge fire and is killed. Margaret emerges from her trance and is reunited with her true love. Porhoët finds the page with the formula and burns it and sets the laboratory on fire.", "tmdb_plot": "A young woman, Margaret Dauncey, is caught between the forces of a charlatan magician, Oliver Haddo, whom she is unable to resist, and the love of a handsome surgeon, Arthur Burdon, who has saved her from being a helpless cripple by performing a delicate operation on her spine.", "tmdb_id": "29466", "wiki_id": "901907"}, {"title": "Mannequin", "genres": ["Romance"], "wiki_plot": "As described in a film magazine review, Selene Herrick's weakness for \"things\" she purchases at auctions brings about a quarrel with her husband John in 1907. He has hired a nurse, Annie Pogani, who runs off with the Herrick baby, Joan. John is under the impression that the child was taken away by Selene. The wife eventually returns and the loss of their child is disclosed. Raised in the East Side of New York City, after Annie's death Joan eventually obtains work as a cloak model and is eventually found by her parents.", "tmdb_plot": "Adapted from the Fannie Hurst story of the same name, Mannequin is the story of Joan Herrick, kidnapped in infancy from her wealthy parents and raised by a slatternly slum woman.  The film is still extant.", "tmdb_id": "503496", "wiki_id": "31316162"}, {"title": "Manon Lescaut", "genres": ["Drama"], "wiki_plot": "A French adventurer studying for the priesthood fights to save a woman in the life of prostitution.", "tmdb_plot": "A French adventurer fights to save a woman in the life of prostitution.", "tmdb_id": "6131", "wiki_id": "26738708"}, {"title": "Mantrap", "genres": ["Western", "Comedy"], "wiki_plot": "Ralph Prescott (Marmont) is a New York divorce lawyer tired of his clientele. Woodbury (Pallette), who runs a ladies hosiery business across the hall, suggests that they get away from the city and camp in Mantrap, Canada.\nBachelor Joe Easter (Torrence) runs a dry-goods store in Mantrap. Joe, wanting female company, goes to Minneapolis. In a barbershop there, backwoods Joe meets flirtatious manicurist Alverna (Bow), who agrees to meet Joe for dinner.\nPrescott and Woodbury fight while camping. Joe separates them by taking Prescott back to Mantrap—where Prescott meets Alverna, now married to Joe and bored with backwoods life. Alverna throws a party and flirts, especially with Prescott, who's attracted to her but honorable enough to leave the next day. Alverna waits for Prescott's outbound canoe, stops him, and tells him that she's leaving with him. Alverna insults their Native American guide, who takes the canoe, leaving Prescott and Alverna on their own in the woods. They flag down a passing float plane, which lands in the lake. Alverna flirts with the pilot, angering Prescott. The pilot leaves them some food.\n\nJoe tracks them and, after a few days, catches them. Prescott tells Joe he'll marry Alverna if Joe grants a divorce; Joe counters by telling Prescott that Alverna will never stop flirting. Alverna, shut out by the men who are planning her future, takes the canoe and leaves them both.\nPrescott returns to his law practice, refreshed by his time in the woods. Joe, lonely in his Mantrap store, defends Alverna to his prudish neighbors—and Alverna returns to Joe, but keeps flirting.", "tmdb_plot": "A sexy young manicurist living with her older backwoodsman husband in a small Canadian town finds herself attracted to a young, rich and famous divorce lawyer who comes to town on vacation.", "tmdb_id": "72821", "wiki_id": "5566204"}, {"title": "Mare Nostrum", "genres": ["War", "Drama"], "wiki_plot": "As a young boy growing up in a Spanish family with a long and very distinguished maritime tradition, Ulysses Ferragut is regaled with tales of the sea by his retired uncle, the \"Triton\" (Apollon), and is particularly fascinated by his claim to have once seen the sea goddess Amphitrite. Though his lawyer father, Don Esteban, wants him to follow in his footsteps, Ulysses becomes a sailor.\nWhen he is a grown man (Antonio Moreno), Ulysses uses his life savings to purchase the Mare Nostrum, a fast, modern freighter, and prospers. However, he finally gives in to his wife, Doña Cinta, for the sake of their son Esteban, and agrees to sell his ship. With the outbreak of World War I, however, the enormous profits to be made from the sudden demand for shipping ends this plan.\nOn a stop in Italy, Ulysses visits the ruins of Pompeii, and meets Freya Talberg (Alice Terry) and the learned Doctor Fedelmann. He soon falls in love with Freya (who looks exactly like his uncle's painting of Amphitrite). Though she later informs him that she is an Austrian spy (as is Fedelmann), Spain is neutral and his ardor is undiminished. He agrees to transport Count Kaledine to a secret rendezvous in the Mediterranean. The U-boat U-35 surfaces, takes on fuel from Ulysses' ship, and departs with Kaledine.\n\nMeanwhile, young Esteban leaves home without permission to find his father. After a week waiting for Ulysses at his lodgings, Esteban goes back to Barcelona aboard the Californian, a British passenger ship. However, the boy is killed when the Californian is sunk by the U-35. Ulysses learns of his son's fate from a survivor, and realizes to his grief his role in the tragedy. He vows to avenge his boy.\nUpon hearing of the death, Freya sends Ulysses a letter denouncing the barbarity of the act; it is intercepted by Doctor Fedelmann. That, along with Freya's admission she has fallen in love with Ulysses, convinces Fedelmann that her subordinate can no longer be trusted. She sends Freya to Marseilles, intending to betray her to the French. Freya suspects as much, and begs Ulysses to take her to safety aboard his ship. Ulysses is torn, but a vision of his son shaking his head makes him refuse. Freya is later captured, convicted, and shot by a firing squad at dawn.\nAs he is leaving Freya's apartment, Ulysses encounters Count Kaledine. After a brief struggle, he chases Kaledine through the streets, gathering a mob. Kaledine is caught and taken into custody.\nUlysses then employs the Mare Nostrum in the service of the Allies, arming her with a deck gun, replacing his crew with French military sailors, and transporting munitions to Salonica. Only longtime family friend and sea cook Caragol refuses to leave him. On the voyage, they are intercepted by the U-35. With the Mare Nostrum torpedoed and doomed, Ulysses mans the abandoned deck gun and sinks the U-35. As Ulysses descends into the ocean depths, Amphitrite rises to embrace and kiss him.", "tmdb_plot": "The story of a female German spy who willingly sacrifices her life for her country.", "tmdb_id": "183932", "wiki_id": "1647182"}, {"title": "Memory Lane", "genres": ["Drama", "Comedy", "Romance"], "wiki_plot": "As described in a film magazine review, Mary and Joe are childhood sweethearts, but Joe later goes to New York City to make his fortune and never writes. After a few years, Jimmy Holt comes into her life. On the eve of her wedding, Joe returns to the town and Mary sneaks out of the house to see him and finds that she still cares for her old sweetheart. However, rather than hurt her fiancé, she goes through with the wedding. Joe returns to the city. A few years pass and a baby arrives. Joe hears this news and returns to the village. deciding that it is up to him to ensure she is happy with her life with her husband and child, he acts obnoxiously when he sees her, and Mary is disgusted. Seeing that his stunt worked, Joe returns to New York City.", "tmdb_plot": "Mary is marrying Jimmie, from whom she has kept a secret; Mary remains in love with another man. Problems ensue, jeopardizing the tranquility of their relationship.", "tmdb_id": "580928", "wiki_id": "58557083"}, {"title": "Midnight Faces", "genres": ["Horror", "Thriller"], "wiki_plot": "Lynn Claymore inherits an estate in a Florida swamp from an uncle he never knew. His lawyer Richard Mason accompanies him to the property. A strange Chinese man is seen wandering the grounds at night, and a man in a cape is spotted skulking down the corridors by Claymore's clichéd \"fraidy-cat\" black manservant Trohelius. Then a young woman named Mary Bronson shows up, asking to be allowed in to escape an assailant with a knife who she says was stalking her.", "tmdb_plot": "A young man inherits a mansion in a Florida swamp from an uncle he never knew he had. When he, his assistant and the estate's executor arrive at the house, the audience catches sight of someone crawling in the window, though the house is supposed to be unoccupied. As the house staff begins to arrive they sense a strange presence in the house, and when a young woman no one knows runs into the house to escape a knife-wielding psycho, the occupants realize they may be in danger from both outside and inside the house.", "tmdb_id": "189547", "wiki_id": "37921752"}, {"title": "Mighty Like a Moose", "genres": ["Comedy"], "wiki_plot": "In this short silent comedy, a homely husband and his equally unsightly wife improve their looks with plastic surgery without telling each other. The two later meet, and not recognizing each other, begin to flirt, both thinking they are cheating on their spouse.  The film is representative of Chase's adroit blend of farce, surrealism, and sight gags.", "tmdb_plot": "After a homely married couple separately undergo plastic surgery, they unwittingly plan an extramarital affair with each other.", "tmdb_id": "150936", "wiki_id": "19269649"}, {"title": "Mike", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, \"Mike,\" a young woman, lives with her two brothers, sister, and father in an old frieght car on a railroad siding in the desert. She enlists the aid of a circus manager from a nearby town to cure her father and his pal of drinking. Both swear off alcohol after seeing a vision of colored elephants and other beasts. Mike learns of a plot to hold up the Limited train. She and the children narrowly escape death when their frieght car is sent wildly down grade. She tells her sweetheart Harlan, a telegraphist, of the bandits' scheme. The authorities are notified and the outlaws are captured.", "tmdb_plot": "A Modest Comedy Drama", "tmdb_id": "1054848", "wiki_id": "24572702"}, {"title": "Die Mühle von Sanssouci", "genres": ["Drama"], "wiki_plot": "Prussia, 1750. After the end of the Silesian Wars, Frederick II returns to Sanssouci exhausted from the events of the war. But the mill of the miller Casper, once the noblest and most expensive construction in the world rattles so loudly, that his majesty feels very disturbed during the time of rest. He issues an edict which should silence the miller and his mill from functioning during the time of peace, but Casper is beyond stubborn. He confronts the king's decree, insisting that all people are equal before the law in Prussia.\nSoon the dispute escalates, and Casper decides to even obtain a court ruling in this matter (of which Frederick knows that he can only lose before Justice in view of the equality requirement he had established). Eventually, the two parties decide to seek an out-of-court solution that enables reconciliation. Under various pretenses, His Majesty can promote the marriage of two couples, including two of his soldiers (Lieutenant von Bärenfels and Corporal Jobst) by following in the footsteps of French writer Voltaire, and eventually move things forward in his own amorous affair – his relationship with the dancer Barberina.", "tmdb_plot": "", "tmdb_id": "595789", "wiki_id": "39722205"}, {"title": "Miss Brewster's Millions", "genres": ["Comedy", "Drama"], "wiki_plot": "Polly Brewster, a penniless Hollywood extra, inherits one million dollars from her recently deceased father. However, young lawyer Tom Hancock informs her that she cannot spend the money but must invest it. Her Uncle Ned Brewster arrives and in revenge for indignities his brother made him suffer, he offers Polly his entire fortune of $5 million on the condition that she spend the inherited million within 30 days or less. Polly gleefully sets about investing, gives a great ball and fashion show, and runs down a man with her car and has him sue for a large sum. However, when the deadline arrives, Uncle Ned proves to be penniless; there is no  $5 million to be inherited. However, Polly finds that her investment in a motion picture company has yielded a handsome return, and she finds happiness with Tom.", "tmdb_plot": "Polly Brewster, a penniless Hollywood model/movie extra inherits one million dollars. But her new lawyer, Tom Hancock, informs her that she has to spend it all within 30 days to inherit $5 million more from her spiteful Uncle Ned Brewster who tries to prevent it from happening.", "tmdb_id": "53783", "wiki_id": "38475626"}, {"title": "Miss Mend", "genres": ["Crime", "Adventure", "Comedy"], "wiki_plot": "Vivian Mend (Natalya Gland), an American pro-labor activist, works as a typist for the powerful Stern family. She has three admirers: Hopkins (Igor Ilyinsky), a clerk who also works for the Sterns; Barnet (played by professional boxer turned actor Boris Barnet, who also co-directed the film), a journalist; and Fogel (Vladimir Fogel), a newspaper photographer.\nThey discover a plot by a band of capitalists led by the wicked Chiche (Sergei Komarov). He has organized the assassination of Mend's employer, an American millionaire named Gordon Stern, accusing the Bolsheviks of his murder in order to attack the USSR with poison gas hidden in radio equipment. Without hesitation, the quartet hop on a boat to Leningrad in hopes of stopping the nefarious scheme.\nUnder a falsified will, Stern's property is inherited by his maleficent second wife Elizabeth, bypassing Stern's son Arthur. She deposits a large sum of money into the bank-account of an anti-Bolshevik organization led by Chiche known as \"The Organization\". Arthur, accepting as truth the reputed involvement of the Communists in the death of his father, supports the financing of terrorist acts in Russia, planned by Chiche.\nFormally testament reversal may be appealed. He has an illegitimate child - John, the son of the sister Viviane, whose existence is to know Arthur. Child kidnapped people Chiche, but forced to release at the request of Arthur for help that asked Vivian, taking his technique Johnson, whose name he called when meeting.\nThe Russian engineer Berg rides. Friends become aware of plans Čiče eliminate it and send it on a trip made up as Arthur Berg, replacing engineer their luggage boxes with lethal vial.\nVivienne came for John to the police station, but the boy died, biting the poisoned apple, which gave him with them before releasing the villain Chiche. The children's jacket pocket police found a business card Reversal Arthur and Vivien is convinced that he is guilty of the death of his brother.\nChiche and Arthur sat on the boat going to Leningrad. On the eve of the arrival in the port of destination they kill Berg and, following a predetermined plan, in its place appears disguised Storn. On the trail of criminals are Vivienne friends, but in Leningrad they neutralize Chiche and forward them to a rented house on the outskirts of the city.\nVivienne continues to take over the machinery of Arthur Johnson and unwittingly disclose his participation in the capture of maniacal madman. Barnet learns Arthur Johnson in Reversal, and Vivienne can only regret admitted missteps.\nVogel manages to inform about the action of police officers. Arthur learns from her stepmother about the role played in his father's death Chiche, and commits suicide. After shooting and breakneck chase and killed the leader of the bandits, trying to escape through the mine existing elevator.", "tmdb_plot": "Three reporters and an office girl are trying to stop a bacteriological strike by some powerful western business leaders against the USSR.", "tmdb_id": "250676", "wiki_id": "25339778"}, {"title": "The Moth of Moonbi", "genres": ["Drama"], "wiki_plot": "Dell Ferris is a tomboy from the country town of Moonbi who is loved by English head stockman Tom. She goes to the city where sophisticated Margery Daw helps Dell spend her money in high society. Dell returns to Moonbi poorer but wiser and marries Tom.", "tmdb_plot": "Charles Chauvel's first feature tells the story of a country girl, Dell Ferris (the Moth of Moonbi), drawn to the bright lights of the big city where her inheritance is soon frittered away with high society revelling. A wiser Dell returns to Moonbi Station where she is beset by the cattle rustler Jack Bronson, but finally finds peace and happiness with the faithful head stockman, Tom. Only part of the film survives to this day.", "tmdb_id": "384350", "wiki_id": "30240950"}, {"title": "Mother", "genres": ["Drama"], "wiki_plot": "Russia, 1905. Vlasov is a pipefitter at a factory, an alcoholic, and an abusive husband and father. His long-suffering wife, Pelageya, is protected by their adult son, Pavel. Pavel later agrees to hide a small cache of handguns for local revolutionary socialists under the floorboards of the family home. His mother secretly observes this. Vlasov — a large, hulking man — is plied with vodka by agents of the Black Hundred, a reactionary group, who plan to use him as a thug against the instigators of a planned workers' strike at the factory. During the mayhem of the failed strike, Vlasov is accidentally shot to death by a revolutionary. Pelageya is devastated and pleads with her son to cooperate with the Tsarist police and army who are pressing his case. He refuses. Naively thinking that revealing her son's hidden cache will redeem him, Pelageya betrays her son's secret to the authorities. He is, nevertheless, arrested and tried for sedition under the cool gaze of a bust of Nicholas II and the contemptuous glare of local bourgeois society. His judges are bored with the proceedings and his defense council is incompetent. He receives a sentence of heavy labor for life. Pelageya now makes common cause with the revolutionaries who are planning to foment a prison break during a May Day protest. In the prison yard, the inmates overwhelm the guards and escape. Pavel escapes separately and makes a daring flight across the river on ice floes while under fire. Pavel and his mother are briefly reunited, but he is shot dead by Tsarist troops in the very act of embracing her. Now thoroughly radicalized, Pelageya becomes a defiant standard-bearer holding aloft the socialist flag and is gloriously trampled to death under the hooves of a cavalry charge. A final montage presents images of fortresses, churches, factories and, lastly, the battlements and towers of the Kremlin with the same flag waving triumphantly on top.", "tmdb_plot": "A story about a Russian family torn apart by a worker's strike. At first, the mother wants to protect her family from the troublemakers, but eventually she realizes that her son is right and the workers should strike.", "tmdb_id": "98914", "wiki_id": "4470831"}, {"title": "The Mountain Eagle", "genres": ["Thriller", "Romance"], "wiki_plot": "The film is set in Kentucky, where J. P. Pettigrew's (Bernhard Goetzke) wife had died giving birth to their son Edward (John F. Hamilton), born disabled. Pettigrew loathes John 'Fear o' God' Fulton (Malcolm Keen) who was also in love with Pettigrew's wife. Pettigrew later witnesses his now-grown son making love to schoolteacher Beatrice (Nita Naldi), and confronts her about the relationship. He attempts to take her in his arms, but Beatrice rejects his advances. Edward sees this and flees the village.\nPettigrew is incensed at both Beatrice's rejection and the loss of his son, and thus attempts to have Beatrice arrested as a wanton harlot. John forestalls Pettigrew's plan by marrying Beatrice and taking her to his cabin where they fall in love. Beatrice becomes pregnant. Pettigrew seeks revenge by having John thrown in prison for murdering his (missing) son.\nA year later, John breaks out of prison and attempts to flee with Beatrice and their child. However, Beatrice falls ill and John must return to the village for a doctor. There he finds that Edward has reappeared. John's affairs are now cleared up and he is legally free from the charge of murder. Pettigrew is subsequently shot and wounded (contemporary sources differ on this point), and is no longer a threat to John and his family.", "tmdb_plot": "In the Kentucky hills a store keeper tries to win the love of an innocent schoolteacher. She runs away and seeks refuge with a hermit.", "tmdb_id": "106439", "wiki_id": "916546"}, {"title": "Nana", "genres": ["Romance", "Drama"], "wiki_plot": "A government official, Count Muffat, falls under the spell of Nana, a young actress. She becomes his mistress, living in the sumptuous apartment which he provides for her. Instead of elevating herself to Muffat's level, however, Nana drags the poor man down to hers - in the end, both lives have been utterly destroyed.", "tmdb_plot": "A government official, Count Muffat, falls under the spell of Nana, a young actress. She becomes his mistress, living in the sumptuous apartment which he provides for her. Instead of elevating herself to Muffat's level, however, Nana drags the poor man down to hers - in the end, both lives have been utterly destroyed.", "tmdb_id": "66812", "wiki_id": "21227360"}, {"title": "Nell Gwyn", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, Nell Gwyn is first seen as an orange girl at the Old Drury Theatre in London. She attracts the eye of the King and he makes her one of the players at His Majesty's Theatre. She succeeds and winning the King's affection becomes his favorite, vieing with Lady Castlemaine for his favors. Through her efforts, a palace which he is building for her is converted into a home for disabled soldiers and sailors. When his hour of death nears, the King dies in her arms, with her name on his lips.", "tmdb_plot": "An actress becomes the king's mistress and persuades him to convert the palace to a serviceman's home.", "tmdb_id": "285418", "wiki_id": "31180522"}, {"title": "The New Klondike", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Small-town pitcher Thomas Kelly (Thomas Meighan) is sent to Spring training with a minor league baseball team in Florida, but is fired by its jealous manager, Joe Cooley (Jack W. Johnston).  Kelly is then talked into being the celebrity endorser for a Florida real estate firm, and his former teammates invest money in the firm through him.  Still jealous of Kelly's popularity, Cooley conspires with crooked broker Morgan West (Robert Craig) to sell Kelly and the investors some worthless swampland.  Kelly and his friends lose their money, but Kelly struggles to recoup the losses.  He eventually makes a fortune, repays the investors, and is himself appointed team manager in place of Cooley.", "tmdb_plot": "Tom Kelly, a small-town baseball pitcher, is sent to a minor-league team in Florida, and fails to make the team. He starts dabbling in real estate, in the midst of the Florida land boom (in which a lot of the land sold was under water), makes a fortune and buys into the team that cut him from its roster.", "tmdb_id": "318001", "wiki_id": "31535423"}, {"title": "The Non-Stop Flight", "genres": ["Action", "Adventure"], "wiki_plot": "In Spring 1906, Captain Lars Larson and his wife, Anna, live in a modest cottage nestled in the harbor town of Laholm set on the western edge of Sweden. Anna is expecting their first child. Lars is packing his seabag for his upcoming sea journey. After Lars finishes packing, they leave the house hand-in-hand and walk to the pier. After exchanging goodbyes, Lars remembers a gift he bought for Anna. He gives her a necklace with a cross attached and \"Lars\" engraved on the crossbeam. He kisses her, then departs. We see a man to the side following the loving exchanges with visible disdain.\nOur mystery man is Karl Kruger, skipper of the Steamboat - Gretchen. Karl was a former suiter for Anna's affection. After Lars sets sail, Karl creeps into Larson's cottage and surprises Anna.  He tries to have his way, but Anna resists.  A frustrated Karl shows a hidden note.\n\nThis note is the original Anna sent Karl after breaking off their earlier relationship. Karl takes the letter, rips off the part that says - Dear Karl.  He sticks the remaining piece into a nearby book. Anna screams when she realizes the consequences of Karl's deceit. Lars will believe she has left him for another man. Kruger kidnaps Anna and forces her to board the Gretchen. The boat casts off and heads out to sea.\nCaptain Larson returns home and finds their home in shambles. Lars discovers the book containing Anna's note. After reading the message, he sobs then torches the home. Fueled by extreme bitterness, Lars transforms into a drunken ne'er-do-well and becomes a smuggler.\nWe shift to 1925 - the United States Navy is attempting the first non-stop flight between San Francisco to Hawaii with three Seaplanes. The lead plane will be the PN-9, commanded by Roger Davis with Lieutenant Jack Connell second in command. Amidst much fanfare, the seaplanes leave for Hawaii. The PN-9 is eight hours into their historic flight. They somehow run into a violent storm. Blown off course, low on fuel, the crew makes a forced ocean landing. After drifting for six days, they come upon an island. The crew reconnoiters for food.\nYears passed, Lars Larson is the Captain of a tramp steamer smuggling Chinese laborers to Veracruz. Ah Wing is in charge of the captive workers, an opium smuggler, and the man responsible for paying Captain Larson. Ah Wing approaches the Captain and states he will pay $2000 if Larson alters course so Wing can find a young female concubine. Larson agrees to keep a lookout.\nCaptain Larson's boat stumbles across the same island and starts a reconnaissance. Along with Ah Wing, the Captain sees an older man and a young girl waving a distress flag. Wing tells Larson he wants the girl, and Larson agrees to dock the boat. The ship launches a dinghy to pick up the girl, hermit, and the seaplane crew. After they load the passengers, the ship embarks. Soon, they run into a powerful storm.\nDuring the storm, Wing visits the Captain's quarters and pays Larson the money to the girl. Wing heads toward the girl's cabin to collect his prize. The girl (Maria), seeing what Wing has in mind, flees to the Captain's cabin. Marie pleads with Larson to protect her. Larson refuses, and Wing pursues the terrified woman. Lieutenant Jack Connell hears Maria screams and rushes to her rescue. During the ensuing fight, Connell is knocked-out.\nAh Wing grabs Maria and escapes the Captain's quarters. After Wing leaves, Lars spots the necklace lying on the floor. He picks up the trinket and realizes it is the same necklace he gave to his beloved Anna. The hermit enters the cabin and Captain Lars presses him about the source of the necklace.\nThe hermit describes the day that Carl Krueger kidnapped the pregnant Anna. After Krueger's ship sailed off with Anna, the ship ran into a squall. The ship sinks with all hands except for Anna and the first mate. They made their way to the island. The baby was born, and Anna died. Lars realizes that Maria is his daughter. Maria flees to the arms of the lieutenant, and they both leave the room.\nUpon realizing that Maria is his daughter, Lars grabs his gun and heads to Ah wing's cabin. During the confrontation, Ah Wing flees the cabin and heads below the ship.  Wing releases the Chinese prisoners, instructing them to take over the ship.\nLieutenant Connell rouses the crew and fighting breaks out everywhere. Even though outnumbered, the ship's crew and naval crew continue the fight.\nA Pacific Fleet dispatched a submarine to hunt for the missing seaplanes. The sub submerged to avoid the storm. While searching, they see the fracas onboard Larson's boat. They resolve to help and surfaced. After the submarine surfaces, she takes on water. The entire crew boards the steamer before losing the sub and helps put down the rebellion.\nThe Chinese laborers are subdued and returned to the Brig. Larson tracks down Ah Wing and shoots him. He returns to his quarters to find the hermit telling Maria the Captain is her father. Maria smiles and calls Lars–Daddy.\nSometime later, the repaired PN9 seaplane lands in the San Francisco harbor. The crowds are cheering. Captain Lars and his daughter are onshore, welcoming the naval crew back home.", "tmdb_plot": "In 1906 Sweden, Captain Lars Larson (Knute Erickson) goes on a sea voyage, leaving his wife (Marcella Daly) behind expecting their first child. Unbeknownst to him while he is at sea, a bitter rival kidnaps her and makes it look as though she left him willingly. When he returns and discovers their home abandoned, he all but goes mad with bitterness and rage, destroying their home. In the years that follow, Larson becomes a sadistic, drunken reprobate of the sea, working for smugglers carrying all kinds of illegal cargo, including drugs -- and human cargo.", "tmdb_id": "703287", "wiki_id": "60169209"}, {"title": "Officer '444'", "genres": [], "wiki_plot": "Officer 444, a heroic policeman, does battle with The Frog, a criminal mastermind who is trying to get his hands on Haverlyte, a formula that is so powerful whoever had it would possess enough power to control the entire world.", "tmdb_plot": "Heroic Officer 444 battles The Frog and his criminal gang for possession of Haverlyte, a powerful formula that, if it fell into the wrong hands, would give its owner enough power to control the world. And, taking no chances, The Frog sends his chief henchwoman, a seductive vamp named The Vulture, to tempt Officer 444 to stray from his sworn duty to save the world from The Frog's nefarious plans.", "tmdb_id": "189585", "wiki_id": "15932362"}, {"title": "Old Ironsides", "genres": ["History", "Drama"], "wiki_plot": "Early in the 19th century, USS Constitution is launched as part of an effort to stop piracy in the Mediterranean Sea. Meanwhile, a young man determined to go to sea (Farrell) is befriended by the bos'n (Beery) of the merchant ship Esther, and he joins its crew. When Esther reaches the Mediterranean, she too, along with Constitution, becomes involved in the battle against the pirates.", "tmdb_plot": "An embellished account of the 1813 expedition by famed frigate U.S.S. Constitution--a.k.a. \"Old Ironsides\"--against the Barbary pirates then terrorizing American shipping, focusing on the crew and passengers of a fictional merchant ship, The Esther, who fall afoul of the same pirates and thus become involved with the Constitution's mission.", "tmdb_id": "190163", "wiki_id": "8965027"}, {"title": "On the Front Page", "genres": [], "wiki_plot": "After being beaten to a scandalous story involving Countess Polasky (Rich), newspaper editor James W. Hornby (Davis) assigns his son (Brooke) 24 hours to find an even more scandalous story about the countess. The countess lounges with her two male beauty experts, both fawning over her. Her secretary (Montana) pulls them off. Hornby Jr drives fast through the outskirts of Los Angeles and is pursued by a motorcycle cop. Hornby Jr throws various items of female clothing from the car, each hitting the cop in the face as he tries to catch up.\nThe butler (Laurel) is sleeping when a small rock is thrown through the window by Hornby Jr. He asks if his father is up. Hornby Sr is in the bathroom. He throws a stool out of the window almost hitting his son. Jr gets the butler to throw down some fresh clothes. He starts to change next to his car but bumps it making it roll off. It gets faster and faster. Just after Jr manages to get in it rear ends the motorcycle cop launching him upwards. The cop lands in the back seat.\nHornby Sr asks if assistant if there is any progress on the story. Jr has returned to his father's mansion. The butler asks if he would like his \"evening weed\". Jr jumps up with an idea: the butler should put the countess in a compromising situation, and then they will be photographed and the photo published.\nThe butler says that women scare him. Jr forces him to wear his father's dinner suit. Father returns. They avoid being seen and Jr puts the butler in the back seat of his father's car and chauffeurs him off. They arrive at the hotel where the countess is staying. Jr has a camera and tripod. They plot to get the countess to open her door to receive a box of flowers but she hears them. She tells her secretary that she is tired of reporters and wants to teach them a lesson.\nThe maid opens the door and the butler falls in. She takes the flowers and tells the countess he is there. He sits on a chaise longue, The countess reveals herself from behind a spiders web curtain and his hat pops off in surprise. She sits with him and starts to caress him, much to his distress. Meanwhile Jr is trying to set up the camera outside on the balcony. The butler says \"you're wasting your time - my mother has told me everything\". He tries to leave and she tackles him and they end on the floor. Jr signals that he is ready to take the photo. The butler complains that she is not his type: he likes them \"wide and plumpy\". But he puts his arms around her. He squeezes slightly too much. She tells him to leave. Jr phones the police and says the countess is having a wild party. The butler chases the countess around the room but her secretary intervenes just as the police arrive. He gets thrown out of the window and slides down the fire escape. Jr and the butler run off and get chased by the motorcycle cop.\nThe police break down the countess's door pursued by several press men. They find the dinner jacket with Hornby Sr's name in it. The next morning a newspaper boy is shouting the headlines: a scandal about the countess. Hornby Sr gets a headline but he is in it! He gets a golf club ready to hit his son. Jr and the butler arrive with the cop so Hornby Sr has to delay. As soon as the cop leaves he chases both up the road.", "tmdb_plot": "After being beaten to a story of scandal involving Countess Polasky, James W. Hornby assigns his son 24 hours to find an even more scandalous story about the countess. After spending the night in the wrong street looking for the wrong countess, he comes up with a plan: the butler will be seen in a comprimising situation with the countess, and then photographed. The countess, who is sick of reporters, has other ideas... Written by Paul L", "tmdb_id": "112677", "wiki_id": "13275151"}, {"title": "One Minute to Play", "genres": ["Action", "Romance"], "wiki_plot": "Red Wade is a star high school football player who hopes to attend Claxton University and play for its decorated college football team. However, his disapproving father John wants him to quit the sport and attend Parmalee University, a school that has struggled financially and athletically, to focus on his education. On the train ride to Claxton, he meets Sally Rogers, whose brother Tex is the head football coach at Parmalee, and gets into a fight with Claxton captain Biff Wheeler that knocks him out.\nUpon recovering, Red is inadvertently taken to Parmalee, where he reunites with Sally and elects to stay. Although he had promised to obey his father and refuses to try out for the team, the desire to do so anyway proves to be too strong and he ultimately makes the roster. With Red in the backfield, the hapless Parmalee team wins its first game in years.\nMeanwhile, John gives a $100,000 endowment to Parmalee, which his good friend and university president Todd accepts. However, he discovers Red has been playing football behind his back after learning of his on-field success in a newspaper sent by his roommate Tubby. The day before the Parmalee game against Claxton, he confronts Red and threatens to withdraw his endowment if he plays. Todd urges Red to play, but the latter decides to feign drunkenness later that night, prompting Coach Rogers to bench him for the game.\nJohn, who has never watched a football game, attends the game to ensure Red is not playing. By halftime, he realizes his enjoyment for the sport and changes his mind on his orders. With Parmalee trailing 6–0 in the fourth quarter, Coach Rogers is hesitant to send Red back in, but caves out of desperation for victory. With one minute remaining, Red scores a touchdown and kicks the game-winning conversion to secure the 7–6 Parmalee win.", "tmdb_plot": "\"Red\" Wade, a star high-school football player, has intentions of going to Claxton College, which has a powerhouse football team, but changes his mind when he meets the sister of the pitiful Paramlee team and goes to college there, just as his father, an alum of the school, had wished. But his father has ordered him not to play football. \"Dad\" Wade, has offered a $100,000 endowment to his old school, not knowing his son has joined the football team but is going to withdraw it if his son plays in the Big Game against Claxton. This puts \"Red\" between a rock and a hard place.", "tmdb_id": "777439", "wiki_id": "57912195"}, {"title": "Orphan of Lowood", "genres": ["Drama"], "wiki_plot": "Jane Eyre falls in love with the eccentric Lord Edward Rochester, not realizing he has his mentally ill wife locked up in the attic.", "tmdb_plot": "A film based on novel Jane Eyre.", "tmdb_id": "625830", "wiki_id": "35781339"}, {"title": "The Outsider", "genres": [], "wiki_plot": "As described in a film magazine review, Leontine Sturdee and her dancing partner Basil Owen tour Hungry. They meet Anton Ragatzy, a mystic faith healer who falls in love with the young woman. When she is injured during an acrobatic dance move, she is taken to London where the doctors pronounce her an incurable cripple. Anton follows her to London where he offers her aid but is denounced by the doctors. Finally he obtains admission to see Leontine. After several failures she is able to rise and walk at his command. Leontine realizes that it was not his healing abilities but their mutual love that wrought the cure.", "tmdb_plot": "1926 film starring Jacqueline Logan, Lou Tellegen, and Walter Pidgeon.", "tmdb_id": "679155", "wiki_id": "28745629"}, {"title": "The Overcoat", "genres": ["Drama"], "wiki_plot": "Arriving in St. Petersburg, landowner Ptitsin (Nikolai Gorodnichev) tries to achieve with the help of bribes a favorable decision of his litigation concerning a neighbor. With swindler and blackmailer Yaryzhka (Sergei Gerasimov) he finds a functionary who is willing to take the money. Cautious Bashmachkin (Andrei Kostrichkin) to whom the briber comes, does not want to take on the dangerous enterprise, although he can not resist the charms of a beautiful female stranger (Antonina Eremeeva) whom he met on the Nevsky Prospekt. Later Akaky Akakievich finds out that the woman of his dreams is only an accomplice to swindlers. Fearing punishment, the frightened bureaucrat becomes even more reclusive, all the more carefully isolating himself off from people.\nYears later, the already aged and decrepit titular counselor Bashmachkin is forced at the cost of enormous efforts, down to saving the last penny to order a new custom overcoat from tailor Petrovich (Vladimir Lepko). It represents for him so much that it is impossible for him not to fall in love with the tailor's creation. The old campaigner literally becomes rejuvenated when he tries on the new clothing with a warm fur collar. Fellow officers have arranged a little party in honor of the colleague, but that night poor Bashmachkin is robbed on his way home from the festivities. He tries to complain and goes with his trouble to the authorities. Nobody wants to listen to him and he is kicked out, and some time later heartbroken Akakiy dies peacefully, a senseless death ending a meaningless life.", "tmdb_plot": "Soviet film based on Nikolai Gogol stories \"Nevsky Prospekt\" and \"The Overcoat\".", "tmdb_id": "105170", "wiki_id": "23547202"}, {"title": "A Page of Madness", "genres": ["Horror", "Drama"], "wiki_plot": "The film takes place in an asylum in the countryside. Amid a torrential rainstorm, a janitor wanders through the halls revealing the various patients with mental illnesses. The next day, a young woman arrives and is surprised to see her father, the janitor, working there. Her mother is an inmate in the asylum and had gone insane due to the cruelty of her husband, the janitor, when he was a sailor. The husband, feeling guilty, took a job at the asylum to care for her. The daughter announces that she is soon to marry a fine young man, but the janitor begins to worry due to the then-common belief that mental illness was inherited. If the young man's family were to learn of the mother's illness, the marriage might be called off.\nAt work the janitor's relationship with his wife, unknown to the asylum, interferes with his job. He gets into a fight with some male inmates when his wife is hit, and he is sternly scolded by the head doctor. These events cause the janitor to experience a number of fantasies, as he slowly loses control of the border between dreams and reality. He first has a daydream about winning a chest of drawers in a lottery that he could give to his daughter as part of her dowry. When his daughter comes to tell him that her marriage is in trouble, he thinks about taking his wife away from the asylum to hide her existence. He also fantasizes about killing the head doctor, but the vision gets out of hand as a bearded inmate is seen marrying his daughter. The janitor finally dreams of distributing masks to the inmates, providing them with happy faces. He returns to work mopping the floors, no longer able to visit his wife's ward because he lost the keys (picked up by the doctor). He sees the bearded inmate pass by, who bows to him for the first time, as if bowing to his father-in-law.", "tmdb_plot": "A man takes a job at an asylum with hopes of freeing his imprisoned wife.", "tmdb_id": "94525", "wiki_id": "1569210"}, {"title": "Paris", "genres": ["Drama"], "wiki_plot": "A young American millionaire named Jerry is vacationing in Paris and visits an Apache den, the Birdcage Cafe, where he meets \"The Girl\". Trouble ensues when \"The Cat\" injures Jerry in a jealous rage. \"The Girl\" nurses Jerry back to health while \"The Cat\" plots to murder \"The Girl\".", "tmdb_plot": "The power of love in the violent underground world of the Apaches in Paris in the early 20th century.", "tmdb_id": "662866", "wiki_id": "16326663"}, {"title": "Pirates of the Sky", "genres": ["Action", "Adventure"], "wiki_plot": "Baffled by the mysterious disappearance of a mail plane, the United States Secret Service solicits the aid of Bob Manning (Charles Hutchison), an amateur criminologist. Among the reporters covering the story is Doris Reed (Wanda Hawley), who has previously been engaged to Manning.\nDoris watches Manning's house, but Joe Parker and \"Slim,\" two of Bruce Mitchell's gang, are also watching the house. The gang is responsible for the aircraft's disappearance.\nManning goes to her rescue, and both Doris and Manning are captured and taken to a deserted warehouse. Doris convinces gang leader Bruce Mitchell (Crauford Kent) she is working with the criminals.\nManning escapes, however, and with the help of Doris, thwarts the bandits in some daring aerial work. The couple then are happily reunited.", "tmdb_plot": "Daredevil pilot Bob Manning is pressed into service by the Government to track down a missing mail plane. He soon uncovers a gang of aerial hijackers, led by Bruce Mitchell. Exhibiting a repertoire of truly awe-inspiring flying stunts, Manning beats the villains at their own game.", "tmdb_id": "1008753", "wiki_id": "60938299"}, {"title": "Prinzessin Trulala", "genres": ["Comedy"], "wiki_plot": "The young and wild Princess Trulala should finally get married! Her chosen one is the young and beautiful Prince Arnulf, whose father of the same name, the old Prince of Leinefeld, rules over a small empire. In order to get to know her groom better, Princess Trulala travels with her sister, Princess Hopsassa, both disguised as waitresses, to the residence of the young prince. The Prince too wants to get to know his bride better, and dresses up as a forester. Of course, as usual for a comedy of confusion of that time, this leads to all sorts of more or less funny misunderstandings.\nSince the two waitresses are quite handsome, the village boys in Prince Arnulf's empire are now also beginning to develop interest in Trulala and Hopsassa, which in turn arouses plenty of displeasure among the village beauties of the country. When Trulala and Arnulf got to know each other better, they quickly take a liking to each other and want to escape the whole Tohuwabohu by tearing away to Munich. The old prince promptly leaves, believing that he has to free Arnulf junior from this improper \"woman\", this waitress. But eventually everything dissolves in pleasure, and Prince Arnulf gives his blessing to his son's marriage to that false \"waitress\", Princess Trulala. And quite en passé, the old man also finds pleasure in Trulala's sister Hopsassa, whom he finally leads home.", "tmdb_plot": "", "tmdb_id": "680506", "wiki_id": "45682072"}, {"title": "Private Izzy Murphy", "genres": [], "wiki_plot": "Isadore Goldberg, an enterprising Russian Jew, comes to the United States and establishes himself in the delicatessen business so that he can one day send for his parents. Forced to vacate his store, Izzy relocates in an Irish neighborhood; there, after he changes his surname to \"Murphy,\" his business prospers. While waiting for a subway train, Izzy recovers a girl's handkerchief; later, he meets her in his store and learns that she is Eileen Cohannigan, from whose father he buys foodstuffs. After the arrival of Izzy's parents, he embarks for France with an all-Irish regiment and inspires his comrades to deeds of valor. He is welcomed home by Cohannigan, but when Cohannigan learns that he is Jewish, he denounces his daughter for loving him. With the aid of his service buddies, however, Izzy and Eileen head for City Hall to be married.", "tmdb_plot": "Isadore \"Izzy\" Goldberg changes his name to I. Patrick Murphy because his store is in an Irish-neighborhood in New York City. He meets Eileen Cohannigan, the daughter of a meat-packer, and he tells her he is Irish and a romance begins. When America enters World War I, \"Izzy\" enlists, is sent to France, and is wounded while engaged in a heroic rescue during a big battle. While recovering in an overseas hospital, he writes Eileen and tells her he is Jewish and not Irish. Returning home, he is parading with his regiment and he sees Eileen with Robert O'Malley, his old rival. He thinks she has thrown him over because he is Jewish. An Irish lodge comes to bestow an honor on the man they think is Patrick Murphy, an Irish hero. But O'Malley tells them his real name is Goldberg. But Eileen tels him it is he she loves, and they head for the marriage-license bureau.", "tmdb_id": "595315", "wiki_id": "34757738"}, {"title": "A Soldier of Fortune", "genres": ["Action"], "wiki_plot": "In Punguna, Na Woon-gyu plays the role of Nicolai Park, a veteran of the Russian army, who has returned to Korea from European battlefields. Broke, hungry, and unable to find employment, he is taken in as a boarder by Kim Chang-ho. Chang-ho's friend, Cha-duk becomes romantically involved with Hae-ok, who had sold herself to support her parents. Cha-duk's wife, Yeong-ja becomes involved with Nicolai, who rejects her proposal to run away with him. The romantic complications spiral until Yeong-ja kills Cha-duk. The film ends with Nicolai departing for destinations unknown while the other boarders bid him farewell.", "tmdb_plot": "Na Woon-gyu plays the role of Nicolai Park, a veteran of the Russian army, who has returned to Korea from European battlefields. Broke, hungry, and unable to find employment, he is taken in as a boarder by Kim Chang-ho. Chang-ho's friend, Cha-duk becomes romantically involved with Hae-ok, who had sold herself to support her parents. Cha-duk's wife, Yeong-ja becomes involved with Nicolai, who rejects her proposal to run away with him. The romantic complications spiral until Yeong-ja kills Cha-duk. The film ends with Nicolai departing for destinations unknown while the other boarders bid him farewell.", "tmdb_id": "814010", "wiki_id": "4470284"}, {"title": "The Quarterback", "genres": ["Comedy", "Drama"], "wiki_plot": "Elmer Stone, quarterback of the 1899 Colton College football team vows to remain a student until Colton beats its biggest rival, State University. Twenty-seven years later, Elmer is still in school and is a classmate of his son, Jack. Other than driving a milk wagon in his spare time, Jack is also the quarterback of the football team. A matter of his eligibility comes up but he is cleared and goes out to do-or-die for Colton against State University. Maybe they will win The Big Game, and Jack's father can get a life...and a job.", "tmdb_plot": "Elmer Stone, quarterback of the 1899 Colton College football team vows to remain a student until Colton beats its biggest rival, State University. Twenty-seven years later, Elmer is still in school and is a classmate of his son, Jack. Other than driving a milk wagon in his spare time, Jack is also the quarterback of the football team. A matter of his eligibility comes up but he is cleared and goes out to do-or-die for Colton against State University. Maybe they will win The Big Game, and Jack's father can get a life...and a job.", "tmdb_id": "423713", "wiki_id": "45340182"}, {"title": "Raggedy Rose", "genres": ["Comedy"], "wiki_plot": "Rose (Normand), who works for a junk dealer (Davidson), dreams of romance with bachelor Ted Tudor (Miller).", "tmdb_plot": "Rose, who works for a penny-pinching junk dealer, dreams of romance with wealthy bachelor Ted Tudor.", "tmdb_id": "189624", "wiki_id": "14963944"}, {"title": "The Reckless Lady", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, the attentions of Feodor, a Russian, to Mrs. Fleming results in her husband, Colonel Fleming, leaving her. The wife retains the child Sylvia. Years later Mrs. Fleming is gambling in Monte Carlo. Feodor reappears and makes love to Sylvia. The American Ralph Hillier was her other suiter. Mrs. Fleming attempts to commit suicide but is saved by Ralph and her husband. The Colonel pursues Feodor, who leaps over a cliff. The elder Fleming couple are reunited, and Sylvia accepts Ralph.", "tmdb_plot": "", "tmdb_id": "607982", "wiki_id": "56368671"}, {"title": "The Return of Peter Grimm", "genres": ["Fantasy"], "wiki_plot": "The ghost of a recently deceased family patriarch tries to help his surviving relatives, in part by preventing a marriage that he knows will go wrong.", "tmdb_plot": "\"Old Peter Grimm makes his ward Katie promise to marry his nephew Frederik [ sic ] and then dies. Frederik proves to be a scapegrace and Peter's spirit returns to right matters and finally succeeds in doing so by communicating with Jimmie who is in a delirium.\" ( Moving Picture World, 20 Nov 1926, p164.) Peter thus thwarts selfishness and greed and rewards virtue.", "tmdb_id": "316292", "wiki_id": "45123887"}, {"title": "The Road to Glory", "genres": ["Drama"], "wiki_plot": "May McAvoy is a young woman, gradually going blind. She tries to spare her boyfriend Rockliffe Fellowes and her father Ford Sterling from the burden of her illness. She agrees to live with Leslie Fenton, a greedy rich man, in order to get away from her father and lover.", "tmdb_plot": "May McAvoy is a woman who is blinded in an auto accident and relies on prayer to regain her sight.", "tmdb_id": "420011", "wiki_id": "48906715"}, {"title": "The Road to Mandalay", "genres": ["Drama"], "wiki_plot": "Singapore Joe (Lon Chaney) is a captain on board a ship bound for Mandalay with his wife, who lies gravely ill in her cabin. His wife dies giving birth to a daughter, and the Captain leaves the child in the care of his brother Father James, a priest who raises the girl as his own. Twenty years pass, and the captain is now a hardened criminal with a blind eye who runs a Singapore brothel along with a vile Chinese associate named English Charlie Wing (Kamiyama Sojin). A third partner in their shady dealings is known as \"The Admiral,\" a fallen young man who was once a well-to-do Englishman.\nWhenever he finds himself in Mandalay, Joe has always makes a point of visiting his daughter, who is an adult now and runs a religious curio shop in town. She does not know that Joe is her father and is repulsed by the crude one-eyed man whenever he stops by. The Admiral wanders into her shop one day and he and she become romantically involved. Joe tells Father James that he is thinking of cleaning up his act, and wants to turn over a new leaf and take his daughter away to start a new life together, but the priest warns him that he already has too many sins on his soul weighing him down. Joe learns that his daughter is planning to get married, and on the day of the wedding, he sneaks inside the church, and is shocked to find that her intended husband-to-be is \"The Admiral\".\nJoe prevents the priest from carrying out the ceremony, then his men kidnap The Admiral and smuggle him back to Joe's whorehouse in Singapore. The girl suspects Joe has abducted her fiancé and travels to the brothel to rescue him. Charlie Wing lures the young girl upstairs and is about to rape her when Joe enters and stops him. The Admiral arrives and fights with Joe, and during the fight the girl fatally stabs Joe, not realizing he is her father. Joe tells The Admiral to take her far away, and he holds Charlie Wing at bay while the two lovers escape. Father James arrives just in time to see Singapore Joe die from his knife wound.", "tmdb_plot": "Joe, a former sea captain whose wife died during the birth of their child at sea, is now a pockmarked, disreputable divekeeper in Singapore where he indulges in shady operations with Herrick, known as The Admiral. They ship for Mandalay, where Joe's daughter lives with a priest, Father James, and tends a curio shop, unaware that her father regularly sends money to Father James for her support. Although his daughter clearly finds him abhorrent, Joe determines to take her away until he learns that The Admiral has fallen in love with her and plans to marry her. He persuades Father James (actually his brother) not to perform the ceremony, and The Admiral is shanghaied by Joe's men. The girl, suspecting Joe, goes to his brothel in Singapore and is about to be assaulted by Charlie, a lecherous Chinaman, when Joe intervenes and is stabbed. The Admiral comes to her rescue and escapes with her on a boat.", "tmdb_id": "50330", "wiki_id": "17355938"}, {"title": "Rocking Moon", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Sasha Larianoff operates a blue fox farm on Rocking Moon Island, assisted by Gary Tynan. She hopes to pay off a mortgage held by trader Nick Nash with the season's receipts. Sasha's foxes disappear and so does Gary. Nash, who desires Sasha, tells her that Gary has played her falsely. However, Gary has been trapped and bound by invaders of the farm. Escaping, he finds a cavern which contain the missing fox pelts. Gary overcomes Nash, who turns out to be the leader of the bandits, in a terrific fight and wins Sasha's love.", "tmdb_plot": "Sasha Larianoff lives on Rocking Moon Island where she runs a blue fox farm with the help of Gary Tynan. Nash, a trader, has a mortgage on the farm, and Sasha is hoping to pay it off with the season's receipts. But then Sasha's fox pelts disappear, as does Gary. Nash, who is in love with Sasha himself, suggests that Gary is not the fine, upstanding man he appeared to be. This, of course, is untrue -- Gary has been trapped and tied up.", "tmdb_id": "936083", "wiki_id": "56689319"}, {"title": "The Runaway", "genres": ["Drama"], "wiki_plot": "Cynthia Meade (Clara Bow), a wild, high spirited New York movie actress, meets Jack Harrison (William Powell), a wealthy young New Yorker, in a Tennessee city. She is hoping he will be able to help her with her movie career, but he demands a relationship in return. A stray bullet comes through the window and he is dangerously wounded while with Cynthia. She realizes how hard it will be to prove her innocence and flees, thinking Harrison dead.\nOn a lonely road. Cynthia, half hysterical and nearly exhausted, appeals to Wade Murrell (Warner Baxter), a young mountaineer on the way back to his Kentucky home. He believes that she is running away from danger and takes her with him.  Arriving at his house, he is disgusted when he learns she cannot cook or do any of the daily chores of hill women. But she finally wins the confidence of his mother (Edythe Chapman). Several weeks later, Harrison, the supposedly dead man, appears, saying he is seeking the person who shot and left him for dead. Murrell does not know at first that Cynthia is the person Harrison suspects, and the two become good friends. The presence of a “painted woman,” as the hill people call Cynthia arouses a terrific antipathy toward Murrell, and he narrowly avoids being killed by one of their number. In the end, Cynthia is forced to choose between her old and new lover, but not before the three have passed through many crises.", "tmdb_plot": "A movie actress, mistakenly thinking she has killed a fellow actor, goes on the run and finds herself taken in by a Kentucky mountain family.", "tmdb_id": "286411", "wiki_id": "40486331"}, {"title": "The Sap", "genres": [], "wiki_plot": "The titular sap is Barry Weston, a coward who goes off to war unexpectedly fights heroically and is welcomed back to his hometown.", "tmdb_plot": "Barry Weston is raised by his widowed mother and is, at best, a \"mama's boy,\" and, at worst, a bit of a coward. He is drafted into the A.E.F. when World War I breaks out, and accidentally captures a nest of German snipers, and is decorated for bravery. He returns home as a hero but Vance, the town bully, challenges him to a fight but Barry refuses and the townsmen mock him and consider him a coward. His girlfriend Janet is none too impressed, either. He heads for the tall timber with suicide as his intent.", "tmdb_id": "595187", "wiki_id": "56544197"}, {"title": "The Scrappin' Kid", "genres": ["Western"], "wiki_plot": "As described in a review in a film magazine, Bill Bradley (Acord) appears as a chap who lives along on a little ranch. During a forest fire he saves a young woman and her small brother and sister. Mail bandits have robbed a train hide in the hills, and finally venture forth and make Bill a prisoner. He escapes and sends his dog to the sheriff. The bandits capture the woman and take her to their lair. Bill pursues and fights them, and the sheriff appears and takes them into custody. Bill wins the affection of the young woman and uses the government reward from the capture of the gang to pay off the mortgage on his ranch.", "tmdb_plot": "Bill Bradley, who owns a small house and a one-horse corral in the hills, saves the lives of Betty Brent and her brother Mike from a forest fire in which their mother has perished. He decides to take care of them. When word spreads that Betty is actually 18, a committee of citizens, headed by Cliff Barrowes, whose father holds a mortgage on Bill's property, calls to protest; the sheriff's wife offers the children a home; and soon after, Cliff begins to woo the girl. Bill, meanwhile, is forcibly held by a trio of outlaws about to flee across the border.", "tmdb_id": "657056", "wiki_id": "58538271"}, {"title": "The Sea Beast", "genres": ["Adventure", "Fantasy"], "wiki_plot": "At the beginning of the story, Ahab (John Barrymore) and his half brother Derek (George O'Hara) compete for the affections of a winsome minister's daughter, Esther Wiscasset (Dolores Costello). Meanwhile, an albino whale has been eluding harpooners, and bears the scars of many failed attacks against him. The animal's fame has reached epic proportions. One day, Ahab and Derek are on the same whaler as the whale heaves into view. Ahab raises his harpoon to kill the beast, but at that moment, Derek pushes him overboard and Ahab loses his right leg to the whale. Not long after this incident, the shallow Esther rebuffs Ahab as her suitor once she catches sight of his peg leg. Heartbroken at this turn of events, Ahab blames neither Esther nor his brother; instead he transfers blame and an undying hatred onto the whale. The following saga of Ahab's pursuit of the whale takes on the aura of a super-human quest, far beyond the proportions of its first motivation.", "tmdb_plot": "Based on Herman Melville's novel \"Moby Dick.\"", "tmdb_id": "177219", "wiki_id": "9782429"}, {"title": "Sea Horses", "genres": ["Drama", "Romance"], "wiki_plot": "As described in a film magazine review, a young American captain aids a beautiful young English woman to find her Italian husband, who has abandoned her and her child, in an evil African port. Her efforts at reconciliation refused, she returns to the captain, who loves her. The child is kidnaped by the father. There is a terrific fight. The captain and the mother and child escape, and the dissolute husband is wiped out in a tropical storm.", "tmdb_plot": "Sea Horses is a 1926 American drama silent film directed by Allan Dwan and written by Becky Gardiner, James Shelley Hamilton and Francis Brett Young. The film stars Jack Holt, Florence Vidor, William Powell, George Bancroft, Mack Swain, Frank Campeau and Allan Simpson. The film was released on February 22, 1926, by Paramount Pictures.  It is considered a lost film.", "tmdb_id": "461122", "wiki_id": "45332009"}, {"title": "Secrets of a Soul", "genres": ["Thriller", "Drama"], "wiki_plot": "Martin Fellman, a learned professor, experiences nightmares that make him believe he is going insane. He fears that he is on the verge of murdering his wife, who loves him dearly. He hires Dr. Orth, a psychiatrist, to help him work out his psychoses.", "tmdb_plot": "Werner Krauss, who had played the deranged Dr. Caligari six years earlier, stars as a scientist who is tormented by an irrational fear of knives and the irresistible compulsion to murder his wife. Driven to the brink of madness by fantastic nightmares (designed by Ernö Metzner and photographed by Guido Seeber in a brilliant mix of expressionism and surrealism), he encounters a psychoanalyst who offers to treat the perplexing malady.", "tmdb_id": "84954", "wiki_id": "24311977"}, {"title": "Shadow of the Law", "genres": ["Drama", "Crime"], "wiki_plot": "As described in a film magazine review, Mary Brophy, a young  woman who is unjustly jailed by a master crook whom she refuses to wed, later meets and falls in love with James Reynolds, a young man who becomes her protector. While Mary is in jail, her father falls under the evil influence of the criminal gang leader. At a reception the young woman’s father is shot by the man she refused to wed. He is brought to justice and her romance thereafter goes smoothly.", "tmdb_plot": "A young woman is framed and sent to prison for a crime she didn't commit. When she is released, she sets out to take her revenge on those responsible. -from IMDB.com", "tmdb_id": "419673", "wiki_id": "34489362"}, {"title": "Shivering Spooks", "genres": ["Comedy"], "wiki_plot": "A phony spiritualist named Professor Fleece dupes gullible people into believing he can contact the dead through seances. When the Our Gang kids disrupt one of his seances, the Professor orders his henchmen to scare the heck out of the kids so that they will leave the area.", "tmdb_plot": "The kids are playing baseball when a man dressed in Middle-Eastern clothing comes out and tells them to be quiet. They join Mary, Farina, and Scooter in the gang's hide-out while Mary is reading ghost stories. While on the other side of the wall, the Arab-looking man is cheating people out of their money by staging a fake séance using state-of-the-art special effects. The cave entrance for the gang's hide-out collapses, so they light candles and dig into the wall, entering into the house. The \"suckers\" find out they are being cheated and run to get the cops to book the guys. The guys find out that the kids are in the house, and one dresses up in a ghost costume and chases the kids throughout the house.", "tmdb_id": "189588", "wiki_id": "19312140"}, {"title": "Shor and Shorshor", "genres": ["Comedy"], "wiki_plot": "The film tells of the adventures of rural slackers Shor and Shorshor. Their wives kick them out of the house (without collusion) and tell them that they will be able to return home only when they get hold of food, but the friends use the superstitious villagers only for procuring alcohol.", "tmdb_plot": "Two friends, Shor and Shorshor, both idlers and drunkards, have many comical adventures and get into lot of trouble.", "tmdb_id": "272092", "wiki_id": "52654800"}, {"title": "Siberia", "genres": ["Drama"], "wiki_plot": "The Imperial Russian Army officer Leonid Petroff and the pro-revolutionary schoolteacher Sonia Vronsky fall in love. She is exiled to Siberia with her brother Kyrill, but Petroff is posted there and they continue their romance. After the October Revolution Vronsky and Petroff escape the country while being pursued by the Bolshevik leader Egor Kaplan.", "tmdb_plot": "Officer in the Imperial Russian Army, Petroff, is in love with Sonia, a schoolteacher who casts her lot with revolutionaries. During a time of suppression, she is exiled with her brother to Siberia. There Petroff is sent in the discharge of his official duties and secretly renews their romance. When the Bolsheviki overthrow the government, Sonia is freed and aids in the escape of Petroff, who incurs the enmity of Egor, the revolutionary leader, because he is a royalist. Together they escape across the frozen wastes in a sledge, pursued by wolves and Egor, who has used patriotism as a cloak to conceal personal ambitions.", "tmdb_id": "936103", "wiki_id": "57748940"}, {"title": "Simen Mustrøens besynderlige opplevelser", "genres": ["Comedy", "Thriller"], "wiki_plot": "The film tells the story of a woodcarver named Simen, who is cheated by a wealthy farmer out of some silver that he has inherited. Simen starts a rumor about his own death, and he starts acting like a ghost. After frightening the wealthy farmer and the sexton, who has begun wooing Simen's wife, the wealthy farmer's fraud is discovered, and the bailiff arrests him. Simen is \"resurrected\" from the dead and is recognized for his artwork.", "tmdb_plot": "The poor but skilled woodcutter Simen is conned by the rich Pikajord. Simen's answer is to reenact his own death through disappearance, and come back as a ghost. But then his attractive wife looks like a widow.", "tmdb_id": "970657", "wiki_id": "61094071"}, {"title": "A Six Shootin' Romance", "genres": ["Western"], "wiki_plot": "\"Lightning\" Jack (Jack Hoxie) is joint heir to a ranch with eastern society girl Donaldeen Travis (Olive Hasbrouck).\nAlthough neighboring rancher Currier King (William Steele) is already married, he is attracted to Donaldeen and begins to court her.  When Donaldeen learns Currier is married, she spurns his advances.  Angered, Currier abducts Donaldeen.\nJack rallies his men to rescue Donaldeen from Currier, and Donaldeen finds that she is in love with Jack.", "tmdb_plot": "\"Lightning\" Jack inherits a ranch.  Unfortunately, he is forced to share his inheritance with Donaldeen Travis, a snobbish debutante type who arrives from the East with her mammy and sister in tow. Donaldeen takes an immediate dislike to the uncouth \"Lightning\" and spends time instead with smooth-talking neighbor Currier King.", "tmdb_id": "314355", "wiki_id": "58529977"}, {"title": "A Sixth Part of the World", "genres": ["Documentary"], "wiki_plot": "Vertov starts by showing us, with intertitles in giant Cyrillic characters, what he sees (Вижу) about the capitalist West with its foxtrot and black minstrels, and then switches his attention to the audience (Вы) and then the individual viewer (Ты). In one self-reflective moment, Vertov even shows cinema-goers watching an earlier piece of the film (‘And you sitting in the audience’). He takes the viewer on a tour of the vital importance of agricultural production, which generates export revenue (shot of the ship’s nameplate Greenwich) so that Russia can buy machines to build more machines (shots of a milling machine). This gives him the pretext to take a Cook’s tour of the extremities of the Soviet Union, showing the Lenin (shot downwards from above the prow) delivering new dogs to the Samoyeds on Novaya Zemlya and their being invited on board to listen to a gramophone recording of Vladimir Lenin himself. Then the film shows Bukhara where one of the mosques is looking very dingy and crumbled, and to Leningrad where trams run down the middle of broad empty boulevard as a horse-drawn carriage turns out. Next are shown a Kirghiz with a giant eagle perched on his arm, a bear encircled by yapping dogs, a fox caught in a trap and another one that is a child’s pet, guillemots, gulls, a man shooting a sable in the top of a pine tree, a pine marten, sheep being dragged into the sea for a wash and other sheep being obliged to jump into a stream for the same purpose - the intertitles are surreal: 'You – whether you are washing your sheep in the sea (film) or whether you are washing your sheep in the river (film)…' Then trappers are shown bringing their furs to the Госторг (Gostorg) trading post in exchange for manufactured goods, everyone contributing to the national economy. The furs are destined for the Leipzig fair (ярмарка). In a stop-frame sequence, rows of oranges align themselves in a packing box, wadges of packing material shuffle along and jump on top of them, and then the lids close (the line pulling one of the sides is just visible). Coke is shown being quenched, as well as electricity pylons and insulators, and the village electricity co-op. Sturgeon are lifted out of tanks to make caviar. Next are shown barrels of butter – 'it is yours!' Wheat is threshed, linen is spun and cotton is ginned. The country is being modernised, although there are still some people who trust in Mohammed (film) or Christ (a man telling his rosary) or Buddha (film) and there is a Siberian shaman looking remarkably like a North American Indian, and even a reindeer being slaughtered (by axe blows to the neck) as a sacrifice. The film shows crowds of women in full-face veils, but also a modernising country as a woman lifts her veil. Then there are some tundra-dwellers eating raw reindeer meat.\nIt is a travelogue and anthropological document. Lenin’s mausoleum is his alone at this time (1926). The moral: everyone produces and is building socialism. It starts with slavery and ends with developing countries joining the socialist revolution.", "tmdb_plot": "Through the travelogue format, it depicts the multitude of Soviet peoples in remote areas of USSR and details the entirety of the wealth of the Soviet land. Focusing on cultural and economic diversity, the film is in fact a call for unification in order to build a \"complete socialist society\".", "tmdb_id": "185579", "wiki_id": "32251157"}, {"title": "Skinner's Dress Suit", "genres": ["Comedy"], "wiki_plot": "As described in a review in a film magazine, Honey (La Plante) idolizes her husband Skinner (Denny) and makes him demand a raise which is refused as Jackson (Braham), the biggest customer, has withdrawn his business. Honey has already told friends about the raise and Skinner has not the heart to tell her the truth. She starts spending the \"raise\" by making him buy a dress suit made by a Jewish tailor (Strauss). This new suit opens the way to social triumph which, of course, means more spending. At work, the plodding Skinner is starting to blossom out and has the stenographer (Morrissey) teach him the Charleston and gets caught by the boss. As the bills begin coming due, Skinner is fired but before he has a chance to tell Honey, she whisks him off to a society dance at a swell hotel. Jackson is stopping at the hotel and his pampered wife (Ward) insists she wants to go to the dance and that he must get someone to invite them. He finally picks on Skinner to obtain his invitation. Skinner and Honey's social triumph comes when they teach the jazzy steps of the Charleston to the village \"society swells,\" and soon an odd assortment of human beings of all shapes, types, and sizes are lined up trying bravely to master the intricacies of this peppy dance. Before the evening is over, Skinner has landed the big Johnson contract. The next morning his ex-bosses are camping on Skinner's trail begging him to come back as a partner in the firm, and he pretends that he must give his bosses' offer due deliberation.", "tmdb_plot": "Honey Skinner is proud of her successful husband. When he tells her he's going to ask for a raise, she knows he'll get it. He asks his boss just as their big client announces he's not renewing his contract. He doesn't get the raise, but he's too embarrassed to tell his wife the truth. She starts making plans to spend that extra $10 a week; the first thing is a new dress suit for him and a new outfit for her so they can fit in at a swanky party. They're the hit of the party, and Honey is embraced by the 'smart set.' Meanwhile, business is bad and Skinner loses his job. The tailor is after him for payment on the suit, and Honey is still spending the salary he doesn't have.", "tmdb_id": "260499", "wiki_id": "31317798"}, {"title": "So This Is Paris", "genres": ["Comedy"], "wiki_plot": "Paul and Suzanne Giraud are happily married and living in a quiet neighborhood. When Suzanne notices that their new neighbors are expressive dancers in revealing outfits, she demands Paul speak to them about their lack of morality. Paul discovers that the woman is Georgette Lalle, an old flame. Paul does not respond to Georgette's displays of affection and instead introduces himself to her husband, Maurice. Back at home, Paul lies about his meeting with the Lalles, which confuses Suzanne when Maurice returns the visit moments later. Suzanne and Maurice exchange flirtations, which Paul overhears.\nPaul is on his way to a secret meeting with Georgette when he is stopped by a police officer for speeding. After insulting the officer, Paul is charged, convicted and sentenced to three days in prison. As Paul dresses up for a night out at the Artists' Ball with Georgette, he convinces Suzanne that he is heading to jail to serve his three-day sentence.\nWhile Paul and Georgette are enjoying themselves and dancing the Charleston, Maurice visits Suzanne and they grow intimate. They are interrupted by a detective, who has come to arrest Paul for failing to serve his sentence. Fearing a scandal, Suzanne convinces Maurice to pose as her husband and he unhappily complies. Meanwhile, she overhears through the radio that Paul and Georgette are the winners of a Charleston contest at the Artists' Ball. Suzanne confronts her drunken husband at the Ball and tells him that, thanks to her, he will not have to go to jail. They reunite.", "tmdb_plot": "Paul and Suzanne Giraud are happily married and living in a quiet neighborhood. When Suzanne notices that their new neighbors are expressive dancers in revealing outfits, she demands Paul speak to them about their lack of morality. Paul discovers that the woman is Georgette Lalle, an old flame.", "tmdb_id": "67319", "wiki_id": "34584589"}, {"title": "So's Your Old Man", "genres": ["Comedy"], "wiki_plot": "Sam Bisbee (W. C. Fields) is a small-town glazier who's always trying to get rich quick, and his schemes are driving his wife (Marcia Harris) crazy.  When he invents an unbreakable glass windshield, his attempt to demonstrate it at a convention of automobile manufacturers is ruined when his car gets switched with another, and instead of bouncing off, the brick he throws at it smashes the windshield to pieces. On the train ride home, Bisbee considers suicide, but instead rescues a pretty young woman (Alice Joyce) whom he believes is trying to kill herself. It turns out the woman is really Princess Lescaboura, and their friendship brings social success to the Bisbees.", "tmdb_plot": "Gregory La Cava directs this comedy of errors, starring W.C. Fields as a hen-pecked, inebriated inventor who triumphantly creates unbreakable windshield glass while struggling to gain the respect of his social-climbing daughter and nagging wife.", "tmdb_id": "183514", "wiki_id": "20898872"}, {"title": "A Social Celebrity", "genres": ["Comedy"], "wiki_plot": "Max Haber (Menjou), a small town barber, is the pride of his father, Johann (Chester Conklin), who owns an antiquated barbershop. Max adores Kitty Laverne (Brooks), the manicurist, who loves him but aspires to be a dancer and leaves for New York City, hoping that he will follow in pursuit of better things.\nMrs. Jackson-Greer (Josephine Drake), a New York society matron, has occasion to note Max fashioning the hair of a town girl and induces him to come to New York and pose as a French count. There he meets April (Elsie Lawson), Mrs. King's niece, and loses his heart to her, as well as to Kitty, now a showgirl. At the theater where Kitty is appearing, Max is the best-dressed man in April's party. At a nightclub later that night, Max's true identity is revealed, and he is deserted by his society friends. Disillusioned, Max returns home at the request of his father. Kitty follows, realizing that he needs her.", "tmdb_plot": "Small-town barber Max Haber is the pride of his father, Johann, who owns an antiquated barbershop. Max adores Kitty Laverne, the manicurist, who loves him but is ambitious to be a dancer, so she heads for New York, hoping that he will follow in pursuit of better things. Mrs. Jackson-Greer, a New York society matron, has occasion to note Max styling the hair of a town girl and induces him to come to New York and pose as a French count. There he meets April, Mrs. King's niece, and loses his heart to her, as well as to Kitty, now a showgirl.", "tmdb_id": "488830", "wiki_id": "9210138"}, {"title": "The Son of the Sheik", "genres": ["Action", "Adventure", "Drama", "Romance"], "wiki_plot": "In his final film performance before dying in 1926, Rudolph Valentino tackles two roles, as a father and his son. Ahmed (Rudolph Valentino), the son of an Arab sheik and a kidnapped English gentlewoman (Agnes Ayres), loves local dancing girl Yasmin (Vilma Banky). When he slips out of his father's heavily guarded compound to woo her, he is kidnapped and held for ransom by a group of bandits led by Yasmin's father (George Fawcett) and Ghabah (Montagu Love), the Moor to whom she is betrothed.", "tmdb_plot": "Ahmed, son of Diana and Sheik Ahmed Ben Hassan, falls in love with Yasmin, a dancing girl who fronts her father's gang of mountebanks. She and Ahmed meet secretly until one night when her father and the gang capture the son of the sheik, torture him, and hold him for ransom.", "tmdb_id": "85689", "wiki_id": "2107037"}, {"title": "The Song and Dance Man", "genres": ["Drama"], "wiki_plot": "\"Happy\" Farrell (Moore) wants to be a famous song and dance man. He befriends a young dancer, Leola (Love), who accompanies him to an audition. Leola is given a contract, but Happy is not. Happy changes careers and becomes successful, but still yearns to be a song and dance man. After three years, Leola plans to retire from dancing so that she can get married, but Happy returns to pursue his original dream. Leola is inspired by this, and her fiancé agrees to let her continue her dancing career.", "tmdb_plot": "Song and Dance Man was based on the play of the same name by George M. Cohan. Tom Moore plays vaudevillian Happy Farrell, who gives up show biz to take a \"civilian\" job. Finding success in the business world, Happy tries to go back on stage, only to find that it isn't quite so easy the second time around. Meanwhile, our hero's former vaude partner Leola Lane (Bessie Love), now a headliner at the Palace, gives it all up to become the bride of artist Joseph Murdock", "tmdb_id": "324012", "wiki_id": "34764787"}, {"title": "The Sorrows of Satan", "genres": ["Drama", "Romance"], "wiki_plot": "Adolphe Menjou stars as Prince Lucio de Rimanez, who is in fact really Satan assuming a human form. When struggling writer Geoffrey Tempest (Ricardo Cortez) is moved to curse God for his misfortunes, Prince Lucio makes a sudden appearance, informing Tempest that he has inherited a fortune. The only proviso is that Tempest must place his fate entirely in the Prince's hands. As he ascends to the uppermost rungs of European society, Tempest is ordered by Lucio to marry Russian Princess Olga (Lya De Putti), even though the writer still loves his sweetheart Mavis Claire (Carol Dempster). Eventually, Prince Lucio reveals his true identity, but not before Olga has committed suicide. After rejecting the devil and all his false promises, Tempest lives happily ever after with Mavis.", "tmdb_plot": "Geoffrey is desperately in love with Mavis, who lives at his boardinghouse and is also pursuing a writing career. Unable to marry her because of his poverty, in his anger he curses God for abandoning him. Soon Geoffrey meets Prince Lucio de Rimanez, a wealthy, urbane gentleman who informs Geoffrey that he has inherited a fortune, but that he must place himself in the Prince's hands in order to enjoy the fruits of his inheritance. What Geoffrey doesn't know is that Prince Lucio is actually Satan.", "tmdb_id": "189630", "wiki_id": "8673346"}, {"title": "Sparrows", "genres": ["Drama"], "wiki_plot": "Most of the children are orphans. One mother sends her child a doll, but Grimes crushes its head and tosses it into the swamp.\nThe children are ordered to hide any time someone comes to the farm. When a hog buyer shows up, Ambrose, the Grimeses' son, maliciously prevents Splutters, one of the children, from hiding. The buyer then purchases the boy from Grimes.\nMolly has promised the others that God will rescue them. When a boy asks why nothing has happened after a month, she tells him that He is busy attending to sparrows (a biblical reference).\nAmbrose catches Molly with stolen potatoes, so she and the others are given no supper. She pleads for the children, especially the sick, youngest baby, to no avail. Late that night, in a vision, Christ enters the barn where they sleep and takes the baby. When Molly wakes up, the child is dead.\nJoe Bailey and his associate bring a kidnapped baby girl to the farm for concealment until they receive a ransom from the rich father, Dennis Wayne. When Grimes reads about the kidnapping in the newspaper several days later, he decides it is safer to chuck the baby into the swamp.\nWhen Ambrose grabs the little girl to carry out the plan, Molly gets her back.  After she fights off Grimes with a pitchfork, he strands her in the hayloft and decides he must get rid of her, too.\nThat night, Molly flees with the children. Grimes finds this hilarious; he figures either the mud or the alligators will take care of the children. However, when the kidnappers come back for the baby, he leads them on a search.\nMeanwhile, Splutters is brought to the police station, having been discovered by one of the search parties. He tells the policemen and Mr. Wayne about the baby farm.\nMolly and the kids emerge unscathed from the swamp and hide aboard a boat, unaware it belongs to the kidnappers. Pursued by the police, Grimes runs into the swamp, but falls into deep mud and perishes, while the two criminals flee in the boat.  Unable to shake the harbor patrol, they try to slip away in a dinghy, but are run over and drown.\nThe baby is reunited with her wealthy father, but when she refuses to drink her milk without Molly, Mr. Wayne offers Molly a comfortable home. She accepts only on condition that he take in the other children as well.", "tmdb_plot": "Molly, the eldest child of a group of orphans being used as slaves on a farm hidden deep in a swamp, must rescue the others when their cruel master decides that one of them will be disposed of.", "tmdb_id": "73575", "wiki_id": "13613782"}, {"title": "The Sporting Lover", "genres": ["Drama", "Romance", "War"], "wiki_plot": "During the First World War an American officer and a British aristocrat fall in love but are separated. After the war he returns to find her engaged to another man. The issue is settled by a bet on The Derby horse race.Captain Terrance Connaughton loses his stable of horses in a card game with Algernon Cravens. The next day he is wounded and taken to a military hospital where he meets and falls in love with Lady Gwendolyn. After an attack on the hospital Captain Terrence and Lady Gwen are separated for a while until the end of the war, where Terrance returns home without anything. To Captain Terrences surprise, Cravens, has made Lady Gwen promise to marry him and has entered the horses he won from Terrance in the National Derby. Terrance goes to London to attend the Derby and sees Lady Gwen again. The importance of the derby is ultimately based on who Lady Gwen can be with.", "tmdb_plot": "Captain Terrance Connaughton loses his stable of horses in a card game with Algernon Cravens.", "tmdb_id": "520697", "wiki_id": "31079075"}, {"title": "The Still Alarm", "genres": [], "wiki_plot": "As described in a film magazine review, Lucy leaves her husband, fireman Richard Fay, to be with the politician Perry Dunn. Eighteen years later, Dick is a fire battalion chief. His adopted daughter Drina meets the modeste Madame Celeste, who really is the missing Lucy. Dunn decoys Drina to his apartment. Fire breaks out and Dick and his men arrive. Dick discovers Drina in the building and gets her away to safety, and then thrashes Dunn. Trapped in the flames, he lowers Dunn to safety. Dick and his men escape along a narrow cornice, pressed against the wall in single file, until out of the building. Drina is taken home by Lucy, and later a reconciliation follows.", "tmdb_plot": "Lucy Fay leaves her husband, Richard, a fireman, for a suave politician, Perry Dunn. Richard compensates for the loss by adopting Drina, a baby girl whose mother perished in a fire. Drina develops into a beautiful young lady and becomes a model at a modiste shop owned by Dunn and managed by Lucy. Dunn is attracted to Drina and plots to get her alone by giving her a drugged drink. An untimely fire interferes with his plans, leaving Drina drugged and trapped by flames in Dunn's room, where she is sleeping.", "tmdb_id": "650914", "wiki_id": "58541091"}, {"title": "The Strong Man", "genres": ["Comedy"], "wiki_plot": "Paul Bergot (Harry Langdon) is a Belgian emigrant to the United States who has fallen in love with Mary Brown (Priscilla Bonner), a blind woman.  They met as pen-pals when he was fighting in Europe during World War I.  Mary even sent Paul a photo of herself.\nPaul searches for Mary Brown by asking every woman he meets if she is Mary Brown. By accident he rescues her town from crooks and bootleggers.", "tmdb_plot": "A meek Belgian soldier (Harry Langdon) fighting in World War I receives penpal letters and a photo from \"Mary Brown\", an American girl he has never met. He becomes infatuated with her by long distance. After the war, the young Belgian journeys to America as assistant to a theatrical \"strong man\", Zandow the Great (Arthur Thalasso). While in America, he searches for Mary Brown... and he finds her, just as word comes that Zandow is incapacitated and the little nebbish must go on stage in his place.", "tmdb_id": "51263", "wiki_id": "3991335"}, {"title": "The Student of Prague", "genres": ["Horror", "Drama"], "wiki_plot": "In the year 1820, Balduin is a student at a university in Prague. At a student-led outing to a country inn, Balduin encounters the figure Scapinelli who offers him money \"for very low interest.\" Balduin believes him to be a loan shark and ignores him to go engage in a fencing match with another student.\nAfter the match, the viewer sees Scapinelli on a cliffside, watching a young woman (later revealed to be Margit, the daughter of a count) on horseback who is participating in a boar-hunt. He manipulates the situation such that the animals run amok and head towards the inn. Margit's horse runs away with her and Balduin catches her when she falls off. As a reward, she gives Balduin a crucifix which has fallen from her neck  and later he receives an invitation to the house of her father, Count Schwarzenberg. There he becomes aware of his own poverty in comparison to Margit's fiancé, who is a baron.\nLater that night, Scapinelli again comes for Balduin and makes an offer. Balduin signs a contract stipulating that Scapinelli can have anything in the room he wants in return for 600,000 florin. Balduin signs and Scapinelli takes out a small bag and proceeds to pour the entirety of the 600,000 onto the table. Scapinelli then takes his part: Balduin's reflection.\nThe scene then shifts to show the new lifestyle that Balduin is leading with his newfound fortune. His happiness does not last long, because his reflection, free of the mirror, runs amok, causing havoc around town, which is blamed on Balduin. Balduin, in his final confrontation, shoots his reflection. This results in his own death. The movie closes as it opens: with a shot of Balduin's grave, upon which is inscribed \"Here lies Balduin. He fought the devil and lost\".", "tmdb_plot": "For Balduin, going out to beer parties with his fellow students and fighting out disputes at the tip of the sword have lost their charms. He wants to find love; but how would he, a penniless student, ever dare looking up to any woman worth of loving? Absorbed in his dreary thoughts and indifferent to the advances of Lyduschka, Balduin is unexpectedly offered a fortune by the mysterious money-lender Scapinelli - but on a strange condition...", "tmdb_id": "27519", "wiki_id": "10172769"}, {"title": "Subway Sadie", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Salesgirl Sadie Hermann (Dorothy Mackaill), employed in a New York City fur store, has always dreamed of traveling to Paris. While riding the subway to work one morning, she meets Irish subway guard Herb McCarthy (Jack Mulhall), and the two strike up a conversation before Herb eventually arranges to have them meet at Cleopatra's Needle that Sunday.\nHerb and Sadie are soon engaged to be married, but as Sadie has been promoted from saleslady to firm buyer she must cancel the wedding date to sail to Paris for the job, saddening Herb. Sadie prepares to leave, but then receives a message from Herb, which informs her that he is in the hospital as the result of an accident. Sadie chooses to visit him, and she decides to forgo her new job and marry Herb instead, Herb revealing that his father is the president of the subway company.", "tmdb_plot": "A New York fur saleswoman falls for a man she meets on the subway and must decide if she wants to accept a much dreamed for work transfer to Paris, or stay and get married.", "tmdb_id": "612503", "wiki_id": "41623782"}, {"title": "Sweet Adeline", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Ben Wilson is the household drudge, bullied by his older brother Bill, with his only consolation being the owner of a fine tenor voice. He falls in love with Adeline, newly arrived to their rural village. Bill ends up being his rival for her affection. Ben makes a local hit singing \"Sweet Adeline,\" and Bill procures a chance for him to sing in a Chicago cabaret. At first he breaks down, but recovers and rallies himself and is warmly received. His dream of success comes true and he wins the affection of Adeline.", "tmdb_plot": "A shy and sensitive young man is disregarded by his parents and his older brother. Bill becomes jealous and schemes to send his brother away when Ben wins the affections of pretty neighbor Adeline. Ben wins out when the trip on which Bill has sent him becomes a great success.", "tmdb_id": "880620", "wiki_id": "58662768"}, {"title": "Tale of the Woods", "genres": ["History", "Drama"], "wiki_plot": "The film tells about the adventures of a young scout Grishka and his friend - the daughter of a forester, who helps partisans in the fight against the occupiers.", "tmdb_plot": "A young Belarussian man joins Soviet partisans in order to fight Polish occupational forces in Belarus.", "tmdb_id": "433333", "wiki_id": "57840376"}, {"title": "Tell It to the Marines", "genres": ["Action", "Comedy", "Drama"], "wiki_plot": "In 1924, \"Skeet\" Burns applies to join the United States Marine Corps, but only to get a free train ride to San Diego, California. When he arrives, he escapes from veteran Marine Sergeant O'Hara and boards another train to \"Tia Juana\", Mexico for the horse races. However, upon his return, he enlists after all and comes under O'Hara's charge.\nAt the base, Skeet spots Norma Dale, an attractive Navy nurse. He tries to become better acquainted with her, but his unsubtle, overconfident approach meets with a cold reception. He also discovers that O'Hara is smitten with Norma as well. It becomes clear to O'Hara that Norma does like Skeet when she asks him to take Skeet along on a sea training cruise despite his unsatisfactory performance and attitude. She finds he has already done so. On board ship, Skeet picks a fight with a \"gob\", a sailor, unaware that his intended victim is actually the Navy heavyweight champion.\nO'Hara and his men are assigned to Tondo Island, a dreary naval station described as being \"six miles this side of Hell\". There, he is tempted by Zaya, a pretty native who is attracted to him. Before things get too serious however, he changes his mind. When she tries to hold onto him, he has to untangle himself from her. This results in a brawl with the outraged locals in which O'Hara has to rescue Skeet. Hearing unflattering gossip about the affair, Norma writes Skeet a letter breaking off their relationship. Skeet mistakenly believes O'Hara told her about the incident in order to improve his own romantic chances with Norma.\nThe Marines are relieved and are sent to join the Asiatic Squadron, stationed at Shanghai, China. O'Hara and Skeet find Norma there where is she is serving on a Navy hospital ship; she greets the sergeant warmly, but refuses to give Skeet a second chance. She and other nurses are then sent to Hangchow to deal with an epidemic. When news arrives that a bandit army is threatening the city, the Marines are ordered to the rescue. During the tense evacuation, O'Hara and his men are chosen to be the rear guard at a bridge. Fierce fighting breaks out. When O'Hara is wounded, he orders Skeet to rejoin the column, but Skeet refuses to obey. The detachment is saved by the timely arrival of an aerial squadron.\nAfter his four-year enlistment ends, Skeet and Norma buy a ranch, in which Skeet offers O'Hara a partnership. However, the old veteran declines, saying that he and the Marine Corps are made for each other.", "tmdb_plot": "U.S. Marine Sergeant O'Hara has his hands full training raw recruits, one of whom, 'Skeets' Burns, is a particular thorn in his side. If Burns's lackadaisical approach to the military were not bad enough, he also makes advances on nurse Nora Dale, whom Sergeant O'Hara secretly loves. Nora is oblivious to O'Hara's feelings and is attracted to the handsome 'Skeet.' But an indiscretion turns her against him, and it takes an expedition to China and a battle with a warlord's bandit brigade to sort things out among the nurse and her two Marines.", "tmdb_id": "111305", "wiki_id": "14922755"}, {"title": "Telling Whoppers", "genres": ["Comedy", "Family"], "wiki_plot": "The neighborhood bully, Tuffy, played by Johnny Downs, is determined to lick every boy in the neighborhood. He beats up one boy, makes Jay and Jackie stand on their heads, and makes Bonedust and Scooter bark like a dog. Along comes Joe and Farina wearing bandages, and pretending to be too disabled to fight, but Tuffy beats them up anyway. Joe and Farina encourage the boys to band together and they then chase the bully off. The gang retires to their hideout and draw lots to decide who should finish the bully off. On second thought, Tuffy was swimming and was not allowed in the premises. Joe and Farina draw the unlucky lots and go looking for the bully, but Peggy tells them that Tuffy has moved to Chicago. Joe and Farina return with the lie that they beat Tuffy up and threw him in the lake. At the end of it, Tuffy's mother spanked him.", "tmdb_plot": "Farina and Joe fib to the gang that they've beaten up the neighborhood bully. Later, they hear he's been murdered and think they'll get the blame.", "tmdb_id": "410609", "wiki_id": "19312326"}, {"title": "Three Faces East", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, while a German prisoner, British aviator Frank Bennett is nursed back to health by Fraulein Marks, who is really Helen Hawtree of the British Intelligence Service. She reaches England and is sent to the Bennett house to watch for Bolke, a German spy, who turns up as the servant Valdar. Helen falls in love with him but remains true to her country. They go to a cellar that is equipped with a radio, Frank arrives and during a fight Boelke is shot. After the war, Frank looks forward to a happy future with Helen. A highlight of the film is an attack on London by German Zeppelin airships and the British defensive anti-aircraft fire.", "tmdb_plot": "A spy story that takes place during World War I.", "tmdb_id": "1003174", "wiki_id": "32813130"}, {"title": "The Case of the Three Million", "genres": ["Comedy", "Adventure"], "wiki_plot": "To prepare grounds for yet another speculation, the banker Ornano (Mikhail Klimov) sells his house for three million rubles, but since it's the weekend he cannot deposit the money in a bank and must carry it with him. He leaves the city for his country home for a short period of time, only to return right away owing to his worries about the money. His wife sends a note to her lover telling him that there are three million in the house but the note, owing to the machinations of one of the three thieves on whom the film focuses, is intercepted. The note, falling into hands of the thief/adventurer Cascarilla (Anatoly Ktorov) causes him to plot his attempt to steal the money. Meantime, the small-time burglar Tapioca (Igor Ilyinsky) also chooses the same night to break into the house.", "tmdb_plot": "History of theft and double crossing when two thieves fall out over the theft of the money of the proceeds of the sale of a house by a banker to a religious community.", "tmdb_id": "189580", "wiki_id": "23951427"}, {"title": "Too Much Money", "genres": [], "wiki_plot": "As described in a film magazine review, after watching his wife Annabel host a pajama breakfast party, Robert Broadley decides to curb his wife's social activities and takes his friend Dana Stuart's advice. He deeds his property to Stuart and tells his wife that they are broke. They move to a small apartment and Robert goes to work as a clerk in a store. While the husband is working, Stuart persuades the wife to elope with him. However, she tips off Robert and he catches up with them, and a fight ensues on the yacht. Meanwhile, the wife abstracts securities from Stuarts bag and then throws the bag overboard, having substituted papers for the valuables. Stuart jumps into the water after the bag. Husband and wife begin a new honeymoon with their regained fortune.", "tmdb_plot": "Millionaire Robert Broadley, in order to curb his wive's enthusiasm for spending money foolishly, inform her that he is now broke and penniless, which might have been a good plan if a friend of his, with some crooked ways, hadn't gotten involved.", "tmdb_id": "685569", "wiki_id": "48777101"}, {"title": "Tramp, Tramp, Tramp", "genres": ["Comedy", "Romance", "Adventure"], "wiki_plot": "Harry is a ne'er-do-well who falls in love with Betty a girl on a billboard. Harry participates in a cross country foot race hoping to win prize money in hopes of marrying her.\nHarry wins the race when a tornado strikes near the finish line. Harry is so innocently oblivious to it that he simply walks through the disaster while the other contestants run for cover.", "tmdb_plot": "A poor cobbler's son enters a $25,000 cross-country hiking contest sponsored by the footwear company that has nearly bankrupted his father. He also has fallen in love with the girl on the company's billboards, the competition's daughter, and her sweet inspiration keeps him tramping along.", "tmdb_id": "111602", "wiki_id": "11407598"}, {"title": "The Triumph of the Rat", "genres": ["Romance", "Drama"], "wiki_plot": "The film opens with Pierre comfortably ensconced as the kept man of his old sparring-partner Zélie, who has apparently made good on her previous claims that she could transform him from a criminal ruffian into a gentleman accepted by the upper echelons of Parisian society.  While he appears to relish his new-found social status, Zélie attempts to keep him on a tight rein by constantly reminding him that just as she pulled him up from the gutter, so can she send him back there if he displeases her.\nWhile mixing in rarefied social circles, Pierre develops an admiration for the titled Madeleine de l'Orme (Vanna), which does not go unnoticed by Zélie.  She taunts him that while he may have piqued her interest, a true member of the aristocracy will always be out of his reach.  He assures her that if he sets his mind to it, he will be able to hook Madeleine.  Zélie challenges him to prove it.  He sets about wooing Madeleine, and Zélie gradually realises to her horror that he is doing it in earnest rather than just to prove a point, and moreover is succeeding rather well.  Carrying through her previous warnings, she takes her revenge and Pierre finds himself consigned back to his old haunt, the sordid White Coffin Club.  There he is greeted warmly by his old colleague Mou-Mou (Suedo).  However things have changed while he has been away and he is no longer ruler of the White Coffin roost.  He is challenged to a knife fight which, unthinkably, he loses.  In his shame he feels he can no longer show his face in the White Coffin, and spirals ever deeper into despair and destitution until he is finally reduced to scavenging among stray dogs for discarded scraps of food.", "tmdb_plot": "Pierre Boucheron, alias 'The Rat' and a former underworld notoriety, is now living the high life as the kept man of Zelie de Chaumet. But when she learns he is planning to marry another woman, her vengeance pursues him into the murkiest depths of Paris...", "tmdb_id": "319685", "wiki_id": "28902041"}, {"title": "Twinkletoes", "genres": ["Romance", "Crime", "Drama"], "wiki_plot": "Monica \"Twinkletoes\" Minasi, a motherless child of the London Limehouse district, is a brilliant young dancer who lives in poverty. She saves a crowd from abuse by the police through an impromptu performance, during which she meets Chuck Lightfoot, a champion fighter and older married man whose wife, Cissie, was the cause of the ruckus. Twinks finds herself slowly falling in love with Chuck but resists, because he is married and much older (he is in his late twenties, she might be as young as 15), but when he saves her from an attack one night she realizes that it is useless to fight her feelings.\nShe dances at the head of the \"Quayside Kids,\" a local dance group in a music hall run by Roseleaf, who has designs on the young girls that dance for him. Chuck's wife Cissie realizes that her husband had feelings for Twinks and, learning that Twink's dad is a burglar, exposes him to the police. Twinks is distraught when she learns the news that her father—whom she admired above all other people—is a criminal. Roseleaf takes her to his apartment and attempts to have his way with her, but she manages to escape. Cissie is killed in an accident, and, in despair, Twink throws herself into the river. She is rescued by Chuck and in his arms finds something to live for.", "tmdb_plot": "\"Twinkletoes\" Minasi wants to be a great dancer like her deceased mother. Twink meets Chuck Lightfoot, a noted prizefighter, who falls in love with her at first sight. She tries to avoid falling in love with Chuck, whose wife, Cissie, is a drunken harridan and more than a little bit spiteful. Meanwhile, Twink has secured a job in a singing-dancing act in a Limehouse theater, under the auspices of Roseleaf, who has more than just a protective interest in the girl. The jealous Cissie discovers that Twink's sign-painting father also has a night job as a burglar, and she turns him into the police. While a big success dancing on the stage, the arrest of her father has left her somewhat down in the dumps, and she decides to toss herself into the Thames. Possibly, the now-free Chuck, since Cissie has been killed in an accident, might come along and rescue her.", "tmdb_id": "408936", "wiki_id": "32350181"}, {"title": "Two Can Play", "genres": [], "wiki_plot": "As described in a film magazine review, Dorothy Hammis, a young woman who is in love with James Radley, a high living but worthy young man, learns that her wealthy financier father objects to their engagement and says that he favors another one for whom the woman does not care.  Secretly, the father has hired Robert MacForth, a former pilot, to assist in ending the engagement by discrediting James. To win her from the man he dislikes, the father sends both men and his daughter on an airplane trip but gives instructions to the man he favors to pretend a wreck of the machine. The airplane is really wrecked and the pilot proves to be cowardly. When the father learns what has happened, he alters his opinion of James, the man he previously thought unworthy.", "tmdb_plot": "Dorothy Hammis (Bow), the daughter of wealthy financier John Hammis (Fawcett), has chosen as her fiance James Radley (Forrest), but her father disproves of him. He hires Robert McWorth (MacDonald), a former pilot, to discredit Radley by exposing indescretions in either his past or present contuct. McWorth leaves some valuable pearls for Radley to steal, but this plan fails, so he arranges for himself, Radley and Dorothy to become stranded on a desert island. Ultimately, Radley proves himself as the better man. After surviving both the elements and McWorth's scheming, he and Dorothy are married.", "tmdb_id": "497313", "wiki_id": "58622379"}, {"title": "The Two-Gun Man", "genres": ["Western"], "wiki_plot": "A returning World War I veteran, Dean learns his father is having trouble with cattle rustlers and mortgage payments. The problems take their toll on his father and he passes away. He vows vengeance, however, a woman he rescued from an ambusher persuades him against murder. Instead, he steals back his cattle from the thieves and sells them to the chief rustler before turning over the gang to the sheriff.", "tmdb_plot": "Dean Randall is a hero of the Great War who comes home to his horse and his father's ranch. When back he saves a family in a wagon train -- a father, daughter Grace, and three orphan children.", "tmdb_id": "672073", "wiki_id": "60789712"}, {"title": "The Unknown Soldier", "genres": ["Drama", "War"], "wiki_plot": "The plot involves an American soldier heroically dying alone during World War I with a faint suggestion that he may be interred in the Tomb of the Unknown Soldier, which had been dedicated in 1921.", "tmdb_plot": "The Unknown Soldier is a 1926 American silent drama film directed by Renaud Hoffman and written by Richard Schayer and James J. Tynan. The film stars Charles Emmett Mack, Marguerite De La Motte, Henry B. Walthall, Claire McDowell, and George Cooper. The film was released on May 30, 1926, by Producers Distributing Corporation.", "tmdb_id": "408938", "wiki_id": "44030978"}, {"title": "The Untamed Lady", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, St. Clair Van Tassel, a wealthy orphan who as a child had her every wish granted, develops into a beautiful but extremely bad tempered young woman who is wooed by many and loved by at least one. She breaks engagements with three men, but meets a different type of man in the fourth. When she attempts to break her engagement with him, he holds her captive in a cabin. She escapes, and, in pursuing her, the man is hurt. She goes to the hospital to see him, and there she becomes aware that her love for him has overcome her blazing temper.", "tmdb_plot": "A spoiled rich girl is brought down to earth by the man who loves her.", "tmdb_id": "770092", "wiki_id": "9392232"}, {"title": "Upstage", "genres": ["Drama"], "wiki_plot": "Dolly (Norma Shearer) is a stagestruck girl whose career has begun to wane until she displays show-must-go-on courage by standing-in as target in a knife-throwing act.", "tmdb_plot": "Dolly Havens, a small-town girl with big-town ambitions that are larger than her talents, hooks up with Johnny Storm, a vaudeville performer, whose talents make the act a success. Dolly, thinking she is the reason, meets a handsome leading man and joins up with him but, before long, he discovers 'she ain't a trouper' and she is soon performing with 4th-class acts in Tank Town America", "tmdb_id": "184883", "wiki_id": "24578337"}, {"title": "Valencia", "genres": ["Drama", "Romance"], "wiki_plot": "Handsome sailor Felipe (Hughes) and nasty Governor Don Fernando (D'Arcy) are rivals for the favors of Spanish dancer Valencia (Murray). When Felipe deserts his ship, Don Fernando throws him in prison, but Valencia obtains his release and shares his disgrace and exile.", "tmdb_plot": "\"Felipe, a sailor falls madly in love with Valencia, a Spanish dancing girl, who is sought after by Don Fernando, the governor. When Felipe deserts his ship, the Don throws him in prison, but Valencia obtains his release and shares his disgrace and exile.\" Moving Picture World, 8 Jan 1927, p. 144.", "tmdb_id": "611103", "wiki_id": "16908629"}, {"title": "Western Pluck", "genres": [], "wiki_plot": "As described in a film magazine review, cowpuncher Arizona Allen witnesses a runaway stage coach when the horses flee after a shot fired by Rowdy Dyer, done as a greeting for his sister Clare who is visiting from the East, which was mistaken for a robbery. Allen chases down and stops the stage by bringing the galloping horses to a halt. He promises Clare that he would look after her wild brother. Later the stage is really held up and Rowdy is suspected of the crime. Circumstantial evidence is against him, but Allen supports him and fights for him until his innocence is proved. Allen wins the affection of Clare.", "tmdb_plot": "Rowdy Dyer, the weak but tough-acting son of wealthy rancher Dynamite Dyer, greets the stage in which his sister Clare is arriving by disguising himself as a bandit. He fires a shot that causes the horses to bolt. Cowpuncher Arizona Allen stops the horses but is shot at by passenger Dale Collins, the bank manager. Dynamite hires Arizona, and Clare asks him to look after Rowdy. Arizona saves Rowdy from being fleeced by gambler Buck Zaney, thus incurring Zaney's enmity.", "tmdb_id": "642304", "wiki_id": "58524832"}, {"title": "What Happened to Jones", "genres": ["Comedy"], "wiki_plot": "As described in a review in a film magazine, Tom Jones (Denny), who is to be married the next day to Lucille Bigbee (Nixon), goes home but is inveigled into a poker game. The place is raided and Tom and a fat elderly friend, Ebenezer Goodly (Harlan), escaping down a fire escape land in a ladies' Turkish bath establishment, where they naturally create a hullabaloo and finally make a getaway in women's clothes, reaching Goodly's home in a milk wagon the next morning. When Tom dons the clothes of Goodly's brother, a bishop, who is expected that morning, he is seen by Mrs. Goodly (Fitzroy) and has to pose as the bishop. Complications follow thick and fast including the jealousy of a chap because Tom kisses his sweetheart, and the forcing of Tom as the bishop to officiate at the wedding of his fiancé to another chap. It all turns out right, for she recognizes Tom, says \"I Don't\" instead of \"I Do.\" Tom escapes from the waiting cops by grabbing her and the real bishop (Elliott) and getting married in a speeding automobile.", "tmdb_plot": "On the night before his wedding, a young man plays poker with friends. When the game is raided by the police, he escapes into a Turkish bath on ladies night, ending up disguised in drag and with difficult explanations to make.", "tmdb_id": "86961", "wiki_id": "47545575"}, {"title": "What Price Glory", "genres": ["Comedy", "Drama", "War"], "wiki_plot": "Flagg and Quirt are veteran United States Marines whose rivalry dates back a number of years. Flagg is commissioned a captain, he is in command of a company on the front lines of France during World War I. Sergeant Quirt is assigned to Flagg's unit as the senior non-commissioned officer. Flagg and Quirt quickly resume their rivalry, which this time takes its form over the affections of Charmaine, the daughter of the local innkeeper. However, Charmaine's desire for a husband and the reality of war give the two men a common cause.", "tmdb_plot": "U.S. Marine sergeants Quirt and Flagg are inveterate romantic rivals on peacetime assignments in China and the Philippines. In 1917, W.W. I brings them to France, where Flagg, now a captain, takes up with flirtatious Charmaine, inn-keeper's daughter. Of course, Quirt has to arrive and spoil his fun. But the harsh realities of war and the threat of a shotgun marriage give the two men a common cause...", "tmdb_id": "111607", "wiki_id": "3018210"}, {"title": "What's the World Coming To?", "genres": ["Comedy"], "wiki_plot": "Set 100 years in the future, women dominate society and men are the \"weaker\" sex, assuming the stereotypical roles of pampered women. A stay-at-home husband of a well-off successful businesswoman, Billie, is cheating on her. Another dominant woman tries to seduce Cook, but a ruckus breaks out when Billie returns home and finds the two flirting.", "tmdb_plot": "Short comedy which posits that in a hundred years men's styles will revert to Regency garb, and that there will be a complete gender role reversal, with husband Clyde Cook staying home alone while wife Katherine Grant goes tomcatting around town.", "tmdb_id": "189440", "wiki_id": "13275036"}, {"title": "When Love Grows Cold", "genres": ["Drama"], "wiki_plot": "As described in a film magazine review, Margaret Benson gives up her stage career to marry Jerry Benson, a dreamer who fails to put over his plans when he gets his chance before a mammoth oil company board. The wife, however, goes before the board and gets the plans approved. Wealth comes to the family and Jerry becomes a company official. Gloria Trevor becomes a tool of William Graves, president of the firm, in a plot to break up the Benson home. Graves covets Margaret. He ruins Jerry in the stock market. In the end the plot fails and Margaret and Jerry are reunited.", "tmdb_plot": "Margaret has given up her stage career to marry inventor Jerry Benson. Jerry fails to impress oil executive William Graves with his idea, but Margaret has better luck when she catches Graves' attention and she both makes the sale and becomes the object of Graves' obsession. Profits from the invention make the Bensons wealthy; however Graves schemes to steal Margaret from Jerry by swindling them out of their money and getting Broadway floozy Gloria to break up their marriage.", "tmdb_id": "586557", "wiki_id": "44600407"}, {"title": "While London Sleeps", "genres": ["Crime", "Action", "Adventure"], "wiki_plot": "Inspector Burke of Scotland Yard concentrates all his forces on the capture of London Letter, a notorious criminal leader in the Limehouse district who possesses both Rinty, a splendid dog, and a man-beast monster called The Monk who ravages and kills at his master's command. Burke almost apprehends the gang in the midst of an attempted theft, but Rinty's uncanny perceptions foil Burke's coup, and Foster is killed for betraying the gang. When Rinty loses in a fight against another dog, Burke's daughter, Dale, rescues Rinty from London Letter's abuse, and he becomes devoted to his new mistress. At the criminal's order, the monster kidnaps Dale and imprisons her. Burke and his men wound London Letter while on his trail, and Rinty finds him dying. In a ferocious battle, Rinty kills the monster by tearing out his throat.", "tmdb_plot": "Rinty is a police-dog assigned to a young Scotland Yard police-officer who covers the Limehouse district of London.", "tmdb_id": "294366", "wiki_id": "21997536"}, {"title": "Whispering Wires", "genres": ["Drama", "Mystery"], "wiki_plot": "A person is murdered after receiving a weird phone call, in which someone is heard whispering in a menacing way. Barry McGill sets out to  uncover the killer's identity before he can kill again. Barry's girlfriend Doris Stockbridge gets a similar phone call, and tells Barry that she thinks she is to be the killer's next victim. Barry teams up with two fumbling detectives named McCarthy and Cassidy and a bloodhound, and the bloodhound winds up being more effective than the detectives. Barry manages to capture and unmask the killer before he succeeds in murdering Doris. The culprit(s) turns out to be actually two people....an escaped convict and a mad scientist.", "tmdb_plot": "A woman hears of a murder plot through a whispered voice on the telephone.", "tmdb_id": "612548", "wiki_id": "58328757"}, {"title": "Why Girls Go Back Home", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Marie Downey (Patsy Ruth Miller), a trusting country girl falls in love with a touring stage-actor, Clifford Dudley (Clive Brook) as his touring troupe takes up residence in the hotel run by Marie's father. Both lovestruck and stagestruck, Marie follows Clifford to old Broadway, where she ends up getting a job as a chorus girl. She tries desperately to get in touch with Clifford, but he acts as if he does not even know she's alive as he becomes a matinée idol on Broadway. Thanks to a lucky break, Marie becomes the star of the show in which she is appearing, whereupon Clifford finally acknowledges her existence. This time, however, she gives Clifford the cold shoulder then turns her back on New York and heads home (hence the title). Clifford follows her on the train, setting the stage for a tender reconciliation.", "tmdb_plot": "Trusting country girl Marie Downey falls in love with touring stage-actor Clifford Dudley. As he  becomes a matinee idol on Broadway, she turns a chorus girl.", "tmdb_id": "303796", "wiki_id": "36980373"}, {"title": "Wings of a Serf", "genres": ["Drama"], "wiki_plot": "The film takes place during the 16th century, during the reign of Ivan the Terrible (Leonid Leonidov). All-rounder Nikita (Ivan Klyukvin), serf of the nobleman Kurlyatev, reflecting a great deal regarding free birds once manages to soar into the sky on homemade wings. Nikita gets captured by the oprichnina for supposed communication with Satan, is shackled and sent to the command. However he is remembered from time to time as the master whose crafts amazed the world and is often invited to the royal court to fix broken machinery and amuse the high lords. But Nikitka always gets sent to prison with a new penalty is prepared for him ...", "tmdb_plot": "Originally titled Wings of a Serf in the USSR, this Russian historical pageant (original title: Krylya Kholopa) manages to pack a lot of detail -- and a great deal of nonsense -- into its scant 60 minutes. Throwing accuracy to the four winds, the screenplay deals with a fabricated romantic triangle involving 16th-century Czar Ivan (Leonid Leonidov), his wife the Czarina (Sofya Askarova) and his wife's paramour Nikita (Ivan Klyukvin). The celebrated brutality of Ivan is crystallized in a single moment wherein the czar throws a bowl of scalding soup into the face of his court jester. American critics who'd grown weary of the praise lavished on such Soviet classics as Potemkin seemed to delight in pointing out the deficiencies of Czar Ivan, the Terrible, as if to say \"See? They aren't all classics!\" Nonetheless, the film did record business when it opened at New York's Cameo Theater in March of 1928, two years after its original release. ~ Hal Erickson, Rovi", "tmdb_id": "160661", "wiki_id": "49197801"}, {"title": "The Winning of Barbara Worth", "genres": ["Drama", "Romance", "Western"], "wiki_plot": "As a child, Barbara is orphaned when her settler parents perish trying to cross a California desert. She is rescued and raised by Jefferson Worth, who dreams of irrigating the desert. Fifteen years later, Willard Holmes, the chief engineer of a company intent on diverting the Colorado River to do just that, arrives and is smitten with Barbara. However, he has a rival for her affections: local cowboy Abe Lee, who realizes, toward the end of the picture, that Barbara's love for him will never be anything more than the love a sister feels for a brother. Willard Holmes's greedy employer, meanwhile, refuses to spend the money to reinforce his gigantic water project. This results in a catastrophic flood, the visual and dramatic highlight of the film. Barbara is impressed by Willard's heroism, and he promises to return to marry her after he has conquered the Colorado River and turned the desert into a bountiful paradise.", "tmdb_plot": "While building an irrigation system for a Southwestern desert community, an engineer vies with a local cowboy for the affections of a rancher's daughter.", "tmdb_id": "96395", "wiki_id": "14114547"}, {"title": "Wise Guys Prefer Brunettes", "genres": ["Comedy"], "wiki_plot": "Helene Chadwick plays a like-named coed at Pinkham University who runs a shop selling sexy gowns. The dean (James Finlayson) believes that Helene's shop is behind the recent breakdown of campus discipline and wants her expelled. Meanwhile, Ted Healy—portraying Napoleon Fizz, PU’s \"11-year freshman\"—has been developing a rejuvenating plaster. He and Helene conspire to test it on the dean. It works, transforming Finlayson into the campus Romeo. Helene and Napoleon promptly usher him into a compromising situation at a girls' sorority house, and he's emerging from the plaster's effects just as the university's president (Burr McIntosh) shows up.", "tmdb_plot": "The crotchety dean of Pinkham University blames the \"bad behavior of the school's female students on a dress shop owned by Helene, and informs her he's shutting her shop down. Meanwhile, her boyfriend Napoleon has invented a plaster that restores youth. The dean accidentally sits on the plaster and reverts back to his younger days when he himself used to chase college girls. Complications ensue.", "tmdb_id": "314260", "wiki_id": "69482085"}, {"title": "A Woman of the Sea", "genres": [], "wiki_plot": "Joan (Purviance) and Magdalen (Sothern) are the daughters of a fisherman in Monterey. Magdalen is engaged to Peter (Bloomer), a lowly fisher, until a writer (Whitman) comes to town. Both Joan and Magdalen fancy the writer, but Magdalen wins him over in the end and he takes her back to the big city. Joan and Peter then marry and stay in Monterey. Many years later, Magdalen returns and attempts to break up her sister's marriage, only to fail.", "tmdb_plot": "Joan and Magdalen are the daughters of a fisherman. Magdalen leaves her fiancé, Peter, to run off to the big city. Joan and Peter marry. Magdalen's return years later causes trouble for the marriage, but Joan and Peter remain together in the end.", "tmdb_id": "293689", "wiki_id": "2521351"}, {"title": "The Yankee Señor", "genres": ["Drama", "Western"], "wiki_plot": "As described in a film magazine review, civil engineer Paul Wharton receives a letter informing him that he is the heir to Don Fernando in Mexico. Juan Gutiérrez, a cousin, is in reality the leader of a bandit gang, fails in an attempt to fatally injure Paul by tying him on the back of a wild horse when Paul's talented horse Tony comes to his rescue. Juan then attempts to use Flora to compromise Paul with his fiancée and succeeds. Juan then lures Paul to a lonely hut, but Paul cleans up a trio of bandits. Paul then weds Manuelita, daughter of the Don.", "tmdb_plot": "A cowboy estranged from his family and unsure of his heritage becomes a hero and falls for a beautiful Mexican beauty.", "tmdb_id": "713730", "wiki_id": "58556369"}, {"title": "Young April", "genres": ["Romance", "Drama", "Comedy"], "wiki_plot": "Prince Caryl of Belgravia (Joseph Schildkraut) is to be married to Archduchess Victoria (Love), whom he has never met. He rebels by stealing the royal crown and going to Paris to pawn it and enjoy the money. Victoria, who has been raised an orphan in America, is told of her title and upcoming wedding, and goes to Paris for a final week of freedom and a shopping spree. While in Paris, she buys the royal crown and meets—and falls in love with—Caryl, each not knowing the other's royal identity.\nCaryl's unethical brother Prince Michael (Washburn) comes to Paris, and prevents Victoria from revealing her identity to Caryl, who renounces his title to be with her. Michael kidnaps Victoria, but Caryl rescues her via an elaborate change involving carriages, cars, and airplanes.", "tmdb_plot": "Young orphan Victoria Sax becomes a grand duchess and is summoned to a remote kingdom.", "tmdb_id": "467814", "wiki_id": "31806071"}, {"title": "Flesh and the Devil", "genres": ["Drama", "Romance"], "wiki_plot": "Two childhood friends, Leo and Ulrich, grow up to be soldiers in Germany. Leo becomes infatuated with Felicitas, the wife of a powerful count (a marriage about which Felicitas neglects to inform Leo). The count calls for a duel of honor with Leo, but insists that it be done under the false pretense that the quarrel was due to angry words exchanged between the two at a card game to protect the count's reputation. Leo kills the count in the duel, but then is punished by the military by being sent to Africa for five years.\nDue to Ulrich's intervention, Leo only serves three years before being recalled home. On his return journey, he focuses on his dream of being reunited with Felicitas. Before he left for Africa, Leo had asked Ulrich to take care of Felicitas's needs while he was away. Ulrich — unaware that his friend is in love with Felicitas — falls in love with her and marries her.\nUpon his return, Leo finds himself torn between Felicitas — which the woman encourages — and his friendship for Ulrich. Condemned by a local pastor for continuing to associate with Felicitas, Leo eventually loses control of his emotions, leading to a climactic duel between the two boyhood friends. While racing to stop the duel, Felicitas falls through a layer of thin ice and drowns. Meanwhile, the friends reconcile, realizing that their friendship is more important than Felicitas.", "tmdb_plot": "When lifelong best friends Leo and Ulrich return home after completing their military training, Leo meets the stunning Felicitas at a railway station and is mesmerized by her beauty. A scandal follows, for which Leo is sent away. Returning home three years later, he discovers that much has changed.", "tmdb_id": "38687", "wiki_id": "2676497"}, {"title": "The Most Sublime", "genres": ["Drama"], "wiki_plot": "In San Cebrian, a coastal village, Rosa with her daughter Nuri and her godson Sardinilla, hoped for the return of her fisherman husband Juan, but they found him dead after the storm. Friends of the family, Antonio and Rosita, with Sardinilla decide to look for a treasure with the help of a map that kept Rosita. His enemies, Tomas and Andres, try to take it by deception. Andres, plus interest in Rosita, the beloved of Antonio, is a victim of Tomás greed's, but when he is wounded, Antonio and Sardinilla return him to the good track.", "tmdb_plot": "In San Cebrian , a coastal village, Rosa hoped the return of her fisherman husband Juan, with her daughter Nuri and her godson Sardinilla, but they found him dead after storm. Friends of the family, Antonio and Rosita, with Sardinilla decide to look for a treasure with the help of a map that kept Rosita. His enemies, Tomas and Andres, try to take it by deception.Andres, plus interest in Rosita, the beloved of Antonio, is a victim of Tomás greed's but, when he's wounded, Antonio and Sardinilla return him to the good track.", "tmdb_id": "482276", "wiki_id": "41080832"}]