[{"title": "Sky High Saunders", "genres": ["Action", "Adventure", "Romance"], "wiki_plot": "As described in a review in a film magazine, champion aviator Bruce Torrence (Wilson) and member of the secret service has a formidable rival for the hand of Zella Wingate (Ferguson) in the person of Juan Lascelles (von Meter), who owns a fleet of airplanes used to smuggle drugs. Thinking to get rid of Bruce, Juan loosens a wheel on the airplane. Zella goes up in the machine and is saved from death by Bruce who makes a thrilling transfer to the airplane in midair. Later, Bruce finds Zella in Juan's arms. Zella's little sister Blythe (Corbin), forbidden to attend a party, goes to the beach and finds Juan talking to his henchmen. Reporting to Bruce, he starts out after Juan's machine. Blythe hides in the fuselage and accidentally wrecks the airplane by monkeying with the control wires. Bruce and Blythe find themselves in the woods and Bruce realizes that it is Blythe that he loves. They are captured by Juan who takes Blythe away in his airplane. Bruce escapes with the aid of a former buddy among Juan's henchman. Bruce gives chase. Blythe operates the controls and causes the airplane to drop into the water. Bruce jumps from his machine and saves Blythe and captures Juan. Bruce and Blythe start out on their aerial honeymoon.", "tmdb_plot": "Sky High Saunders is a 1927 American silent action film directed by Bruce M. Mitchell. The film stars Al Wilson, Elsie Tarron and Frank Rice. Sky High Saunders was one of a series of films that showcased the exploits of the stunt pilots in Hollywood.", "tmdb_id": "675495", "wiki_id": "47842869"}, {"title": "The Pleasure Garden", "genres": ["Drama", "Romance"], "wiki_plot": "Jill, a young dancer, arrives in London with a letter of introduction to Mr. Hamilton, proprietor of the Pleasure Garden Theatre. The letter and all her money are stolen from her handbag as she waits to see him. Patsy, a chorus girl at the Pleasure Garden, sees her difficulty and offers to take her to her own lodgings and to try to get her a job. Next morning Jill is successful in getting a part in the show. Her fiancé, Hugh, arrives with a colleague called Levet. Hugh and Patsy become very close while Jill is being pursued by a number of rich men, eventually breaking up with Hugh in order to begin a relationship with the wealthy Prince Ivan. Not long after this, Hugh is sent to Africa by his company.\nJill moves out of the lodgings she shares with Patsy and becomes more involved with the Prince. As she becomes more successful and used to the rich and famous lifestyle she also becomes more dismissive of Patsy, shunning her and eventually seeing her as a commoner. As Patsy laments the loss of her friend, she is comforted by Levet who convinces her to enter into marriage with him. The couple honeymoon in Italy before he leaves to join Hugh in Africa. After some time Patsy finally receives a letter from her husband in which he says he has been sick for weeks. Patsy is determined to go to take care of him and asks Jill to lend her the fare. Jill refuses as she is preparing for her marriage to the Prince and has no money to spare. Patsy is able to borrow the fare from her landlords Mr and Mrs Sidey. When she arrives at her husband's bungalow, she finds that he is having an affair with a local woman and leaves. Levet tries to drive the woman away but when she refuses to leave him, follows her into the sea and drowns her.\nMeanwhile, Patsy has found that Hugh really is very ill with a fever and stays to take care of him. Hugh has since discovered from a newspaper that Jill is to marry the Prince and he and Patsy soon realize that they love each other. Levet finds them together and accuses Hugh of making advances to his wife. Patsy agrees to follow Levet back to his bungalow in order to save Hugh. During the night, Levet is stricken with guilt and paranoia over the murder of his mistress and begins seeing ghostly visions of her. Levet becomes convinced that the ghost of his mistress will not stop haunting him until he murders Patsy too. Levet corners Patsy with a sword but he is shot dead before he can kill her. Hugh and Patsy find consolation with each other and return to London.", "tmdb_plot": "Patsy Brand is a chorus girl at the Pleasure Garden music hall. She meets Jill Cheyne who is down on her luck and gets her a job as a dancer. Jill meets adventurer Hugh Fielding and they get engaged, but when Hugh travels out of the country, she begins to play around.", "tmdb_id": "64398", "wiki_id": "940668"}, {"title": "The Gay Deceiver", "genres": ["Drama"], "wiki_plot": "A deceiver leads the fast set in Paris and is involved in love affairs and blackmail until he mends his way for his daughter's sake.", "tmdb_plot": "A deceiver leads the fast set in Paris and is involved in love affairs and blackmail. Will he mends his way for his daughter's sake.", "tmdb_id": "1055410", "wiki_id": "24573555"}, {"title": "London", "genres": ["Drama", "Romance"], "wiki_plot": "Mavis Hogan (Gish) lives with her uncaring aunt (Margaret Yarde) in a squalid Limehouse tenement.  Her beauty attracts the attention of an unsavoury Chinese man (Gibb McLaughlin), whose intentions are encouraged by the aunt.  While wandering around Limehouse, she is spotted by an artist (Adelqui Migliar) who is in the area sketching East End scenes and people.  He persuades her to allow him to sketch her portrait, which he later puts on display in his West End studio.  The portrait is seen by Lady Arbourfield (Daisy Campbell), who notices a remarkable resemblance to her own daughter, now deceased.\nFinally finding the attentions of the Chinese man too much, Mavis leaves her home and walks to the West End with no real idea as to what she will do when she gets there.  Coincidentally, she happens to cross the path of Lady Arbourfield.  She is offered a home and the chance to make her way in \"society\".  Adapting remarkably well to her new milieu, Mavis falls in love with the Lady Arbourfield's nephew (John Manners), but is distraught when she is passed over in favour of another young woman (Elissa Landi) who has had him in her sights.  In her grief, she leaves her new surroundings and returns aimlessly to Limehouse.  However the artist tracks her down and asks her to marry him, which she happily accepts.", "tmdb_plot": "A Lady adopts a runaway slum girl who resembles her own dead daughter.", "tmdb_id": "1010117", "wiki_id": "28336440"}, {"title": "Man Bait", "genres": ["Comedy", "Romance"], "wiki_plot": "After she is fired from her role as a shopgirl in a department store, Madge finds work as a taxi dancer. At the dance hall she meets and falls in love with a young man from a wealthy background.", "tmdb_plot": "Silent romantic comedy...", "tmdb_id": "350084", "wiki_id": "56802602"}, {"title": "Die Pratermizzi", "genres": ["Drama"], "wiki_plot": "Marie, a cashier in the tunnel of love Zum Walfisch on the Prater in Vienna, and Baron Christian von B. fall in love, but their relationship is disrupted by the willful involvement of the dancer Valette, who always wears a mask. Christian eventually follows Valette to Paris. When he tears the golden mask from her face he is shocked to discover that she is disfigured by a disease. He returns to Vienna with the intention of putting an end to his life, but at the last minute Marie is able to save him.\nThe ride through the tunnel of love is associated in this film with the journey into one's own self.", "tmdb_plot": "", "tmdb_id": "650155", "wiki_id": "22376055"}, {"title": "7th Heaven", "genres": ["Drama", "Romance"], "wiki_plot": "Chico works in the sewers of Paris. He dreams of becoming a street sweeper and therefore lights candles in the church. He also asks a blonde woman to be his partner. But his wishes are not granted, which makes him bitter.\nOne day Chico saves the young prostitute Diane, who is suffering from her unscrupulous sister Nana. The police want to arrest the prostitute, who is innocent in spite of her job, but Chico saves her by pretending to be her husband. Now the two have to maintain the facade and act as spouses. So Chico allows Diane to move into his attic with him. In fact, the two find each other. But when the war breaks out, Chico is called up. Diane works in an ammunition factory. News of Chico's death reaches her, but Chico is not dead. He returns home to Diane, wounded and blind.", "tmdb_plot": "A dejected Parisian sewer worker feels his prayers have been answered when he falls in love with a street waif.", "tmdb_id": "82474", "wiki_id": "61049"}, {"title": "The American", "genres": ["Western"], "wiki_plot": "A rich Turk Seref is released from an American prison after 20 years, with plans to exact revenge on the fiancee who had betrayed him.", "tmdb_plot": "Seref, who returns to his country after many years in America, as a dollar billionaire with a cowboy hat on his head, and with his Dallas-type boots has an interesting past: Twenty years ago he has lost his sweetheart Melek to his closest friend, and furthermore, has been put in prison. He found a way to escape from prison, going to America, the country of dreams. Here, he has become a businessman with boundless wealth, known as Seref The Turk. When he returns to his country as an American, even though he has some commercial aims in mind, his real desire is to take revenge. He will settle accounts with the friend who stabbed him in the back many years ago, and with Melek who is betrayed him. However, when he sets foot in Turkey with yearning, he meets 'Small America' in chaos. On top of that, while looking for Melek, he finds himself in the middle of a funny and exciting adventure where sexuality and violence mingle.", "tmdb_id": "534572", "wiki_id": "36878435"}, {"title": "Arizona Bound", "genres": ["Western"], "wiki_plot": "In the small mining town of Mesquite, cowboy Dave Saulter (Gary Cooper) spends most of his time looking after his white wonder horse Flash and romantically pursuing a local girl named Ann Winslow (Betty Jewel). Unimpressed with Dave's irresponsible ways, she attends a dance with another cowboy, Buck Hanna (Jack Dougherty). At the dance, Dave is able to ensnare Buck just as he is about to take the first dance with Ann. Later, an embittered Buck plans to steal the gold shipment entrusted to his protection. Meanwhile, Dave ties up the man tasked with protecting the shipment and goes in his place.\nAs the coach makes its way along a desert road, a bandit named Texas Jack (Christian J. Frank) and his gang waylay the shipment and knock Dave unconscious. After Buck and his men accuse Dave of being involved in the heist, the Swede Oley Smoke Oleson (El Brendel) accidentally locates the stolen gold. When Ann discovers that Buck is guilty of the heist, she confronts him, and he kidnaps her in a coach, with Dave in hot pursuit. When he catches up to the fleeing bandit, he overpowers Buck and wins the heart of Ann.", "tmdb_plot": "Dave Saulter, a rambling young cowboy drifts into a small western town the day a big gold shipment is leaving by stagecoach. Two different people plan to rob the stagecoach...Buck O'Hara, the driver who is very trusted, and a stranger, Texas Jack. Dave gets involved and is accused of being one of the robbers.", "tmdb_id": "851339", "wiki_id": "42310074"}, {"title": "Battalion", "genres": ["Drama"], "wiki_plot": "Lawyer František Uher discovers his wife is cheating on him. He leaves home and goes to a low-class pub 'Battalion' where he meets various characters from the bottom of the society. He becomes their defender.", "tmdb_plot": "Skid-row epic about a lawyer's decline.", "tmdb_id": "368492", "wiki_id": "63210868"}, {"title": "The Battle of the Century", "genres": ["Comedy"], "wiki_plot": "A broke Hardy arranges for Laurel to fight Thunderclap Callahan in a boxing match for which the victor will receive $100. Fighting as Canvasback Clump, Laurel accidentally knocks out Callahan in the first round, but because Laurel will not return to his corner, the referee is unable to reach ten in his count. Callahan regains his senses and pummels Laurel. When Callahan delivers his final knockout blow, the audience leaves immediately before the referee can even begin his count.\nIn a nearby park, an insurance salesman persuades a despondent Hardy to invest the $5 that he received from the fight in an insurance policy on Laurel, but for Hardy to pocket the insurance money, Laurel must be injured. Hardy places a banana peel on a sidewalk and takes the unsuspecting Laurel there, but a pastry chef slips on it instead, becomes angry with Hardy and throws a pie in his face. Hardy responds, and soon the entire block is involved in an epic pie battle.", "tmdb_plot": "Fight manager takes out an insurance policy on his puny pugilist and then proceeds to try to arrange for an accident so that he can collect.", "tmdb_id": "50859", "wiki_id": "5463868"}, {"title": "Bed and Sofa", "genres": ["Comedy", "Drama"], "wiki_plot": "The story centers on the relationship of the three main characters.  Liuda and her husband, Kolia, live in a one-room basement apartment on Third Meschchanskaya Street, a petty-bourgeois neighborhood in Moscow.  She is bored and resentful with the constant succession of household duties and the cramped living conditions in which she must cook and attempt to organize her clothes, even though there is no place to put them.  She spends her days idly, mostly by reading magazines, notably the popular (at that time) Soviet film fan magazine Soviet Screen (Sovetskii ekran).  Kolia works as a stonemason and is charming and good-natured, but also dictatorial and egocentric.  When Kolia's old friend, Volodia, arrives in Moscow, he cannot find a place to live in the overcrowded city, due to a severe housing shortage which was still a major social problem ten years after the revolution.  Kolia invites him to stay at their apartment, to sleep on the sofa.\nThe apartment, which was cramped to begin with, is all of a sudden much smaller, which understandably annoys Liuda, but she puts it off as just another sign of Kolia's disregard for her.  Yet Volodia quickly wins her over by his helpful behavior, as well as bestowing her with gifts.  There is a sexual tension between the two from his arrival, and when Kolia has to leave town for a job, Volodia takes advantage of his friend's absence by openly seducing Liuda.  A climax of this seduction comes when Volodia takes Liuda on a plane ride over Moscow.  It is the first time she has left the apartment since the beginning of the film.\nWhen Kolia returns from his trip, he finds himself to be the one relegated to sleeping on the couch.  Initially outraged, he calms down and the three settle into a polygamous, domesticated routine.  However, now that Volodia taken over the role of \"husband,\" he unfortunately begins acting like one, not at all as he had been when he was the outsider. In fact, he is even less sensitive and more dictatorial than Kolia.\nMeanwhile, the two men are bonding, joking and playing checkers while Liuda pouts.  She begins sleeping with both men (at different times).  Eventually, the inevitable happens, and she becomes pregnant, and since no one knows who the father is, both men insist she have an abortion.  The climax of the film comes when she is sent off to a private “clinic” to have the abortion.  She waits for her turn with a prostitute and a young girl.  As she waits, she is looking out the clinic's window, where she sees a baby in a carriage on the sidewalk below.  Suddenly, Liuda decides to take control of her own life, to have the baby and also to leave the corruption of Moscow.\nIn the closing scene in the film, Liuda is seen on a train, leaving town.  She is smiling, leaning out the train's window.  This is cross cut with shots of Kolia and Volodia, her two erstwhile “husbands”, at first being annoyed with her departure, but then being relieved that they can now return to their carefree bachelor lives in their dingy basement apartment on Third Meshchanskaya Street.", "tmdb_plot": "A married couple have a small apartment in Moscow. When an old friend of the husband's arrives in the city, he is unable to find lodgings. Kolia, the husband, invites his friend to move in with them.", "tmdb_id": "98200", "wiki_id": "23552894"}, {"title": "The Beloved Rogue", "genres": ["Drama", "Action", "Adventure", "History"], "wiki_plot": "François Villon is a poet and avid patriot whose father was burned at the stake. François is particularly committed to helping the oppressed and the weak. The Duke of Burgundy is out for the French throne. With cunning and deceit he tries to deceive the superstitious king, who is warned by his astrologers about a war with Burgundy. So the king also gives in to the demand that his ward Charlotte marry the Burgundian Count Thibault d'Aussigny.\nOn \"All Fools' Day\" François is elected King of Fools by the population. During the festivities, the Duke of Burgundy encounters the rabble and wants to end the celebration. François Villon recognizes the Duke and demands that the crowd remove him from his horse. The melee is interrupted by the arrival of King Louis and his entourage. The King, fearing an affront to the duke, banishes François from Paris. Soon thereafter, while Villon endures his banishment at a hostel outside of Paris, a wagon filled with food, which the Duke has sent to the King, stops outside of the hostel. Villon's desire to ridicule the King gets the better of him, and with his two loyal friends, Little Jehan and Nicholas, they steal the wagon in order to send the food to the people instead of the king. Climbing the treacherous walls of the city, they use the King's catapult to shuttle the food into town to care for the poor.\nFrançois is accidentally catapulted into the city. He ends up literally flying head first into the room of Charlotte de Vauxcelles. She and Count Thibault d'Aussigny have been forced to take refuge at an inn during a snow storm when Charlotte's sleigh breaks down. Entering the room to interrupt Charlotte's and Villon's encounter, the count pursues the surprised poet. A comical battle ensues in which François defeats Thibault. Charlotte decides to run away with the poet. But François is captured and Charlotte surrenders to her fate.\n\nFrançois is brought to Burgundy, tortured and, as a special wedding surprise, locked in a cage. Surprisingly, soldiers attack the king who has been convinced that the wedding is part of an intrigue against him. The soldiers free François and Charlotte, who now want to get married.", "tmdb_plot": "François Villon, in his lifetime the most renowned poet in France, is also a prankster, an occasional criminal, and an ardent patriot.", "tmdb_id": "120829", "wiki_id": "22837750"}, {"title": "Bigamie", "genres": ["Drama"], "wiki_plot": "Plumber Otto Engel has been abandoned by his wife Ada. He gets along really well with Elise, the girl living above his workshop and store. When he finally musters up the courage to ask her out to a variety show, he is utterly shocked to see his runaway wife Ada on stage as a dancer. Otto and Ada decide to try and patch up their marriage, so she returns home. But the theatre keeps drawing Ada and after a short time she leaves for the second time. Elise puts Otto back on his feet again and the two choose to live together. When Ada does not respond to his request for divorce, Otto arranges a false death certificate. Otto and Elise get married, are happy and have a son. Until Ada suddenly returns and accuses Otto of bigamy. In court, Ada is deeply impressed by Elise and Otto's son. She takes some poison and dies on the spot. The Engel family can live on in peace.", "tmdb_plot": "", "tmdb_id": "494052", "wiki_id": "35869801"}, {"title": "Blighty", "genres": ["War", "Drama"], "wiki_plot": "With the outbreak of World War I, Sir Francis and Lady Villiers (Annesley Healey and Ellaline Terriss) and daughter Ann (Lillian Hall-Davis) watch son of the household Robin (Godfrey Winn) and family chauffeur David Marshall (Jameson Thomas) go off to fight.  David does well in the army and is quickly promoted through the ranks, while Robin falls in love with and marries a local girl.  Robin is killed in action on the Western Front, leaving his bride a young widow with a baby.\nWhen David returns periodically to England on leave, he and Ann fall in love.  Meanwhile Robin's wife (Nadia Sibirskaïa) finds her way as a refugee to England to seek out the Villiers and introduce them to their grandchild.  Following the declaration of the Armistice with Germany, the romance between David and Ann has to conquer entrenched class-based attitudes, while Robin's wife at first feels overwhelmed and out-of-place in the Villiers household.  Problems are eventually overcome, and the Villiers' welcome David and their daughter-in-law and grandchild into the family.", "tmdb_plot": "A chauffeur becomes an officer and later cares for his master's widow and child.", "tmdb_id": "399500", "wiki_id": "28550166"}, {"title": "The Blood Ship", "genres": ["Drama"], "wiki_plot": "A disgraced sea captain signs on as a hand on a cargo ship, which turns out to be captained by the tyrannical man who ruined his reputation. The other crewmen have mostly been shanghaied aboard and are kept in line by the captain and his brutal first mate. The former captain begins to plot a mutiny to take control of the ship from their brutal regime.", "tmdb_plot": "A disgraced sea captain signs on as a crewman on a cargo ship. He discovers that the vessel is captained by the very man who stole his ship, a sadistic brute who also took the former captain's wife and daughter. The ship's crew is composed mostly of sailors who were shanghai'ed aboard and are kept in line by the brutal captain and his even more fearsome first mate. The captain and one of his fellow crewmen--who has fallen in love with the man's daughter, who now belongs to the brutal captain--try to unite the crew to end the brutal reign of the captain and his henchman.", "tmdb_id": "423721", "wiki_id": "32142525"}, {"title": "The Bugle Call", "genres": ["Adventure", "Drama"], "wiki_plot": "Billy Randalph (Coogan) who is a young bugler on a frontier cavalry post in the mid-1870s, whose stepmother Alice Tremayne (Windsor) attempts to replace his real mother who only lives in his memory.", "tmdb_plot": "Tale of a young bugler whose stepmother attempts to supplant the mother who only lives in his memory.", "tmdb_id": "536868", "wiki_id": "34149732"}, {"title": "Cafe Electric", "genres": ["Romance", "Crime", "Drama"], "wiki_plot": "Erni (Marlene Dietrich), the daughter of a wealthy industrialist Göttlinger (Fritz Alberti) falls for a pickpocket Fredl (Willi Forst), but Fredl prefers Hansi (Nina Vanna), a prostitute at the Café Elektric. Max (Igo Sym) who is a Göttlinger architect, loves Erni, until he discovers her relationship with Fredl. Recuperating at the Café Elektric, Max falls in love with Hansi. Göttlinger also liked Hansi, so he fired Max. Max now lives in need with reformed Hansi, but leaves her when he suspects she has returned to prostitution. At the Café Elektric Fredl stabs Hansi. Max now is a reporter who covers the story. Since Hansi is innocent, they reunite.", "tmdb_plot": "The daughter of a wealthy industrialist falls for a pickpocket.", "tmdb_id": "149738", "wiki_id": "11538757"}, {"title": "California", "genres": ["Western"], "wiki_plot": "The film dramatized the Battle of San Pasqual, of December 6–7, 1846, a battle of the Mexican–American War 1846-1848, in which General Stephen W. Kearny's U.S. Dragoons fought Californio lancers in the San Pasqual Valley, just east of Escondido, California.", "tmdb_plot": "\"The war with Mexico serves to bring together American officer and Mexican senorita, the former all ardent and the latter defiant because of the fact that their countries are at war. Coincident with the American victory is the successful conquest by the 'gringo' of the girl's heart.\"", "tmdb_id": "708395", "wiki_id": "44293821"}, {"title": "Call of the Cuckoo", "genres": ["Comedy"], "wiki_plot": "Papa Gimplewart (Davidson) exchanges his house, in order to escape the antics of inmates of the lunatic asylum next door, including characters played by Laurel and Hardy. Unfortunately, the new house turns out to be 'Jerry-built', put up in two days. After several disasters occur, Papa Gimplewart asks \"Is there anything else can happen?\". He then realizes that the inmates from the asylum have just moved in next door.\nAmong the disasters are a mop removing the color from the kitchen floor;dirty bath water leaking down from upstairs and into the communal coffeepot;and a piano sliding on an uneven floor that crashes through a wall and demolishes the family car.\nExcerpts from this film appeared in the Robert Youngson documentary LAUREL AND HARDY'S LAUGHING 20's(1965)", "tmdb_plot": "Mishaps befall a new home owner located next door to an insane asylum.", "tmdb_id": "50863", "wiki_id": "5463760"}, {"title": "The Callahans and the Murphys", "genres": ["Comedy", "Drama"], "wiki_plot": "Mrs. Callahan (Dressler) and Mrs. Murphy (Moran), are a couple of feuding tenement housewives working to keep control of their many children.  Dan Murphy (Gray) falls in love with Ellen Callahan (O'Neill), and then later disappears after Ellen is pregnant. Mrs. Callahan (Dressler) decides to adopt the baby to save her daughters reputation, but later finds out that the baby is not illegitimate after all.", "tmdb_plot": "Film was released in 1927", "tmdb_id": "441109", "wiki_id": "34150058"}, {"title": "The Cat and the Canary", "genres": ["Horror", "Comedy", "Mystery"], "wiki_plot": "In a decaying mansion overlooking the Hudson River, millionaire Cyrus West approaches death. His greedy family descends upon him like \"cats around a canary\", causing him to become insane. West orders that his last will and testament remain locked in a safe and go unread until the 20th anniversary of his death. As the appointed time arrives, West's lawyer, Roger Crosby (Tully Marshall), discovers that a second will mysteriously appeared in the safe. The second will may only be opened if the terms of the first will are not fulfilled. The caretaker of the West mansion, Mammy Pleasant (Martha Mattox), blames the manifestation of the second will on the ghost of Cyrus West, a notion that the astonished Crosby quickly rejects.\nAs midnight approaches, West's relatives arrive at the mansion: nephews Harry Blythe (Arthur Edmund Carewe), Charles \"Charlie\" Wilder (Forrest Stanley), Paul Jones (Creighton Hale), his sister Susan Sillsby (Flora Finch) and her niece Cecily Young (Gertrude Astor), and niece Annabelle West (Laura La Plante). Cyrus West's fortune is bequeathed to the most distant relative bearing the name \"West\": Annabelle. The will, however, stipulates that to inherit the fortune, she must be judged sane by a doctor, Ira Lazar (Lucien Littlefield). If she is deemed insane, the fortune is passed to the person named in the second will. The fortune includes the West diamonds which her uncle hid years ago. Annabelle realizes that she is now like her uncle, \"in a cage surrounded by cats.\"\nWhile the family prepares for dinner, a guard (George Siegmann) barges in and announces that an escaped lunatic called the Cat is either in the house or on the grounds. The guard tells Cecily, \"He's a maniac who thinks he's a cat, and tears his victims like they were canaries!\" Meanwhile, Crosby suspects someone in the family might try to harm Annabelle and decides to inform her of her successor. Before he speaks the person's name, a hairy hand with long nails emerges from a secret passage in a bookshelf and pulls him in, terrifying Annabelle. When she explains what happened to Crosby, the family immediately concludes that she is insane.\nAlone in her assigned room, Annabelle examines a note slipped to her which reveals the location of the family jewels, fashioned into an elaborate necklace. She follows the note's instructions and soon discovers the hiding place, in a secret panel above the fireplace. She retires for the night, wearing the diamond-encrusted necklace.\n\nWhile Annabelle sleeps, the same mysterious hand emerges from the wall behind her bed and snatches the diamonds from her neck. Once again, her sanity is questioned, but as Harry and Annabelle search the room, they discover a hidden passage in the wall and in it the corpse of Roger Crosby. Mammy Pleasant leaves to call the police, while Harry searches for the guard; Susan runs away in hysterics and hitches a ride with a milkman (Joe Murphy). Paul and Annabelle return to her room to search for the missing envelope, and discover that Crosby's body is missing. Paul vanishes as the secret passage closes behind him. Wandering in the hidden passages, Paul is attacked by the Cat and left for dead. He regains consciousness in time to rescue Annabelle. The police arrive and arrest the Cat, who is actually Charlie Wilder in disguise; the guard is his accomplice. Wilder is the person named in the second will; he had hoped to drive Annabelle insane so that he could receive the inheritance.", "tmdb_plot": "Rich old Cyrus West's relatives are waiting for him to die so they can inherit. But he stipulates that his will be read 20 years after his death. On the appointed day his expectant heirs arrive at his brooding mansion. The will is read and it turns out that Annabelle West, the only heir with his name left, inherits, if she is deemed sane. If she isn't, the money and some diamonds go to someone else, whose name is in a sealed envelope. Before he can reveal the identity of her successor to Annabelle, Mr. Crosby, the lawyer, disappears. The first in a series of mysterious events, some of which point to Annabelle in fact being unstable.", "tmdb_id": "76804", "wiki_id": "5735156"}, {"title": "Chang: A Drama of the Wilderness", "genres": ["Documentary", "Adventure", "Drama"], "wiki_plot": "Kru, the farmer depicted in the film, battles leopards, tigers, and even a herd of elephants, all of which pose a constant threat to his livelihood. As filmmakers, Cooper and Schoedsack attempted to capture real life with their cameras, though they often re-staged events that had not been captured adequately on film. The danger was real to all the people and animals involved. Tigers, leopards, and bears are slaughtered on camera, while the film's climax shows Kru's house being demolished by a stampeding elephant.", "tmdb_plot": "Elephants disrupt the lives of a family deep in the jungles of Northern Siam, and an entire village.", "tmdb_id": "44657", "wiki_id": "42861"}, {"title": "The Chess Player", "genres": ["Fantasy", "Drama", "War"], "wiki_plot": "In 1776, a young Polish patriot, Boleslas Vorowski, is wounded in an abortive uprising against the Russian forces in Vilnius. A  reward for his capture is offered but he is sheltered by Baron von Kempelen, an inventor of lifelike automata, who plans to smuggle Vorowski, a skilful chess-player, to Germany concealed inside a chess-playing automaton called The Turk. Major Nicolaïeff, a Russian rival of Vorowski, challenges The Turk to a game and is defeated, but he realises that the machine is being secretly operated by Vorowski. He arranges for The Turk to be sent to Moscow to entertain the Empress Catherine II. When The Turk refuses to allow Catherine to cheat, the Empress orders that the automaton is to be executed by firing squad at dawn.  During a masked ball, von Kempelen replaces Vorowski inside The Turk, to enable him to escape with his lover Sophie. Nicolaïeff, who has been sent to search von Kempelen's house, is slain by the inventor's sabre-wielding automata.", "tmdb_plot": "In 1776, an inventor conceals a Polish nobleman in his chess-playing automaton, a machine whose fame leads it to the court of the Russian empress.", "tmdb_id": "151342", "wiki_id": "41870240"}, {"title": "Chicago", "genres": ["Comedy", "Drama", "Crime"], "wiki_plot": "The plot of the film is drawn from the 1926 play Chicago by Maurine Dallas Watkins which was in turn based on the true story of Beulah Annan, fictionalized as Roxie Hart (Phyllis Haver), and her spectacular murder of her boyfriend.\nThe silent film adds considerably to the material in Watkins' play, some additions based on the original murder, and some for Hollywood considerations. The murder, which occurs in a very brief vignette before the play begins, is fleshed out considerably. Also, Roxie's husband Amos Hart has a much more sympathetic and active role in the film than he does either in the play or in the subsequent musical. The original ending is altered to have Roxie punished for her crime, in keeping with Hollywood values of not allowing criminals to profit too much from their crimes.", "tmdb_plot": "Based on a true story, two-timing boozing wife Roxie Hart kills her lover in cold blood after he leaves her, and finagles her way out being indicted. The basis for Kander/Ebb's 1975 Broadway musical of the same name and its Oscar-winning 2002 film adaptation.", "tmdb_id": "128298", "wiki_id": "198061"}, {"title": "Children of Divorce", "genres": ["Romance", "Drama"], "wiki_plot": "Jean Waddington (Esther Ralston) and Ted Larrabee (Gary Cooper) grew up together in an affluent society, the children of divorced parents. Most of their friends have cynical attitudes towards love and marriage, but Jean and Ted are more serious. In fact, Jean has fallen in love with Ted, who one day proposes marriage. Knowing, however, that Ted's father was unfaithful to his wife and irresponsible, Jean demands that he prove himself before she accepts his proposal. Soon Ted starts a business and opens up an office in the building where their mutual friend Kitty Flanders (Clara Bow) works. Kitty is also a child of divorce.\nOne evening, Kitty throws a wild party at work, and Ted takes part in the revelry. At the party, Kitty meets Prince Ludovico de Saxe (Einar Hanson) and is immediately attracted to him. The prince returns her affection, but the prince's guardian Duke Henri de Goncourt (Norman Trevor) prevents them from seeing each other because she is not of their social class. Raised by a mother who insisted that she marry a wealthy man, Kitty soon sets her sights on Ted—even though she knows that Ted and her close friend Jean love each other. One evening, after going on a drunken spree, Kitty tricks Ted into marrying her, even though she does not love him.\nDesperately unhappy, Ted assures Jean that he will seek a divorce as soon as possible. Not wanting him to repeat the mistakes of their parents, Jean refuses to marry him if he divorces, and sails off for Europe. The arrival of their baby does little for their marriage, and Ted avoids spending any time with his unwanted wife. Sometime later, Kitty and Ted and their child visit the prince, whom Kitty once loved. Kitty remembers her feelings for the prince and dreams of marrying him someday. When she learns that he can never marry a divorced woman for religious reasons, she poisons herself.", "tmdb_plot": "A young flapper tricks her childhood sweetheart into marrying her. He really loves another woman, but didn't marry her for fear the marriage would end in divorce, like his parents'. Complications ensue.", "tmdb_id": "170979", "wiki_id": "7169030"}, {"title": "The Climbers", "genres": ["Drama", "Romance"], "wiki_plot": "The action takes place in Spain and Puerto Rico during the early 19th-century reign of Ferdinand VII. The Duchess of Arrogan (Irene Rich) is the victim of the machinations of court \"climber\" Countess Veya (Myrna Loy).  The Countess arranges to hide the king's enemy, Duke Cordova (Forrest Stanley) in the Duchess's room where he is discovered resulting in the banishment of both to the colony of Puerto Rico, and the Duchess's estrangement from her powerful husband. In exile the Duchess successfully but cruelly manages her extensive land holdings, nursing bitterness against all men, while Cordova becomes the bandit El Blanco. The two are thrown together and begin an affair. The Duchess's daughter Laska (Florence Fair) arrives, fleeing an unwelcome marriage to which the death of her father has left her vulnerable. Laska is kidnapped and rescued. The Duchess has a happy resolution, reunited with her daughter and Cordova.", "tmdb_plot": "The Duchess of Aragon is wooed by King Ferdinand VII of Spain, much to the displeasure of his mistress Countess Veya, who forces the Duchess out of Spain and into Puerto Rico, where she is forced to behave in very unladylike manners, such as riding horses like a cowboy, and dueling with and fending off various brigands and bandits.", "tmdb_id": "595394", "wiki_id": "35062625"}, {"title": "College", "genres": ["Drama", "Comedy", "Romance"], "wiki_plot": "In Southern California, Ronald graduates high school as its \"most brilliant scholar\". At his graduation, Ronald speaks on \"the Curse of the Athlete\", arguing that books are more important than athletics. His speech offends most of the student body, especially the popular athlete Jeff, and causes Ronald's sweetheart Mary to reject him.\nRonald decides to follow Mary to Clayton, which the dean describes as an \"athlete-infested college\". Hoping to impress Mary, Ronald tries out for the baseball and track and field teams, but proves to be totally inept. At the same time, he attempts to work as a soda jerk and as a waiter in blackface while trying to keep these jobs a secret from Mary, who has started dating Jeff.\nEventually the dean asks Ronald why his grades are suffering. After Ronald explains the situation, the dean empathizes with him and orders the rowing coach to make Ronald the coxswain in the upcoming competition. The coach tries to sabotage Ronald by slipping him a sleeping potion so he cannot compete, but the potion is accidentally consumed by the team's other coxswain instead. Despite Ronald capsizing the boat, pulling the rudder off mid-race, and causing collisions with other boats, the Clayton team wins the race anyway.\nMeanwhile, Mary starts to appreciate Ronald’s futile efforts to impress her. However, on the day of the boat race, Jeff gets kicked out of college and takes her hostage in her room, locking them in an effort to get her expelled so she will marry him. In the end, she manages to contact Ronald by telephone, who in a sudden show of athleticism sprints to her dormitory, pole vaults into her window, and fights off Jeff by throwing household objects at him and demonstrating skills in javelin shot put and tackle football. Mary agrees to marry Ronald and they live the rest of their lives together, ending with a shot of side-by-side gravestones.", "tmdb_plot": "Brilliant in his studies and dismissive of athletics, Ronald finishes high school at the top of his class. But in college his uptight attitude doesn't win him any points with his sports-loving classmates, and pretty coed Mary ignores him in favor of brutish jock Jeff. Hoping to impress Mary, Ronald makes a buffoon of himself at every sport imaginable.", "tmdb_id": "34847", "wiki_id": "9219835"}, {"title": "The College Hero", "genres": ["Comedy", "Romance"], "wiki_plot": "Football player Bob Cantfield enrolls at Carver College, is assigned Jim Halloran as a roommate and lands a date with Sampson Saunders' attractive sister, Vivian.\nJim's jealousy over Bob's gridiron and girlfriend successes cause him to trip his teammate deliberately and cause Bob to be injured in a game. Bob is still able to score the touchdown that wins Carver the game, after which Jim's conscience gets the better of him.", "tmdb_plot": "A college football player is injured by a jealous teammate during practice, but comes back unexpectedly to play for his team in the season's key game.", "tmdb_id": "420529", "wiki_id": "44800085"}, {"title": "The Cradle Snatchers", "genres": [], "wiki_plot": "Three unhappy, middle-aged housewives teach their adulterous husbands a lesson by starting affairs with college-aged young men during the jazz age.", "tmdb_plot": "To cure their flirtatious husbands of consorting with flappers, three wives -Susan Martin, Ethel Drake, and Kitty Ladd- arrange with three college boys -Henry Winton, Oscar, and Joe Valley- to flirt with them at a house party. Joe Valley, who poses as a hot-blooded Spaniard, is vamped by Ginsberg in female attire, and Oscar, a bashful Swede, uses caveman methods when aroused. During a rehearsal of the party, the three husbands arrive, followed by their flapper friends, leading to comic complications that are resolved", "tmdb_id": "211451", "wiki_id": "30148358"}, {"title": "Dearie", "genres": [], "wiki_plot": "The film is told in flashback, as the repentant Stephen unfolds his life story to wealthy publisher Samuel Manley.\nFinding herself in dire circumstances, the widowed Sylvia Darling determines that her son, Stephen, will complete his college education and develop his supposed literary talents; thus, she accepts a contract as singer in a Broadway nightclub, billed as \"Dearie,\" and becomes an immediate sensation. Samuel Manley, a wealthy publisher who is attracted to Sylvia, allows her to entertain in his home, escorted by Luigi, the club proprietor. At college, Stephen and his self-styled roommates, Paul and Max, are expelled. He romances Edna, the publisher's niece, who promises to promote his book with her uncle. Unimpressed by the egotistical youth, Manley rejects his work. Enraged, Stephen accidentally wounds his mother. When he learns that she is a cabaret entertainer, the ungrateful boy grows to despise his mother, doing everything he can to humiliate her. Only when tragedy looms over the horizon does Stephen comes to his senses, and he begs his mother for forgiveness and is forgiven. Sylvia eventually marries Luigi.", "tmdb_plot": "Finding herself in dire circumstances, the widowed Sylvia Darling determines that her son, Stephen, will complete his college education and develop his supposed literary talents; thus, she accepts a contract as singer in a Broadway nightclub, billed as \"Dearie,\" and becomes an immediate sensation.", "tmdb_id": "595450", "wiki_id": "32401950"}, {"title": "The Decembrists", "genres": ["Drama"], "wiki_plot": "The film recreates the history of the movement of the Decembrists: an outbreak of peasant revolts, organization of nobility circles and the actual uprising; against the background of these events unfolds the romantic love story of the Decembrist Ivan Annenkov and French milliner Pauline Gueble.", "tmdb_plot": "Directed by Aleksandr Ivanovsky.", "tmdb_id": "283046", "wiki_id": "49228102"}, {"title": "Field Mouse", "genres": ["Action", "Romance"], "wiki_plot": "The plot concerns a young couple who have made a marriage vow with each other. Their marriage is thwarted when the woman is forced to marry a rich gangster. A fighter for justice called \"Deuljwi(Field Mouse)\" stops the wedding, kills the gangsters, and returns the bride to her betrothed.", "tmdb_plot": "A young man called Field Mouse (Deuljwi) saves a young couple when the woman is forced to marry a rich gangster.", "tmdb_id": "856975", "wiki_id": "4470950"}, {"title": "Chuji's Travel Diary: The Chuji Patrol Episode", "genres": ["Drama"], "wiki_plot": "The three films focus on the travels of the kindly yakuza boss Kunisada Chūji. The existing print begins with Chuji on the road, fleeing the law while taking care of Kantaro, the son of a dead friend. He leaves Kantaro with Kabe Yasuemon, an honorable local boss, but is shocked to find out that his own men have been committing robberies using his own name. Angry, Chuji hits the road and eventually settles in another town, assuming another name and working as a clerk for a sake brewery. Okuma, the daughter of the brewer, falls in love with Chuji, but he ignores her. When he saves her brother from trouble with the Otozo gang, his identity is revealed and the police close in. Okume kills herself and Chuji flees, but the palsy he had been suffering from worsens and he is finally caught. His henchmen, however, succeed in rescuing him and bring him back to his home village. Unable to walk and confined to bed, Chuji is hidden in a storehouse. His woman, Oshina, discovers that one of his men has betrayed him, but it is too late. Despite the valiant efforts of his men to hold off the police, Chuji is finally arrested by the authorities.", "tmdb_plot": "The Japanese equivalent of penny dreadfuls glorifying Jesse James, A Diary of Chuji’s Travels gives a unique gloss to the tale of Chuji Kunisada, the legendary bakuto (or gambler, the precursors to modern-day yakuza). One of the two remaining segments of Ito’s original four-hour trilogy, it depicts Chuji’s attempt to save the geisha Oshina, a rebellion against the rigid social structure of Edo Japan. With socialist overtones, it’s a passionate artifact of early Japanese film.", "tmdb_id": "125354", "wiki_id": "34601426"}, {"title": "The Diplomatic Pouch", "genres": ["Thriller", "Drama", "History"], "wiki_plot": "The film's plot is based on the real murder of the Soviet diplomatic courier Theodor Nette abroad. The pouch of the Soviet diplomat, which is stolen by British spies, is taken away by the sailors of a ship sailing to Leningrad who deliver it to the authorities. The intelligence agents make every effort to retrieve the bag.", "tmdb_plot": "The film's plot is based on the real murder of the Soviet diplomatic courier Theodor Nette abroad. The pouch of the Soviet diplomat, which is stolen by British spies, is taken away by the sailors of a ship sailing to Leningrad who deliver it to the authorities. The intelligence agents make every effort to retrieve the bag.", "tmdb_id": "175087", "wiki_id": "52583528"}, {"title": "Do Detectives Think?", "genres": ["Comedy"], "wiki_plot": "A Judge (Finlayson) sentences a murderer, the Tipton Slasher (Noah Young), to death. The murderer vows revenge on the judge.\nFollowing the escape of the condemned man, the judge engages a detective agency which sends its two least-skilled detectives (Laurel and Hardy) to protect him.\nIn a sequence that establishes their routine, their hats blow off and land in a cemetery. They are scared to retrieve them. Stan is scared of his own shadow, thinking it is another person. Meanwhile the Slasher is in the judge's house, taking on the role of a butler.\nHardy demonstrates his shooting skills to the judge, claiming his uncle was William Tell. He tries to shoot an apple from Laurel's head but destroys a nearby vase.\nThe judge's wife sees the butler with a huge knife and screams. He hides in a bedroom where Laurel and Hardy sit in bed together. The judge is having a bath. Laurel and Hardy overpower the Slasher but Hardy gets handcuffed instead of the Slasher.\nThe judge in a large white towel falls down he stairs and an odd mask jams on the back of his head. From the back he looks like a ghost and scares the Slasher. The police arrive and arrest the Slasher.\nThe sleuths, after many mishaps, manage to capture the murderer.", "tmdb_plot": "An escaped convict is out to kill the judge who sentenced him. Two inept detectives are hired to guard the judge.", "tmdb_id": "50868", "wiki_id": "4765472"}, {"title": "A Dog of the Regiment", "genres": ["Drama"], "wiki_plot": "Based on a story by Albert S. Howson, the film traces the life of Rin-Tin-Tin \"from the time he was a puppy to the time when he fell into the hands of an American, fighting in France.\" The American is an flyer whose plane went down behind German lines.", "tmdb_plot": "During World War I, Rin-Tin-Tin finds that he must rescue his master, a fighter pilot, from his wrecked aircraft. He also has to help him escape his rival, who has ordered him shot so he can have the girl they're competing for all to himself.", "tmdb_id": "294377", "wiki_id": "44536846"}, {"title": "The Dove", "genres": ["Romance"], "wiki_plot": "A despot falls for a dancing girl. After she rejects him, she has her other beau framed for murder.", "tmdb_plot": "Norma Talmadge plays a Mexican saloon singer, known as 'The Dove.' She is romanced by a young caballero and menaced by a Villa-like brute of a dictator, played by Noah Beery.", "tmdb_id": "79760", "wiki_id": "145928"}, {"title": "Downhill", "genres": ["Drama", "Adventure"], "wiki_plot": "At an expensive English boarding school for boys, Roddy Berwick is school captain and star rugby player. He and his best friend Tim Wakeley start seeing a shopgirl, Mabel, who tells the headmaster that she is pregnant and that Roddy is the father. However, Tim is the father, and he cannot afford to be expelled because he needs to win a scholarship to attend the University of Oxford. Promising Tim that he will never reveal the truth, Roddy accepts expulsion.\nReturning to his parents’ home, Roddy finds that his father Sir Thomas Berwick believes him guilty of the false accusation. Roddy leaves home and finds work as an actor at a theatre, then marries lead actress Julia Fotheringale after inheriting £30,000 from a relation. Julia secretly continues an affair with her leading man Archie and discards Roddy after his inheritance is exhausted. He becomes a taxi dancer (implying that he is also a gigolo) in a Paris dance hall but soon quits, disgusted that he has been romancing older women for money.\nRoddy ends up alone and delirious in a shabby room in Marseilles. Some sailors take pity on him and ship him back home, possibly hoping for a reward. Roddy's father has learned the truth about the shopgirl's false accusation during his son's absence and joyfully welcomes him back. Roddy resumes his previous life.", "tmdb_plot": "Roddy, first son of the rich Berwick family, is expelled from school when he takes the blame for his friend Tim's charge. His family sends him away and all of his friends leave him alone. Through many life choices that don't work out in his favor, Roddy begins to find his life slowly spiraling out of his control.", "tmdb_id": "52782", "wiki_id": "1619872"}, {"title": "Dress Parade", "genres": ["Drama", "Romance"], "wiki_plot": "Civilian Vic Donovan (Boyd) visits West Point, and falls for beautiful Janet Cleghorne (Love), daughter of the commandant (Geldart). He successfully wins an appointment to the Academy, where he and Stuart Haldane (Allan), another cadet, vie for Janet's affection. Their competition escalates, nearly resulting in Haldane's dismissal, but Donovan takes responsibility, and Janet falls in love with him.", "tmdb_plot": "An amateur boxing champion stops at West Point to see a dress parade and falls for the commandant's daughter. He wins an appointment to the Academy and begins a rivalry for her affection.", "tmdb_id": "289237", "wiki_id": "30159231"}, {"title": "The Drop Kick", "genres": ["Drama"], "wiki_plot": "A football player finds his head coach is suffering from a suicide.", "tmdb_plot": "College football player Jack Hamill finds his reputation on the line when he pays an innocent visit to a woman whose husband kills himself.", "tmdb_id": "234275", "wiki_id": "6851697"}, {"title": "Duck Soup", "genres": ["Comedy"], "wiki_plot": "Fleeing a group of forest rangers, who are rounding up tramps to serve as firefighters, Laurel and Hardy take refuge in a mansion. The owner has gone on vacation and the servants are away, so Hardy pretends to be the owner and offers to rent the house to an English couple. Hardy gets Laurel to pose as the maid. Unfortunately, the owner returns and tells the would-be renters that he owns the house. Laurel and Hardy then flee again and are caught by the rangers and forced to fight wildfires.", "tmdb_plot": "Fleeing a group of forest rangers, who are rounding up tramps to serve as firefighters, they take refuge in a mansion. The owner has gone on vacation and the servants are away, so Hardy pretends to be the owner and offers to rent the house to an English couple. Hardy gets Laurel to pose as the maid. Unfortunately, the owner returns and tells the would-be renters that he owns the house; Laurel and Hardy then flee again and are caught by the rangers and forced to fight wildfires.", "tmdb_id": "50897", "wiki_id": "4765785"}, {"title": "The End of St. Petersburg", "genres": ["Drama"], "wiki_plot": "A peasant boy leaves his rural community and arrives in St. Petersburg to obtain employment. He stays in the basement apartment of a Bolshevik worker. When the workforce at the Lebedev factory goes on strike, the Bolshevik worker's wife fears their family will starve.\nThe boy is offered a job in the Lebedev factory. He naively tells the management which employees started the strike, and he leads them to the Bolshevik worker's home. This results in the Bolshevik worker and his fellow communists being arrested. The boy is shocked by the consequences of his actions.\nThe boy goes to the factory office, hoping to convince the boss to free the Bolshevik worker. After a violent fight with the management, the boy is arrested and forcibly enlisted in the Imperial Russian Army. Meanwhile, the aristocracy decides to enter World War I.\nThe war continues for three years, during which the Russian military suffers many casualties. In 1917, the Imperial government has prioritized making weapons over feeding its people, and starving citizens riot. The Tsar is overthrown and the Provisional Government is instated, to the delight of the upper class.\nThe working class decides to overthrow the capitalist ministers. The Russian soldiers are called back from the front to support the Provisional Government and \"save the Revolution from communist traitors.\" The Bolshevik worker appears as the soldiers get ready to march on the city. The boy appears and makes his way to the front and orders the soldiers to lower their weapons, which they obey. The Bolshevik worker convinces the military to join the Soviet cause.\nThe Soviets attack the Winter Palace and, after a violent battle, emerge victorious. The next morning, the wife comes looking for her husband. She shares potatoes with the soldiers and tends to the boy, who had been wounded. She is happily reunited with her husband in a church. The film declares \"St. Petersburg is no more,\" and \"Long live the City of Lenin.\"", "tmdb_plot": "A peasant in rural Russia comes to St. Petersburg to escape absolute poverty and find work at the outbreak of the First World War. He comes to stay with his friend, a Bolshevik worker who has organized a strike at his factory. The peasant betrays his friend to the factory's greedy management, leading to the arrest of the striker. Feeling remorseful at his actions, the peasant attempts to plead for his friend’s freedom, but the situation escalates and he is imprisoned without trial and sent to fight in the war. After returning from the front, the peasant joins the revolutionary fight along with the Bolshevik worker.", "tmdb_id": "106254", "wiki_id": "4470029"}, {"title": "The Enemy", "genres": ["Drama", "Romance", "War"], "wiki_plot": "Newlywed Carl (Ralph Forbes) goes to war where he endures major suffering. Back home, wife Pauli (Lillian Gish) starves, becomes a prostitute to survive, and their baby dies.", "tmdb_plot": "Carl Behrend, son of a wealthy businessman, marries Pauli Arndt, daughter of a pacifist professor. When World War I breaks out, Carl is drafted. Pauli and her family and friends are left behind to experience the suffering which befell civilians during the war. Her luck worsens when her father is dismissed from his professorship for teaching that war is evil. Her father argues violently with Carl's father, and degradation and despair descend on Pauli and her family as they await Carl's return from the front.", "tmdb_id": "408946", "wiki_id": "14881706"}, {"title": "The Eyes of the Totem", "genres": ["Drama"], "wiki_plot": "Mariam Hardy, young daughter Betty and husband Jim live in a log cabin in the desolate and frozen north, where Jim works their mining claim.  Mariam longs for a normal life in the civilized world.  Her husband returns one day with cash and the news that he has sold the claim.  They board a steamer bound for Tacoma.  Upon reaching the city, Jim is murdered and the cash is stolen by a mysterious steely-eyed stranger.  Left penniless with a small child to care for, Mariam becomes a beggar.  Over the years she becomes a respectable member of society, but she always keeps a watch for the eyes of the murderer.  A chance encounter reveals his identity, leading to a violent confrontation.", "tmdb_plot": "After selling out a mining claim in the desolate and frigid north, Miriam Hardy moves to Tacoma with her husband and young daughter to start a new life. Things don't go as planned when her husband is murdered by a mysterious sinister eyed stranger, leaving Ms. Hardy a destitute widow. With the police unable to help find the murderer, Ms. Hardy is rescued by a kindly elderly beggar and taken in by a beggar's society. Miriam enrolls her daughter in a private seminary and lives a double life as a street beggar and a member of polite society, until a chance encounter one day leads her back to the sinister eyed stranger she has been seeking for years.", "tmdb_id": "549488", "wiki_id": "46798973"}, {"title": "The Fair Co-Ed", "genres": ["Comedy"], "wiki_plot": "Marion Bright enrolls in college to pursue a handsome young man, Bob, only to discover that he is coach of the women's basketball team there. Marion joins the team and becomes its star player, but becomes unpopular when she refuses to play a game after a disagreement with Bob. Happily for all, she has a change of heart and returns in time to help the team win the big game.", "tmdb_plot": "Marion go off to college where she joins the basketball team to be near the coach, Bob. She instantly makes a rival of Betty, who's also interested in Bob.", "tmdb_id": "184921", "wiki_id": "32087965"}, {"title": "Fashions for Women", "genres": ["Drama"], "wiki_plot": "A social comedy about a cigarette girl, Lulu, who falls in love with a count while finding success as a fashion model.", "tmdb_plot": "Celeste de Givray is renowned throughout Europe as the most beautiful and best-dressed model in all Paris. Her press agent DuPont concocts an attention-getting publicity scheme by having Celeste undergo cosmetic surgery, then unveiling her \"new\" face at a posh fashion show. But thanks to a delay in the surgery, DuPont is forced to hired a substitute for Celeste, a look-alike American girl named Lulu Dooley", "tmdb_id": "567345", "wiki_id": "45346393"}, {"title": "Fiddlesticks", "genres": ["Comedy"], "wiki_plot": "The Hogan family sit and debate their idle son - Harry. The men one to throw him out but Mrs Hogan hopes he will be a great musician one day.\nHarry does not realise his own shortcomings as a music student, whose instrument of choice is the double bass. He attempts to play My Wild Irish Rose and his professor asks him to play \"one tune at a time' as he is no \"Super-Hooperdine\". A note is pushed under the door - a complaint from the neighbours regarding the terrible noise. Harry succeeds in playing something which his professor recognises and his awarded a diploma, as the professor just wants to get rid of him.\nAt home, his family kick him out to try to make his own way in the world. They show no interest in his diploma.\nHe finds a bug-infested room in the city an goes out looking for work - with his double bass. Harry's landlord will not let him take his double bas out until he pays the rent. Harry lowers it out of the window but onto a sales area for an instrument shop below. He argues with the shop owner as to who owns it. Another man gives him $10 for a fiddle, thinking he owns the shop, and Harry uses that $10 to buy his own double bass back. At first he joins an international street band, headed by Prof von Tempo - but they decide he is not what they want. Von Tempo gives him his fee back and rips up his diploma.\nThen an overly-stereotyped Jewish junkman offers him $2 for the instrument. But he wants a demonstration of how it sounds so Harry plays My wild Irish rose again. A man above throws a small metal paraffin heater at him. The junkman realises the potential of stuff thrown out of windows at Harry (to make him shut up) as this can be collected and sold. He gives Harry $5 to keep playing.\nThey return with a bigger cart and a protective cage around Harry to protect him from the thrown objects.\nHarry finds a piano but a man owns it. The junkman offers $50 for it.\nNext Harry drives up in a huge steam roller and accidentally crushes the piano. The junkman cries.The steam roller owner arrives and thinks his steam roller ran off on its own, H compensates Harry with $300 for the piano. He shares it with the junkman.\nHe goes home in top hat and tails. He says he made his money \"fiddling around\".", "tmdb_plot": "Harry will do anything to be a musician, but it takes a junk collector to discover his hidden talents.", "tmdb_id": "189710", "wiki_id": "66731879"}, {"title": "The First Auto", "genres": ["Comedy"], "wiki_plot": "In 1895, champion horse racer and livery stable owner Hank Armstrong is greatly disturbed by the advent of the \"horseless carriage\" in Maple City. He mocks Elmer Hays, a car manufacturer, when he states in a public lecture that the days of the horse are numbered and that a car will one day go 30 miles an hour. However, Armstrong's efforts are in vain. He quarrels with his friends when they start purchasing the machines and is only stopped from horsewhipping his own car-mad son Bob by the timely appearance of Bob's girlfriend Rose Robbins.\nBob leaves to find a job in nearby Detroit. There, he is present when famed driver Barney Oldfield (playing himself) breaks the speed record, driving a mile in a minute. Meanwhile, Hank goes bankrupt and has to sell off all his possessions to satisfy his creditors.\nOne day in 1905, Bob returns, without telling his father, to compete in the first car race in the county. A jealous rival for Rose's affections convinces Hank to tamper with a car on display so that it will explode. When Bob sends Rose to bring his father to the race, Hank is horrified to discover he has sabotaged his son's car. They hurry to the track, but are too late. Bob's car crashes and burns. Hank is convinced he has killed Bob and burns down his livery stable, but Rose brings word that Bob is expected to live. Relieved, Hank gives up his hopeless resistance and joins his son in his car manufacturing company.", "tmdb_plot": "The transition from horses to automobiles at the turn of the century causes problems between a father and son.", "tmdb_id": "262457", "wiki_id": "23608595"}, {"title": "Fjeldeventyret", "genres": [], "wiki_plot": "Mons Østmoe wants to move up in the world by marrying Marie, the daughter of his uncle the bailiff, and becoming the village's new bailiff. He mistakenly arrests three students in the belief that they are wanted robbers. The three students surrender in the hope that the trial will become a farce. It turns out that one of those arrested, Albek, is Marie's secret fiancé and the judge's nephew. To avoid scandal, the bailiff allows Albek to marry his daughter. Mons must therefore settle for the bailiff's niece Ragnhild.", "tmdb_plot": "", "tmdb_id": "966195", "wiki_id": "60838940"}, {"title": "The Flag: A Story Inspired by the Tradition of Betsy Ross", "genres": ["History", "Drama"], "wiki_plot": "In Philadelphia, George Washington is having a meeting with many of his higher ups to discuss the new flag of the United States. Each delegate suggests using the flag of his state when Betsy Ross suggests creating an entirely new flag representing all thirteen of the states that will be personally designed by her. Washington likes this idea. The meeting ends with the members receiving word that more British troops have landed at Staten Island. \nMeanwhile, across the British lines officer Charles Brandon rushes to Philadelphia to be with his wife Edith who is staying with Betsy Ross. Edith hides Charles but word soon spreads that a spy is hiding in the town. Betsy Ross completes the flag which pleases George Washington. After hearing of the spy, he orders his troops to search each house in the town but vouches for the house of Edith and Betsy. He goes up to their parlor room and notices someone is hiding behind the flag. It is Charles Brandon. Edith is distraught he is going to be executed. \nBetsy tells Washington that the flag serves as protection for all under it and that executing him would violate the ethical standards they are fighting for. Washington says all spies should be executed but Charles explains he only came to see his wife behind enemy lines. Washington relents and says that when he is done he will be escorted back to his lines. Charles is exuberant and tells Washington that though America and Britain are enemies today they will be allies in the future. The movie closes with a British, American and French soldier of the WWI era marching side by side with their flags as allies.", "tmdb_plot": "George Washington, commander of revolutionary American forces, ends a squabble among the colonies as to under which flag the Americans will fight the British by recommending a new flag for all the colonies. He asks Betsy Ross to design and create the first flag. Meanwhile, British officer Brandon has crossed enemy lines in order to visit secretly his wife, who boards in the same house as Betsy Ross. Ross helps Mrs. Brandon hide her husband, but then Washington himself discovers the hidden enemy and must decide whether love or the rules of war shall prevail.", "tmdb_id": "189773", "wiki_id": "28910454"}, {"title": "Flim Flam Films", "genres": ["Animation"], "wiki_plot": "Felix tries to put three kittens to bed as part of their nap time. He then goes to the living room to chat with his iceweasel buddy. It appears the little cats are not sleepy as they cry in boredom. While Felix wonders what he should do, his friend offers a suggestion of taking the kittens to a cinema.\nFelix and the kittens are off to a cinema in town. He tries to purchase tickets at a booth but it appears cats are not permitted in the theater as the seller shoos them away. They then disguise themselves as a man, and manage to buy a ticket without the seller realizing. Their disguise, however, does not keep them covered for long when a guard at the cinema entrance spots some bizarreness on top. Feeling completely exposed, they split up and flee. The four cats are still desperate in wanting watch as they sneak through a tiny opening in the cinema's walls. Finally inside, they get to see a film, and the one starring in it turns out to be Felix himself, much to the kittens' enjoyment. But when the Felix character in the film gets attacked by a lion, the angry kittens rush forth and assault the screen, therefore causing a commotion from the audience.\nOn a field just outside town, the kittens are weeping about never getting to watch something, and Felix is still wondering what he should do next. In no time Felix comes up with an idea, and tells the little cats that they should create their own film.\nHours later, Felix and the kittens return to the field, bringing with them a crank-operated movie camera. Using the device, Felix takes videos of a ballet dancer, a marching band, a rising hot air balloon, and a female swimmer in the lake whom Felix romances with. The kittens also take some shots too.\nThey then return home that night to watch the film they made. The characters in the film, however, appear upside down but Felix is able to make quick adjustments. It appears the female swimmer whom Felix dated is the iceweasel's girlfriend, much to the annoyance of that guy who's in attendance. The iceweasel mercilessly batters Felix. The kittens are too frightened to intervene, knowing the iceweasel is more powerful than the lion in the cinema film. Felix is left covered in a lot of bandages, an image he would display again in Whys and Other Whys.", "tmdb_plot": "Felix and his three kittens sneak into a movie theater to watch \"Daddy\" on-screen. Upon being kicked out of the show, Felix decides to make his own movies... but the kits film him kissing a bathing beauty, then show the scene to Felix's wife.", "tmdb_id": "189857", "wiki_id": "42812090"}, {"title": "For the Love of Mike", "genres": ["Drama", "Romance"], "wiki_plot": "A baby boy is found abandoned in a Hell's Kitchen tenement and subsequently is raised by three men: a German delicatessen owner (Sterling), a Jewish tailor (Sidney), and an Irish street cleaner (Cameron). They adopt the boy and raise him as their own. The timeline jumps 20 years into their future. The now-grown Mike (Lyon) resists going to college because he does not wish to be a financial burden to his adoptive fathers, however a pretty Italian girl, Mary (Colbert) working at the delicatessen convinces him to go.\nMike enrolls at Yale and gains a reputation as a sports hero.  He disavows his three fathers, which leads to the Irishman giving him a thrashing in front of the boy's best friends.  He begins to associate with gamblers and ends up owing them money. To settle his debts, they demand he purposely lose the school's big rowing match with Harvard. His three fathers and the girl come to support him during the race, and he defies the gamblers and wins the race. His three fathers then come forward to confront and deal with the gamblers.", "tmdb_plot": "Three men join forces to raise an adopted son.", "tmdb_id": "306029", "wiki_id": "10407964"}, {"title": "For the Term of His Natural Life", "genres": ["Crime", "Drama"], "wiki_plot": "After an argument, Ellinor Devine reveals to her husband, Sir Richard, that he is not actually the father of their son, also named Richard, but that he was fathered by her cousin, Lord Bellasis. Sir Richard throws his son out and storms off in a rage. Shortly afterwards, Richard Junior finds his biological father dead in the forest. Only the viewer and an unidentified witness know that Lord Bellasis has actually been killed by his own son, known as John Rex. However, it is Richard Devine who is found next to the body and arrested. Thinking that his father killed Bellasis, Richard wants to protect his mother's reputation and gives his name as Rufus Dawes.\nThe convict ship that brings Dawes to Tasmania also carries the new governor Vickers and his wife and his daughter Sylvia. The commander of the ship is a brutal man by the name of Maurice Frere. With the Vickers is a young girl, Sarah Purfoy, as a nurse to the child. However, she really is the fiancée of John Rex, convicted for forgery, and tries to help the convicts take the ship. The rebellion is led by a murderer named Gabbett. They fail when Dawes overhears their plans and manages to warn an officer while being brought to a quarantine room for the sick. Gabbett decides to claim that Dawes was the actual ringleader.\nA few years later, Frere comes to visit Vickers and shows interest in Sylvia, who has grown to be a beautiful young woman. Gabbett has come back after an escape and hints that he cannibalized his comrades to survive. Dawes, who is kept in solitary confinement on an island before the coast, attempts to drown himself. Frere has brought Vickers the order to give up the settlement and move to Port Arthur. Vickers embarks the convicts and sails with them. A smaller boat is supposed to carry Frere, Mrs Vickers and Sylvia, but is taken by John Rex, who maroons the three on the abandoned shore. Dawes finds them there a few days later and manages to inspire in them a new will to live. Sylvia especially takes to him very much and convinces him to make a boat, but Mrs Vickers dies before they can leave and makes Dawes promise to look after her daughter. The three survivors are found later by Vickers who has started to search for them. Frere takes the credit for saving Sylvia, who is herself unable to remember a thing after waking. Dawes is put back into prison.\nLater again, it is shortly before the wedding of Sylvia and Frere. John Rex has been captured and Sarah Purfoy begs Frere to save his life by saying that he left them food and weapons. She threatens to reveal his past with some of the women in the settlement to Sylvia and Frere complies. Dawes, who also testifies, is shocked to find that Sylvia cannot remember him. He escapes on the night of the wedding to speak to Sylvia but is apprehended. The next day, a young convict named Cranky Brown is sentenced to a flogging for escape despite the protest of the reverend North and Dawes is ordered to carry out the punishment. He refuses to do so after Brown faints and is flogged himself. Upon finding that Brown is dead, Dawes curses Frere.\nJohn Rex has planned another escape with the help of Gabbett. Dawes refuses to leave with them but asks Rex to post a letter for him. John Rex manages to escape with Sarah's help, while Gabbett and five other man get lost in the wilderness. Gabbett again starts killing and eating his comrades to survive. When he arrives at the shore, he is found by a group of sailors, who kill him. Rex reads Dawes letter in Sydney and understands his striking resemblance to Dawes, since they have the same father. He returns to England, where Ellinor Devine first accepts him as her son, but begins to become suspicious when he starts spending the family fortune. She confronts him with the fact that Richard was illegitimate, and Rex confesses to what happened.\nSome years later again, Dawes is on Norfolk Island. Frere is on his way there to restore order. He quickly finds out that Dawes is the core of a rebellious \"ring\" whose members avenge every punishment through violence. The heavy punishments to which he sentences Dawes break him after some days. Reverend North becomes a close friend of Sylvia and when he visits Dawes in the hospital, the latter begs him to talk to Sylvia. Frere quickly learns about their friendship and after North infuriates him, he revenges it by punishing Dawes. One evening, he finds North and Sylvia in an embrace and suspects his wife to cheat on him. After he strikes her, Sylvia takes the next boat to the mainland; to her father. North goes to visit Dawes and confesses to him that he witnessed the murder of Lord Bellasis but did not tell anyone because Lord Bellasis held banknotes that North had forged. He gives Dawes his coat and tells him to go and see Sylvia. A storm breaks loose. The ship is about to sink as North frees the Norfolk Island convicts, who go after Frere. Sylvia recognises Dawes shortly before the ship sinks; at the same time, the convicts kill Frere. The next morning finds Dawes and Sylvia on a plank in calm waters.", "tmdb_plot": "A convict, wrongfully accused and sent a harsh prison colony, attempts to escape.", "tmdb_id": "118489", "wiki_id": "26181579"}, {"title": "Forbidden Daughters", "genres": ["Adventure"], "wiki_plot": "Alva receives news from her long-lost husband, Russell, and goes to Africa in search of him. There, she finds that her husband is being \"held prisoner\" by a naked native princess, called Loma. Now, in order to bring Russell back home, Alva must show that she's better than the princess.", "tmdb_plot": "A woman searching Africa for her long-lost husband stumbles across a lost civilization in the jungles consisting mainly of nude and semi-nude women (which probably explains why her husband has stayed lost for such a long time).", "tmdb_id": "273646", "wiki_id": "62663925"}, {"title": "Foreign Devils", "genres": ["Action", "History", "Drama"], "wiki_plot": "Captain Robert Kelly (McCoy) while attached to the American Embassy in Peking at the time of the Boxer Rebellion befriends Lady Patricia Rutledge (Windsor) and rescues her from the priests of a Chinese temple that she has gone to visit. He then asks a friend to escort her to safety and battles the Chinese in order to give them time to escape. Eventually he brings news or the approach of the Eight-Nation Alliance to the barricade.", "tmdb_plot": "Capt. Robert Kelly holds off the foreign mob single-handed and makes good his escape during the Boxer rebellion.", "tmdb_id": "377441", "wiki_id": "34149562"}, {"title": "The Fourth Commandment", "genres": ["Drama"], "wiki_plot": "The Graham family falls on hard times.  A childhood love affair between Gordon Graham, played by Malcolm Jones, and Marjorie Miller, played by Lorraine Rivero, is squashed by Marjorie's mother, the social climber Mrs. Miller played by Catherine Wallace.\nGordon, now played by Henry Victor, goes away to college, returns home, and marries Virginia, played by Belle Bennett. Four years after their child's birth, Sonny (Wendell Phillips Franklin), Virginia, no longer wants to be a stay-at-home mom.  She wants to return to the workforce. Virginia's mother-in-law, Mrs. Graham, played by Mary Carr, makes an offer to the couple.  Gordon and Virginia can move in with her, and she will take care of Sonny.\nAfter living awhile with Mrs. Graham, selfish Virginia becomes jealous of her mother-in-law's devotion to her son. She issues an ultimatum – Gordon's mother goes, or she will leave. Gordon can't kick his mother out of her house.  Frustrated, Virginia takes Sonny, moves out, and gets a divorce. Virginia then sets her sights on her wealthy boss - Frederick Stoneman, played by Frank Elliott.  They get married.  Later Stoneman is found guilty of embezzlement and sent to prison.  Virginia is now destitute, unmarried, and no future prospects.\nSonny, played by Robert Agnew, is now a grown man and happily married.  Sonny arranged for his poor mother to live with him and his wife. Soon Sonny's wife becomes jealous of Virginia's devotion to her son. Sonny and his wife move to Paris and take Virginia with them. Virginia has trouble dealing with the demands of Sonny's wife.  The circle is now complete; Virginia decides to disappear in the streets of Paris.\nGordon and his wife, Marjorie, are attending a business function in Paris.  They are recognized on the streets of Paris by a haggard-looking woman.  As the mystery woman walks to greet them, Virginia dies in the street.", "tmdb_plot": "Following a reversal in the Graham family fortune, a childhood love affair between Gordon Graham and Marjorie Miller is frustrated by the socially ambitious Mrs. Miller.", "tmdb_id": "722927", "wiki_id": "34486385"}, {"title": "Frisco Sally Levy", "genres": ["Comedy", "Romance"], "wiki_plot": "Colleen Lapidowitz (O'Neil) falls in love with an Irish police officer named Patrick Sweeney (Delaney), which is a relief to her Jewish father Isaac (Holtz) and Irish mother Bridget (Price) who have tried to discourage her interest in a sleazy lounge lizard named Stuart Gold (D'Arcy).", "tmdb_plot": "Sally Lapidowitz is the daughter of an Orthodox Jewish father and an Irish Catholic mother and the girlfriend of motorcycle cop Patrick Sweeney. Sally finds herself attracted to the fancy Stuart Gold, a young Jewish boy who charms her father but raises Patrick's suspicions, which are soon justified.", "tmdb_id": "949889", "wiki_id": "34147300"}, {"title": "The Garden of Allah", "genres": ["Drama", "Romance"], "wiki_plot": "Father Adrien (Iván Petrovich), a monk at the Trappist monastery of Notre Dame d'Afrique in Algeria, abandons his vows and escapes to the desert, where he meets and rescues Domini (Alice Terry).", "tmdb_plot": "Father Adrien had taken the vows of eternal silence, prayer and, of course, celibacy, when he entered the Trappist Monastry of Notre Dame d'Afrique in Algeria. One day, he chopped down a tree that blocked a part of the Monastery wall, but as it fell it knocked a young girl senseless. As Father Adrien bathes her face she regains consciousness and in a mischievous mood embraces him. The embrace was seen by another monk but the Monastic discipline imposed is as nothing compared to the torturing penances of mind and body which the contrite Father Adrien has imposed upon himself. In the end it is all too much for poor Father Adrien and he abandons his vows and escapes into the desert, resuming his secular name Androvsky. On the way to the oasis of Beni-Mora he encounters Domini Enfilden who has been brought up as a Catholic. Androvsky rescues Domini from a rioting crowd and she finds herself deeply attracted to him.", "tmdb_id": "423722", "wiki_id": "24583027"}, {"title": "A Gentleman of Paris", "genres": ["Comedy"], "wiki_plot": "Marquis de Marignan is a brazen womanizer who spends most of his life escaping the wrath of husbands he has angered. Joseph, his faithful valet frequently rescues Marignan from disaster. But when Joseph finds out that his boss has been sleeping with his wife, he plots a scheme to publicly humiliate Marquis by exposing him as a card cheat. The ruse works, but Marignan manages to have the last laugh by faking his own suicide and returning to haunt Joseph into confessing his scheme.", "tmdb_plot": "Le Marquis de Marignan is a French aristocrat and seducer who flirts with every Parisian girl he meets. If dallying with youngster fräuleins isn't enough to keep him busy, the Marquis also has to cope with an unexpected visit from his fiancée and her father.", "tmdb_id": "415065", "wiki_id": "12712771"}, {"title": "Get Your Man", "genres": ["Drama", "Comedy"], "wiki_plot": "A young girl named Nancy (Clara Bow) falls in love with handsome Robert. He is to marry soon, yet Nancy develops a plan to finally get him.\nNancy, an American on an unchaperoned trip to Paris, encounters Robert several times in her first day - vying for a taxi in front of her hotel, at a jewelry store, and later in a wax museum. Their mutual attraction is evident. Robert and Simone are engaged to be married, the result of an agreement between their two noble families when Robert was very young and his fiancee an infant. He leaves to spend the weekend at his father's estate with Simone and her father to plan the wedding. He had no regular contact with Simone and this is the first time he will have seen her in years.\nNancy borrows a car and has it \"break down\" near the gates to Robert's father's estate. Robert's father invites her to stay while she recovers and the car is repaired. She learns that Robert and Simone are engaged, and fabricates her own engagement to inspire Robert's jealousy. Simone reveals that she loves another man and does not want to marry Robert but is bound by duty to her family. Simone's father takes an interest in Nancy and she encourages him. She teases Robert: \"If I marry the Marquis, won't that make me your mother-in-law?\"\nRobert has enough of Nancy's behavior and writes her a letter saying he is going to Africa on safari, leaving both her and Simone. That night, Nancy has trouble latching her bedroom window and develops a plan.  Asking Robert to come in and close the window for her, she proceeds to make a lot of noise and bang the furniture around. Robert's father and Simone and her father rush into the room to find Nancy and Robert in an embrace. Simone's father is willing to forgive any indiscretions and still wishes to marry her, while Robert's father insists that Robert has damaged Nancy's reputation and must marry her himself. Everyone goes back to their bedrooms. Robert and Nancy slip into the hallway and kiss.", "tmdb_plot": "A young American girl in Paris falls in love with a handsome nobleman, but he is about to wed in an arranged marriage. She hatches a plan to overcome that obstacle and get her man.", "tmdb_id": "189860", "wiki_id": "34981929"}, {"title": "Ghost Train", "genres": ["Crime"], "wiki_plot": "Some strange supernatural phenomenon starts to occur in a railway station, leading members of the public to avoid the place. It turns out some criminals are faking the strange events to keep people away from the station to protect their smuggling operations.", "tmdb_plot": "Mismatched travellers are stranded overnight at a lonely rural railway station. They soon learn of local superstition about a phantom train which is said to travel these parts at dead of night, carrying ghosts from a long-ago train wreck in the area. The travelers eventually get to the bottom of the things that go bump in the night.", "tmdb_id": "171307", "wiki_id": "31288145"}, {"title": "Ginsberg the Great", "genres": [], "wiki_plot": "Johnny Ginsberg, a tailor's apprentice who aspires to be a famous magician, joins a carnival troupe that stops in the town and doubles for sideshow attractions. The troupers, actually a gang of thieves, direct their chimpanzee to pick the pockets of Sam Hubert, a theatrical magnate who is in the audience, but Johnny recovers the wallet. Sappho, an Oriental dancer, learning that Hubert has purchased the Russian crown jewels, vamps Johnny into taking her to his home; and with the aid of the gang, she steals the jewels. Overhearing the gang quarreling over the spoils, Johnny tries to make a getaway with the gems, knocking out each member of the gang separately and affixing to each of them a tag signed \"Ginsberg the Great.\" Hawkins, a newspaperman, publicizes the event, and Johnny consequently receives a reward and a contract from Hubert.", "tmdb_plot": "Johnny Ginsberg (George Jessel) is a tailor's assistant whose ambition is to become a successful conjurer/magician. He joins a carnival and fails but not before apprehending a gang of jewel thieves and gaining the love of Mary (Audrey Ferris), the girl he adores.", "tmdb_id": "595471", "wiki_id": "34764003"}, {"title": "The Girl from Chicago", "genres": ["Action", "Crime", "Drama", "Romance"], "wiki_plot": "Southern girl Mary Carlton finds out that her brother, Bob Carlton, is going to the electric chair for a crime he says he did not commit. In order to get her brother exonerated, Mary travels to New York and pretends to be a Chicago gun moll. She wins the love of two gangsters, Handsome Joe and Big Steve Drummond. Joe, it turns out, is not a gangster at all, but an undercover detective. He attempts to help Mary prove her brother's innocence, and the two of them are caught in a fierce gun battle between the crooks and the cops. They make it through alive (although Drummond gets his due), and Bob is released at the last minute.", "tmdb_plot": "Mary Carlton, who lives with her invalid father on a cotton plantation, receives a letter from Bob, her brother, in New York, stating that he faces death in the electric chair for a crime of which he claims to be innocent. Determined to save him, she goes there, learns of his association with an underworld gang, and begins to suspect Handsome Joe of a connection with the crime.", "tmdb_id": "533892", "wiki_id": "46196989"}, {"title": "The Golden Stallion", "genres": ["Western"], "wiki_plot": "Two men search for a fabled gold mine. The clue to the mine's location is branded on the neck of a wild horse, \"White Fury\", and the men battle each other to capture the horse first.", "tmdb_plot": "The search for a lost gold mine hinges on a secret branded onto the neck of a great horse, White Fury.", "tmdb_id": "761550", "wiki_id": "15805582"}, {"title": "The Gorilla", "genres": ["Thriller", "Horror"], "wiki_plot": "As the film is considered a lost film, specific details on the plot are not clear.  This plot summary combines details from the Library of Congress, the AFI Catalog of Feature Films, and the Harrison's Reports. Some plot details remain unclear, such as whether the murders are done by a real gorilla or a man in the suit in the story.Mystery surrounds the brutal murder of several persons, with the killer believed to be a gorilla who has murdered Cyrus Townsend, father of Alice, in his home leading to suspicions being put on Arthur Marsden, his secretary and his partner Alice. The circumstances of the murder are similar to the other gorilla killings. As Alice, Marsden and a friend of Townsend with Stevens gather about the library tablem they discover a note that warns them to leave before midnight. At ten minutes to twelve they are terrified by a loud knocking at the door. It turns out to be Garrity and Mulligan, who announce they are detectives sent to solve the mystery.\nThey begin to search for the killer, whom they are certain is one of the people present. People suddenly vanish, doors open and shut, strange noises are heard and lights go off and on. Meanwhile, a real gorilla is discovered on the premises.\nA sailor confesses to being the Gorilla, but Marsden, who reveals himself to be a detective, finds that Stevens is the true culprit.", "tmdb_plot": "An ape is suspected of committing a series of murders.", "tmdb_id": "330169", "wiki_id": "8774627"}, {"title": "Hard-Boiled Haggerty", "genres": [], "wiki_plot": "After bringing down yet another German pilot and escaping uninjured from his burning aircraft, Haggerty (Milton Sills) and his buddy, aircraft machinist Klaxon (Arthur Stone), head for Paris, albeit without an official leave of absence. In escaping from M.P.'s, Haggerty takes refuge in a room occupied by Germaine Benoit (Molly O'Day). Love soon springs up, and Haggerty decides to reform, returning to Major Cotton (Mitchell Lewis) with this resolution. He is unprepared, however, to be awarded a medal for his actions as a fighter pilot.\nMajor Cotton, when introduced to Germaine at the officers' ball, recognizes her as \"Go-Go\" (Molly O'Day), a notorious cabaret dancer, and tries to tell Haggerty who she really is. Haggerty angrily knocks him down, and they are both arrested. At the trial, the major tells his story and Germaine confesses. After the Armistice, it develops that Go-Go is actually Germaine's sister, and that Germaine was trying to protect her. The two lovers Germaine and Haggerty are finally reunited.", "tmdb_plot": "After bringing down yet another German pilot and escaping uninjured from his burning aircraft, Haggerty (Milton Sills) and his buddy, aircraft machinist Klaxon (Arthur Stone), head for Paris, albeit without an official leave of absence. In escaping from M.P.'s, Haggerty takes refuge in a room occupied by Germaine Benoit (Molly O'Day). Love soon springs up, and Haggerty decides to reform, returning to Major Cotton (Mitchell Lewis) with this resolution. He is unprepared, however, to be awarded a medal for his actions as a fighter pilot. - From Wikipedia", "tmdb_id": "1039306", "wiki_id": "54416256"}, {"title": "A Harp in Hock", "genres": ["Drama"], "wiki_plot": "In New York City, pawnbroker Isaac Abrams (Schildkraut) must take in an orphaned immigrant boy Tommy (Coghlan) after his mother (Bartlett) dies. Tommy assists at the pawn shop and goes to school, but after a fight with a bully, the bully's mother Mrs. Banks (Robson) reports him to authorities and has him sent to an orphanage.\nTommy escapes and returns to New York, where he upsets Mrs. Banks and a riot breaks out, but Abrams then adopts Tommy.", "tmdb_plot": "A Harp in Hock, also known as The Samaritan, is a lost 1927 American silent melodrama film directed by Renaud Hoffman, produced by DeMille Pictures, and distributed by Pathé Exchange. The film starred Rudolph Schildkraut, Junior Coghlan, May Robson, and Bessie Love, and was based on the short story by Evelyn Campbell.", "tmdb_id": "769983", "wiki_id": "35444680"}, {"title": "Hats Off", "genres": ["Comedy"], "wiki_plot": "Stan and Ollie are salesmen attempting to sell a washing machine; they fail constantly after several near misses. One would-be sale has them carrying the machine up a large flight of steps, only to find out that a young lady wants them to post a letter for her. The boys later get into an argument knocking off each other's hats, which eventually involves scores of others. A police van eventually carts all those involved away except Stan and Ollie, who afterwards try to find their own headgear amongst the hundreds of others lying on the street.", "tmdb_plot": "Stan and Ollie are salesmen attempting to sell a washing machine; they fail constantly after several near misses. One would-be sale has them carrying the machine up a large flight of steps, only to find out that a young lady wants them to post a letter for her. The boys later get into an argument knocking off each other's hats, which eventually involves scores of others. A police van eventually carts all those involved away except Stan and Ollie, who afterwards try to find their own headgear amongst the hundreds of others lying on the street.", "tmdb_id": "440406", "wiki_id": "4765643"}, {"title": "A Hero for a Night", "genres": ["Comedy"], "wiki_plot": "Hiram Hastings (Glenn Tryon), who drives a taxi at an eastern United States summer resort, wants to become an aviator. He takes a correspondence course in aviation and builds his own aircraft, hoping to enter a race from New York to Europe. Samuel Sloan (Burr McIntosh), a wealthy soap manufacturer, arrives with his daughter Mary (Patsy Ruth Miller), a trained nurse (Ruth Dwyer), and his confidential secretary (Lloyd Whitlock), the last two secretly plotting to get Sloan's holdings.\nHiram, infatuated with Mary, crashes a banquet in honor of a visiting French aviator and takes it upon himself to be the speaker of the evening. Although he is ejected, Hiriam perseveres.\nMary learns of the plot against her father and with the aid of Hiram and his aircraft sets out for New York, but Hiram pilots them across the ocean into Russia and there makes a forced landing. The success of the flight, however, saves the Sloan fortune.", "tmdb_plot": "Cab driver falls for rich model.", "tmdb_id": "316293", "wiki_id": "47715121"}, {"title": "A Hero on Horseback", "genres": ["Western"], "wiki_plot": "Billy Garford borrows $500 from rancher J.D. Starbuck and proceeds to lose most of it gambling.  With $50 left, Billy stakes old prospector Jimmie Breeze.\nNow broke, Billy hires himself out to Starbuck.  Billy falls in love with Starbuck's daughter, Ollie and is fired when Starbuck discovers the affair.\nJimmie returns, having struck it rich, and together they buy a local bank.  Mason is nearly lynched when the bank's funds are stolen.", "tmdb_plot": "A chronic gambler whose addiction has lost him his ranch. On the verge of total bustitude, he discovers that a gold mine, of which he is part-owner, has finally paid off. Once his debts are settled, his first move is to buy out the local banker who'd foreclosed on him.", "tmdb_id": "962732", "wiki_id": "55832279"}, {"title": "Heroes of the Wild", "genres": ["Western"], "wiki_plot": "A young woman is heir to a large fortune, but the key to finding it is on the leg markings of a horse called \"The Ghost of the Gauchos\". Unfortunately, the woman's uncle—her legal guardian—has his own plans for her fortune, and they don't include sharing it with her.", "tmdb_plot": "The only key to a young woman's fortune lies in a marking on the leg of a horse called The Ghost of the Gauchos. But the woman's guardian, her uncle, plots to steal her wealth.", "tmdb_id": "954893", "wiki_id": "15805259"}, {"title": "Hindle Wakes", "genres": ["Drama", "Romance"], "wiki_plot": "In the (fictitious) Lancashire mill town of Hindle, preparations are being made for the annual summer wakes week holiday. Fanny Hawthorn (Brody) is seen packing her suitcase in preparation for her trip to Blackpool with her friend Mary Hollins (Peggy Carlisle). Meanwhile, Allan Jeffcote (Stuart), son of the owner of the mill in which Fanny works, and employed in the offices, has had his own holiday plans disrupted due to his fiancée having to cancel their arrangements at the last minute. After a final day's work, the factory hooter sounds and Fanny and Mary board the excursion train to Blackpool, while Allan and a friend decide to travel there by car.\nIn the bustle and throng of Blackpool in peak season, Fanny and Mary meet up with Allan and his friend and enjoy the excitement of the resort as a foursome. Allan and Fanny are attracted to each other, and Allan persuades Fanny to leave Blackpool and instead accompany him for a stay in the more upmarket resort of Llandudno in North Wales. Knowing what this entails, Fanny agrees and writes a postcard to her parents, which Mary promises to post from Blackpool later in the week.\nSoon after, Mary is tragically killed in a boating accident. When Fanny's father hears the news he travels to Blackpool, only to find Fanny not there, and the unmailed postcard in Mary's luggage. At the end of the week, Fanny and Allan return separately to Hindle, where Fanny, previously unaware of Mary's death and shocked by the news, is interrogated by her parents and reveals that she has spent the week with Allan in Llandudno. In indignation, the Hawthorns go to the Jeffcote home and confront Allan's parents with his caddish behaviour. To their surprise, they find Allan's father equally appalled by the situation. Mr. Jeffcote determines that Allan must marry Fanny to prevent a scandal.\nAllan initially opposes his father's demand but explains the situation to his fiancée, who insists that in the circumstances the only decent thing for him to do is to comply with the insistence that he marry Fanny after having compromised her reputation. That evening the Hawthorns visit the Jeffcotes to make arrangements for the marriage. Fanny registers her defiance by refusing to dress up and insisting on wearing her working clothes. Allan makes a formal offer of marriage, and to everyone's amazement Fanny turns him down flat, saying that she is just as entitled to enjoy a \"little fancy\" as any man.\nAllan and his fiancée resume their engagement, while Fanny moves out of the family home to get away from the wrath of her mother. She strikes up a friendship with a fellow mill worker, and agrees to a date with him.", "tmdb_plot": "A young working-class girl causes a stir when she sneaks off for a romantic getaway with the wealthy heir of the mill where she works.", "tmdb_id": "124993", "wiki_id": "28401704"}, {"title": "His First Flame", "genres": ["Comedy"], "wiki_plot": "The story tells of Harry Howells (Langdon), a recent college graduate who's madly in love with his sweetheart Ethel (Kingston) and hopes to marry her.  His woman hating uncle, however, Fire chief Amos McCarthy (Dent), tells his nephew to avoid marriage because all women want is money.\nEven though Harry is determined to marry Ethel, it seems his uncle was right: Ethel is a gold-digger.  Harry is crestfallen.  Her sister, Mary Morgan (Hiatt), however, is very interested in Harry. Still, unhappy, Harry spends the night in the firehouse.  That night the fire alarm goes off, and it gives hapless Harry a chance to prove his mettle.", "tmdb_plot": "Fire chief Amos McCarthy, a confirmed misogynist, counsels his nephew Harry Howells to avoid matrimony at all costs. Still, the lovestruck Harry is determined to marry his sweetheart Ethel. All that changes, though, when it turns out Ethel is a faithless gold-digger. Disillusioned, Harry spends the night in his uncle's fire house to try and forget his troubles... until the clamor of a fire alarm presents the bumbling Harry with a chance to be a hero.", "tmdb_id": "189686", "wiki_id": "15842654"}, {"title": "Hotel Imperial", "genres": ["Drama", "War"], "wiki_plot": "Officer Paul Almasy (Hall) is separated from his unit behind enemy lines and hides in the Hotel Imperial in Lemberg (nowadays Lviv, Ukraine), where chambermaid Anna (Negri) disguises him as a waiter. The invading Russian troops make the hotel their headquarters. Paul later kills the Russian spy Petroff and Anna arranges the room to depict the death as being a suicide. Later, when the Russians accuse Paul of the killing, Anna provides an alibi by saying that Paul was instead with her in her room and while so doing rips the fine clothing that General Juschkiewitsch (Siegmann) has provided her. She later helps Paul elude the Russians and leave the hotel so that he can rejoin his unit. After Austrian troops regain the city, the lovers are reunited and their bravery is recognized.", "tmdb_plot": "During World War I, an Austrian officer is trapped behind the Russian lines. He tries to sneak through to his own lines, but is forced to take refuge in a small hotel, where he is hidden by the establishment's chambermaid. The two fall in love, but a Russian general makes the hotel his headquarters and sets his sights on the maid. In addition, the Austrian must find out the identity of a spy who is feeding the Russians military information that could lead to the destruction of the Austrian army.", "tmdb_id": "149110", "wiki_id": "26316267"}, {"title": "The House Behind the Cedars", "genres": ["Drama"], "wiki_plot": "Rena (Shingzie Howard) is a young woman of mixed race. Although she is romantically pursued by an upwardly mobile African American named Frank (C.D. Griffith), Rena does not decide in his favor. Her appearance allows her to pass for white, as she is of majority European ancestry, although she has grown up in the black community.\nShe meets and falls in love with George Tryon, a young white aristocrat (Lawrence Chenault). But as their relationship deepens, Rena believes she has to acknowledge her African ancestry. She leaves John and returns to Frank, yet her decision creates great inner turmoil. As she accepts Frank as her life partner, she confesses: \"Frank, I am miserable.\"", "tmdb_plot": "Directed by Oscar Micheaux.", "tmdb_id": "273440", "wiki_id": "20931537"}, {"title": "Hula", "genres": ["Romance", "Drama"], "wiki_plot": "Hula Calhoun (Clara Bow) is the daughter of a Hawaiian planter, Bill Calhoun (Albert Gran). She follows the advice of her uncle Edwin (Agostino Borgato), and follows a simple and natural life, far from social conventions of her family and is considered a \"wild child\" who wears pants and rides horses.Courted with adoration by Harry Dehan (Arnold Kent), Hula prefers a young British engineer, Anthony Haldane (Clive Brook), who came to the island to oversee the construction of a dam on her father's property. However, Haldane is already married. At a party, Haldane tries to keep his distance but Hula gets drunk and performs a seductive hula dance for him. She manages to provoke him so much that he promises that he will get a divorce. When his wife, Margaret (Patricia Dupont), appears, Hula makes a deal with one of the foreman to use dynamite to blow up a point on the dam. Thinking that her husband is now ruined, Mrs. Haldane agrees to the divorce, and the two lovers can finally get married.", "tmdb_plot": "The daughter of a pineapple plantation owner in Hawaii sets her sights on a married English engineer.", "tmdb_id": "189677", "wiki_id": "5566219"}, {"title": "All Wet", "genres": ["Animation"], "wiki_plot": "Oswald the Rabbit is selling hot dogs at the beach. However, the hot dogs have their own sentience and cause problems for those that buy them. Oswald then sees a girl he likes, Miss Rabbit, and he closes down his hot dog stand to go and impress her. She is initially unimpressed, so Oswald pays a lifeguard for his badge. Miss Rabbit decides to test Oswald's abilities as a lifeguard by rowing a boat into the ocean and calling out for help. As Oswald rows out to help her, Miss Rabbit gets attacked by a big fish. Oswald and Miss Rabbit are then shot back to shore by a wave, and Miss Rabbit is unconscious in need of resuscitation. Oswald gets her breathing again, the two kiss, and the short ends.", "tmdb_plot": "Oswald takes a job as a lifeguard to keep an eye on Miss Rabbit, who in turn stages a boating accident hoping Oswald will come to save her.", "tmdb_id": "189854", "wiki_id": "72961633"}, {"title": "Husband Hunters", "genres": ["Comedy", "Drama"], "wiki_plot": "The film looks at the exploits of chorus girls Marie (Mae Busch) and Helen (Duane Thompson) who have dedicated themselves to finding and marrying millionaire husbands. The two ladies enlist the help of the innocent young Lettie Crane (Jean Arthur) in their scheme. Lettie is a girl from a small town who dreams of one day making it big on Broadway.\nAfter being enlisted by the two, Lettie is left heartbroken by a callous young man and regrets her involvement. However, by the film's end, she is the only one of the trio who finally finds true love. Another chorus girl, Cynthia Kane (Mildred Harris) follows the antics of the trio with both amusement and disapproval.", "tmdb_plot": "Marie Devere and Helen Gray are two sophisticated, gold-digging chorus girls on the look-out to marry a rich man, who measure the men they meet by their Bradshaw ratings. They befriend Lettie Crain, a country girl who comes near being deceived by Bartley Mortimer, a rich playboy. She is saved by another girl, Cynthia Kane, whose life Mortimer has ruined, and Lettie finds happiness with Bob Garrett, a poor but honest working man.", "tmdb_id": "670028", "wiki_id": "35189767"}, {"title": "Isle of Sunken Gold", "genres": [], "wiki_plot": "A ship captain gets a hold of half of a map leading to a treasure buried on an island in the South Seas. The ruler of the island, a beautiful princess, has the other half of the map, and the two join forces to battle a gang of pirates and a group of islanders who don't want anyone to get the treasure. It is discovered in a cave guarded by a ferocious fanged ape named Kong", "tmdb_plot": "Isle of Sunken Gold is a 1927 American adventure film serial directed by Harry S. Webb. The film was long considered to be lost, however, chapters 4, 5, and 6 and reel 1 of chapter 7 were recently discovered in a European archive and retranslated back into English.  A sea captain obtains half of a map directing him to an enormous treasure on a south sea island. The princess who rules the island possesses the other half of the map, and together they fight off the pirates and natives who would prevent their retrieval of the treasure.", "tmdb_id": "321505", "wiki_id": "15805451"}, {"title": "It", "genres": ["Drama", "Comedy", "Romance"], "wiki_plot": "Spunky shopgirl Betty Lou Spence (Clara Bow) has a crush on her handsome employer, Cyrus Waltham Jr. (Antonio Moreno), the new manager of and heir to the \"world's largest store\". However, they belong to different social classes and he is already romantically linked to blonde socialite Adela Van Norman (Jacqueline Gadsden). Cyrus's inept friend, Monty, (William Austin) notices Betty, and she uses him to get closer to Cyrus.\nWhen Betty finally gets Cyrus's attention, she convinces him to take her on a date to Coney Island, where he is introduced to the proletarian pleasures of roller coasters and hot dogs and has a wonderful time. At the end of the evening, he tries to kiss her. She slaps his face and hurries out of his car and into her flat, but then peeks out her window at him as he is leaving.\nThe next day, meddling welfare workers are trying to take away the baby of Betty's sickly roommate Molly (Priscilla Bonner). To protect her friend, Betty bravely claims that the baby is in fact hers. Unfortunately, this is overheard by Monty, who tells Cyrus. Although he is in love with her, Cyrus offers her an \"arrangement\" that includes everything but marriage. Shocked and humiliated, Betty Lou refuses. She soon strives to forget the whole ordeal ever occurred, forgetting Cyrus for the time being. When she learns from Monty about Cyrus's misunderstanding, she fumes and vows to teach her former beau a lesson.\nWhen Cyrus hosts a yachting excursion, Betty Lou makes Monty take her along, masquerading as \"Miss Van Cortland\". Cyrus at first wants to remove her from the ship, but he cannot long resist Betty Lou's it factor; he eventually corners her and proposes marriage, but she gets him back, by telling him that she'd \"rather marry his office boy\", which accomplishes her goal, but breaks her heart. He then learns the truth about the baby and leaves Monty at the yacht's helm to find her. Monty crashes the yacht into a fishing boat, tossing both Betty Lou and Adela into the water. Betty Lou saves Adela, punching her in the face when she panics and threatens to drown them both. At the end of the film, she and Cyrus reconcile on the anchor of the yacht, with the first two letters of the ship's name, Itola, between them. Monty and Adela are upset at losing their friends, but it is implied they pursue a relationship with each other as the film ends.\n\nPublicity photos", "tmdb_plot": "A flapper shopgirl woos her rich boss with animal magnetism, otherwise known as \"it.\"", "tmdb_id": "82283", "wiki_id": "271588"}, {"title": "Farewell", "genres": ["Drama"], "wiki_plot": "This film is a melodrama telling a story of greed and lust. It begins with millionaire Min Bum-shik's wife and a steward plotting Min's murder in order to collect his money. Rapes, murder and prison sentences follow in the convoluted plot.", "tmdb_plot": "", "tmdb_id": "857354", "wiki_id": "4471037"}, {"title": "The Jazz Singer", "genres": ["Drama", "Music"], "wiki_plot": "Cantor Rabinowitz wants his son, 13-year old Jacob \"Jakie\" Rabinowitz, to carry on the generations-old family tradition and become a cantor at the synagogue in the Jewish ghetto of Manhattan's Lower East Side. Jakie has instead taken a liking to singing jazz at the local beer garden. Moisha Yudelson spots the boy and tells Jakie's father, who drags him home. Jakie clings to his mother, Sara, as his father declares, \"I'll teach him better than to debase the voice God gave him!\" Jakie threatens: \"If you whip me again, I'll run away—and never come back!\" After the whipping, Jakie kisses his mother goodbye and, true to his word, runs away. At the Yom Kippur service, Rabinowitz mournfully tells a fellow celebrant, \"My son was to stand at my side and sing tonight—but now I have no son.\" As the sacred Kol Nidre is sung, Jakie sneaks back home to retrieve a picture of his loving mother.\nAbout ten years later, Jakie has anglicized his name to Jack Robin. Jack is called up from his table at a cabaret to perform on stage (\"Dirty Hands, Dirty Face\").\nJack wows the crowd with his energized rendition of \"Toot, Toot, Tootsie.\" Afterward, he is introduced to the beautiful Mary Dale, a musical theater dancer. \"There are lots of jazz singers, but you have a tear in your voice,\" she says, offering to help with his budding career. With her help, Jack eventually gets his big break: a leading part in the new musical April Follies.\nBack at the family home Jack left long ago, the elder Rabinowitz instructs a young student in the traditional cantorial art. Jack appears and tries to explain his point of view, and his love of modern music, but the appalled cantor banishes him: \"I never want to see you again—you jazz singer!\" As he leaves, Jack makes a prediction: \"I came home with a heart full of love, but you don't want to understand. Some day you'll understand, the same as Mama does.\"\n\nTwo weeks after Jack's expulsion from the family home and 24 hours before the opening night of April Follies on Broadway, Jack's father falls gravely ill. Jack is asked to choose between the show and duty to his family and faith: in order to sing the Kol Nidre for Yom Kippur in his father's place, he will have to miss the big premiere.\nThat evening, the eve of Yom Kippur, Yudelson tells the Jewish elders, \"For the first time, we have no Cantor on the Day of Atonement.\" Lying in his bed, weak and gaunt, Cantor Rabinowitz tells Sara that he cannot perform on the most sacred of holy days: \"My son came to me in my dreams—he sang Kol Nidre so beautifully. If he would only sing like that tonight—surely he would be forgiven.\"\nAs Jack prepares for a dress rehearsal by applying blackface makeup, he and Mary discuss his career aspirations and the family pressures they agree he must resist. Sara and Yudelson come to Jack's dressing room to plead for him to come to his father and sing in his stead. Jack is torn. He delivers his blackface performance (\"Mother of Mine, I Still Have You\"), and Sara sees her son on stage for the first time. She has a tearful revelation: \"Here he belongs. If God wanted him in His house, He would have kept him there. He's not my boy anymore—he belongs to the whole world now.\"\n\nAfterward, Jack returns to the Rabinowitz home. He kneels at his father's bedside and the two converse fondly: \"My son—I love you.\" Sara suggests that it may help heal his father if Jack takes his place at the Yom Kippur service. Mary arrives with the producer, who warns Jack that he'll never work on Broadway again if he fails to appear on opening night. Jack can't decide. Mary challenges him: \"Were you lying when you said your career came before everything?\" Jack is unsure if he even can replace his father: \"I haven't sung Kol Nidre since I was a little boy.\" His mother tells him, \"Do what is in your heart, Jakie—if you sing and God is not in your voice—your father will know.\" The producer cajoles Jack: \"You're a jazz singer at heart!\"\nAt the theater, the opening night audience is told that there will be no performance. Jack sings the Kol Nidre in his father's place. His father listens from his deathbed to the nearby ceremony and speaks his last, forgiving words: \"Mama, we have our son again.\" The spirit of Jack's father is shown at his side in the synagogue. Mary has come to listen. She sees how Jack has reconciled the division in his soul: \"a jazz singer—singing to his God.\"\n\"The season passes—and time heals—the show goes on.\" Jack, as \"The Jazz Singer,\" is now appearing at the Winter Garden theater, apparently as the featured performer opening for a show called Back Room. In the front row of the packed theater, his mother sits alongside Yudelson. Jack, in blackface, performs the song \"My Mammy\" for her and the world.", "tmdb_plot": "A young Jewish man is torn between tradition and individuality when his old-fashioned family objects to his career as a jazz singer. This is the first full length feature film to use synchronized sound, and is the original film musical.", "tmdb_id": "939", "wiki_id": "68145"}, {"title": "Jews on the Land", "genres": ["Documentary"], "wiki_plot": "The Soviet propaganda documentary \"The Jew and the Earth\" was filmed by OZET as part of a campaign against anti-Semitism in the USSR in the late 1920s. The film shows how the Jewish workers colonize the Black Sea area and Crimean lands. The communes are created for successful development of the abandoned lands, in which people are living only internal colonial life. Jewish colonists are represented as one large family against the backdrop of manifestations of anti-Semitism that intensified in the USSR in the late 1920s.", "tmdb_plot": "This documentary depicts the creation of collective farms for Jews in Crimea. It shows them building their houses, digging a well, and farming the land.", "tmdb_id": "128379", "wiki_id": "57847948"}, {"title": "The Joy Girl", "genres": ["Comedy", "Romance"], "wiki_plot": "Jewel Courage (Borden) rejects a suitor (Hamilton), whom she thinks is a chauffeur, in favor of a man she thinks is a millionaire. It transpires that the roles were, in fact, reversed; Hamilton is the millionaire and the other man a chauffeur. Jewel is crushed, but manages to do well for herself in business, until the real millionaire and she find themselves reconciled.", "tmdb_plot": "Though she loves one man, an ambitious Palm Beach girl marries another, whom she thinks is rich. He turns out to be a fraud who thought she was an heiress. She returns to a successful hat shop she maintains catering to socialites. Her true love turns out to be in fact, a rich man who let her think he was not to test her.", "tmdb_id": "292855", "wiki_id": "25198436"}, {"title": "The Kid Brother", "genres": ["Comedy", "Western", "Action"], "wiki_plot": "The Hickorys are a respected family in Hickoryville. Sheriff Jim and his big, strong sons Leo and Olin have little respect for the youngest son, Harold, who does not have their muscles.\nWhen Jim, Leo and Olin go to an important town meeting to discuss a dam, Harold is left behind. He puts on his father's gun and badge and is mistaken for the sheriff by \"Flash\" Farrell, who runs a traveling medicine show for Mary after the death of her father. Farrell talks Harold into signing a permit to let him, strongman Sandoni and dancer Mary perform. Later, Mary tries to avoid the unwanted attentions of Sandoni and encounters Harold. They are attracted to each other.\n\nWhen Jim finds out that Harold authorized the medicine show, he orders his son to shut down the performance. Harold tries, but Farrell makes a fool of him, then has him tied up. Harold's sworn enemy, Hank Hooper, pelts him and accidentally starts a fire that consumes the medicine show wagon. Harold invites Mary to spend the night in the family home. Jim is asleep, so Harold cannot get his permission; Harold has to use his wits to overcome the opposition of his brothers. However, Mrs. Hooper and her son Hank show up and take Mary with them, as it would not be decent for Mary to spend the night in a house without \"womenfolk\".\nThe next day is a town celebration, where Jim is supposed to turn over to a state official the funds raised by the residents to help build the dam. However, the money is gone. Jim strongly suspects Farrell and Sandoni of being responsible, but Sam Hooper accuses him of the theft and refuses to let him go after them. Jim sends Leo and Olin, but not Harold, after them. When they return empty-handed, Jim allows himself to be tied up. There is talk of lynching.\nHarold confesses to Mary that he is not the person he pretended to be, but she tells him she has faith in him. Then Hank accuses her of being in on the robbery. Harold fights back when some men grab her, only to have Hank knock him out and set him adrift in a rowboat. He awakens after the boat reaches an abandoned, beached ship. Aboard he finds the real thieves. Sandoni disposes of Farrell after they argue over the division of the loot. Then the strongman spots Harold and chases him all over the ship. Eventually, Harold subdues Sandoni and races back to town with his prisoner and the money to save his father. An impressed Jim tells him, \"Son, you're a real Hickory.\" As Harold and Mary walk away, they encounter Hank. Harold musters the courage to fight his longtime nemesis and beats him up.", "tmdb_plot": "The most important family in Hickoryville is (not surprisingly) the Hickorys, with sheriff Jim and his tough manly sons Leo and Olin. The timid youngest son, Harold, doesn't have the muscles to match up to them, so he has to use his wits to win the respect of his strong father and also the love of beautiful Mary.", "tmdb_id": "16661", "wiki_id": "5045608"}, {"title": "The Kid Stakes", "genres": ["Drama"], "wiki_plot": "Fatty Finn (Robin 'Pop' Ordell) is the six-year-old leader of a gang of kids in Woolloomooloo. They enter Fatty's pet goat Hector in the annual goat derby, but his rival Bruiser Murphy (Frank Boyd) lets the goat loose before the race. After a series of adventures, Fatty finds the runaway goat and persuades a friendly aviator to fly him to the race-track in time for the main event.", "tmdb_plot": "Fatty Finn is the six-year-old leader of a gang of kids in Woolloomooloo. They enter Fatty's pet goat Hector in the annual goat derby, but his rival Bruiser Murphy lets the goat loose before the race. After a series of adventures, Fatty finds the runaway goat and persuades a friendly aviator to fly him to the race-track in time for the main event.", "tmdb_id": "189695", "wiki_id": "21407170"}, {"title": "The King of Kings", "genres": ["Drama", "History"], "wiki_plot": "Mary Magdalene is portrayed as a wild courtesan, entertaining many men around her. Upon learning that Judas is with a carpenter she rides out on her chariot drawn by zebras to get him back. Peter is introduced as the Giant apostle, and we see the future gospel writer Mark as a child who is healed by Jesus. Mary, the mother of Jesus, is shown as a beautiful and saintly woman who is a mother to all her son's followers. The first sight of Jesus is through the eyesight of a little girl, whom he heals. He is surrounded by a halo. Mary Magdelene arrives afterwards and talks to Judas, who reveals that he is only staying with Jesus in hopes of being made a high official after Jesus becomes the king of kings. Jesus casts the Seven Deadly Sins out of Mary Magdalene in a multiple exposure sequence.\nJesus is also shown resurrecting Lazarus and healing the little children. Some humor is derived when one girl asks if he can heal broken legs, and, when he says yes, she gives him a legless doll. Jesus smiles and repairs the doll. The crucifixion is foreshadowed when Jesus, having helped a poor family, wanders through the father's carpentry shop, and, himself a carpenter's son, he briefly helps carve a piece of wood. When a sheet covering the object is removed, it is revealed to be a cross towering over Jesus.\nJesus and his apostles enter Jerusalem, where Judas incites the people and rallies them to proclaim Jesus King of the Jews. Jesus, however, renounces all claims of being an Earthly king. Caiaphas the High Priest is also angry at Judas for having led people to a man whom he sees as a false prophet. Meanwhile, Jesus drives away Satan, who had offered him an Earthly kingdom, and he protects a woman caught in adultery. The words he draws in the sand are revealed to be the sins the accusers themselves committed.\nJudas, desperate to save himself from Caiaphas, agrees to turn over Jesus. Noticeably at the Last Supper, when Jesus distributes the bread and wine saying that they are his body and blood, Judas refuses to eat or drink. Towards the end, Mary confronts her son and tells him to flee from the danger that is coming. Jesus replies that it must be done for the salvation of all peoples.\nJesus goes to the Garden of Gethsemane where he is soon captured by the Roman soldiers and betrayed by Judas. Judas' life is saved, but, upon seeing that Jesus is going to be killed as a result, he is horrified. Judas takes a rope that the Romans had used to bind Jesus' wrists and runs off. Jesus is beaten and then presented by Pontius Pilate to the crowd. Mary pleads for the life of her son and Mary Magdalene speaks for him but Caiaphas bribes the crowd to shout against Jesus.\nJesus is taken away to be crucified, though he pauses on the Via Dolorosa to heal a group of cripples in an alley, despite his weakened condition. Jesus is crucified and his enemies throw insults at him. (One woman even anachronistically eats popcorn and smiles with glee at Jesus' crucifixion.) When Jesus does die, however, a great earthquake comes up. The tree where Judas had hanged himself, with the rope used to bind Jesus's wrists, is swallowed up amidst bursts of hellfire. The sky turns black, lightning strikes, the wind blows, the people who had mocked Jesus run in terror, and the veil covering the Holy of Holies in the Jerusalem Temple is torn in two.\nThe tumult ends when Mary looks up at heaven and asks God to forgive the world for the death of their son. The chaos ends and the sun shines. Jesus is taken down from the cross and is buried. On the third day, he rises from the dead as promised. To emphasize the importance of the resurrection, this scene from an otherwise black and white film is shot in color. Jesus goes to the Apostles and tells them to spread his message to the world. He tells them \"I am with you always\" as the scene shifts to a modern city to show that Jesus still watches over his followers.\nMany of the film's intertitles are quotes (or paraphrases) from Scripture, often with chapter and verse accompanying.", "tmdb_plot": "The King of Kings is the Greatest Story Ever Told as only Cecil B. DeMille could tell it. In 1927, working with one of the biggest budgets in Hollywood history, DeMille spun the life and Passion of Christ into a silent-era blockbuster. Featuring text drawn directly from the Bible, a cast of thousands, and the great showman’s singular cinematic bag of tricks, The King of Kings is at once spectacular and deeply reverent—part Gospel, part Technicolor epic.", "tmdb_id": "49633", "wiki_id": "1261355"}, {"title": "A Kiss from Mary Pickford", "genres": [], "wiki_plot": "Goga Palkin is a theatre check-taker in love with a beginner actress named Dusya. She has a crush on Douglas Fairbanks and only wants to date someone famous like a Hollywood star. After a chance meeting and a kiss from Mary Pickford, Goga becomes a local celebrity, and a lot of girls chase him through the streets. The popularity of her admirer makes Dusya jealous, and she falls for him.", "tmdb_plot": "Goga is a Russian man who has no luck with women. He has a chance meeting with Mary Pickford, and after she kisses him on the cheek, he becomes as irresistible as her.", "tmdb_id": "189684", "wiki_id": "21426405"}, {"title": "A Kiss in a Taxi", "genres": ["Comedy", "Romance"], "wiki_plot": "Bebe Daniels plays Ginette A waitress at Pierre's Café. She is in love with a poor artist named Lucien despite Lucien’s father's disapproval of their relationship, and rejects the affection of all other men. Whenever another man tries to kiss her she begins angrily breaking glassware. Patrons of the café find this behavior very amusing. A patron of the café named Leon Lambert decides to make an attempt to kiss Ginette. Later in the film Leon Lambert and \"a gay lady\" are traveling through town by taxi when they decide to stop at a florists shop. At the same time Ginette, in an attempt to get away from her irate employer, runs down the street and into the waiting taxi. Leon returns to the taxi and offers a bouquet of flowers to Ginette. With the taxi leaving the florist Leon attempts to force a kiss on Ginnette. In response Ginette strikes Leon in the face. This commotion causes the cab driver to lose control of the taxi and crash through the front window of the café. Leon Lambert offers to buy the café for Ginette, expecting her gratitude. He accidentally uses the card of Maraval, a treasurer for the Artists' Society. To get out of the situation Leon poses as Ginettes father and with the help of his friend Henri attempts to make Maravel pursue Ginette as a lover. After all complications are resolved Ginette and Lucien finally reunite and are able to be together.", "tmdb_plot": "Bebe Daniels was at the peak of her silent stardom when she appeared in this comedy, which was really more slapstick than farce. Ginette (Daniels) is a waitress at Pierre's café. She is in love with Lucien (Douglas Gilmore) and hates getting attention from anyone else. Whenever another man tries to kiss her, she angrily starts throwing glassware. The restaurant's patrons find this amusing, and Leon Lambert (Henry Kolker) makes a bet that he will be able to kiss her. (Janiss Garza)", "tmdb_id": "686105", "wiki_id": "42321425"}, {"title": "Knockout Reilly", "genres": ["Drama"], "wiki_plot": "When a successful prizefighter known as \"Killer\" Agerra causes trouble in a nightclub, a New Jersey mill worker, Dundee Reilly, knocks him out. This impresses both Pat Malone, an ex-boxer, and Pat's attractive sister Mary, who takes a liking to Reilly. Reilly becomes a boxer under Pat's tutelage, but is framed for a crime and ends up serving nearly a year behind bars. When he gets out, Agerra's opponent in an upcoming fight drops out, so Pat Malone arranges for \"Knockout\" Reilly to be his replacement in the ring. Agerra is much too good for him. Reilly is on the verge of being knocked out when Mary Malone visits his corner and tells him it was Agerra who framed him and caused him to go to jail. A newly motivated Reilly knocks his foe flat.", "tmdb_plot": "A Malcolm St. Clair silent boxing sports romantic love triangle prison melodrama about a steel worker who saves a girl in a bar fight by knocking out the man coming on to her.  It turns out the man was a boxer named \"Killer\"; so our steel worker becomes a boxer, but is then arrested for a crime he didn't commit.  While in prison, he continues training, so that when he gets out, he can fight \"Killer\"; he is losing the fight, but his girl tells him that \"Killer\" framed him, which gives him the drive to knock his opponent out in the final round!", "tmdb_id": "673588", "wiki_id": "45352722"}, {"title": "The Last Outlaw", "genres": ["Western"], "wiki_plot": "On his way to Steer City, Buddy Hale (Gary Cooper) rescues Janet Lane (Betty Jewel) from a runaway horse. Unknown to Buddy, the woman's brother Ward (Jack Luden) just shot the sheriff. Heading a ring of indignant ranchers whose cattle are being systematically rustled, Ward suspects that the sheriff and Justice Bert Wagner are leading the gang of thieves. Justice Wagner makes Buddy sheriff and sends him to arrest his predecessor's murderer.\nSoon after, Ward is deliberately shot by one of Wagner's accomplices, and Buddy returns the dying man to his sister. Thinking that Buddy shot him, she resents the new lawman. Later, Janet leads the other ranchers and steals back their cattle. At Chick's insistence, Janet discusses the situation with Buddy, who is convinced of Wagner's guilt. In an ensuing showdown, Butch and Wagner are killed in a cattle stampede, while Janet is saved by Buddy, who is then made mayor of Steer City.", "tmdb_plot": "On his way to Steer City, Buddy Hale rescues Janet Lane from a runaway horse. Unknown to Buddy, the woman's brother Ward just shot the sheriff. Heading a ring of indignant ranchers whose cattle are being systematically rustled, Ward suspects that the sheriff and Justice Bert Wagner are leading the gang of thieves. Justice Wagner makes Buddy sheriff and sends him to arrest his predecessor's murderer.", "tmdb_id": "472709", "wiki_id": "37031592"}, {"title": "Let It Rain", "genres": ["Comedy", "Crime", "Romance"], "wiki_plot": "A Marine sergeant named \"Let-It-Rain\" Riley falls in love with a young lady and goes AWOL in order to meet up with her before a sailor aboard his ship (who he competes with for girls) can take his shore leave to go meet her. During the events that follow, Riley and the girl expose the criminals behind a mail robbery. Riley winds up getting his commission as well as the girl.", "tmdb_plot": "Let-It-Rain Riley (MacLean) is a devil-may-care Marine sergeant who falls in love with a girl (Shirley Mason) who he assumes to be rich. His rival for the girl's affection is his pal, Kelly (Wade Boteler). The guys find out that the object of their affections is but a modest switchboard operator but she proves to be invaluable when she deciphers a code and discovers that a mail train is about to be robbed.", "tmdb_id": "893371", "wiki_id": "16909407"}, {"title": "A Little Journey", "genres": ["Romance"], "wiki_plot": "A girl travelling by train to meet her boyfriend meets another young man and falls in love with him.", "tmdb_plot": "A girl travelling by train to meet her boyfriend meets another young man and falls in love with him.", "tmdb_id": "441369", "wiki_id": "13605428"}, {"title": "Little Mickey Grogan", "genres": ["Comedy"], "wiki_plot": "Mickey Grogan (Frankie Darro), a nine-year old vagabond of the streets, assumes the responsibility for the well-being of a fellow homeless waif (Susan Dale, played by Lassie Lou Ahern), a sensitive architect named Jeffrey Shore (Carroll Nye) who is out of work for being too poor to pay for an operation necessary to save his remaining vision, and a kind-hearted office worker (Winnie, played by Jobyna Ralston) who is being stalked by a belligent Al Nevers (Billy Scott) as his overbearing attentions increasingly turn violent. On top of this, he also helps an industrialist (Crauford Kent) who is looking for a new factory design for his upcoming fleet of buildings, ones showcasing \"plenty of light and air.\" In between the assistance he gives others, he tries to make a living from selling discarded items from the city dump and provides moments of vivacious street entertainment with fellow dancers Susan Dale and a strangely uncredited Eugene Jackson.", "tmdb_plot": "The main plot concerns an architect who, when he begins losing his eyesight, worries that he is on the verge of losing his girl as well. The fact that the heroine is spending time with a burly prizefighter would seem to confirm this.", "tmdb_id": "608240", "wiki_id": "58763359"}, {"title": "The Lodger: A Story of the London Fog", "genres": ["Drama", "Thriller"], "wiki_plot": "A young blonde woman screams. She is the seventh victim of a serial killer known as the Avenger, who targets young blonde women on Tuesday evenings.\nThat night, blonde model Daisy Bunting is at a fashion show when she and the other showgirls hear the news. The blonde girls are horrified, hiding their hair with dark wigs or hats. Daisy returns home to her parents and her policeman sweetheart Joe, who have been reading about the crime in the newspaper.\nA handsome but secretive young man bearing a strong resemblance to the description of the murderer arrives at the Bunting house and asks about their room for rent. Mrs. Bunting shows him the room, which is decorated with portraits of beautiful young blonde women. He pays her a month's rent in advance. The lodger turns all the portraits around to face the wall and requests that they be removed. Daisy enters to remove the portraits and is attracted to the lodger. The women return downstairs, where they hear the lodger's heavy footsteps as he paces the floor.\nThe relationship between Daisy and the reclusive lodger gradually becomes serious, making Joe, who is newly assigned to the Avenger case, unhappy. Mrs. Bunting is awoken late at night by the lodger leaving the house. She attempts to search his room, but a small cabinet is locked tight. In the morning, another blonde girl is found dead, just around the corner.\nThe police observe that the murders are moving towards the Buntings' neighbourhood. The Buntings believe that the lodger is the Avenger, and they try to prevent Daisy spending time with him. The next Tuesday night, Daisy and the lodger sneak away for a late-night date. Joe tracks them down and confronts them, and Daisy breaks up with him. Joe begins to piece together the events of the previous weeks and convinces himself that the lodger is indeed the Avenger.\nWith a warrant and two fellow officers, Joe returns to search the lodger's room. They find a leather bag containing a gun, a map plotting the location of the murders, newspaper clippings about the attacks and a photograph of a beautiful blonde woman, whom Joe recognizes as the Avenger's first victim. The lodger is arrested despite Daisy's protests, but he manages to run off into the night. Daisy finds him handcuffed, coatless and shivering. He explains that the woman in the photograph was his sister, a beautiful debutante murdered by the Avenger at a dance, and that he had vowed to his dying mother that he would bring the killer to justice.\nDaisy takes the lodger to a pub and gives him brandy to warm him, hiding his handcuffs with a cloak. The suspicious locals pursue them, quickly becoming a mob. The lodger is surrounded and beaten, while Daisy and Joe, who have just heard that the real Avenger has been caught, try in vain to defend him. When all seems lost, a paperboy interrupts with the news that the real Avenger has been arrested. The mob releases the lodger, who falls into Daisy's waiting arms. Some time later, the lodger is shown to have fully recovered from his injuries and he and Daisy are happily living together.", "tmdb_plot": "London. A mysterious serial killer brutally murders young blond women by stalking them in the night fog. One foggy, sinister night, a young man who claims his name is Jonathan Drew arrives at the guest house run by the Bunting family and rents a room.", "tmdb_id": "2760", "wiki_id": "287408"}, {"title": "London After Midnight", "genres": ["Horror", "Drama"], "wiki_plot": "Roger Balfour is found dead in his London home one night. Burke, a representative of Scotland Yard, after questioning everyone present, declares the death a suicide despite objection from Balfour's neighbour and close friend, Sir James Hamlin.\nFive years later, the Hamlin residents witness strange lights within the now-forsaken Balfour mansion before realising the new tenants to be two vampiric figures of a man in a beaver-felt top hat with long hair and sharp teeth, and a silent pale woman wearing long robes. This prompts the baronet, Sir James, to call Burke in once again who discovers that Hamlin and the others there (Balfour's daughter, Lucille, his butler, Williams, and Hamlin's nephew, Arthur Hibbs) had been the only other persons in the Balfour home when he died. After noticing the new lease to the Balfour mansion bears the exact same signature as the deceased Roger Balfour's, Burke remains skeptical about the existence of the undead, and, along with Sir James, exhumes Roger Balfour's tomb to find it empty. After a series of grisly events; from the maid Miss Smithson's eccentric recollection of encountering the Man in the Beaver Hat manifesting in a bedroom, to the vampire girl flying down like a bat from the ceiling of the Balfour mansion, and witnessing the living corpse of Roger Balfour, Burke reveals to Lucille that he believes her father to have been murdered.\nAfter taking the precaution to protect Lucille's bedroom from vampires, the girl is taken to the Balfour mansion. As Sir James is instructed to venture to the mansion, he encounters the Man in the Beaver Hat (revealed to be Burke) and is hypnotised into thinking it is five years\nearlier. Within the mansion, the events leading up to Balfour's death are recreated and re-enacted and all secretly watch as Sir James kills Roger Balfour and fakes his suicide so as to ultimately marry Balfour's daughter Lucille, against the deceased's will. Once apprehended, Burke lifts the trance and identifies Sir James as the killer.", "tmdb_plot": "The abandoned Balfour House, which former owner was found dead five years earlier, comes back to life with the arrival of two suspicious sinister-looking tenants. (This movie was lost in 1965 during a fire.)", "tmdb_id": "64852", "wiki_id": "628120"}, {"title": "The Lone Eagle", "genres": ["Drama"], "wiki_plot": "During World War I, American pilot Lieutenant William (Billy) Holmes (Raymond Keane) accepts an assignment with the Royal Flying Corps. The unit location is on the Western Front and has seen plenty of action. During Billy's first air battle, he is accused of cowardice.\nHe meets an attractive French woman named Mimi (Barbara Kent). They start to fall in love, but the cowardice accusation continues to dog Billy. Mimi stirs Billy's emotions, and he becomes determined to prove his mettle in battle.\nThe unit receives its next flying mission. The group takes to the sky and encounters a squadron of German aircraft. American ace Red McGibbons (Donald Stuart) is one of Billy's best friends. During the dogfight, Red manages to shoot down a German plane, but is also killed.\nThe pilot of the downed German aircraft turns out to be the brother of the leader of the German squadron. Lebrun (Cuyler Supplee), the squadron leader, is the top German ace of the squadron. He is determined to avenge his brother's death. He challenges the Royal Flying Corps to an aerial fight.\nStill thinking of his best friend, Billy accepts the challenge from LeBrun. Mimi tries to dissuade him, but fails. He jumps in the cockpit of his Sopwith Camel, takes off in pursuit of Lebrun. An epic air duel breaks out, and Lebrun shoots down Billy's aircraft. Billy survives, then commandeers another aircraft from his friend Sven Linder (Jack Pennick). He returns to the air and shoots the German ace down.\nBilly is a hero and soon the Allies and the Germans sign the Armistice. With the war over, Billy returns to the United States along with his new bride – Mimi.", "tmdb_plot": "", "tmdb_id": "703279", "wiki_id": "59547580"}, {"title": "Long Pants", "genres": ["Comedy"], "wiki_plot": "The silent tells the story of Harry Shelby (Langdon) who has been kept in knee-pants for years by his mother. One day, however, Harry finally gets his first pair of long pants.\nImmediately, his family expects him to marry his childhood sweetheart Priscilla (Priscilla Bonner).  Yet, Harry soon falls for Bebe Blair (Alma Bennett), a femme fatale from the big city who has a boyfriend in the mob.\nHarry thinks that Bebe is interested in him as well, so he risks everything when Bebe ends up in jail. This leads to a lot of trouble for Harry. Throughout the whole ordeal Priscilla waits for Harry to face reality.", "tmdb_plot": "Harry Shelby has been kept in knee pants for years by his overprotective parents, but the day finally comes when Harry is given his first pair of long pants. Almost immediately, he is expected to marry his childhood sweetheart Priscilla... but instead, Harry's first heady whiff of manhood has got him panting after Bebe, a \"fast\" woman from the big city. Mistakenly thinking that Bebe fancies him too, Harry risks everything to help her out when she lands in jail, only to end up in hot water himself. Through it all, sweet Priscilla waits for her man to come to his senses.", "tmdb_id": "128229", "wiki_id": "15841250"}, {"title": "Love 'Em and Weep", "genres": ["Comedy"], "wiki_plot": "An old flame (Mae Busch) of businessman Titus Tillsbury (James Finlayson) threatens to expose their past, destroying both his marriage and career. He sends his aide (Stan Laurel) to keep her away from a dinner party he and his wife are hosting that evening.", "tmdb_plot": "Titus Tillsbury is a successful businessman who is visited by a blackmailing old flame. He enlists a friend to keep her away from his home and wife.", "tmdb_id": "50930", "wiki_id": "1915443"}, {"title": "Love My Dog", "genres": [], "wiki_plot": "After Farina and Joe's dog Oleander is taken to the pound, the kids have to raise enough money to rescue him.", "tmdb_plot": "Farina Hoskins discovers a stray dog. Joe Cobb suggests that he and Farina take the dog to the gang's dog show. In the middle of the show, the dogcatchers crack down on picking up all unlicensed strays to control a hydrophobia epidemic; the injection to control the disease costs five dollars.", "tmdb_id": "343370", "wiki_id": "19312500"}, {"title": "The Love of Jeanne Ney", "genres": ["Drama"], "wiki_plot": "Jeanne is the daughter of André Ney, a French diplomat and political observer in Crimea during the Russian Revolution. To finance his excessive, decadent lifestyle, Khalibiev sells Ney a list with names of alleged Bolshevik agents. Jeanne's lover, Andreas Labov, and one of his Bolshevik comrades show up in her father's office, demanding to hand over the list. Ney shoots at the intruders and is shot dead in return. Soon after, the revolutionary army storms the city. Jeanne flees to Paris with the help of a Bolshevik officer, who secretly gives Andreas her address.\nIn Paris, Jeanne takes up a job as a secretary at her uncle Raymond's detective agency. Khalibiev, who followed her to Paris, sets about seducing Raymond's blind daughter Gabrielle, planning to murder her after their marriage and run away with her money. Margot, a young woman working at a bar whom Khalibiev told of his plan, warns Gabrielle and Raymond. Andreas, who has been sent to Paris as a political agitator, reunites with Jeanne and spends the night with her at a hotel.\nKhalibiev sneaks into Raymond's office, murders him and steals a diamond which had been declared missing and found by one of Raymond's employees. He frames Andreas by leaving behind Andreas' coat and photo. Andreas is arrested by the police, appearing all the more suspicious due to the money he has been carrying for his agitational work.\nWhen Jeanne learns of Andreas' arrest, she looks for Khalibiev to help clear Andreas of the charges brought against him, as they ran into one another on the night of the murder. She boards the train Khalibiev took to flee the city, trying to convince him to testify on Andreas' behalf. Khalibiev makes sexual advances to her and attempts to silence her with his handkerchief, exposing the stolen diamond. Jeanne cries for help, and Khalibiev is arrested. Inside the diamond, Jeanne sees an image of Andreas being released from prison.", "tmdb_plot": "In the Crimea, the Reds and the Whites aren't done fighting, and Jeanne discovers that the man she loves is a Bolshevik (when he kills her father). Penniless, she returns to Paris where she works for her uncle. Soon after, her lover Andreas is in France to organize the sailors in Toulon. So also is a thief, traitor, and libertine, Khalibiev, who wants to seduce Jeanne. His schemes, Jeanne and Andreas's naivete, and a lost diamond bring the lovers to the brink of tragedy.", "tmdb_id": "125693", "wiki_id": "24318247"}, {"title": "The Love of Sunya", "genres": ["Drama", "Romance"], "wiki_plot": "The film depicts a young woman (Swanson) given by a mystic an occasional glimpse into her future, notably her future with different men.", "tmdb_plot": "A young woman at life's crossroads is granted mystic visions of how her decisions will affect her future life.", "tmdb_id": "53799", "wiki_id": "5827982"}, {"title": "Love's Greatest Mistake", "genres": ["Romance", "Drama"], "wiki_plot": "Honey McNeil (Josephine Dunn) comes to New York expecting to have a rather dull time under her sister’s chaperonage. But when she walks in on her sister (Evelyn Brent) clasped in the arms of a man other than her husband, Honey complacently adopts the new standard, and plays around with the rich banker she has met on the train (Frank Morgan), to the distress of her poorer, but more sincere sweetheart (James Hall), who naturally mistrusts the really innocent friendship. This is Love’s greatest mistake—lack of faith.\nThe banker writes more or less incriminating letters, which Don Kendall (William Powell) seeks to obtain from Honey for blackmail purposes, but Honey has successfully hidden them. She saves the letters, though she goes to the hospital as a result of her encounter with Don.\nFoiled of his prey, Don gives out a story to a tabloid and then arranges to elope with the sister. Honey, coming home to the empty flat, out of step with a sweetheart who clumsily offers to marry her “in spite of all,” turns to the banker, but changes her mind just in time and marries the right man.", "tmdb_plot": "Love's Greatest Mistake is a 1927 American silent drama film directed by A. Edward Sutherland and starring Evelyn Brent. The film is now lost.", "tmdb_id": "461285", "wiki_id": "33194720"}, {"title": "Madame Pompadour", "genres": ["Drama"], "wiki_plot": "In 18th-century France, the King's mistress  Madame Pompadour (Dorothy Gish), frees her jailed lover, political prisoner Rene Laval (Antonio Moreno), to make him her bodyguard.", "tmdb_plot": "The French king's mistress frees her jailed lover and makes him her bodyguard.", "tmdb_id": "438062", "wiki_id": "28377104"}, {"title": "The Man from the Restaurant", "genres": [], "wiki_plot": "After the death of his son at the front, and his wife's demise, widower waiter Skorohodov rents his room to Sokolin, a young man who works as a messenger in one of the offices. The lodger and Skorohodov's daughter fall in love with each other, but an unexpected contender has appeared to the modest young man in the guise of Karasyov, a constant patron of the restaurant, a factory owner who decides to seduce the woman who he has taken a liking to.", "tmdb_plot": "During the good old days of the Russian aristocracy, that is to say, before the October Revolution, in the city of Moscow there was a fancy restaurant which catered to the appetites and egos of the rich. In one such establishment works a middle-aged waiter who is devoted to serving his bourgeoisie clients correctly. However, his life outside his job is very different: His son was killed during the Russian civil war and the waiter's wife died of grief as a result....", "tmdb_id": "189699", "wiki_id": "23951820"}, {"title": "The Masked Menace", "genres": [], "wiki_plot": "The mill of an old woman and her ward, Faith Newton (Jean Arthur), is being terrorized by the masked menace of the title known as \"Still Face\".  The women are helped by a man named Keats Dodd (Larry Kent).  The masked villain's identity is revealed in the final chapter.", "tmdb_plot": "The mill of an old woman and her ward, Faith Newton, is being terrorized by the masked menace of the title known as \"Still Face\". The women are helped by a man named Keats Dodd. The masked villain's identity is revealed in the final chapter.", "tmdb_id": "670033", "wiki_id": "15789679"}, {"title": "Metropolis", "genres": ["Drama", "Science Fiction"], "wiki_plot": "In the future, wealthy industrialists and business magnates and their top employees reign over the city of Metropolis from colossal skyscrapers, while underground-dwelling workers toil to operate the great machines that power it. Joh Fredersen is the city's master. His son, Freder, idles away his time at sports and in a pleasure garden, but is interrupted by the arrival of a young woman named Maria, who has brought a group of workers' children to witness the lifestyle of their rich \"brothers\". Maria and the children are ushered away, but Freder becomes fascinated by her and goes to the lower levels to find her. In the machine halls, he witnesses the explosion of a huge machine that kills and injures numerous workers. Freder has a hallucination that the machine is a temple of Moloch and the workers are being fed to it. When the hallucination ends, and he sees the dead workers being carried away on stretchers, he hurries to tell his father about the accident.\nGrot, foreman of the Heart Machine, brings Fredersen secret maps found on the dead workers. Fredersen fires his assistant Josaphat for not being the first to bring him details about the explosion or the maps. After seeing his father's cold indifference towards the harsh conditions faced by the workers, Freder secretly rebels against him by deciding to help the workers. He enlists Josaphat's assistance and returns to the machine halls, where he trades places with a worker who has collapsed from exhaustion.\nFredersen takes the maps to the inventor Rotwang to learn their meaning. Rotwang had been in love with a woman named Hel, who left him to marry Fredersen and later died giving birth to Freder. Rotwang shows Fredersen a robot he has built to \"resurrect\" Hel. The maps show a network of catacombs beneath Metropolis, and the two men go to investigate. They eavesdrop on a gathering of workers, including Freder. Maria addresses them, prophesying the arrival of a mediator who can bring the working and ruling classes together. Freder believes he can fill the role and declares his love for Maria. Fredersen orders Rotwang to give Maria's likeness to the robot so that it can discredit her among the workers, but is unaware that Rotwang plans to use the robot to destroy Metropolis and ruin both Fredersen and Freder. Rotwang kidnaps Maria, transfers her likeness to the robot, then sends the robot to Fredersen. Freder finds the two embracing and, believing it is the real Maria, falls into a prolonged delirium. Intercut with his hallucinations, the false Maria unleashes chaos throughout Metropolis, driving men to murder and stirring dissent among the workers.\nFreder recovers and returns to the catacombs, accompanied by Josaphat. Finding the false Maria urging the workers to rise up and destroy the machines, he accuses her of not being the real Maria. The workers follow the false Maria from their city to the machine halls, leaving their children behind. They destroy the machines, triggering a flood in their city deeper underground. The real Maria, having escaped from Rotwang's house, rescues the children with help from Freder and Josaphat. Grot berates the celebrating workers for abandoning their children in the flooded city. Believing their children to be dead, the hysterical workers capture the false Maria and burn her at the stake. A horrified Freder watches, not understanding the deception, until the fire reveals her to be a robot. Rotwang becomes delusional, seeing the real Maria as his lost Hel, and chases her to the roof of the cathedral, pursued by Freder. The two men fight as Fredersen and the workers watch from the street, and Rotwang falls to his death. Freder fulfills his role as mediator by linking the hands of Fredersen and Grot to bring them together.", "tmdb_plot": "In a futuristic city sharply divided between the rich and the poor, the son of the city's mastermind meets a prophet who predicts the coming of a savior to mediate their differences.", "tmdb_id": "19", "wiki_id": "49696"}, {"title": "Mockery", "genres": ["Drama"], "wiki_plot": "The film is set during the civil war between White (aristocratic) and Red (Communist) Russians after the Russian Revolution of 1917. Sergei, a peasant in the Siberian countryside, is starving, and searching the dead bodies of victims of recent battle for something to eat (though when a dying man calls for water, he goes to give him some before realizing he has died). Countess Tatiana Alexandrovna, who is carrying dispatches for the White side, hails him, gives him food, and persuades him to escort her to the nearby town, Novokursk, and protect her from anti-aristocrat fighters by saying she is his wife. They stop at a peasant's hut to rest, and Sergei bathes Tatiana's feet and improvises a bed for her with his fleece vest. An outlaw hiding there seizes Tatiana and calls in his friends, who menace her and beat Sergei to make him tell who she really is (which he doesn't know). A troop of White soldiers, led by handsome Captain Dmitri, shows up and rescues the two; Tatiana, moved by Sergei's loyalty to her, has him conveyed to the hospital in Novokursk and oversees his recovery. Dmitri finds her there, and love blooms between them.\nTatiana becomes the guest of the Gaidaroffs, a war profiteer and his wife, in their rich mansion. Sergei, recovered, comes to remind her she said they would always be friends (he never had one before); all she feels she can do is to get him a job as a servant of the Gaidaroffs. In their kitchen, he is influenced by the brutal gatekeeper, Ivan, and other servants to resent Tatiana as well as the Gaidaroffs for treating him with contempt. He begins ignoring their summons, is cowed into obeying again, and is angry about it.\nThe Red army nears the town, and the lower classes rise up to join them. The Gaidaroffs escape from their mansion, but Tatiana is trapped there. Ivan announces that he is going to have his way with her, so Sergei traps him and the other two kitchen servants in the cellar by placing a barrel over the trapdoor. He then goes up and demands that Tatiana treat him as an equal and kiss him as she kissed Dmitri. There is a prolonged struggle and he chases her around the abandoned mansion; she gets away from him.\nDmitri and his men show up again, rescue Tatiana and start executing Red fighters. They catch Sergei, and Dmitri asks Tatiana if he is one of them. She looks long at Sergei and the scars on his chest from the brutal whipping he took for her sake in the hut, and tells Dmitri he was loyal to her and stayed to protect her. Dmitri tasks him with continuing to do so, ironically appointing Sergei her bodyguard and leaves. Sergei, very moved by her mercy, kneels at her feet to implore pardon.\nIvan and the others escape from the cellar, and Ivan comes upstairs to threaten Tatiana. Sergei fights him and strangles him, but Ivan fatally wounds him before dying. Tatiana forgives him and says he can stay with them always. Dmitri returns and he and Tatiana embrace, and Sergei smiles at this and dies.", "tmdb_plot": "There is hunger in Siberia during the Russian Civil War. One day while dim-witted peasant Sergei is searching corpses for food, he meets a young woman looking for the town of Novokursk. She asks Sergei to help her get there, and to tell anyone they might meet that he is her husband.", "tmdb_id": "91480", "wiki_id": "26304838"}, {"title": "Mr. Wu", "genres": ["Drama", "Romance"], "wiki_plot": "In the prologue, Chaney plays Grandfather Wu, entrusting his grandson's education to a trusted English associate, stating \"The West is coming to the East. He [my heir] must be prepared for both.\" Chaney also plays the part of the grandson as a young man who enters an arranged marriage with a delicate girl who dies after giving birth to a daughter. Wu swears he will raise the child as a daughter and a son.\nAs Mr. Wu's daughter, Nang Ping, emerges into womanhood, he arranges a marriage for her with a mandarin. A lively, spirited girl, she has been educated by her father's old tutor. Despite the seclusion of her father's palace, she meets and falls in love with Basil Gregory, a young Englishman. His father is a diplomat who does not respect Chinese ways and insults the \"damned Chinks\" to their faces, although the rest of his family is courteous.\nBasil later informs Nang Ping that he must return to Britain with his family, but she surprises him with the revelation that she carries his child. Later, Basil indicates he indeed wants to marry her, but she then claims she was merely trying to establish if he was an \"honorable man\", and reveals she is already engaged in an arranged marriage. Via a nosy gardener, Nang Ping's father discovers the relationship.\nWhile Wu agonizingly peruses his culture's ancient writings, he comes to the conclusion that a dishonored daughter must \"die by the hand of her father.\"  Despite his great tenderness and love for her, he interprets customary Chinese law as grimly necessitating Nang Ping's execution. Father and daughter bid each other a tearful goodbye, she asks him to spare her lover, indicating that would make death less painful and less meaningless for her. She then obediently retreats to the home's central shrine. The last scene of that act concludes as the curtain dramatically drops over the profile of Wu lifting his sword high above his daughter's prostrate form.\nWu then goes about exacting revenge on the Gregory family, whom he feels is responsible for the \"dishonor\" and subsequent death of his daughter. He invites Mrs. Gregory and her daughter to his home and tricks the daughter into going into Nang Ping's room, immediately locking her in, imprisoning her on the room's raised outdoor terrace. He has Basil tied up in an adjacent garden, flanked by an axe-wielding servant. By sunset, Mrs. Gregory has the choice of either condemning her son to death or her daughter to prostitution. She says there is another way and offers her own life. Wu explains that this is not the custom in China; the parents are obliged to live on and bear the shame. Nonetheless, Mrs. Gregory continues to insist Wu take her life instead of those of her children, and in an ensuing struggle, Mrs. Gregory stabs Wu with a knife from a nearby desk, thus freeing herself, and ultimately, her daughter and Basil. Wu staggers to strike the gong to signal that Basil should be killed anyway, but a vision of Nang Ping appears, shaking her head and imploring her father with outstretched arms. Pursuing the ghostly image into the hall, Wu dies and is found by his old friend and tutor, who picks up Wu's prayer beads and says \"Thus passes the House of Wu.\"", "tmdb_plot": "When Mandarin Wu's unmarried daughter becomes pregnant by a young Englishman, he seeks vengeance.", "tmdb_id": "87894", "wiki_id": "15347769"}, {"title": "My Best Girl", "genres": ["Drama", "Comedy", "Romance"], "wiki_plot": "The film starts out at The Merrill Department store where a very exhausted stockgirl named Maggie Johnson (Mary Pickford) is given a moment to attend to the sales counter. There she encounters a charming handsome man who pretends to be interested in purchasing some children's toys but, after many humorous demonstrations by Maggie, the manager comes over and gives the man his time card. The man is said to be Joe Grant (Buddy Rogers) though in reality he is the son of the owner; making him Joseph Merrill. To prove to his father he is ready for his engagement, he has taken the job of stockboy under an assumed name.\nAnnoyed, Maggie takes Joe back to the stockroom and tells him to get to work. He is so inept that she calls him, 'The Dumbest Stockboy in the World' though she promises to take him under her wing, much to his amusement.\nA few days later, after her shift, Maggie is outside waiting for Joe. She appears to have a crush on him. Some of her coworkers tease her but eventually warn her that Joe is coming, causing Maggie to hop on her ride home from work: the back of an open truck. Joe is swarmed with salesgirls who try for his attention causing him to not focus on Maggie. Determined Maggie throws her bag on the ground as the vehicle pulls away. Joe picks it up and chases the truck down to give it to her. After three more times of this, he finally grows weary and jumps in the truck to join Maggie, who feigns innocence.\nThe two flirt and Maggie shows him pictures of her off-kilter family. Once they reach her home, she invites him in for supper only to find her family is causing a commotion. Her father (Lucien Littlefield) is an elderly postal worker who is meek and easily subdued.  Her mother (Sunshine Hart) is a dramatic woman who enjoys going to random funerals and makes frequent use of smelling salts to avoid fainting. Her sister Liz (Carmelita Geraghty) is a flapper who has a boyfriend who gets her into trouble. Maggie does her best to hide the goings on but eventually caves and sends Joe on his way hoping to have dinner with him another day.\nTime passes and Joe's mother is planning his engagement announcement party. However, she has not mentioned it to him, hoping to make it a surprise. Joe has been promoted and is now Maggie's boss. However, he still eats lunch with her every day in the stockroom. During one such lunch, after receiving the note to join his parents for dinner (for the surprise party), Maggie gives him a watch for his birthday. He is touched and puts it on. Shortly after this he accidentally catches his sleeve on a nail. Trying to pull himself free, he accidentally puts his arm around Maggie, and after the mutual surprise the two kiss.\nEnamored with each other they head out on the town to walk in the rain. Joe begins to spend money and she tells him he'll end up in the poorhouse. Joe offers to buy her dinner at a nice restaurant but, embarrassed by her shoddy work clothes, Maggie declines. Joe gets the idea to tell her they should follow the store's company motto, \"We're all a family\" and that, if they were family, they could eat at the Merrill Mansion. Maggie, thinking he is joking, agrees. Meanwhile, her sister is arrested because of her association with her boyfriend and is taken to night court.  Her family frets at not being able to find Maggie, who they believe needs to help Liz out of the mess. Maggie had tried to call them, but after a few rings (while her father made his way to the phone) she hung up.\nArriving at the Merrill Mansion, Maggie is amazed that it is the real deal. Joe is amused by her reluctance but eventually gets her into the mansion, much to the butler's amusement. Maggie is extremely reluctant until Joe convinces the butler to say 'a Merrill employee eats here almost every night!' Maggie relaxes and tells Joe they should pretend to be Mr. and Mrs. Merrill. Joe is extremely amused by this, and at her lack of formal dinner habits.\nAt the surprise engagement party, Joe's family sits concerned. They return home to find Joe and Maggie, who has hidden under the table. Joe admits he is 'Joseph Merrill' but before he can explain further his fiancée (Avonne Taylor) arrives and kisses him in front of Maggie. Maggie, heartbroken leaves. Joe, upset, tells his fiancée he had broken Maggie's heart and must go after her.\nMaggie walks and walks until she returns to where Joe and her shared a moment which happens to be by the night court. She sees her family arrive and after they chasten her they enter the court to try to save Liz from prison. Meanwhile, Joe arrives at the same spot only to be helped by a homeless man who had watched their interactions. Joe enters the court to hear Maggie's passionate plea for her sister, whom the judge eventually lets go.\nWhile Maggie fetches water for her 'on the verge of fainting' mother, Joe walks over to Maggie and apologizes, saying he did not love his fiancée and would not marry her. He then proposes to Maggie which causes (for a change) her sister to faint. While everyone tries to revive Liz, Liz's boyfriend makes a remark to her father about Maggie 'taking up with the Merrill boy' implying that it was only for sex. Joe, offended, punches him and begins to fight in the courtroom.\nThe next day, Maggie is back home, reading the paper which has headlines about their romance. Joe's father (Hobart Bosworth) arrives at the home. He tells Maggie he wants to send his son to Hawaii until the scandal blew over, which Joe agreed to. However, Joe apparently made plans to bring Maggie as well and marry on the boat. Mr. Merrill, not happy with this, tries to buy Maggie off with a check for $10,000 just as Joe arrives, unaware his father is there. Joe tells Maggie his plans and she becomes upset. Angry, she begins a whole tirade against him trying to find out if he really loved her or not. She begins to claim she is just a jazz girl and knew who he was all along. That she was a gold digger and just after his money and, thanks to his father, she now had what she wanted. She even plays a jazz record and puts on lipstick in an attempt to prove her point.\nJoe begins to cry, and Maggie, touched, breaks down and admits that none of it is true and the real reason she cannot go away with him is because of her family (who had been listening in the living room the whole time) who needs her more than he does. Her father becomes livid and declares it was time 'he became the father of the family' and takes charge of his wife and daughters. In a comedic scene he commands everyone (including both Merrills) to pack Maggie's things for the ship which leaves in ten minutes.\nAfter an extreme car ride, the couple barely make it to the departing boat. Once boarded, the father realizes he never gave Maggie her suitcase. He tries to throw the suitcase onto the boat, but it ends up in the ocean. The couple waves goodbye and eventually get crowded back from view. When the crowd leaves, we see the couple kissing.", "tmdb_plot": "Joe Merrill, son of the millionaire owner of a chain of 5 and 10 cent stores, poses as Joe Grant, and takes a job in the stockroom of one of his father's stores, to prove that he can be a success without his father's influence. There he meets stockroom girl Maggie Johnson, and they fall in love. This causes problems, because Mrs. Merrill had planned for her son to marry Millicent Rogers, a high society girl.", "tmdb_id": "73969", "wiki_id": "16426208"}, {"title": "The Mysterious Rider", "genres": ["Western"], "wiki_plot": "Based on the Zane Grey novel of the same name, The Mysterious Rider centers around Bent Wade (Jack Holt), a mysterious masked rider who fights to save the homesteads of a colony of desert ranchers from illegal seizure. He eventually falls in love with Dorothy King (Betty Jewel), the daughter of a local financier, after saving her from quicksand.", "tmdb_plot": "Jack Holt stars as Ben Wade, a rancher framed on a robbery charge by crooked lawyer Harkness (Charles Sellon).", "tmdb_id": "315844", "wiki_id": "45344183"}, {"title": "Napoleon", "genres": ["Drama", "History", "War"], "wiki_plot": "The scenario of the film as originally written by Gance was published in 1927 by Librairie Plon. Much of the scenario describes scenes that were rejected during initial editing, and do not appear in any known version of the film. The following plot includes only those scenes that are known to have been included in some version of the film. Not every scene described below can be viewed today.", "tmdb_plot": "A biopic of Napoleon Bonaparte, tracing the Corsican's career from his schooldays (where a snowball fight is staged like a military campaign) to his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797. Originally intended to be the first of six films, director Abel Gance realized the full project would be nigh impossible, and never raised the money to complete the other five. The film's legendary reputation is due to the astonishing range of techniques that Gance uses to tell his story, culminating in the final twenty-minute triptych sequence, which alternates widescreen panoramas with complex multiple- image montages projected simultaneously on three screens.", "tmdb_id": "42536", "wiki_id": "196923"}, {"title": "Naughty But Nice", "genres": ["Romance", "Comedy"], "wiki_plot": "Bernice Sumners is sent to a finishing school by her Texas uncle after oil is discovered on his property. At the school she blossoms into a young woman. Bernice is a compulsive liar. One evening she and a friend go to a hotel before a theater date, planning to meet popular Paul Carroll, but they run into the school principal in the hotel lobby. Bernice tells a lie about why they are there, and from there one lie builds upon the other until Bernice ends up in the hotel room of Ralph Ames of the Secret Service, who is in the process of changing (thus, the poster graphic of a man's bare legs in garters). Bernice calls Ralph her husband, and he plays along until the house of cards comes crumbling down around her. She ends up falling for the popular Paul Carroll, and the two marry.", "tmdb_plot": "Naughty But Nice was based on The Bigamists, a story by Lewis Alen Brown. Gawky country girl Berenice Summers (Colleen Moore) is catapulted head-first into High Society when her Uncle Seth (Burr McIntosh) strikes oil. Shipped off to a fancy boarding school, Berenice suffers at the hands of her snooty classmates, but the last straw comes when she's publicly humiliated by local wise-guy Paul Carroll (Donald Reed).", "tmdb_id": "316294", "wiki_id": "32288355"}, {"title": "Nevada", "genres": ["Western"], "wiki_plot": "A feared gunfighter named Nevada (Gary Cooper) breaks his friend Cash Burridge (Ernie Adams) from the Lineville jail. When they reach the town of Winthrop, the two men decide to take respectable jobs on a ranch owned by Ben Ide (Philip Strange), an Englishman they rescued from Cawthorne's gang of cattle rustlers. Fearing the rustlers, Ide hires Nevada to protect his sister, Hettie (Thelma Todd), angering the ranch foreman, Clan Dillon (William Powell), who is in love with Hettie.\nThe villainous foreman spreads a rumor of his rival's dark past to the sheriff, and soon Nevada and Cash join up with Cawthorne's gang in order to escape the sheriff. Unknown to Nevada, Cawthorne's gang takes its orders from Dillon, who is the leader of the rustlers. During a raid, Dillon shoots both Cash and Cawthorne, but Nevada learns of his treachery from his dying pal. Later in a confrontation, Nevada is wounded by Dillon but is saved by the arrival of the posse and the evidence given by the wounded Cawthorne against the leader. With his reputation restored, Nevada is free to marry Hettie.", "tmdb_plot": "A once notorious gunfighter takes a respectable job on a ranch. \"Nevada\" is charged with protecting the ranch owner's pretty daughter, arousing the enmity of ranch foreman Clan Dillon, who is in love with the girl. The villainous foreman leaks a rumor of his rival's dark past to the sheriff, and the former outlaw is soon on the run again.", "tmdb_id": "110655", "wiki_id": "23470411"}, {"title": "New York", "genres": ["Drama"], "wiki_plot": "Bowery musician (Ricardo Cortez) becomes engaged to society heiress (Lois Wilson) and is visited by old sweetheart (Estelle Taylor) whose jealous husband (William Powell) kills her. Musician is tried and found guilty of murder but eventually the truth comes out and he marries the heiress.", "tmdb_plot": "A product of the Bowery, Trent Regan grows up to become a powerful gangster. Regan's girlfriend Angie Miller, hearing that her childhood sweetheart (and Regan's lifelong pal) Mike Cassidy is about to marry Marjorie Church, pays a visit to Mike to offer congratulations. Convinced that Angie is fooling around behind his back, Regan accidentally kills her.", "tmdb_id": "461281", "wiki_id": "45344099"}, {"title": "No Place to Go", "genres": ["Comedy", "Romance"], "wiki_plot": "A wealthy young woman and a bank clerk elope during a cruise in the South Seas. Their disappearance causes concern, which is apparently justified because the two are attacked by savages on an island before they can marry. Marriage eventually occurs after the two return home, but more problems ensue. The film was based on Richard Connell's story, Isles of Romance, which appeared in the April 12, 1924, issue of The Saturday Evening Post.", "tmdb_plot": "Starry-eyed heiress Mary Astor yearns for a \"cave man\" who will treat her rough and make her like it.", "tmdb_id": "916859", "wiki_id": "48572282"}, {"title": "The Non-Stop Fright", "genres": ["Adventure", "Animation", "Comedy", "Fantasy"], "wiki_plot": "Inside a house, Felix is lying flat on the floor and appears to be dead. This is what the maid of the house thought as she sweeps Felix into a dust pan and dumps him in the trash bin just out the window. It turns out Felix is actually alive as he climbs out of the bin and walks away in disgust.\nWhile rambling in the open, Felix finds a newspaper on the ground. In the paper, he reads an ad telling whoever could fly to Timbuktu shall be awarded a prize money of $50K. Felix then constructs an aircraft out of ordinary objects and takes off.\nFelix is flying in his self-made aircraft. Things were going smoothly until pesky birds and lightning storms force him to fly lower. As he travels close to the sea, a school of fish leap into his plane, therefore slowing him down. Felix manages to get them off, and carry on in his flight.\nFinally, Felix sees his destination and makes a landing. To his surprise, however, he finds nobody waiting for him to offer the prize money. Instead, he sees a pack of hungry cannibals ready to make a meal out of him. The cat makes his run as one of the cannibals approaches. In making his escape from the island, Felix inflates a balloon which carries him upward.", "tmdb_plot": "Felix goes to Timbuctoo to win 50,000 buckaroos. Little does he know, his DIY airplane is about to be hi-jacked by terrorist fish. He finds a way out though, as usual. He also undresses an elephant in order to produce a balloon to escape from the hungry Timbuctoo residents. Again, an elephant.", "tmdb_id": "189748", "wiki_id": "35060845"}, {"title": "Now I'll Tell One", "genres": ["Comedy"], "wiki_plot": "A husband (Chase) is being divorced by his wife (Edna Marion). She recounts his cruelty, abuse, and drunkenness before a judge (Will Walling) at court. His lawyer (Laurel) attempts to defend him but only succeeds in making his client look worse. Oliver Hardy has a small part as a police officer.", "tmdb_plot": "This film was presumed lost for a long time, until the second reel of this movie showed up again in the '90's. So half of the movie can be seen. It's a fast paced slapstick comedy with also a good comical story about a man (Charley Chase) who is being prosecuted for shooting his wife (Edna Marion).", "tmdb_id": "189648", "wiki_id": "8777711"}, {"title": "Now We're in the Air", "genres": ["Comedy"], "wiki_plot": "Wally (Wallace Beery) and Ray (Raymond Hatton) are cousins whose grandfather, Lord Abercrombie McTavish (Russell Simpson), is an aviation enthusiast who wanted to sign up as a pilot in the war. Wally and Ray are intent upon getting the fortune of their Scottish grandfather, and decide to show him that they are just as interested in aviation.\nWally and Ray enlist in the United States Army Air Service, and are caught up in the aerial battles over the World War I front lines. When the duo flies over the enemy lines in a runaway balloon, through a misunderstanding, they are honored as heroes of the enemy forces.\nThe Germans send the aviators back to the U. S. lines as spies for the Kaiser. Here they are captured and almost shot, but everything ends happily. Along the way, Wally and Ray fall in love with twin sisters, Grisette and Griselle (both played by Louise Brooks, one loyal to the French, the other to the Germans).", "tmdb_plot": "Wally and Ray are cousins intent upon getting the fortune of their Scots grandad, an aviation nut. They become mixed-up with the U. S. flying corps and are wafted over the enemy lines in a runaway balloon. Through misunderstanding they are honored as heroes of the enemy forces, and sent back to the U.S. lines to spy. Here they are captured and almost shot, but everything ends happily. Only 20 minutes of this 6 reel comedy are extant.", "tmdb_id": "411619", "wiki_id": "9200216"}, {"title": "Oh Teacher", "genres": ["Animation"], "wiki_plot": "Oswald rides to his girlfriend's house on a bicycle. On the way, he asks a daisy if she loves him in the standard \"She loves me/She loves me not\" way.\n\nA cat then steals Oswald's bike and his girlfriend. Oswald, ready to bludgeon the cat with a brick, patiently waits. The cat finds him and accidentally knocks himself out with the brick. Oswald pretends to have beaten him up, and gets back his girlfriend.", "tmdb_plot": "Oswald's sweetheart is stolen by a schoolyard bully, so he has to fight him during recess to win her back.", "tmdb_id": "33711", "wiki_id": "27355886"}, {"title": "Old San Francisco", "genres": ["Drama", "History", "Romance"], "wiki_plot": "Chris Buckwell, cruel and greedy czar of San Francisco's Tenderloin District, is heartless in his persecution of the Chinese, though he himself is secretly a half-caste, part Chinese and part European. Buckwell, eager to possess the land of Don Hernandez Vasquez, sends Michael Brandon, an unscrupulous attorney, to make an offer. Brandon's nephew, Terrence, meets the grandee's beautiful daughter, Dolores, while Vasquez refuses the offer. Terry tries to save the Vasquez land grants, but when Chris causes the grandee's death, Dolores takes an oath to avenge her father. Learning that Chris is half Chinese, Dolores induces his feeble-minded dwarf brother to denounce him; he captures her and Terry, but they are saved from white slavery by the great earthquake of 1906 that kills the villain.", "tmdb_plot": "In San Francisco, a villainous landowner with underworld connections seeks to steal the property of an old Spanish family.", "tmdb_id": "104433", "wiki_id": "26365589"}, {"title": "Olympic Games", "genres": ["Comedy"], "wiki_plot": "The Gang competes in their version of the Olympics. As the boys try their hand at shot put, pole vault, and hurdles, Wheezer arrives and begins to teach Minnie how to do a Razzberry. They secretly razzle the Gang, and the gang keeps beating up an outsider who they accuse of the razzles. Farina tries the shot put, then later exhibits an exceptional pole vault.  Joe has troubles with the pull up bar and a javelin. Peggy and Jean arrive to cheer on their hero, Joe.  A rival gang appears and begins to pelt the kids with eggs and tomatoes. The Gang returns fire and hilarity results. They eventually catch Wheezer and Minnie razzing them; and they confront Wheezer. Wheezer sics Minnie on the Gang as they run away, Minnie on their heels.", "tmdb_plot": "While the world watches the Olympic Games in Stockholm, the Rascals gather at the flats for their own games. Whether it's the shot put, the hurdles, the pole vault, or the high jump, not much goes right. There's a deep mud hole that catches several of the kids, and someone out there keeps giving them the razzberry. It's young Wheezer hiding out of sight with his dog Punch, but the kids think it's another boy, so every time they hear the Bronx cheer, they chase the innocent lad and give him a thumping.", "tmdb_id": "273644", "wiki_id": "19312759"}, {"title": "One Hour Married", "genres": ["Comedy"], "wiki_plot": "The story is set during the First World War and involves a newly married wife's attempts to locate her husband (drafted into the army just an hour after they were married) in France.", "tmdb_plot": "A newly-married woman disguises herself as a doughboy in order to stay close to her husband.", "tmdb_id": "801568", "wiki_id": "14974071"}, {"title": "Parisian Pleasures", "genres": ["Drama"], "wiki_plot": "Gabrille Derisau is a down-on-her-luck seamstress with a dream of becoming a dance-hall star. She enters a contest aimed at finding the new Cinderella of Parisian nightclubs and ultimately wins. As her star is on the rise she develops a romantic interest with Georges Barsac, a fellow performer. But as their careers go in different directions, tensions begin to develop in their relationship.", "tmdb_plot": "Gabrielle (Helene Hallier), an ambitious but innocent would-be young chorine, trumps a music hall publicity stunt to become the new Parisian nightclub Cinderella. But this lighter-than-champagne-bubbles story is only a pretext for LA REVUE DES REVUES's white-hot, non-stop procession of outrageously and scantily attired exotic dancers, showgirls, and acrobats.", "tmdb_id": "94703", "wiki_id": "50250756"}, {"title": "The Phantom Buster", "genres": ["Action", "Drama"], "wiki_plot": "Bill Turner, a construction worker, steals from the corporate payroll for a gang and frames his lookalike Jeff McCloud for the crime. After Turner gets killed in an armed robbery by Jim Breed, Jeff escapes from prison and takes Turner's place in the gang, which is smuggling firearms across the Mexico–United States border. After an ambush McCloud is cared for by Babs, who was betrothed to Turner by her grandfather. Breed appears and reveals Jeff's ruse, but he and Babs are rescued by law enforcement.", "tmdb_plot": "Buddy Roosevelt, a notorious bandit known as the \"Phantom,\" and his doppelgänger, drifter Jeff McCloud. Bull manages to throw suspicion on Jeff but is himself killed by Jim Breed (John Junior).", "tmdb_id": "316297", "wiki_id": "16910000"}, {"title": "The Poet and the King", "genres": ["Drama"], "wiki_plot": "Tsar Nikolai I is infatuated with Natalia Goncharova, wife of Alexander Pushkin. Trying to hide his passion, the tsar helps Natalia get closer with officer d'Anthès. The whole royal court gossips about the relationship of Natalia with d'Anthès. These rumors reach Pushkin and he challenges d'Anthès to a duel ...", "tmdb_plot": "Tsar Nicholas I is enamoured by Natalia, the wife of Alexander Pushkin. To cover his tracks, the tsar encourages the suit of Georges d'Anthès, a French officer, with the help of Count Alexander von Benckendorff. Pushkin hears rumours of D’Anthès’s love for his wife and challenges him to a duel. The officer attempts to save his life by marrying Natalia’s sister Ekaterina. Returning from his country estate, Pushkin receives anonymous letters and insists on a duel with D’Anthès.", "tmdb_id": "234271", "wiki_id": "49268173"}, {"title": "Prostitute", "genres": ["Drama"], "wiki_plot": "The film is set in Moscow during the mid 1920s, heyday of the New Economic Policy, or NEP. Some live the high life while others barely survive. A young girl, Lyuba lives with her elderly Aunt Barbara. The aunt abuses the girl, and later, \"sells\" her to a neighbor and kicks her out of the house. But Lyuba does not stay in the street for long, she is sheltered by a woman she meets, who turns out to be a brothel madam. The madam also imposes a contract of adhesion upon the girl.\nThe Tyrkin family lives next to Aunt Barbara. Pyotr Tyrkin works for the businessman-butcher Kondratiev. Tyrkin's everyday life is well-adjusted. His wife Vera keeps house and raises their two young children. Working for Kondratiev brings a regular income. Tyrkin is killed when drunk. Left without a livelihood, Vera is forced by the situation to give herself to the butcher (the boss of her deceased husband), and then to sell her body.\nOn the street she meets with the veteran prostitute Manka. Manka tells Vera that when she worked as a maid, she was seduced by the son of the mistress. After getting kicked out of the house by the mistress for having relations with her son, she became homeless. On the street she came to work at a whorehouse and contracted a venereal disease from which she is still recovering.\nVera is unable to earn money by prostitution. Both of her children fall seriously ill. In desperation she tries to commit suicide by throwing herself into an ice-hole. But she does not succeed and is rescued. Among the saviors is Lyuba who managed to escape from the brothel and now works in a sewing workshop at a venereal dispensary. She has a new boyfriend is Shura who is a member of the Komsomol. The brothel keeper does not want to just let Lyuba go. She threatens to tell Shura all about her past. So, the teary-eyed girl tells Shura everything herself. Shura sympathizes with her and helps to write a letter to the prosecutor. The police break up the den.\nLyuba and Shura are happy. Life is getting better for Vera too because Shura helps her get a job as a railway points operator and her children begin to go the kindergarten. Manka is housed in a venereal hospital.", "tmdb_plot": "A bold study on the dangers of prostitution in the Soviet Union in the 1920s. It's sort of dramatic fiction that tells the story of Lyuba, which after irremediable events, loses his honor, being obliged to exercise the oldest profession in the world to survive. She hopes for better days and a new opportunity. The film also shows us the story of two other women who also need hope.", "tmdb_id": "189671", "wiki_id": "52648116"}, {"title": "Putting Pants on Philip", "genres": ["Comedy"], "wiki_plot": "Piedmont Mumblethunder (Hardy) is awaiting the arrival of his Scottish nephew Philip (Laurel) at a pier. Piedmont does not know what Philip looks like, but knows from a letter that Philip is so shy around women that he \"sees spots\" when around them. Upon seeing a kilted man misbehaving during the ship's doctor's routine examination, Piedmont tells a bystander that he pities whoever has to pick up this passenger—only to realize the kilted man is Philip. Initially regarding the kilt-wearing Philip as rather effeminate, Piedmont tries to make conversation with him, and escorts him through town. Gradually, Philip demonstrates that he is anything but shy around women, and is, instead, an incorrigible skirt-chaser. At one point, Philip loses his underwear and then walks over a ventilator grate that blows his kilt up, making two women pass out.\nThoroughly embarrassed by his nephew, Piedmont takes Philip to a tailor to be fitted for trousers, which Philip detests. Philip leaves the tailor to continue pursuing a young woman he saw earlier. Catching up with her, Philip takes off his kilt to cover a mud puddle. Rejecting this act of chivalry, the woman simply leaps over the puddle and leaves. Piedmont subsequently steps on the kilt and falls into a deep, mud-covered hole. The film ends on a close-up of Oliver Hardy's face showing \"a soon to be classic look of chagrin.\"", "tmdb_plot": "Pompous J. Piedmont Mumblethunder greets his nephew from Scotland who arrives in kilts. He is immediately taken to a tailor for a pair of proper pants.", "tmdb_id": "50901", "wiki_id": "5464002"}, {"title": "The Queen of Spades", "genres": ["History", "Action"], "wiki_plot": "Tomski, a Russian soldier, mentions to the other soldiers playing cards with him that, years before, his grandmother, the Countess Tomski, told him that an old sorcerer had bestowed upon her a supernatural secret to winning at cards. Another soldier named Hermann later manages to sneak into the Countess' house and tries to wrest the secret from her. The old woman dies of fright, and later her ghost returns to haunt Hermann, driving him insane.", "tmdb_plot": "The Queen of Spades or Pique Dame is a 1927 German silent drama film directed by Aleksandr Razumnyj and starring Jenny Jugo, Rudolf Forster and Henri De Vries. It is one of many film adaptations of the Russian writer Alexander Pushkin's 1834 short story The Queen of Spades.", "tmdb_id": "482435", "wiki_id": "55124643"}, {"title": "The Red Mill", "genres": ["Comedy", "Romance"], "wiki_plot": "Tina (Marion Davies) is the drudge of the Red Mill Tavern in Holland. She works hard and long hours, with her only company being a mouse, named Ignatz. Willem (George Siegmann) is the mean Tavern proprietor who catches her feeding the mouse. He is outraged and scares away the mouse and takes it out on Tina.\nDennis Wheat (Owen Moore) is a foreigner who came to the Netherlands for the damsels. He was accompanied by his valet Caesar Rinkle (Snitz Edwards). One day, Tina notices Wheat and immediately falls in love with him. She sneaks out of the tavern to be closer to him and hears him saying he will judge an ice skating race. The winner of the race will be kissed by him.\nTina decides to enter and wins. When Dennis is about to kiss her, Willem storms out and takes Tina with him. She later finds out Dennis is leaving town and becomes sad. Tina goes back to her hard working days and fantasizes about Dennis returning. Dennis returns in the spring and takes an interest in the Burgomaster's daughter Gretchen (Louise Fazenda), who is about to marry the Governor (William Orlamond) but actually is in love with Captain Jacop Van Goop (Karl Dane).\nJacop sends Gretchen a letter, begging her to elope with him at night. Gretchen has to cross her overprotecting father if she wants to leave the house, and does not think there is any chance she will be able to leave the house. Tina, however, helps her escape successfully by dressing up like her and Gretchen dressing up like Tina. After Gretchen has left, Dennis sneaks into the house to meet the woman he noticed. He kisses Tina, thinking it is Gretchen.\nGretchen goes back home when she is scared after Tina's mouse ran into her shoe. Meanwhile, Caesar overhears someone saying Gretchen will inherit her grandfather's estate the day she marries and immediately informs Dennis. Jacop climbs on a ladder leading to Gretchen's room to reunite with her. Dennis sees this and thinks Jacop is kissing the same girl he kissed. He is mad and throws a stone to him, making him fall off his ladder through the window of the tavern.\nTina comes up, still dressed up as Gretchen, and tells Dennis Jacop was a relative and it was only a formal kiss. She promises to elope with him in the morning. The next day, Gretchen is forced to marry the governor. She begs Tina to save her, before she leaves with her father. Tina eventually scares everyone away with her mouse, and sneaks off with Gretchen. Gretchen is soon reunited with Jacop, but Tina is left being chased by both the wedding guests and the burgomaster.\nWillem finds her hiding in the tavern and locks her up in a mill, which is rumored to be haunted by ghosts. Tina is scared, but Dennis comes after her and protects himself with a gun. An accident causes him to shoot Tina in the back. They kiss and are happy, but find out Willem is after them with a shotgun. Dennis and Tina escape through a window and can now finally love each other carefree.", "tmdb_plot": "A servant girl plays matchmaker for the local burgomaster's daughter while setting her own sights on a visiting Irishman.", "tmdb_id": "134475", "wiki_id": "13927420"}, {"title": "Resurrection", "genres": ["Romance", "Drama"], "wiki_plot": "Katyusha, a country girl, is seduced and abandoned by Prince Dimitry. Dimitry finds himself, years later, on a jury trying the same Katyusha for a crime he now realizes his actions drove her to. He follows her to imprisonment in Siberia, intent on redeeming her and himself as well.", "tmdb_plot": "Katusha, a country girl, is seduced and abandoned by Prince Nekludov. Nekludov finds himself, years later, on a jury trying the same Katusha for a crime he now realizes his actions drove her to. He follows her to imprisonment in Siberia, intent on redeeming her and himself as well.", "tmdb_id": "317462", "wiki_id": "10993685"}, {"title": "The Ring", "genres": ["Drama", "Romance"], "wiki_plot": "A previously undefeated fairground boxer named \"One Round\" Jack Sander (Carl Brisson) is beaten in the ring by a mysterious challenger, who later is revealed to be Australian Heavyweight champion Bob Corby (Ian Hunter). Bob's manager is impressed with Jack's performance and offers him the chance to become Bob's full-time sparring partner, on the condition that he win a trial fight to be arranged at a later date.\nBob begins spending more time with Jack's girlfriend Mabel (Lillian Hall-Davis) and buys a bracelet for her to express his feelings. The two kiss but Mabel reluctantly puts a stop to it. The next day when Jack inquires about the bracelet, Mabel lies to Jack, telling him that Bob bought it for her because he didn't want to take the money.\nJack wins his trial fight and is made Bob's official sparring partner. Keeping his earlier promise to Mabel, he agrees to marry her the next day. Mabel goes through with the wedding, although somewhat reluctantly due to her new-found feelings for Bob. At the wedding reception Bob jokingly states that he wishes Mabel had been the prize at his and Jack's original fight. Jack boldly states that he would defend his wife in a fight against any man. A friendly exhibition match is arranged between the two fighters which Bob wins. After the fight Jack sees his bride flirting with Bob and suspects that they are having an affair. Jack declares his intent to fight Bob for the heavyweight championship, but is told he is not yet ranked high enough in the league to challenge Bob. Training intensively, Jack works his way up the rankings and eventually becomes the number one contender.\nJack arranges a party with his friends in his apartment as a way to surprise Mabel and let her know that he has won his latest fight and will now be fighting for Bob's title. Jack and his friends wait long into the night but Mabel does not show up. After Jack's friends leave, Jack stays up and waits for Mabel and eventually he sees her getting out of Bob's car. Jack angrily confronts Mabel about her liaisons with Bob and smashes a framed picture of him. Jack then goes to the club where Bob is and confronts him. Bob throws a punch but Jack knocks him out before he connects. Jack informs Bob that he is officially the number one contender and they will settle their differences in the ring.\nOn the day of the fight, the two fighters seem evenly matched until the final rounds where Bob starts to dominate Jack. Jack considers giving up until Mabel, seeing him in pain, runs over to his corner and declares that she wants to be with him, not Bob. Jack musters up his remaining energy and unleashes a flurry of punches in the final round, eventually knocking Bob out and winning the fight. Jack and Mabel embrace as Bob accepts defeat.", "tmdb_plot": "Both Jack Sander and Bob Corby are boxers in love with Mabel. Jack and Mabel wed, but their marriage is flat. The young wife looks to Bob for comfort.", "tmdb_id": "36056", "wiki_id": "1610940"}, {"title": "The Road to Romance", "genres": ["Drama", "Action"], "wiki_plot": "Serafina (Marceline Day) is captured by Don Balthasar (Roy D'Arcy)'s pirates on a Caribbean island, when José Armando (Ramon Novarro) arrives from Spain to the rescue.", "tmdb_plot": "The beautiful Serafina is captured by Balthasar's pirates on an island near Cuba, but the redoubtable José Armando arrives from Spain to effect her rescue.", "tmdb_id": "316221", "wiki_id": "24583584"}, {"title": "Rookies", "genres": [], "wiki_plot": "While flirting with dancer Zella Fay (Louise Lorraine) at a night club, Sergeant Diggs (Karl Dane), has taken an immediate dislike to Greg Lee (George K. Arthur), a cabaret dancer and Zella's partner. He dismisses Lee as a simpering dandy. Lee arrogantly tries to get even with the sergeant, and as a result, he is arrested and sent to an Army training camp instead of jail.\nWith World War I raging, now drafted as a private, Lee again finds himself pitted against tough Drill Sergeant Diggs. Private Lee does everything he can to annoy Sergeant Diggs, thinking it will get him thrown out of the Army.\nAt camp, Private Lee's life is made miserable by the constant badgering of Diggs, but he reciprocates in kind. Both men have their sights set on the pretty Betty Wayne (Marceline Day), the judge's daughter. The rivalry between the tough sergeant and bumbling recruit goes through many mishaps and missteps until it finally gets resolved.\nThe Army camp has reconnaissance balloons and, by accident, Diggs and Betty find themselves adrift in a runaway balloon. Lee sees a full complement of parachutes, and sets off in an aircraft to rescue Diggs and Betty.\nLee manages to pull off an aircraft-to-balloon jump, making sure that the two stranded accidental aerialists make it safely to the ground. This heroic feat thus proves his heroism and fortitude to his rival and Betty.", "tmdb_plot": "Greg, an arrogant entertainer, gets drafted into the army and runs up against tough drill sergeant Sgt. Diggs. Not wanting to stay in the army, Greg sets out to annoy and aggravate Sgt. Diggs so much that Diggs will have him thrown out. To make matters more complicated, they both have their sights set on pretty Betty Wayne. Complications ensue.", "tmdb_id": "423719", "wiki_id": "35374140"}, {"title": "Rubber Tires", "genres": [], "wiki_plot": "The Stack family of New York City has fallen on difficult financial times. Pa Stack squandered the family's money by buying a home in Newhall, California, hoping that there would be oil on the land. Taxes are now due on the California home, which is scheduled to be sold to cover taxes. When breadwinner Mary Ellen Stack loses her job, the family decides to pay the taxes and live in their California home. They sell their furniture and use the money to buy a Tourist brand car, complete with rubber tires.\nBefore they leave, Pa tells Bill James, a former boyfriend of Mary Ellen, that they are moving to California, and Bill decides to follow them in his own car. When one of the family's car's tires goes flat, Bill catches up with the family and helps them. Along the way, the family picks up a handsome actor who is trying to come to California to further his career.\nThe Tourist Motor Car Company wants to use the first Tourist brand car ever made in an ad campaign, and launches a search to find it, complete with a $10,000 reward. The man who sold the car to the Stack family learns of the reward, tracks down the Stacks, and offers them $200 for it. Mary Ellen refuses the offer, but the salesman continues to negotiate with her. Unbeknownst to her, Pa sells the car to a Mexican couple for $500. He returns to the family just as the salesman has raised the offer to $750. When the salesman hears that the car has been sold, he tells the family of the full reward, and pursues the new owners.\nWhile driving through the west, the family is held up by bandits who rob them and let the air out of their tires. Bill comes to the rescue, and lends them his car while he fixes theirs. He is able reacquire the Tourist car and drives it to Newhall. When he approaches the family, the brakes fail, and, unable to stop the car, he drives past them.\nWhen the car finally slows down, the actor accuses Bill of trying to steal the Tourist car. The two men fight while the family regains the car and drives off. Bill realizes that they are in danger, and follows after them to warn them. The Stack family drives off the road into a fence, and all are fine. They are at their home.", "tmdb_plot": "When the Stack family suffers some financial setbacks, daughter Mary Ellen suggests they buy a car and relocate to California. Unbeknownst to them, their used car is worth more than they ever could have imagined.", "tmdb_id": "218872", "wiki_id": "30684320"}, {"title": "Sailor Izzy Murphy", "genres": [], "wiki_plot": "Izzy, a perfume vendor, is urged by Jake, his partner, to sell Monsieur Jules, a millionaire perfume merchant, their special formula, but the merchant is incensed to see his daughter's picture on Izzy's perfume bottles and gives him the bum's rush. Aboard Jules's palatial yacht, he receives from Orchid Joe notes threatening his life. Joe is a lunatic who hates people who destroy flowers, and he plans to kill Jules with the help of a crew of maniacs on the yacht. Izzy gets aboard by announcing himself as \"Muscle-Bound Murphy,\" along with Jake, and they promise to help the millionaire and his daughter, Marie. When Izzy is assigned to kill Jules, he feigns great joy and induces Jake to stand in for the assassination, but they are captured by the crew. Through his cleverness, Izzy outsmarts the maniacs and attracts a rescue party, thus closing the sale and winning the love of Marie.", "tmdb_plot": "Izzy Murphy is a street vendor of scents that falls in love with the beautiful woman (Audrey Ferris) whose picture adorns the perfume bottle he sells. After resourcefully tracing the beauty (whose father(Warner Oland) manufactures the perfume) to a luxury yacht, he finds himself in the company of an escaped lunatic John Miljan) who has vowed to murder the perfume manufacturer in retaliation for all the flowers that have been lost in the making of the perfume.", "tmdb_id": "595466", "wiki_id": "34757771"}, {"title": "Sailors, Beware!", "genres": ["Comedy"], "wiki_plot": "An honest cab driver (Laurel) picks up a woman (Anita Garvin) and her \"baby\", who is actually a midget in disguise. He does not realize his passengers are crooks. When they get out of the cab without paying and leave the meter running, Stan follows them aboard a ship, where he exposes the crooks.", "tmdb_plot": "A con artist and a midget dressed as her infant son, are unmasked aboard a ship by a steward.", "tmdb_id": "50902", "wiki_id": "5463918"}, {"title": "The Second Hundred Years", "genres": ["Comedy"], "wiki_plot": "Stan and Ollie play two convicts who share a cell. They dig a tunnel to escape from prison. After making a detour to avoid a burst underground water pipe, they emerge through the floor of the warden's office and are quickly sent back to the cell block after a short chase. Not long afterward, Stan and Ollie cleverly disguise themselves as painters and casually walk out through the prison's front gate during a meal break carrying paint cans and brushes. They are watched by a suspicious policeman, however. To keep the ruse going, they indiscriminately paint everything they see—including a parked car and its engine. After they accidentally paint the backside of a female passerby, the policeman pursues them. They climb into a limousine, eject the two backseat passengers, and steal their evening clothes. By happenstance, the men were two visiting French prison officials who were on their way to meet with the governor to learn about American prisons. Their chauffeur is unaware of the switch and he continues to his destination. Stan and Ollie assume the role of the French visitors and are taken to a banquet at the governor's home. While dining, Stan hilariously tries to corral a wayward cherry that has fallen from the top of his appetizer. When the banquet concludes, the governor escorts Stan and Ollie on a tour of the nearby prison. Their cell block comrades quickly recognize them—as do the real French dignitaries who are occupying Stan and Ollie's former cell in their underwear. After a brief chase, Stan and Ollie are marched back to their home behind bars.", "tmdb_plot": "Laurel and Hardy are convicts making an escape from prison.", "tmdb_id": "50903", "wiki_id": "5603193"}, {"title": "Seeing the World", "genres": ["Comedy"], "wiki_plot": "The gang's teacher (James Finlayson) is trying to win a trip to Europe. He does win, but the gang accompanies him as well, which causes his trip to become a nightmare. The group treks through Venice, Rome, Pompeii, Naples, and London. Finally, the entourage ends up in Paris, where Farina manages to falls off the side of the Eiffel Tower. Finlayson tries desperately tries to rescue Farina, leading him to wake up from what was apparently a daydream caused by the gang tossing sleeping pills into his water.", "tmdb_plot": "In this Our Gang film, James Finlayson plays the gang's schoolteacher who takes the kids to Europe after winning a local contest. He takes them on a tour of Naples, Pompeii, Rome, the Vatican, Venice, London, and finally Paris, where problems arise on top of the Eiffel Tower.", "tmdb_id": "233657", "wiki_id": "13275998"}, {"title": "The Shamrock and the Rose", "genres": ["Comedy", "Drama"], "wiki_plot": "On the East Side of New York City, feuding families the Cohens and the Kellys own an ice cream and a hot dog stand respectively, but their children have fallen in love.", "tmdb_plot": "The neighborly \"feud\" between a Jewish and an Irish families escalates when two of their youngsters fall in love.", "tmdb_id": "484161", "wiki_id": "60672514"}, {"title": "The Shield of Honor", "genres": ["Drama", "Crime"], "wiki_plot": "This film opens with veteran police officers Dan MacDowell (Ralph Lewis), and his son Jack MacDowell (Neil Hamilton) attending a ceremony.  The event is celebrating the addition of a new airplane to the law enforcement group. Jack MacDowell will become the police plane's first flying officer. Also, participating in the celebration is Gwen O'Day (Dorothy Gulliver).  She is the daughter of a wealthy jeweler named Howard O'Day (Fred Esmelton). Gwen is chosen to christen the new police plane with a bottle of Champaign. During the christening, Jack MacDowell develops a fascination for beautiful Gwen. The feeling is mutual. The celebration culminates with a review of the force.\nAfter the ceremony's conclusion, we find another major jewel robbery that has happened in the city. We further discover that only O'Day's customers were the victims of burglaries. Somehow, all the robberies trace back to the O'Day jewelry store. All the thieves remain unsolved. Howard is determined to solve these crimes but can't make any headway on his own. Howard asks Jack MacDowell if he can do a police investigation of the diamond thefts. Gwen overhears her father's request and secretly asks if she can assist too.\nMeanwhile, Dan MacDowell turns sixty-five. Under police department regulations, this is the mandatory age of retirement from the police force. Dan is forced to retire. Even though he is retired, Dan still wants to be involved in law enforcement. Howard O'Day gives Dan a security job at the jewelry store. He is the new night watchman.\nJack and Gwen continue to hunt for clues about the jewel thefts. In addition to his watchman duties, Dan MacDowell is also assisting in detective work. After investigating several clues, Jack whittles his suspect list down to one man, Howard's business advisor, Robert Chandler, played by Nigel Barrie. But Jack and Gwen still haven't gathered enough evidence to press charges.\nUnbeknown to Jack and Gwen, Robert Chandler is the leader of a gang of jewel thieves.  Other members of the group include Rose Fisher (Thelma Todd), O'Day's stenographer, and Red (David Kirby), the store janitor. They have a straightforward plan. Steal from the jewelry store customer, then sell the jewels back to the store.\nJack and Gwen continue their investigation. Then another burglary is carried out. This time they rob the actual O'Day jewelry store of precious diamonds. During the commission of the crime, Gwen discovers the thieves; they, in turn, lock her in the vault and set the building on fire. The thieves make their escape and board a waiting plane. They will make their escape in the air.\nJack catches wind of the robbery, but this time, he knows who did it. Jack and his father rush to the police plane, jump in the cockpit, strap up and take to the air. They give chase to the fugitive's plane. After catching up with the criminals, a night aerial battle takes place. When the smoke settles, the jewel thieves are rounded up and arrested. We confirm Chandler is the leader of a gang of jewel thieves.\nJack MacDowell, the department's first aviator detective, has proven the worth of an airplane in law enforcement. He becomes the shining example of the newest branch of the law - the Sky Cops. Even though Dan MacDowell is Sixty-five, the department waives the mandatory retirement, and he is allowed to rejoin the force. Jack is a hero and marries Gwen.", "tmdb_plot": "Can Neil Hamilton, the first flying policeman on the force, save his dad from stop-at-nothing jewel thieves?", "tmdb_id": "330014", "wiki_id": "52016377"}, {"title": "The Show", "genres": ["Crime", "Drama"], "wiki_plot": "Cock Robin (John Gilbert) is a sideshow barker in Budapest. He also participates in one of the acts; his former girlfriend Salome (Renée Adorée) dances before Herod in exchange for the head of \"Jokanaan\". As Jokanaan, Robin has his head seemingly chopped off and presented to the dancer on a platter, much to the delight of the audience.\nSalome wants to get back together with Robin, but he has his sights set on Lena (Gertrude Short), the daughter of a well-off sheep merchant. He lets the smitten Lena buy him things. The Greek (Lionel Barrymore), Salome's current boyfriend, becomes angered when he learns of her feelings. The Greek and his henchman, the Ferret, also try to steal Lena's father's money, but fail to find it after they murder him.\nThat night, a heartbroken Lena tells Robin that her father has been killed. She trustingly shows him the substantial amount of money she had been holding for her father; when Robin ascertains that she has no brothers and that she has many more sheep, he becomes very interested. However, Salome eavesdrops, bursts in and warns Lena that Robin is only after her for her wealth. Lena flees, without her money. Robin is furious and can barely restrain himself from beating Salome.\nWhen Lena shows up at the sideshow with a policeman, Salome has Robin hide in her attic. One day, an old blind man (Edward Connelly), another resident of the building, comes to Salome to have her read to him another letter from his son; Salome tells him that the man has been promoted to captain and received a decoration. She assures the old man that his son will return someday with his regiment. Later, however, she reveals to Robin that the son is actually in the prison across the street, scheduled to be hanged the next morning. That morning, the old man hears voices in Salome's room and assumes his son has finally come home. Bursting with joy, he mistakes Robin for his son and takes him to his room, where he puts on his old uniform. Then, just after his real son is executed, he passes away.\nThe Greek first tries to rid himself of his romantic rival by taking the place of the \"executioner\" and using a real sword to lop of Robin's head, but Salome sees through his disguise and stops him. When Robin goes into hiding, the Greek steals another sideshow attraction, a poisonous lizard, and plants it in Salome's attic.\nAn official calls on Salome to inform her that she can claim her brother's possessions at the prison; Robin then realizes that the old man was her father. Thoroughly ashamed of himself, Robin reconciles with her. However, the official had spotted him hiding behind the door. When a policeman comes to arrest him, Robin hides in the attic, where the Greek has also been trapped. In the ensuing scuffle, the Greek is bitten by the lizard. Robin takes the money from his dead body and gives it to the policeman. For returning it voluntarily, Robin is let off. He and Salome return to the sideshow. When next they perform the act, she kisses him while his head is on the platter.", "tmdb_plot": "Cock Robin is the swaggering ballyhoo man of a Hungarian sideshow known as the Palace of Illusions. The highlight of the show is a reenactment of Salome's dance of the seven veils, replete with the beheading of Jokanaan. The performer portraying Salome is in love with Cock Robin. Jealous, sinister The Greek is determined to eliminate that competition.", "tmdb_id": "108632", "wiki_id": "17356137"}, {"title": "The Silver Slave", "genres": ["Drama"], "wiki_plot": "Bernice Randall, who has forsaken the love of her sweetheart, Tom Richards, to marry for wealth, turns down Richards' proposal after the death of her husband, and she is denounced by him as a slave to silver. Lavishing the greater part of her fortune on her daughter, Janet, Bernice determines to give her the advantages she herself lacked. Despite her mother's disapproval, Janet scorns the affection of Larry Martin, a lifelong friend, after meeting Philip Caldwell, a wealthy sophisticate. Worried over Janet's growing attachment to Philip, Bernice determines to win Caldwell from her daughter, and in a confrontation involving the girl and Richards, now a millionaire, Janet is disillusioned in her mother and Caldwell. Learning of her mother's sacrifice, Janet forgives her and finds happiness with Larry.", "tmdb_plot": "Bernice Randall, who has forsaken the love of her sweetheart, Tom Richards, to marry for wealth, turns down Richards' proposal after the death of her husband, and she is denounced by him as a slave to silver. Lavishing the greater part of her fortune on her daughter, Janet, Bernice determines to give her the advantages she herself lacked. Despite her mother's disapproval, Janet scorns the affection of Larry Martin, a life-long friend, after meeting Philip Caldwell, a wealthy sophisticate. Worried over Janet's growing attachment to Philip, Bernice determines to win Caldwell from her daughter, and in a confrontation involving the girl and Richards, now a millionaire, Janet is disillusioned in her mother and Caldwell. Learning of her mother's sacrifice, Janet forgives her and finds happiness with Larry.", "tmdb_id": "595476", "wiki_id": "46518958"}, {"title": "Simple Sis", "genres": ["Comedy", "Drama"], "wiki_plot": "Sis, a laundress, is neither beautiful nor clever, but she still wishes to attract a boyfriend. When attractive Edith Van inadvertently hides her love-letter in the wrong pocket, Sis finds it and, thinking it is for her, goes to meet the lover. The mistake is soon exposed and Edith ridicules Sis. Sis meets truck driver Jerry when he rescues her from a purse-snatcher. Because of his extreme shyness, she thinks he has no interest in her. After taking in the orphaned Buddy, Sis loses her job. Although she saves Buddy from a fire, welfare workers remove him from her care. In the end, Sis, Jerry, and Buddy are united as a family.", "tmdb_plot": "Simple Sis is a 1927 American silent comedy-melodrama directed by Herman C. Raymaker and starring Louise Fazenda as a poor, plain laundress hoping for romance, supported by Clyde Cook as a shy suitor and Myrna Loy as a cruel beauty. No copies of Simple Sis are known to exist; it is presumed lost.", "tmdb_id": "595396", "wiki_id": "47224101"}, {"title": "The Siren", "genres": [], "wiki_plot": "When her car breaks down during a rainstorm, Glenna Marsh seeks refuge in a hunting lodge she stumbles upon. When the lodge's owner, Peter Dane, comes home to find her there, he understands her predicament and allows her to stay the night. Marsh is a socialite, who frequently throws parties, at which gambling can be found. She invites Dane to her next party, which is scheduled for a few days later. One of her frequent guests, with whom she also has a romantic dalliance, is Cole Norwood. Unbeknownst to Marsh, Norwood is a card sharp, who is using her social position to gain access to her wealthy friends, who he is fleecing.\nWhen the day of the party arrives, Dane attends, and there is an attraction between Marsh and him. During the course of the party, Marsh witnesses Norwood cheating by taking cards from the discard pile. Horrified, she exposes him and orders him from her house. As the party breaks up, Dane stays behind to comfort Marsh. Norwood returns and accuses Marsh of being his paramour and business partner.  While the former is true the latter is not, and a fight ensues between Dane and Norwood.  During the fight, a drape catches fire. Norwood knocks Dane temporarily senseless, and is about to kill him, when Marsh grabs a revolver and shoots Norwood. Dane revives and he and Marsh flee, unable to get to Norwood to pull him from the flames. However, Marsh's butler, Fleet, who was helping Norwood in his cheating scheme, does pull Norwood from the flames, but he is horribly burned.\nWhen he recovers, Norwood's face is so horribly disfigured that he is unrecognizable. He takes on the name of Felipe Vincenti, who poses as a newsman from South America.  He gets Fleet to go to the police and say that Marsh killed Norwood, who has been presumed dead, in order to prevent Norwood to reveal to Dane that Norwood and Marsh were lovers. Then in his new persona, he leads the campaign to get Marsh convicted of his murder. She is eventually tried and convicted of the murder, and is sentenced to hang. However, as she waits on the gallows, she is saved when Dane forces Fleet to confess that he lied about the murder, and reveals the true identity of Vincenti.", "tmdb_plot": "A high-society woman, Glenna Marsh (Dorothy Revier), is arrested for the murder of gigolo-gambler Cole Norwood (Norman Trevor), but his honest casino partner Peter Dane (Tom Moore) proves her innocence.", "tmdb_id": "600293", "wiki_id": "61088624"}, {"title": "Siren of the Tropics", "genres": ["Music", "Drama"], "wiki_plot": "The film is set in a fictional colony called Monte Puebla. Monte Puebla incorporates many colonial stereotypes, with the name suggesting that it could be a Spanish colony, the grass skirts and roofs suggesting a Polynesian influence, and the clothing being a jumble of multiple cultures. The story begins when a rich Parisian man named Marquis Sévéro wishes to divorce his wife and marry his goddaughter, Denise, but Denise is in love with an engineer named André Berval. In order to get rid of Berval, Marquis Sévéro sends him to the West Indies as a prospector, promising that he can marry Denise once he returns. After arriving in the West Indies, Berval meets a woman named Papitou. Papitou quickly falls in love with him, unaware of the fact that he is planning on marrying Denise upon his return to Paris. When Berval leaves the West Indies to return home, Papitou follows him despite the fact that he has a fiancée. Once she arrives in Paris, Papitou accepts that Berval loves only Denise, and finds her true calling as a music hall performer.", "tmdb_plot": "Marquis Sévéro, a rich, lazy Parisian, wants to divorce his wife so that he can marry his own goddaughter Denise. But Denise herself loves André Berval, an engineer employed by the marquis. Filled with jealousy, the marquis sends André to the Antilles, to prospect some land he has just acquired. He promises André that he can marry Denise if he is successful in the tropics, but he then writes to Alvarez, his manager at the site, asking him to prevent André from ever returning to France. The brutal Alvarez forms an instant hatred for André when the engineer breaks up Alvarez's attempt to rape Papitou, a beautiful native girl. Papitou becomes devoted to André, and protects him against Alvarez's schemes. But she faces a crisis herself when she learns that André plans to marry Denise.", "tmdb_id": "42508", "wiki_id": "48689144"}, {"title": "Six and a Half, Eleven", "genres": ["Drama"], "wiki_plot": "Jerome and Jean de Ners are praying in front of the tomb of their parents. Jean is an idle young man passionately in love with a singer, Mary Winter. Jerome, a famous doctor, takes cares of him and worries about his outbursts.\nOne night, after receiving a phone call from Marie, the woman he loves, Jean suddenly disappears without warning his brother. He drives to the south of France to live with his great love in a luxury villa. He buys a photo camera and wants to take a photo of her but she first refuses. One evening, they meet Harry Gold, a famous dancer, and she enjoys dancing with him. The following day, she finally let Jean take a picture of her.\nJean is very happy, but the following morning, he finds she's gone away. The gardener says he has seen her leaving with Harry. Jean wants to go after them but he is delayed by a flat tyre. While Mary and Harry enjoy their love story while going on with their respective dancer and singer careers, Jean is desperate. Looking at the camera still containing Mary's unprocessed photo, he realises he will never see her again and shoots himself. At the same moment, his portrait hanging in Jérôme's house falls from the wall and he understands something terrible has happened to him.\nOne day Mary faints during one of her shows. Jerome, who was attending the performance gives her first aid. Discovering that she is Jean's brother, she tries successfully to seduce him. Jerome is informed that a trunk with Jean's belongings has been found in a villa on the French Riviera which is being transformed into a hotel. He travels by train to the south of France to recover it and Mary, breaking her dancing commitments follows him. They stay in the villa now turned into a hotel. Jerome finds the letter left by Jean where he explains that he killed himself for the love of a cruel woman. Mary still hopes that he will not discover that she is the cruel woman but Jerome then finds the camera with the film still in it.\nWhen he processes the film and recognises her, she understand their love is impossible and runs away and faints on the beach. Jérôme brings her back to life and while she resumes her singing career, she seems to enjoy only charity Christmas parties and hospital parties.\nThe enigmatic title of the film refers to the size in centimetres of the photograph taken by Jean.", "tmdb_plot": "A renowned doctor and his brother live and work together until the brother falls in love with Marie, a singer, and gives up medicine to be with her. After a time however, she misses her old life and goes back on the stage - an act which leads her lover to commit suicide. Later the doctor and Marie also meet, and she becomes his mistress. He finds out about his brother's suicide and goes through his artifacts looking for a clue as to what might have been the cause. He finds a photograph of Marie and realizes the truth, which decimates their relationship.", "tmdb_id": "289320", "wiki_id": "60318161"}, {"title": "Sky High Saunders", "genres": ["Action", "Adventure", "Romance"], "wiki_plot": "While searching for his twin brother, Michael Saunders (Al Wilson), whom his family believes was killed in combat, \"Sky-High\" Saunders discovers a gang of aircraft smugglers. The leader, George Delatour (Bud Osborne), is in love with schoolteacher Helen Leland (Elsie Tarron), whom Sky-High saves from the smuggler's unwelcome attentions, knocking him unconscious in a fight.\nMistaking Sky-High for Michael, Delatour seeks to get even but is convinced that he has been \"seeing things.\" On the trail of the smugglers, Sky-High shoots down his brother's aircraft; Michael dies in his arms.\nSky-High keeps a rendezvous with the gang, disguised as his brother, and with aid from Army aircraft he dynamites their mountain stronghold while dealing with Delatour on the wings of his aircraft. Sky-High even ends up with his brother's girlfriend.", "tmdb_plot": "Sky High Saunders is a 1927 American silent action film directed by Bruce M. Mitchell. The film stars Al Wilson, Elsie Tarron and Frank Rice. Sky High Saunders was one of a series of films that showcased the exploits of the stunt pilots in Hollywood.", "tmdb_id": "675495", "wiki_id": "61091596"}, {"title": "Slipping Wives", "genres": ["Comedy"], "wiki_plot": "Priscilla is married to an artist called Leon. However Leon isn't showing much interest in his wife so she hatches a plot to win back his affections. Ollie plays the butler. Stan arrives at the door to sell paint and has a fight with Ollie. Priscilla employs Stan to \"Make love to her\" and ensure Leon becomes jealous. Ollie has to wash and dress Stan and make him look presentable enough to fool Leon at a dinner party that night. Priscilla admits to Leon what she has done and he pulls a gun to teach the 'home-wrecker' a lesson. Leon corners Stan and admits he's just acting to make Priscilla think he's really jealous. Ollie doesn't realise this and he chases Stan out of the house with a rifle. Ollie returns looking shaken. A police officer follows him and says \"You nearly blew my brains out\". Leon and Priscilla hug.", "tmdb_plot": "Neglected by her husband, our heroine decides to make him jealous by getting the handyman to play a literary genius at a party and flirt with her.", "tmdb_id": "50904", "wiki_id": "5605332"}, {"title": "Special Delivery", "genres": [], "wiki_plot": "Eddie, a mailman, is in love with waitress Madge but finds amongst his rivals for her affections the dishonest promoter Harold Jones. Eddie, who can't dance, impresses Madge at the postal ball by his energetic performance of the Black Bottom after a piece of ice falls down his shirt and wins a cup. He eventually unmasks Harold as a crooked swindler.", "tmdb_plot": "The second and last of Eddie Cantor's silent vehicles, Special Delivery casts the wide-eyed comedian as a hapless mailman. While going through his swiftly appointed rounds, Eddie stumbles upon a gang of crooks who are planning a large-scale confidence scam. He exposes the villains and wins the love of heroine Madge (Jobyna Ralston). Though Cantor was a fine physical comic, he didn't truly score in films until the arrival of talkies allowed his fans to hear as well as see him. Special Delivery was directed by \"William Goodrich,\" who in reality was comedian Fatty Arbuckle, hoping to stage a comeback after the sex scandal that destroyed his career.", "tmdb_id": "289382", "wiki_id": "13927893"}, {"title": "Spring Fever", "genres": ["Comedy", "Romance"], "wiki_plot": "Haines plays Jack Kelly, a crack golfer who worked as a shipping clerk for the aging Mr. Waters (George Fawcett). One day, Mr. Waters fires Jack's father, Pop Kelly (Bert Woodruff). Jack witnesses this and is outraged. He wants revenge and breaks a window with a golf ball. Mr. Waters catches him but, instead of being mad, he is impressed with Jack's golfing skills. He later that day announces to his dad he is invited by The Oakmont Country Club to be a guest of the club for a minimum of two weeks. His role there will be the teacher of Mr. Waters, trying to teach him how to golf. Pop doesn't want to say goodbye, but lets him go.\nAt the club, he meets Allie Monte (Joan Crawford) and immediately falls in love with her. He introduces himself as a member from the shipping business of her family. However, Allie sees through him and walks away. Harold Johnson (Edward Earle) is the club champion and devotes himself to Allie. He tries to get her attention at a game, but she is not charmed with his presence. Over the days, the members – including Allie – become more pleased with Jack as he teaches everyone how to golf.\nJack and Allie bond with each other. Johnson feels intimidated by Jack, fearing he could take over the championship title and his girl. Jack kisses Allie, but she storms off. He tries to apologize, but she refuses to talk to him. Therefore he climbs into her room, staying there until she forgives him.\nThe next day, Jack sets a record with the golf tournament. While giving his victory speech, he notices his father, who came there to tell his son how proud he is of him. Jack realizes his club membership is almost over and swears he will marry a rich girl, which would make him allowed to stay at the club. He decides to propose to Allie, but she informs him her father has just lost all of his money. She admits she now has to marry a wealthy man to keep her social position.\nThey are interrupted by Martha Lomsdom (Eileen Percy), who invites them to a party. On their way, Jack sees Allie is flirting with Johnson, so he does the same with the wealthy Martha. At the party, Johnson announces he and Allie are engaged. Jack is devastated, but Martha sees an opportunity in luring him. Her beau confronts her, but she responds she is willing to leave him for Jack. Jack now admits he is not the person to marry for money. When he meets up with Allie to say goodbye, he realizes he can't live without her and tells her he loves her.\nAllie admits she loves him too, but reminds him she is already engaged to Johnson. They decide to run off and marry. Allie tells her dad Jack is a millionaire shipping man. Jack is afraid to tell her the truth about his income. But when he does, she throws him out. Her family tells her it's a good riddance and she should get an annulment. Allie however refuses, stating he is her husband. In the final scene, Jack becomes rich with winning a golf tournament and is reunited with Allie.", "tmdb_plot": "Kelly's employer, Waters, is such a keen golfer that he asks Kelly to help him improve his game at an exclusive country club.", "tmdb_id": "207999", "wiki_id": "9913494"}, {"title": "Sugar Daddies", "genres": ["Comedy"], "wiki_plot": "A rich oil tycoon (Finlayson) awakens one morning after a night of carousing to be told that he was married the night before. Not only does he have a new wife, but also a new gold-digging stepdaughter and brother-in-law who want to murder him for his wealth. His lawyer (Laurel) is called in to straighten things out when a blackmail attempt is made. He decides to hide out in a hotel with his butler (Hardy) and his lawyer (Laurel). He finally escapes by climbing on Stan's shoulders, wearing a long overcoat and pretending to be Ollie's wife. Wild chases through a dance hall and amusement park ensue.", "tmdb_plot": "After a night of carousing, a rich oil tycoon awakes to find that he was married the night before. He calls in his lawyer to straighten things out.", "tmdb_id": "48906", "wiki_id": "5602979"}, {"title": "Sunrise: A Song of Two Humans", "genres": ["Drama", "Romance"], "wiki_plot": "A vacationing Woman from the City (Margaret Livingston) lingers in a lakeside town for weeks. After dark, she goes to a farmhouse where the Man (George O'Brien) and the Wife (Janet Gaynor) live with their child. She whistles from the fence outside. The Man is torn, but finally departs, leaving his wife with the memories of better times when they were deeply in love.\nThe man and woman meet in the moonlight and kiss passionately. She wants him to sell his farm—which has not done well recently—to join her in the city. When she suggests that he solve the problem of his wife by drowning her, he throttles her violently, but even that dissolves in a passionate embrace. The Woman gathers bundles of reeds so that when the boat is overturned, the Man can stay afloat.\nThe Wife suspects nothing when her husband suggests going on an outing, but when they set off across the lake, she soon grows suspicious. He prepares to throw her overboard, but when she pleads for his mercy, he realizes he cannot do it. He rows frantically for shore, and when the boat reaches land, the Wife flees.\nShe boards a trolley, and he follows, begging her not to be afraid of him. The trolley brings them to the city. Her fear and disappointment are overwhelming. He plies her with flowers and bread and finally she stops crying and accepts his gifts. Emerging back on the street, they are touched to see a bride enter a church for her processional, and follow her inside to watch the wedding. The Man breaks down and asks her to forgive him. After a tearful reconciliation, they continue their adventure in the city, having their photograph taken together and visiting a funfair. As darkness falls, they board the trolley for home.\nSoon they are drifting back across the lake under the moonlight. A sudden storm causes their boat to begin sinking. The Man remembers the two bundles of reeds he placed in the boat earlier and ties the bundles around the Wife. The boat capsizes, and the Man awakes on a rocky shore. He gathers the townspeople to search the lake, but all they find is a broken bundle of reeds floating in the water.\nConvinced the Wife has drowned, the grief-stricken Man stumbles home. The Woman from the City goes to his house, assuming their plan has succeeded. The Man begins to choke her. Then the Maid calls to him that his wife is alive, so he releases the Woman and runs to the Wife, who survived by clinging to one last bundle of reeds.\nThe Man kneels by the Wife's bed as she slowly opens her eyes. The Man and the Wife kiss, while the Woman from the City's carriage rolls down the hill toward the lake, and the film dissolves to the sunrise.", "tmdb_plot": "A married farmer falls under the spell of a slatternly woman from the city, who tries to convince him to drown his wife.", "tmdb_id": "631", "wiki_id": "61904"}, {"title": "Svengali", "genres": ["Drama"], "wiki_plot": "A pretty young artist's model named Trilby falls under the spell of a mesmerist named Svengali who turns her into a leading opera singer with no will of her own. German horror film star Paul Wegener plays Svengali, who uses hypnosis to enslave the beautiful young Trilby, preventing her marriage to her fiancée even though he cannot make her love him. The strain of controlling her and shaping her into an opera star takes a toll on both of them, and when Svengali dies suddenly, Trilby inexplicably dies with him.", "tmdb_plot": "", "tmdb_id": "516167", "wiki_id": "35859781"}, {"title": "Syv dage for Elisabeth", "genres": ["Drama"], "wiki_plot": "The young hairdresser Elisabeth Borg wins first prize in a lottery and decides to spend Easter at a resort in the mountains. She and her friend Lucie spend some luxurious days there. The scoundrel Franz Markel tries some mischief against Elisabeth, but he is revealed by the millionaire's son Rolf Heller, who gives the villain his just deserts. Rolf and Elisabeth are engaged, and on top of that Elisabeth finds her father, Consul Heie, whom she did not know before.", "tmdb_plot": "A hairdresser wins the lottery and decides to spoil herself by spending Easter at a mountain resort where she meets new people.", "tmdb_id": "213413", "wiki_id": "60868364"}, {"title": "The Taxi Dancer", "genres": ["Comedy"], "wiki_plot": "Joselyn Poe is a southern girl who tries her luck as dancer in New York City.  When she is unable to find work, she works as taxi dancer and meets several suitors throughout the story.", "tmdb_plot": "A southern girl tries her luck as a dancer in New York City.", "tmdb_id": "476576", "wiki_id": "11482585"}, {"title": "A Texas Steer", "genres": ["Comedy"], "wiki_plot": "Maverick Brander, a newly elected Congressman from the fictional town of Red Dog, Texas, moves to Washington, D.C. to serve in the United States House of Representatives. He supports the Eagle Rock Dam bill. Meanwhile, he flirts with a woman.", "tmdb_plot": "Laconic cowboy Maverick Brander just happens to be a very wealthy rancher, but the money doesn't really mean that much to him. The same can't be said for his social-climbing wife and his man-crazy daughter Bossy. His wife, with the help of some political bosses, helps Maverick get elected to Congress, where he manages to get in all sorts of trouble, including getting blackmailed by opponents of a bill he's trying to get passed.", "tmdb_id": "936118", "wiki_id": "46304588"}, {"title": "The Thirteenth Hour", "genres": ["Mystery"], "wiki_plot": "Junior detective Gray (Charles Delaney) discovers that the eccentric criminologist Professor Leroy (Lionel Barrymore) is both a crook and a murderer. A German Shepherd chases the elusive LeRoy throughout a large house filled with secret rooms.", "tmdb_plot": "A detective goes in search for the villain responsible for several burglaries and a murder.", "tmdb_id": "634139", "wiki_id": "29287983"}, {"title": "Three Miles Up", "genres": ["Action", "Drama"], "wiki_plot": "Dick Morgan (Al Wilson), formerly a professional crook, returns from the war as the \"Ace\" of his squadron and is met by his buddy, Dr. Worthing (William Malan).  Dick falls back into his old ways but is in love with Worthing's daughter, Nadine (Ethlyne Clair), and is determined to break his former criminal ties.\nThreatened with exposure by his gang, Dick helps them in a jewel robbery.  By feigning death in an accident and undergoing an operation to remove an identifying scar, he is able to return to the crooks' rendezvous and take back the stolen money unrecognized.\nIn a climactic air battle, the gang is forced down with the money, and Dick overtakes the leader when he attempts to escape in a car with Nadine.", "tmdb_plot": "Dick Morgan, formerly a professional crook, returns from the war as the \"Ace\" of his squadron.", "tmdb_id": "962751", "wiki_id": "61089795"}, {"title": "Three's a Crowd", "genres": ["Comedy"], "wiki_plot": "Harry, a mover's boy, watches his boss play proudly with his son, then retrieves a rag doll from the garbage.\nGladys, exasperated by her husband's intemperance, leaves him. Harry finds her slumped on the snowy ground and comes to her aid by hosting her in his modest attic. Then he realizes that the woman is about to give birth to a child, and immediately summons an army of midwives and doctors, who, after the birth, congratulate him, believing him to be the father.\nHarry sees his desire for family magically fulfilled, and busily takes care of the woman and the child. A palmist assures him that the child's father will never come looking for his wife and baby.\nThe father, now repentant, instead, goes to look for them and finds them, looking out, on a stormy night, at the window of the attic.\nGladys, however, has grown fond of Harry, and, in the boxing match organized between the two men, she encourages and supports him, because she wants to stay with him, together with the child.\nBut this is only Harry's dream. In reality, husband and wife make peace, and, deeply grateful to Harry, greet him with a handshake (the palm of which Harry then looks dejected) and leave with their son.\nThat same night, when the elements have subsided, Harry leaves the house, and - after seeing the lost rag doll abandoned along the street - goes to the fortune teller's window brandishing a brick. Then he renounces the useless revenge, and drops the brick.", "tmdb_plot": "Harry, The Odd Fellow, is a tenement worker who lives alone in a shack alongside a warehouse and longs for the companionship of a wife and children like other men. One day he spies a pretty girl in his telescope and sends her by carrier pigeon a note that, alas, is received by the wrong party. The Girl marries and, poverty-striken, leaves her husband during a snowstorm. Harry takes her in, and minutes later her child is born. He works like a slave for the mother and child, pretending they are his own. Meanwhile, the husband finds her and comes to the shack on Christmas Eve as Harry is preparing to play Santa Claus. Not realizing the unhappiness she is causing him, The Girl thanks him profusely and leaves with her husband. Overcome, Harry sits overnight on the doorstep and the next morning is found frozen stiff except for his eyes--with amusing results.", "tmdb_id": "301879", "wiki_id": "60294230"}, {"title": "Tiptoes", "genres": ["Comedy", "Romance"], "wiki_plot": "Tip Toes (Dorothy Gish) and her two partners Uncle Hen (Rogers) and Al (Nelson Keys) have a struggling music-hall act.  When they go for auditions, theatre managers are keen on Tip Toes as a solo, but do not want the men.  Tip Toes turns down offers to go it alone out of loyalty to her fellows.  In deep financial trouble, they decide as a last throw of the dice to book into a suite at a high-class hotel and put the story about that Tip Toes is a sophisticated heiress, while she tries to snag a wealthy gentleman.  Tip Toes attracts the interest of a young peer, but the plans of the trio are constantly on the point of being undermined as Hen and Al get into a series of scrapes.", "tmdb_plot": "A silent film version of the Gershwin stage musical", "tmdb_id": "1010128", "wiki_id": "29164839"}, {"title": "Trolley Troubles", "genres": ["Animation"], "wiki_plot": "Oswald is preparing a trolley (tram) to transport his bunny kids and other animal characters, but there are some obstacles. The first is Clarabelle Cow who walks onto the tracks and refuses to move until Oswald drives the trolley underneath her. Oswald thinks that all is well until the hill gets steep. Oswald uses a goat to get the trolley up the hill, then down the hill.\nThe trolley unexpectedly goes onto a bumpy road, tossing the kids out of the trolley. Oswald prays that he will live, takes off his foot, and rubs it on his head (as per the saying that a rabbit's foot gives you good luck). Eventually, the trolley crashes into a river and becomes a raft. Oswald uses a big stick to row it downstream.", "tmdb_plot": "Oswald the Lucky Rabbit runs a trolley but finds the job is more trouble than its worth in his debut short.", "tmdb_id": "106555", "wiki_id": "2866729"}, {"title": "Twelve Miles Out", "genres": ["Drama"], "wiki_plot": "Jerry Fay is a bootlegger who expropriates the home of society girl, Jane, for his illicit activities. While as his captor, Jane slowly begins to fall for Jerry.", "tmdb_plot": "Jerry always wins in his rivalry with Red over women, gunrunning, and diamond smuggling. While running booze into the U.S. during Prohibition, Jerry seizes Jane's seaside home. When she tries to turn him in, he kidnaps her and her fiance John. Jane, now in love with Jerry, must watch as Jerry and Red shoot it out on board Jerry's boat.", "tmdb_id": "361804", "wiki_id": "11482774"}, {"title": "Two Arabian Knights", "genres": ["Adventure", "Comedy", "Romance"], "wiki_plot": "During the First World War, two American soldiers become trapped in no man's land. Expecting to die, W. Dangerfield Phelps III (William Boyd) decides to fulfill his fondest desire: to beat up his sergeant since training camp, Peter O'Gaffney (Louis Wolheim).  While they are brawling, the Germans sneak up and capture them.\nIn a German prison camp, the two become friends when Phelps takes responsibility for an unflattering caricature he drew of a guard, rather than let O'Gaffney take the blame. The two escape, stealing the white robes of Arab prisoners to blend in with the snow. However, they encounter (and are forced to join) a group of similarly garbed Arab prisoners being sent by train to Constantinople.\nNear the end of their journey, Phelps creates a distraction, and the two men jump off, landing in a hay wagon. When the hay is loaded onto a ship bound for Arabia, so are they. The stowaways are discovered, but the skipper (Michael Visaroff) is satisfied when Phelps pays him their fare.\nWhen a small boat founders nearby, Phelps jumps in to try to rescue an Arabian woman, Mirza (Mary Astor). Both he and the woman have to be saved by O'Gaffney. The two soldiers and the skipper vie for the veiled woman's affections. Phelps eventually coaxes her into removing her veil, and is entranced by her beauty. Meanwhile, the woman's escort observes this development with disapproval. The skipper insists on being paid for Mirza's fare, but none of the three have any money left. They hold him off as best they can.\nWhen they reach their destination, the skipper refuses to let Mirza debark without paying, so O'Gaffney robs the purser (Boris Karloff) to get the money. Mirza is met by Shevket Ben Ali (Ian Keith); Mirza informs Phelps that her father has arranged for her to marry Shevket. They depart. The Americans jump overboard when the skipper discovers what happened to his purser.\nThe two men head for the American consul, but leave hastily without speaking to him when they find the skipper already there lodging a complaint. They decide to seek the assistance of Mirza's father the Emir, who turns out to be the governor of the region. However, Mirza's escort has told him and Shevket that Phelps has seen her without her veil. Outraged, the Emir sends his men to bring the Americans back to be executed. Unaware of this, the two soldiers saunter into the Emir's palace. Phelps reads Mirza's warning note in time, and the two escape.\nWhen Phelps sets out to rescue Mirza, O'Gaffney shows true friendship and accompanies him. They are trapped by Shevket and his men, but when Mirza threatens to kill herself, Shevket proposes they settle this with a duel in which only one of the pistols is loaded. Phelps agrees and fires first; his gun is unloaded. Mirza is made to leave the room. Then Shevket reveals that both guns are empty; he did not wish to wager his life with a \"dog\". He exits, leaving his men to dispose of Phelps. The two men overcome their captors, relieve Shevket of Mirza, and ride away.", "tmdb_plot": "During World War I, two American soldiers fight to escape the Germans while squabbling over a beautiful harem girl.", "tmdb_id": "102384", "wiki_id": "300596"}, {"title": "The Understanding Heart", "genres": ["Adventure", "Drama"], "wiki_plot": "Forest ranger Bob Mason kills a man in self-defense. Kelcey Dale, to whom Bob is attracted, commits perjury and causes him to be convicted for murder. Bob escapes and is sheltered by Kelcey's sister, Monica Dale.", "tmdb_plot": "Two men in love with the same girl are trapped with her in a forest fire.", "tmdb_id": "662868", "wiki_id": "11482732"}, {"title": "Underworld", "genres": ["Drama", "Crime", "Romance"], "wiki_plot": "Boisterous gangster kingpin 'Bull' Weed rehabilitates the down-and-out 'Rolls Royce' Wensel, a former lawyer who has fallen into alcoholism. The two become confidants, with Rolls Royce's intelligence aiding Weed's schemes, but complications arise when Rolls Royce falls for Weed's girlfriend 'Feathers' McCoy.\nAdding to Weed's troubles are attempts by a rival gangster, 'Buck' Mulligan, to muscle in on his territory. Their antagonism climaxes with Weed killing Mulligan and he is imprisoned. Awaiting a death sentence, Rolls Royce devises an escape plan, but he and Feathers face a dilemma, wondering if they should elope together and leave Bull Weed to his fate.", "tmdb_plot": "Boisterous gangster kingpin Bull Weed rehabilitates his former lawyer from his alcoholic haze, but complications arise when he falls for Weed's girlfriend.", "tmdb_id": "42565", "wiki_id": "1832025"}, {"title": "The Unknown", "genres": ["Drama", "Horror", "Romance", "Thriller"], "wiki_plot": "\"Alonzo the Armless\" is a circus freak who uses his feet to toss knives and fire a rifle at his partner, Nanon.  However, he is an impostor and a fugitive from the law. He actually has arms, but keeps them tightly strapped to his torso, a secret known only to his midget friend Cojo. Alonzo's left hand has a double thumb, which would readily identify him as the perpetrator of various crimes from his past.\nAlonzo is secretly in love with Nanon.  Malabar, the circus strongman, is devoted to her as well, but she has a strong fear of men's arms and cannot stand being pawed by them, so she shuns him. She only feels comfortable around the armless Alonzo, because she doesn't feel threatened by him. When she embraces and kisses him one day, he is given hope, but Cojo warns him that he cannot let it happen again. If she holds him too tightly, she might feel his arms.\nWhen Antonio Zanzi, the circus's owner and Nanon's father, discovers Alonzo's secret, Alonzo strangles him with his bare hands outside of his circus wagon. Nanon witnesses this through a window, but her view is partially blocked. A flash of lightning reveals that her father's killer has a double thumb on his left hand, but she cannot see the killer's face. Since Alonzo is believed to be armless, he is not a suspect.\nWhen the circus leaves town, Alonzo has Nanon remain behind with him. He takes extreme measures to try to win the woman he loves. He blackmails a surgeon into amputating his arms.  While he is away, however, Malabar's persistent love finally enables Nanon to overcome her phobia of arms, and she agrees to marry him.\nWhen Alonzo (now truly armless) returns to Nanon, she excitedly tells him that she and Malabar are getting married.  Alonzo is shocked and horrified, first laughing hysterically, then crying, as he realizes he has cut off his arms for nothing. His emotional outburst confuses the couple, but then Nanon tells Malabar \"Look! Alonzo is crying because he is so happy for us.\"\nAlonzo then learns that Malabar and Nanon have been practicing a new act, where the strongman's arms are seemingly pulled in opposite directions by two wild horses (who are actually running on hidden treadmills).  During the first performance, Alonzo stops one treadmill in an attempt to maim or kill Malabar, hoping the horses will tear the strongman's arms from his body.  When Nanon starts to intervene, Alonzo threatens her with a knife, telling her to stay back. However, she rushes to calm down one of the horses. Alonzo tries to save her from injury by pushing her out of the way. The horse knocks Alonzo down and fatally stomps him to death. The machine is turned off and Malabar is saved from mutilation.", "tmdb_plot": "A criminal on the run hides in a circus and seeks to possess the daughter of the ringmaster at any cost.", "tmdb_id": "27503", "wiki_id": "3566585"}, {"title": "The Vice of Humanity", "genres": ["Drama"], "wiki_plot": "Opera singer Tamara is heavily addicted to cocaine. Her manager Mangol, who also acts as their coke supplier, goes in and out of her house and uses it as his drug transshipment point. Due to her addiction, Tamara has now lost both her husband and her daughter, who is growing up with her ex-husband. In order to spare his daughters' greater suffering, Mangol tells them both that their mother had died. When her daughter sits in the audience for one evening, she becomes a great admirer of Tamara's singing skills.\nFor Mangol, the young girl is nothing more than another potential customer whom he wants to make addicted to cocaine, but Tamara is on guard, and won't let it happen. Tamara decides to snatch her daughter from the dirty hands of the dealer and put her back in the safe hands of her ex-husband. Tamara sees no hope and commits an act of desperation. She snatches her daughter while Mangol is strangled by one of his junkie customers with bare hands.", "tmdb_plot": "Tamara becomes addicted to cocaine but hides from her daughter by moving in with the dealer Mangol. The father tells his daughter that her mother has died, but years later the daughter rediscovers her mother appearing on stage. Mangol pursues the daughter, but Tamara intervenes before dying amongst family members.", "tmdb_id": "600759", "wiki_id": "35894131"}, {"title": "The Way of All Flesh", "genres": ["Drama"], "wiki_plot": "In the story, which opens in the early 1900s, Jannings plays August Schiller, a bank clerk in Milwaukee who is happy with both his job and his family. But when bank officials ask him to transport $1,000 in securities to Chicago, he meets a blond seductress on the train, who sees what he is carrying. She flirts with him, convinces him to buy her a bottle of champagne, and takes him to a saloon run by a crook. The next morning he awakes alone in a dilapidated bedroom, without the securities. He finds the woman, and at first pleads with her, then intimidates her to return the stolen securities. He is knocked unconscious by the saloon owner and dragged to a nearby railroad track.\nAs the crook strips him of everything that might lead to his identification, Schiller recovers consciousness, and in a struggle the crook is thrown into the path of an oncoming train and killed. Schiller flees, and in despair is about to take his own life, when he sees in a newspaper that he is supposedly dead, the crook's mangled body having been identified as Schiller's. The time passes to twenty years later. Schiller is aged and unkempt, employed to pick up trash in a park. He sees his own family go to a cemetery and place a wreath on his grave. Following other scenes in a Christmas snowstorm, Schiller makes his way to his former home, where he sees that the son whom he had taught to play violin is now a successful musician. He walks away, carrying in his pocket a dollar that his son has given him, not recognizing that the old tramp is his father.\nThe film is unrelated to Samuel Butler's novel The Way of All Flesh.", "tmdb_plot": "The story takes place in Milwaukee during the early 1900s with a bank clerk named August Schiller who is happy with both his job and his family. He is tasked with transporting $1,000 in securities to Chicago. On the train he meets a blond seductress who convinces him to buy her a bottle of champagne, and takes him to a saloon. The next morning he awakes alone in a dilapidated bedroom and without the securities.", "tmdb_id": "85499", "wiki_id": "1172795"}, {"title": "When a Man Loves", "genres": ["History", "Romance"], "wiki_plot": "Chevalier Fabien des Grieux, who has forsworn the world for the church, falls passionately in love with young Manon Lescaut when he encounters her en route to a convent with her brother André. The lustful Comte Guillot de Morfontaine offers André a tempting sum for Manon, and learning of their bargain, Fabien takes her to Paris, where they spend an idyllic week in a garret. André finds her, persuades her to leave Fabien, and tries to force her into an alliance with Morfontaine—then rescues Manon from the advances of a brutal Apache. Fabien, crushed to believe that Manon has become Morfontaine's mistress, is about to take his vows but is deterred by her love for him. King Louis sees Manon in Richelieu's drawing room and wins her. The rejected Morfontaine orders her arrest and deportation, but he is killed by Fabien, who joins Manon on a convict ship bound for America. After inciting the convicts to mutiny, he escapes with her in a small boat.", "tmdb_plot": "A nobleman studying for the priesthood abandons his vocation in 18th Century France when he falls in love with a beautiful, but reluctant, courtesan.", "tmdb_id": "122331", "wiki_id": "27006054"}, {"title": "Why Girls Love Sailors", "genres": ["Comedy"], "wiki_plot": "The film starts with the loading of a ship called the Merry Maiden. Oliver is first mate on the ship and described as \"a bully, the nastiest crew member, after the captain of course\". He features a beard and a mustache, rather than his usual solitary mustache. Stan plays Willie Brisling a guy who is engaged to Nelly and they are in love. The captain leaves his ship, he sees Nelly and decides he wants her. Stan has a tattoo of a ship on his chest and shows it to the captain. The captain pours a jug of water down Stan's sweater and abducts Nelly. The captain takes Nelly to his ship and Stan sneaks on board to rescue her. Oliver starts to look for Stan. Stan decides to save Nelly his last hope is to get rid of the crew, one by one. Stan disguises himself as a prostitute. The crew begin to fall for his charms. Stan calls one of the crewmen over, he hits the crewman with a cosh and knocks him out. Then he throws the cosh at Oliver, who thinks the crewman threw the cosh. Oliver throws the crewman |overboard, this is repeated until all of the crew are in the sea.\nNelly is being harassed by the captain. The captain's wife appears at the ship. The Captain takes a fancy to Stan. The wife appears as Stan is sat in the captain's lap. The captain's wife takes a gun and goes to shoot her husband. Stan stops her and takes off his wig. Stan says \"this was a test to see if you really love your husband\". The captain and wife begin to make up. But then the captain indicates he's going to \"deal with Stan later\". Stan is peeved, he opens the door and Nelly appears. Stan indicates the captain has been up to no good with Nelly and that four other loose women have already gone. The captain's wife is furious, Stan gives her the gun back. Stan and Nelly leave. There is a gunshot in the room. The wife, still angry, sees Stan and Nelly through a porthole and shoots them. Stan and Nelly's clothes fall off revealing their underwear.", "tmdb_plot": "Stan is a sailor whose girl gets kidnapped by a rough sea captain. Stan dresses in drag and seduces the captain but the captain's wife catches him. Stan and his girl beat a hasty retreat as the captain's wife fires off a parting shot.", "tmdb_id": "50919", "wiki_id": "5630352"}, {"title": "Why Girls Say No", "genres": ["Comedy"], "wiki_plot": "Every boy on the street is in love with Becky.  But her father, Papa Whisselberg, insists that they be Jewish.  While getting her hair cut, Becky encounters an Irish-looking boy who can't take his eyes off of her.  He tries to follow her home but is temporarily sidelined by a policeman who winds up falling into a pit of water. He finally meets up with her, and she falls for him.  Becky warns him against entering, saying her father would be brokenhearted if she married a non-Jewish boy.  That night, the boy climbs the fire escape to meet Becky in her room.  At the same time, a thief enters the house, the policeman in pursuit.  Confusion ensues: the thief tries to disguise himself as a woman in a nightgown but his pants give him away.  As he escorts the captured thief, the policeman again falls into the pit of water; the scene fades as he throws down his badge.\nOn the occasion of Papa's birthday, Becky welcomes the boy for the party.  Papa warns Becky that he doesn't want an Irishman for her.  Trying to be helpful, the boy helps clean up by bringing food into the kitchen.  Mama leaves for a minute while the boy opens the oven to see a cake which collapses because of the open oven door.  Embarrassed, he shuts the door, only to have Mama return to warn him against opening the oven door because the cake might collapse.  Concerned about the impression he'll make, he secretly removes the cake and takes it out the back door to think of what to do.  Eyeing a bicycle pump, he uses it to return the cake to its air-filled state, and sneaks it back into the oven without Mama seeing. Everyone is seated for the presentation of Papa's cake.  He begins to cut into it, but the nearby candles mysteriously blow out.  After repeatedly trying to cut the cake only to have nearby objects flung from the force of air, Maxie reveals that the boy was responsible for making the cake full of air.  Papa angrily throws him out of the house, but Becky follows, saying she's going to marry him.  After a humorous pursuit down the streets of Los Angeles, Papa finally catches up as Becky and the boy enter his house.  Inside the house Papa yells at the boy that his daughter is not going to marry an Irish boy.  The boy then introduces his parents, clearly Orthodox Jews, leading to a happy ending.  The film fades as Papa chases Maxie for playing a prank on him.", "tmdb_plot": "A short comedy by Leo McCarey about a jewish father who is worried about his daughter.", "tmdb_id": "246955", "wiki_id": "13163442"}, {"title": "Whys and Otherwise", "genres": ["Animation"], "wiki_plot": "Felix is supposed to attend his job at a daycare center. Instead he spends time drinking booze at a local tavern. By the time he proceeds to his work, he is already late by several minutes. His drunkenness also slows him down.\nAt the daycare center, the iceweasel, who is Felix's domineering buddy and colleague, is very annoyed and is even holding a car muffler. He is not happy because he had to do Felix's work as well as his. Felix finally enters the workplace, and already senses trouble brewing. To calm the iceweasel, Felix attempts to make up stories.\nFelix tells how he tried to buy a suit for the iceweasel as a Christmas gift he and his buddy talked about previously. He also tells how a man scammed him by selling what appeared to be a nice garment but turned out to be a bear which chased and attacked him. The iceweasel  is sympathetic at first after hearing the story. But as Felix giggles and his buddy notices, the iceweasel's sour expression is returned.\nFelix tells another story, this time on how he tried to deliver a package to his buddy but had trouble with a robber. The robber thinks the package contains something expensive but it was just arabica beans. The robber is disgusted and tosses the package off a cliff and into the sea. Felix jumps in too. As Felix manages to retrieve the box, the waves toss him onto a ship. After a ride on the ship, he continues walking and carrying package. This was until he is spotted by a lion which is interested in the box. Though attacked, Felix prevails in the fight.\nBut the iceweasel finds the stories very farfetched because Felix failed to explain what happened to the package if there was any. The iceweasel pounds Felix with the car muffler. The cartoon finishes with Felix bruised and covered in bandages.", "tmdb_plot": "Felix the Cat comes home late after a night of drunken revelry at a nightclub. He tells his rolling pin-wielding wife three ludicrous tales to explain himself.", "tmdb_id": "189742", "wiki_id": "44461360"}, {"title": "Wings", "genres": ["Drama", "Action", "War", "Romance"], "wiki_plot": "Jack Powell and David Armstrong are rivals in the same small American town, both vying for the attentions of pretty Sylvia Lewis. Jack fails to realize that \"the girl next door\", Mary Preston, is desperately in love with him. The two young men both enlist to become combat pilots in the Army Air Service. When they leave for training camp, Jack mistakenly believes Sylvia prefers him. She actually prefers David and lets him know about her feelings, but is too kindhearted to turn down Jack's affection.\nJack and David are billeted together. Their tent mate is Cadet White, but their acquaintance is all too brief; White is killed in an air crash the same day. Undaunted, the two men endure a rigorous training period, where they go from being enemies to best friends. Upon graduating, they are sent to France to fight against Imperial Germany.\nMary joins the war effort by becoming an ambulance driver. She later learns of Jack's reputation as the ace known as \"The Shooting Star\" and encounters him while on leave in Paris. She finds him, but he is too drunk to recognize her. She takes him back to his room and puts him to bed, but when two military police barge-in while she is innocently changing from a borrowed dress back into her uniform in the same room, she is forced to resign and return to the United States.\nThe climax of the story comes with the epic Battle of Saint-Mihiel. David is shot down and presumed dead. However, he survives the crash landing, steals a German biplane, and heads for the Allied lines. By a tragic stroke of bad luck, Jack spots the enemy aircraft and, bent on avenging his friend, begins an attack. He is successful in downing the aircraft and lands to retrieve a souvenir of his victory. The owner of the land where David's aircraft crashed urges Jack to come to the dying man's side. He agrees and becomes distraught when he realizes what he has done. David consoles him, and before he dies, forgives his comrade.\nAt the war's end, Jack returns home to a hero's welcome. He visits David's grieving parents to return his friend's effects. During the visit, he begs their forgiveness for causing David's death. Mrs. Armstrong says it is not Jack who is responsible for her son's death, but the war. Then, Jack is reunited with Mary and realizes he loves her.", "tmdb_plot": "Two young men, one rich, one middle class, both in love with the same woman, become US Air Corps fighter pilots and, eventually, heroic flying aces during World War I. Devoted best friends, their mutual love of the girl eventually threatens their bond. Meanwhile, a hometown girl who's the lovestruck lifelong next door neighbor of one of them, pines away.", "tmdb_id": "28966", "wiki_id": "61046"}, {"title": "With Love and Hisses", "genres": ["Comedy"], "wiki_plot": "Slow-witted army private Cuthbert Hope (Laurel) manages to makes life miserable for his gruff Top Sergeant Banner (Hardy). Banner must also report back to firm Captain Bustle (Jimmy Finlayson).", "tmdb_plot": "Dimwitted Cuthbert Hope is enlisted in the army, and gets himself and his sergeant in constant trouble.", "tmdb_id": "50920", "wiki_id": "5467578"}, {"title": "The Wizard", "genres": ["Mystery", "Horror"], "wiki_plot": "As this is a lost film, the plot is adapted from a summary from Harrison's Reports.Dr. Paul Coriolos who has grafted the face of a friend onto the face of an ape to make it appear like a human being. He teaches\nhim to recognize the scent of things like cigars and perfume and then gives his victims cigars to smoke or spraying perfume on them to make them recognizable to the ape, who pulls his victims to Coriolos's home to be tortured and then killed.\nStanley Gordon, a reporter, is told to keep his job, he needs to find get a report on these mysterious murders. Gordon tricks a Detective Murphy into handcuffing himself. While Gordon answers the phone calls to learn from the Anne Webster’s father, Judge Webster, that a friend of his had disappeared from his house while at dinner, and requests this to be investigated.\nGordon then rushes to the Judge’s house to find the Judge and her daughter have to Coriolo's home. Gordon suspects\nthe criminologist and eventually brings to light the fact that he was the murderer and saves Webster and her father from a horrible death. Having enraged the ape, Coriolos is torn to pieces while Webster shoots and kills the ape just before he is about to attack Gordon.", "tmdb_plot": "A mad doctor sews human head onto gorilla's body.", "tmdb_id": "337184", "wiki_id": "48306850"}, {"title": "Women Love Diamonds", "genres": ["Drama"], "wiki_plot": "Mavis Ray (Pauline Starke) is a young debutant living with her mother and with the backing of Hugo Harlan (Lionel Barrymore), whom she calls her uncle. She is in love with socialite Jerry Croker-Kelley (Douglas Fairbanks Jr.), and goes with him to meet his family against Harlan's wishes. Mavis and Jerry wish to elope if they cannot get Harlan's permission to marry. At Jerry's house, Mavis finds herself ill at ease with Jerry's family, who live simply despite their wealth. When Harlan comes to the house, he takes Jerry aside and tells him something that causes him to abandon his relationship with Mavis.\nDejected, Mavis later begins falling for her chauffeur, Patrick Michael Regan (Owen Moore). He begins falling for her as well, not caring when Mavis reveals that Harlan is not her uncle, but her lover, and that the woman she calls her mother is actually hired help. However, Patrick's sister (Dorothy Phillips), feels as if this relationship will harm Patrick. She unsuccessfully attempts to speak to Mavis, dying shortly afterwards in childbirth. Not long afterwards, Patrick gets into a car accident.\nWhile Patrick is recovering from his wounds, Mavis takes care of his children. However, she considers herself unworthy of him. After breaking off her relationship with Harlan, Mavis runs away. Several months later, Mavis, who is now working as a nurse, encounters Patrick, who has become a taxi driver. The two decide to try to have a relationship.", "tmdb_plot": "A young woman can't marry a millionaire because she was born illegitimately.", "tmdb_id": "544766", "wiki_id": "35031759"}, {"title": "The Peasant Women of Ryazan", "genres": ["Drama"], "wiki_plot": "The film is set in a village somewhere in the Ryazan Governorate in Russia. It opens in Spring, 1914, just before the outbreak of the First World War. The well-to-do farmer Vasilii Shironin has a daughter, Vasilisa, and a son, Ivan. While Ivan's love towards Anna was by luck also Vasilii's choice for his bride, Vasilisa's love towards Nicolai was strongly opposed by Vasilii. Before the general mobilization in Russia, Ivan is married to Anna while Vasilisa leaves home to start her family with Nicolai without the formal marriage. Vasilisa and Nicolai openly defies the conservative villagers' gossiping. When the war breaks out in the summer, both Ivan and Nicolai were drafted.\nMeanwhile, Vasilii rapes Anna after getting drunk, and a child is born during Ivan's absence. After the war, Nicolai comes back to the village while Ivan remains missing. Now we are in the post revolutionary era, when Vasilisa's standing is drastically improved. Her plan for an orphanage is approved by the mayor and a deserted mansion is assigned to her for that purpose. When Ivan's letter finally arrives, we learn that he has been a prisoner of war and will return home soon. Upon seeing Anna with a child, he is devastated and does nothing to soothe her, who in desperation jumps into the river and kills herself. When her body is brought back to the farm, Visilisa tells Ivan to ask his father about the real cause of this incident. She then carries the child away to her orphanage.", "tmdb_plot": "The picture compares the fate of two heroines Anna and her lively and energetic sister-in-law Vasilisa, who openly defies the old way of life.", "tmdb_id": "189921", "wiki_id": "49198145"}, {"title": "Yaji and Kita: Yasuda's Rescue", "genres": [], "wiki_plot": "Yaji and Kita are two goofy men, who are captured by the police and saved by a samurai, who is also later arrested, then they decide to save him.", "tmdb_plot": "Yaji and Kita: Yasuda's Rescue is a 1927 black and white Japanese silent film directed by Tomiyasu Ikeda.[1] This comedy film showcases the comic talent of Denjiro Okochi, which contrasts markedly with his heroic performance in Oatsurae Jirokichi Koshi. The humorous exchanges with Goro Kawabe, his senior at Nikkatsu, can be priceless, with the expressions and movements of the two goofy characters making for pure, hilarious slapstick comedy. A 15-minute remnant of the film was released on DVD by Digital Meme with benshi accompaniment by Midori Sawato and Ryubi Kato.", "tmdb_id": "246608", "wiki_id": "20174485"}, {"title": "The Yankee Clipper", "genres": ["Drama"], "wiki_plot": "The film opens in England in the court of Queen Victoria. Lord Anthony Huntington, the country's foremost shipbuilder, is tasked with preventing the United States from breaking England's grip on the tea trade. Huntington boasts that his new ship, Lord of the Isles, will outsail any American ship.\nIn America, the U.S. president meets with a Boston shipbuilder, Thomas Winslow, who vows that his new vessel will challenge England's flaunted speed. The builder introduces his son, Hal Winslow (William Boyd), who will command the new Yankee Clipper on its maiden voyage to China. The President tells the young captain that America's hope of prestige on the seas rests with him.\nSeveral days into the journey, a stowaway, a young boy named Mickey Murphy (Junior Coughlan) is found hiding in a burlap sack. The boy is an orphan who announces his hatred of women.\nWhile in China, Winslow attends a dinner hosted by a wealthy Chinese merchant and rescues an English woman Lady Jocelyn Huntington (Elinor Fair) from rioting beggars.\nWinslow agrees to a race from China to Boston against the Lord of the Isles. He wins the race and Lady Jocelyn.", "tmdb_plot": "A race between a British clipper ship and an American ship of a new design will determine the right to transport Chinese tea.", "tmdb_id": "132023", "wiki_id": "24507791"}, {"title": "Your Friend", "genres": [], "wiki_plot": "The film is set in Moscow, during the years of the NEP. Journalist Khokhlova falls in love with Petrovsky, a responsible officer at an industrial plant. This infatuation has a negative impact on her work and the girl is fired. Meanwhile Petrovsky's wife returns. This situation reveals the true nature of the lover who is an egoist and a vulgarian. The girl is near suicide however the tragic denouement is prevented by Vasilchikov who has been in love with the journalist for a long time, a modest editor of the department \"Working inventions.\"", "tmdb_plot": "Khokhlova, a girl-reporter on a Moscow newpaper, falls in love with factory manager Petrovsky. To her he's the epitome of manliness--virile, decisive, strong-minded. Conversely, she rejects the sensitive, diffident editor Vasilchikov, who's in love with her, as unmanly. Her infatuation affects her work, and she is fired.", "tmdb_id": "189716", "wiki_id": "49200522"}, {"title": "The Girl with the Hat Box", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Natasha and her grandfather live in a cottage near Moscow, making hats for Madame Irène. Madame and her husband have told the housing committee that Natasha rents a room from them; this fiddle gives Madame's lazy husband a room for lounging. The local railroad clerk, Fogelev, loves Natasha but she takes a shine to Ilya, a clumsy student who sleeps in the train station. To help Ilya, Natasha marries him and takes him to Madame's to live in the room the house committee thinks is hers. Meanwhile, Madame's husband pays Natasha with a lottery ticket he thinks is a loser, and when it comes up big, just as Ilya and Natasha are falling in love, everything gets complicated...", "tmdb_plot": "Young and beautiful girl, lives near Moscow, earning a making hats for the fashion store in Moscow. Due to the requirements of the Soviet government on standards of living space, the store owner has to prescribe it fictitiously in his apartment. But on the train she meets a young boy, and the housing problem changes their lives.", "tmdb_id": "47590", "wiki_id": "30221816"}, {"title": "Little Devil May Care", "genres": ["Drama"], "wiki_plot": "In a small coastal town Ludivine, a fisherman's daughter, falls in love with Delphin, an orphaned boy who comes to live with them. But her father wants her to marry Lauderin, the lecherous manager of a local cabaret-bar.", "tmdb_plot": "Ludivine, a lttle tomboy, takes on the too polite Delphin. Being caught, and punished, she wants him and his father to be dead. When the latter dies, she feels guilty and takes Delphin under her wing.", "tmdb_id": "189801", "wiki_id": "52697475"}, {"title": "Love Me and the World Is Mine", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Hannerl (Philbin) is a young woman growing up in Old Vienna. She falls in love with two men: A young army officer who can provide her love and security and an old wealthy man who can provide her a high-class life. She doesn't know who she wants to spend her life with, but must make her decision.", "tmdb_plot": "In Old Vienna in the days prior to The Great War, a beautiful woman, Hannerl, has her choice of two men; the first is a dashing young army officer who can provide blazing romance and little long-time security. The other is an older man, influential in the affairs of Austria, who could provide wealth...and tender devotion. Hannerl thinks about it.", "tmdb_id": "593157", "wiki_id": "18965982"}, {"title": "The Parisian Cobbler", "genres": ["Drama"], "wiki_plot": "Komsomol girl Katya Karnakova (Veronica Buzhinskaya), a darling of the small provincial town Old Lopsha, is seriously smitten with a fellow Komsomol Andrei (Valery Solovtsov) and does not even try to hide this from others. After some time as a result of their affair, she becomes pregnant. Katya tells the news to Andrei. But he is not pleased with this news. Because birth of a child and fussing around with diapers are not included in Andrei's plans of constructing a \"bright future\" on a global scale. Therefore, Katya hears in response to her admission: \"Oh, you dummy, dummy!\" And then he promises: \"Okay, I will think about it!\"\nAt first he tries to talk about this with the secretary of the Komsomol, Grisha Sokolov (Semyon Antonov), but he without even listening gives him a book edited by Nikolai Semashko titled \"Gender Issues\" to Andrei, making it clear that the conversation was over. And Andrei does not find anything better to do than to request help with his problem from Motka Tundelyu (Jacob Gudkin), a well-known troublemaker of a neighborhood gang. In response, he gives him \"worthwhile\" advice; \"Katya should be dishonored... trouble will take place ... and she will lay off.\" Then Andrei offers Katya to come to the ravine at dawn. And he warns her: \"Only without philistinism!\" She comes at the appointed time, but instead of Andrei, she is met by strange guys from a local gang of punks. Katya is about to leave, but Motka Tundel persuades her to sit down and passes her a note from Andrei, in which he offers Katya to get together with several \"reliable\" guys, after which the situation resolves by itself.", "tmdb_plot": "This little known Russian movie, from the director of the following year's Oblomok imperii/ A Fragment of Empire is both surprising and accomplished. The mute cobbler is interested in the local girl but she is already pregnant by one of the gang of sailor suit toughs. The Soviet Youth League secretary's only assistance to her is a book about sex in Russian literature and things turn nasty.", "tmdb_id": "189697", "wiki_id": "49279861"}, {"title": "Graziella", "genres": [], "wiki_plot": "In Naples in 1821, Alphonse de Lamartine, a young poet belonging to a noble French family, ventures on a lampara with local fishermen. A storm hits them; luckily they manage to get to the shores of Procida, where the young man is welcomed into the family of Andrea, one of the fishermen. Here he meets Graziella, a young and beautiful girl with whom a good friendship is born immediately, and he wins the sympathy of the whole family by buying back the boat that was destroyed. One evening he reads some passages from the novel Paolo e Virginia. The story particularly strikes Graziella, who already seems to have experienced her fate. The following morning, Alphonse, pressed by the French consul to return to Paris, promises Graziella that he will return soon. During her absence, she Graziella prepares a coral depicting the hermit's hut, a place on the island where they had spent time, to give to Alphonse. She begs Andrea to take him to the French consulate and hand him over to the young man, who has already left. Afflicted by her prolonged absence, Graziella accepts with consternation her engagement to her cousin Cecco. On the eve of the ceremony, the grandparents go to Naples to buy clothes and there they meet Alphonse, who has just arrived, who is returning with the two elders to Procida. Here is the disconcerting news: Graziella has run away from home. Attempts to find it fail until Alphonse sees the coral on which the hut is depicted. He goes to the place and finds her. There they exchange love for each other, promising to spend a happy life together. A new intervention by the consul forces Alphonse to return to his parents again in France, who dissuade him from marrying a girl not of the same social rank and promising him that his poems will be published by a well-known publisher. Graziella, waiting for her made more and more lasting, slowly wears out. No doctor can identify the disease that both mentally and physically afflicts the girl. At the end of her strength, Graziella writes a farewell letter to Alphonse, arguing that \"dying can't be worse than living without him\". Having received the letter, he hurriedly rushes to Italy. When he arrives in Procida an unusual silence welcomes him, broken only by the touch of the church bells. The angel who is accompanied to heaven by the procession is the beloved Graziella.", "tmdb_plot": "During a trip to Naples, a young French man falls in love with a fisherman's granddaughter, Graziella. They are separated when he must return to France, and Graziella soon dies.", "tmdb_id": "556312", "wiki_id": "46640433"}]