{"312452": {"title": "The Wave", "plot": "Experimental film of a wave, recorded on the bay of Naples.", "genres": ["Documentary"], "file": "195.json"}, "33229": {"title": "Dickson Greeting", "plot": "William K.L. Dickson brings his hat from his one hand to the other and moves his head slightly, as a small nod toward the audience. This was the first film produced by the Edison Manufacturing Company to be shown to public audiences and the press.", "genres": ["Documentary"], "file": "20.json"}, "33318": {"title": "Men Boxing", "plot": "Experimental film fragment made with the Edison-Dickson-Heise experimental horizontal-feed kinetograph camera and viewer, using 3/4-inch wide film.", "genres": ["Documentary"], "file": "20.json"}, "336380": {"title": "Je Vous Aime", "plot": "This early cinematic instance of a close-up—or, more accurately, a medium close-up shot of the chest and face of the maker of this film and others like it, Georges Demenÿ saying “Je vous aime”—was made at the request of Hector Marichelle, professor and director of the National Deaf-Mute Institute in France, who planned to use filmed speech to teach deaf students to speak and lip read. This required close views of the performer's lip movements. The project was given to Demenÿ by Étienne-Jules Marey, who headed the Station Physiologique in Paris and whose chronophotographic scientific research of motion is among the most important contributions to the invention of movies. Despite these educational and scientific beginnings, however, this project led Demenÿ to pursue and influence the commercialism of cinema.", "genres": ["Documentary"], "file": "215.json"}, "355848": {"title": "Monkey and Another, Boxing", "plot": "Lost film from 1891, directed by William K.L. Dickson and William Heise.", "genres": [], "file": "231.json"}, "355851": {"title": "Duncan or Devonald with Muslin Cloud", "plot": "Lost film from 1891, directed by William K.L. Dickson and William Heise. The film stars Fred C. Devonald and James C. Duncan.", "genres": [], "file": "231.json"}, "355997": {"title": "Duncan Smoking", "plot": "Unfound film from 1891, directed by William K.L. Dickson and William Heise. The film stars James C. Duncan.", "genres": [], "file": "231.json"}, "355999": {"title": "Duncan and Another, Blacksmith Shop", "plot": "Lost film from 1891, directed by William K.L. Dickson and William Heise. The film stars James C. Duncan.", "genres": [], "file": "231.json"}, "416258": {"title": "Two Fencers", "plot": "Short film of two men fencers", "genres": ["Documentary"], "file": "280.json"}, "104852": {"title": "Newark Athlete", "plot": "Experimental film fragment made with the Edison-Dickson-Heise experimental horizontal-feed kinetograph camera and viewer, using 3/4-inch wide film.", "genres": ["Documentary"], "file": "70.json"}}