{"16612": {"title": "Carmencita", "plot": "The first woman to appear in front of an Edison motion picture camera and possibly the first woman to appear in a motion picture within the United States. In the film, Carmencita is recorded going through a routine she had been performing at Koster & Bial's in New York since February 1890.", "genres": ["Documentary"], "file": "10.json"}, "186019": {"title": "Souvenir Strip of the Edison Kinetoscope", "plot": "Eugen Sandow, who claims to be the strongest man in the world, appears in the Edison Company's film studio.", "genres": ["Documentary"], "file": "109.json"}, "186021": {"title": "Caicedo (with Pole)", "plot": "King of the slack wire. His daring feats of balancing as he performs his thrilling feats in midair show that he is perfectly at home.", "genres": ["Documentary"], "file": "109.json"}, "188368": {"title": "Athlete with Wand", "plot": "An athlete demonstrating various poses.", "genres": ["Documentary"], "file": "111.json"}, "189054": {"title": "Luis Martinetti, Contortionist", "plot": "Luis Martinetti, a contortionist suspended from acrobatic flying rings, contorts himself for about thirty seconds. This is one of the first films made for Edison's kinetoscopes.", "genres": ["Documentary"], "file": "111.json"}, "189055": {"title": "Fire Rescue Scene", "plot": "\"Firemen in working uniform, rubber coats, helmets, and boots. Thrilling rescue from burning building. Smoke effects are fine.\" - from the Edison Catalog", "genres": ["Drama"], "file": "111.json"}, "194089": {"title": "The Pickaninny Dance from the “Passing Show”", "plot": "“A scene representing Southern plantation life before the war. A jig and a breakdown by three colored boys.”", "genres": ["Documentary"], "file": "114.json"}, "194091": {"title": "The Hornbacker-Murphy Fight", "plot": "A referee and five fans (including a waiter in his apron) look on as two young men box. The dark-haired, slightly taller boxer throws a right and the light-haired smaller one goes down; but he's up before the referee starts counting. After the knockdown, the boxers mostly hit each other's gloves. The fans, at least one of whom is sitting inside the ring, show no animation. They're all men, dressed in a range of late 19th-century garb.", "genres": [], "file": "114.json"}, "289298": {"title": "Buffalo Bill", "plot": "The famous army scout in an exhibition of rifle shooting. A fine picture of the principal, and beautiful smoke effects.", "genres": ["Western", "Documentary"], "file": "175.json"}, "319603": {"title": "Cock Fight, No. 2", "plot": "Two gamecocks are fighting inside a wire cage, while two spectators look on in the background. The two men agree to make a bet on the outcome. One of them shows his money to the other, who is commenting on the fight.", "genres": ["Documentary"], "file": "201.json"}, "332353": {"title": "Annabelle Sun Dance", "plot": "Annabelle Dances in William K.L. Dickson's 1894 short film", "genres": ["Documentary"], "file": "212.json"}, "356151": {"title": "Miss Jerry", "plot": "The adventures of a female reporter in the 1890s.", "genres": ["Romance"], "file": "231.json"}, "356154": {"title": "Chinese Opium Den", "plot": "Lost film from 1894, directed by William K.L. Dickson.", "genres": [], "file": "231.json"}, "356155": {"title": "Glenroy Bros., No. 2", "plot": "The Glenroy Brothers perform a portion of their vaudeville act, \"The Comic View of Boxing: The Tramp &amp; the Athlete\".", "genres": ["Comedy"], "file": "231.json"}, "358309": {"title": "Dance", "plot": "A lively, eccentric dance by Frank Lawton, Etta Williamson and Rosa France of Charles Hoyt's \"Milk White Flag\". Atttractive costumes.", "genres": [], "file": "233.json"}, "566172": {"title": "Wrestling Match", "plot": "Early short film.", "genres": [], "file": "398.json"}, "566173": {"title": "Unsuccessful Somersault", "plot": "One of the series gives successive pictures of an athlete in an unsuccessful attempt to turn a somersault. Everybody who has seen a boy perform this act knows the brief space of time it takes him to throw himself upon his hands, with his feet in the air and how quickly he recovers himself if he fails to go over. Yet it will be seen that the kinetograph photographed the athlete forty-four times between the beginning and the end of the act, aside from the numerous pictures taken when he was bending down to the ground and coming back to an erect position.", "genres": [], "file": "398.json"}, "566174": {"title": "Highland Dance", "plot": "Early Edison film.", "genres": [], "file": "398.json"}, "566176": {"title": "Rat Killing", "plot": "Edison short.", "genres": [], "file": "398.json"}, "566177": {"title": "Indian War Council", "plot": "Edison short.", "genres": [], "file": "398.json"}, "566179": {"title": "Mexican Knife Duel", "plot": "Edison short.", "genres": [], "file": "398.json"}, "566180": {"title": "Lasso Thrower", "plot": "Edison short.", "genres": [], "file": "398.json"}, "722396": {"title": "Skating-rink in the Royal Baths", "plot": "The film was about a group of Polish ice skaters at the slide of the Warsaw Ice Skating Society. The film was filmed using a pleograph which was an early type of the movie camera invented by Kazimierz Prószyński.", "genres": ["Documentary"], "file": "515.json"}, "751244": {"title": "Un rêve au coin du feu", "plot": "It is a short film made by Emile Reynaud", "genres": ["Animation"], "file": "537.json"}, "914998": {"title": "Children Playing in the Garden", "plot": "A group of children is playing in the garden.", "genres": ["Documentary"], "file": "654.json"}, "917062": {"title": "Trained Bears", "plot": "Bears that are trained.", "genres": ["Documentary"], "file": "656.json"}, "104396": {"title": "Dickson Experimental Sound Film", "plot": "William K.L. Dickson plays the violin while two men dance. This is the oldest surviving sound film where sound is recorded on the phonograph.", "genres": ["Music"], "file": "70.json"}, "982690": {"title": "Rats and Terrier No. 2", "plot": "Sequel to Rats Killing from 1894", "genres": [], "file": "704.json"}, "982691": {"title": "Rats and Terrier No. 3", "plot": "Sequel to Rats and Terrier No. 2", "genres": [], "file": "704.json"}, "982692": {"title": "Rats and Weasel", "plot": "Sequel to the Rats and Terrier series", "genres": [], "file": "704.json"}, "105158": {"title": "Edison Kinetoscopic Record of a Sneeze", "plot": "A man (Thomas Edison's assistant) takes a pinch of snuff and sneezes. This is one of the earliest Thomas Edison films and was the first motion picture to be copyrighted in the United States.", "genres": ["Documentary"], "file": "71.json"}, "105160": {"title": "Annabelle Butterfly Dance", "plot": "Annabelle (Whitford) Moore performs one of her popular dances. For this performance, her costume has a pair of wings attached to her back, to suggest a butterfly. As she dances, she uses her long, flowing skirts to create visual patterns.", "genres": ["Documentary"], "file": "71.json"}, "1087151": {"title": "Baisers envolés", "plot": "", "genres": [], "file": "779.json"}, "1087152": {"title": "Clin d'éventail", "plot": "", "genres": [], "file": "779.json"}, "1087153": {"title": "Cancan", "plot": "", "genres": [], "file": "779.json"}, "127224": {"title": "Sioux Ghost Dance", "plot": "From Edison films catalog: One of the most peculiar customs of the Sioux Tribe is here shown, the dancers being genuine Sioux Indians, in full war paint and war costumes. 40 feet. 7.50. According to Edison film historian C. Musser, this film and others shot on the same day (see also Buffalo dance) featured Native American Indian dancers from Buffalo Bill's Wild West show, and represent the American Indian's first appearance before a motion picture camera.", "genres": ["Documentary"], "file": "82.json"}, "144393": {"title": "Annie Oakley", "plot": "Annie Oakley was probably the most famous marksman/woman in the world when this short clip was produced in Edison's Black Maria studio in West Orange, New Jersey. Barely five feet tall, Annie was always associated with the wild west, although she was born in 1860 as Phoebe Ann Oakley Mozee (or Moses)in Darke County, Ohio. Nevertheless, she was a staple in the Buffalo Bill Wild West Show and similar wild west companies. Because of her diminutive stature, she was billed as \"Little Sure Shot.\" The man assisting her is this appearance is probably her husband, Frank E. Butler. Annie had outshot Butler (a famous dead-eye marksman himself) in a shooting contest in the 1880's. Instead of nursing his bruised ego because he had been throughly outgunned by a woman, Butler fell in love, married Little Sure Shot, and became her manager.", "genres": ["Documentary"], "file": "90.json"}, "152215": {"title": "Glenroy Brothers (Comic Boxing)", "plot": "The Glenroy Brothers perform a portion of their vaudeville act, \"The Comic View of Boxing: The Tramp & the Athlete\", which depicts a boxer with a classic style trying to contend with an opponent who uses a very unorthodox approach.", "genres": ["Documentary", "Comedy"], "file": "94.json"}, "152216": {"title": "The Cock Fight", "plot": "Two gamecocks fight in the Edison Company film studio. This feature was remade later in the same year, with additional detail added.", "genres": ["Documentary"], "file": "94.json"}, "152218": {"title": "The Barbershop", "plot": "“Interior of Barber Shop. Man comes in, takes off his coat; sits down, smokes; is handed a paper by attendant, who points out a joke; both laugh. Meantime the man in the chair is shaved and has his hair cut. Very funny.” (Edison's Latest Wonders, 1894)", "genres": ["Drama"], "file": "94.json"}, "154339": {"title": "Falling Cat", "plot": "Directed by Étienne-Jules Marey, a French scientist, this is believed to be the first cat ever filmed in cinematic history. Jules Marey created the chronophotographic gun in 1882, a device which looked like a short barrelled shotgun with a magazine on top. It was capable of taking twelve consecutive frames a second. He used this to study various animals, the most famous study in what was called Marey’s ‘animated zoo’, was the one involving a cat which was dropped from a height of a few feet in order to see if it always landed on its feet.", "genres": ["Documentary"], "file": "95.json"}, "155107": {"title": "Buffalo Dance", "plot": "Long before Hollywood started painting white men red and dressing them as 'Injuns' Edison's company was using the genuine article! Featuring for what is believed to be the Native Americans first appearance before a motion picture camera 'Buffalo Dance' features genuine members of the Sioux Tribe dressed in full war paint and costume! The dancers are believed to be veteran members of Buffalo Bill's Wild West Show. Filmed again at the Black Maria studios by both Dickson and Heise the 'Buffalo Dance' warriors were named as Hair Coat, Parts His Hair and Last Horse. Its quite strange seeing these movies at first they all stand around waiting to begin and as they start some of the dancers look at the camera in an almost sad way at having lost their way of life.", "genres": ["Documentary"], "file": "95.json"}, "159895": {"title": "Corbett and Courtney Before the Kinetograph", "plot": "James J. Corbett and Peter Courtney meet in a boxing exhibition.", "genres": ["Documentary"], "file": "98.json"}, "159896": {"title": "Autour d’une cabine", "plot": "The film consists of a series of animations on a beach containing two beach huts and a diving board. Two characters play at diving into the water from the diving board and then appear on the beach. The woman begins to play with a small dog and is then joined by a gentleman. The two play around on the beach before getting changed into bathing costumes and going into the water. They bob up and down in the water before swimming out of the scene. Once the couple have gone a man sails out in a boat.", "genres": ["Animation"], "file": "98.json"}, "159898": {"title": "The Boxing Cats", "plot": "\"A glove contest between trained cats. A very comical and amusing subject, and is sure to create a great laugh.\" (by Edison Films)", "genres": ["Documentary", "Comedy", "Action"], "file": "98.json"}, "159899": {"title": "Imperial Japanese Dance", "plot": "A charming representation of the Mikado dance by three beautiful Japanese ladies in full costume. Very effective when colored.", "genres": [], "file": "98.json"}, "159903": {"title": "Chinese Laundry Scene", "plot": "The pursuit of Hop Lee by an irate policeman.", "genres": ["Crime", "Comedy"], "file": "98.json"}, "159904": {"title": "Bucking Broncho", "plot": "Lee Martin, one of the cowboy stars in 'Buffalo Bill's Wild West', rides a bronco as a crowd looks on. While the horse is trying to throw Martin off its back, another cowboy stands on top of a fence rail and occasionally fires his six-shooter, to spur on both horse and rider.", "genres": ["Documentary"], "file": "98.json"}, "159905": {"title": "Leonard-Cushing Fight", "plot": "In the background, five fans lean on the ropes looking into the ring. The referee is to the left; like the fans, he hardly moves as two fighters swing roundhouse blows at each other. Mike Leonard, in white trunks, is the aggressor; in black, Jack Cushing stands near the edge of the ring, warily pawing the air as Leonard comes at him. A couple of punches land, but the fighters maintain their upright postures.", "genres": ["Documentary"], "file": "98.json"}, "159908": {"title": "Band Drill", "plot": "A scene from Charles Hoyt's 'A Milk White Flag': A brass band marches out, led by bandmaster Steele Ayers. When Ayers reaches his position, he turns around and directs the musicians as they take up their own positions.", "genres": ["Documentary"], "file": "98.json"}, "159910": {"title": "Hadj Cheriff", "plot": "Hadji Cheriff, a performer known for a variety of unusual abilities, demonstrates part of his act in the Thomas Edison studio. He has a large knife in his hand at the opening of the act. He then hurls the knife away and begins a rapid series of dance-like motions, executing numerous cartwheels and whirling movements.", "genres": [], "file": "98.json"}}