{"774": {"title": "Workers Leaving the Lumière Factory", "plot": "Working men and women leave through the main gate of the Lumière factory in Lyon, France. Filmed on 22 March 1895, it is often referred to as the first real motion picture ever made, although Louis Le Prince's 1888 Roundhay Garden Scene pre-dated it by seven years.  Three separate versions of this film exist, which differ from one another in numerous ways. The first version features a carriage drawn by one horse, while in the second version the carriage is drawn by two horses, and there is no carriage at all in the third version. The clothing style is also different between the three versions, demonstrating the different seasons in which each was filmed. This film was made in the 35 mm format with an aspect ratio of 1.33:1, and at a speed of 16 frames per second. At that rate, the 17 meters of film length provided a duration of 46 seconds, holding a total of 800 frames.", "genres": ["Documentary"], "file": "0.json"}, "178680": {"title": "Photograph", "plot": "A photographer has his camera all set up to take a gentleman's picture. The subject checks his face in a hand mirror, and the photographer poses him. Just as the photographer is about to take the picture, the subject gets up to look at the camera more closely. The frustrated photographer soon becomes quite impatient.", "genres": ["Comedy"], "file": "106.json"}, "178995": {"title": "Rough Sea at Dover", "plot": "The surf pounds against a breakwater on which are visible several people standing. The wall looks to be about 20 feet above sea level and extend at least 100 feet into the water. A large wave rolls picturesquely along the wall toward the shore. Smaller waves follow. Then the scene changes to river water flowing. We see both shores: in the foreground a log and tree branch are visible; on the far shore, there appears to be a low wall with trees beyond it. The camera is stationary in both shots.", "genres": ["Documentary"], "file": "106.json"}, "180702": {"title": "The Arrest of a Bookmaker", "plot": "A man strolling in a city street is attacked by three assailants. A policeman comes to the rescue and the men struggle with each other.", "genres": ["Crime"], "file": "107.json"}, "189056": {"title": "Billy Edwards and the Unknown", "plot": "Former lightweight boxer Billy Edwards, now a trainer and writer of the sport, takes on a challenger named Warwick in an exhibition match. The match is scheduled for five rounds of 20 seconds each. A large crowd has gathered behind the ring to watch the fight.", "genres": ["Documentary"], "file": "111.json"}, "189570": {"title": "The Boxing Kangaroo", "plot": "A man and a kangaroo stand up in front of each other with boxing gloves, and simulate a boxing match on a theatre stage.", "genres": ["Documentary", "Action"], "file": "111.json"}, "189571": {"title": "The Mechanical Butcher", "plot": "A butcher puts a full-grown live pig into his large box-like machine. Moments later, he draws out a full range of pork products, many already packaged for sale.", "genres": ["Comedy", "Science Fiction"], "file": "111.json"}, "189572": {"title": "Die Serpentintänzerin", "plot": "A young woman dancer with large, flowing robes, swirls round herself quickly, making her light robe flow around her like a butterfly's wings.", "genres": ["Documentary"], "file": "111.json"}, "189575": {"title": "Ringkämpfer", "plot": "Two men in white leotards and tights, and black slips over it, wrestle on a theatre stage.", "genres": ["Documentary"], "file": "111.json"}, "189578": {"title": "Le maréchal-ferrant", "plot": "While his aide continuously turns the handle of the bellows, keeping hot a small furnace in front of him, a farrier prepares a horse's hoof to receive a new shoe.", "genres": ["Documentary"], "file": "111.json"}, "193805": {"title": "Déjeuner du Chat", "plot": "A small boy brings a plate of milk to a big cat, grooming itself.", "genres": ["Documentary"], "file": "114.json"}, "194080": {"title": "Robetta and Doretto, No. 1", "plot": "Scene represents section of the interior of a Chinese Opium Den.", "genres": [], "file": "114.json"}, "194081": {"title": "Italienischer Bauerntanz", "plot": "Two children, Ploetz and Larella, perform an Italian peasant dance.", "genres": ["Documentary"], "file": "114.json"}, "194082": {"title": "Komisches Reck", "plot": "Part of the Wintergartenprogramm.", "genres": ["Comedy", "Documentary"], "file": "114.json"}, "194084": {"title": "Der Jongleur", "plot": "A man performs tricks on a theatre stage with a bowler hat and a billiards ball in equilibrium on his arms and body.", "genres": ["Documentary"], "file": "114.json"}, "194085": {"title": "Akrobatisches Potpourri", "plot": "Eight circus performers known as the Grunato family perform their famous balancing act.", "genres": ["Documentary"], "file": "114.json"}, "194086": {"title": "Kamarinskaja", "plot": "Three dancers do a Russian folkloric step dance, facing the camera, in traditional clothes, fur hats and leather boots.", "genres": ["Documentary"], "file": "114.json"}, "194087": {"title": "Apotheose", "plot": "The two inventors of the Bioskop, a sort of magic lantern that projected images so fast as to give the illusion of movement, bow to the camera at both sides of an empty screen. The scene was shown in continuity, at the end of the session, as if the producers and directors of the session were beading the public a farewell.", "genres": ["Documentary"], "file": "114.json"}, "194236": {"title": "Partie de tric-trac", "plot": "A man and a woman, observed by others, are playing a game of Tric-trac, a French variant of Backgammon. During the course of the game, the man gets caught red-handed, which results in him closing the game board.", "genres": ["Documentary"], "file": "114.json"}, "208234": {"title": "The Photographical Congress Arrives in Lyon", "plot": "Down the gangway, photographers leave the deck of a riverboat in large numbers.", "genres": ["Documentary"], "file": "121.json"}, "208463": {"title": "The Arrest of a Pickpocket", "plot": "A policeman catches a pickpocket with the assistance of a passing a sailor.", "genres": [], "file": "121.json"}, "231113": {"title": "Lyon, place Bellecour", "plot": "Pedestrian and various vehicles traffic on Place Bellecour, in Lyon.", "genres": ["Documentary"], "file": "132.json"}, "270714": {"title": "Performing Animals; or, Skipping Dogs", "plot": "A short black-and-white silent documentary film featuring one dog jumping through hoops and another dancing in a costume, which was considered lost until footage from an 1896 Fairground Programme was identified as being from this film.", "genres": ["Documentary"], "file": "159.json"}, "272979": {"title": "Untitled Kinetoscope Comedy", "plot": "An 1895 British short black and white silent comedy film featuring two drunken men and a boy squabbling in a small bar.", "genres": ["Comedy"], "file": "161.json"}, "283969": {"title": "The German Emperor Reviewing His Troops", "plot": "Directed by Birt Acres.", "genres": [], "file": "170.json"}, "290816": {"title": "A West Indian Woman Bathing a Baby", "plot": "Directed by W.K.L Dickson.", "genres": [], "file": "176.json"}, "323054": {"title": "Discussion", "plot": "Two men, arguing about the content of a newspaper article, come to blows.", "genres": [], "file": "204.json"}, "34372": {"title": "The Execution of Mary, Queen of Scots", "plot": "A short film depicting the execution of Mary, Queen of the Scots. Mary is brought to the execution block and made to kneel down with her neck over it. The executioner lifts his axe ready to bring it down. After that frame Mary has been replaced by a dummy. The axe comes down and severs the head of the dummy from the body. The executioner picks up the head and shows it around for everyone else to see. One of the first camera tricks to be used in a movie.", "genres": ["History", "Horror"], "file": "21.json"}, "407224": {"title": "Opening of the Kiel Canal", "plot": "The opening of the Kiel Canal in Germany by Kaiser Wilhelm II on 20 June 1895.", "genres": ["Documentary"], "file": "272.json"}, "415433": {"title": "Young Griffo v. Battling Charles Barnett", "plot": "A lost film of two boxers.", "genres": [], "file": "279.json"}, "426904": {"title": "The Derby 1895", "plot": "A stationary camera, looking diagonally across a racetrack toward the infield, records the horses as they race past. Once they are out of view and the race is over, police officers run onto the infield. The crowd moves around.", "genres": [], "file": "288.json"}, "426905": {"title": "New Blacksmith Shop", "plot": "Four men at work in a forge. The uses hammers and and anvil to beat metal.", "genres": ["Documentary"], "file": "288.json"}, "696639": {"title": "James Grundy, Buck and Wing", "plot": "A short of Mr. Grundy dancing. He's a Black man in a jockey outfit and there's someone in a horse costume dancing next to him.", "genres": ["Documentary"], "file": "496.json"}, "722407": {"title": "Franciscan Street", "plot": "Lost film by Kazimierz Prószyński. A shot of people walking on Franciscan Street.", "genres": ["Documentary"], "file": "515.json"}, "782669": {"title": "Incident at Clovelly Cottage", "plot": "Incident at Clovelly Cottage, also known as Incident Outside Clovelly Cottage, Barnet, shot by Birt Acres and produced by Acres and his collaborator Robert W. Paul in March 1895, was the \"first successful motion picture film made in Britain\"\r Considered lost since only a few frames have survived.", "genres": ["Family"], "file": "561.json"}, "82120": {"title": "The Sprinkler Sprinkled", "plot": "A gardener is watering his flowers, when a mischievous boy sneaks up behind his back, and puts a foot on the water hose. The gardener is surprised and looks into the nozzle to find out why the water has stopped coming. The boy then lifts his foot from the hose, whereby the water squirts up in the gardener's face. The gardener chases the boy, grips his ear and slaps him in his buttocks. The boy then runs away and the gardener continues his watering. Three separate versions of this film exist, this is the original, filmed by Louis Lumière.", "genres": ["Comedy"], "file": "58.json"}, "877580": {"title": "Annabelle Butterfly Dance No. 3", "plot": "Anonymous performer for Edison Manufacturing Co.", "genres": [], "file": "631.json"}, "1015054": {"title": "Paddle Dance", "plot": "By Fiji Islanders. A peculiar dance by genuine savages, dressed or rather undressed, in their native garb. The revel takes its name from the paddles they hold in their hands.", "genres": [], "file": "727.json"}, "1015055": {"title": "Dance of Rejoicing", "plot": "Samoan Islanders from Barnum & Bailey's Circus perform a dance.", "genres": [], "file": "727.json"}, "1015058": {"title": "Silver Dance", "plot": "The participants are natives of Ceylon. Their dance is very interesting being so different from Western ideas of harmonies of motion.", "genres": [], "file": "727.json"}, "1015059": {"title": "Short Stick Dance", "plot": "A native dance peculiar to India. Very odd and interesting. Strange costumes and stranger motions.", "genres": [], "file": "727.json"}, "1081622": {"title": "Nicholas Sisters Split Dance", "plot": "The Nicholas Sisters perform a \"split dance\" from a Koster & Bial’s Music Hall stage production.", "genres": [], "file": "775.json"}, "122134": {"title": "Baby's Meal", "plot": "A father, a mother and a baby are sitting at a table, on a patio outside. Dad is feeding baby his lunch, while mum is serving tea.", "genres": ["Documentary", "Family"], "file": "80.json"}, "127157": {"title": "Horse Trick Riders", "plot": "In the background is a house. In the foreground, a groom holds the reins of a sleek black horse that stands in profile. A tall man, dressed in a black uniform, demonstrates how to mount the horse then encourages and tries to assist a man in white. The man in white keeps falling, and soon it's apparent that he's an putting on a show. His pratfalls become more elaborate and stylish. The horse stands patient. The little groom laughs to see such sport. And finally, the man in white finds a comic accommodation. The story, though brief, has a beginning, middle, and end.", "genres": [], "file": "82.json"}, "127762": {"title": "The Sea", "plot": "Several little boys run along a pier, then jump into the ocean.", "genres": ["Documentary"], "file": "82.json"}, "127764": {"title": "Fishing for Goldfish", "plot": "A man, holding a baby up in his hands, is standing next to a fishbowl. The baby is trying, in vain, to catch a goldfish with his bare hands.", "genres": ["Documentary"], "file": "82.json"}, "127773": {"title": "Jumping the Blanket", "plot": "Four men stand holding what appears to be a blanket, while one wearing a hat stands watching. A sixth man then runs towards them and attempts to jump into the blanket.", "genres": ["Documentary", "Comedy"], "file": "82.json"}, "127777": {"title": "The Blacksmiths", "plot": "While his aide continuously turns the handle of the bellows, keeping hot a small furnace in front of him, a blacksmith is pounding a piece of metal on an anvil, then plunges the shaft into a tub of water, causing a cloud of vapor in the process.", "genres": ["Documentary"], "file": "82.json"}, "127792": {"title": "Cordeliers' Square in Lyon", "plot": "Pedestrian and horse-drawn vehicles traffic, across the Place des Cordeliers, in Lyon.", "genres": ["Documentary"], "file": "82.json"}, "129436": {"title": "Boat Leaving the Port", "plot": "In very bad weather and a stormy sea, a small boat manned by two men is trying to leave the harbor of La Ciotat, while several people are watching them from the nearby pier.", "genres": ["Drama", "Documentary"], "file": "83.json"}, "144396": {"title": "Transformation by Hats", "plot": "Félicien Trewey uses a basic prop to create comical hats and their accompanying caricatures.", "genres": ["Comedy"], "file": "90.json"}, "144410": {"title": "Annabelle Serpentine Dance", "plot": "In a long, diaphanous skirt, held out by her hands with arms extended, Broadway dancer Annabelle Moore performs. Her dance emphasizes the movement of the flowing cloth. She moves to her right and left across an unadorned stage. Many of the prints were distributed in hand-tinted color.", "genres": ["Documentary"], "file": "90.json"}, "144421": {"title": "Wintergartenprogramm", "plot": "On 1 November 1895, the brothers Max and Emil Skladanowsky presented their pioneer film work and legendary Bioscop program in Berlin′s Wintergarten Theater. With live musical accompaniment, the compilation program included short film sequences with famous artists of the time: Italienischer Bauerntanz, Komisches Reck, Der Jongleur, Das boxende Känguruh, Kamarinskaja, Die Serpentintänzerin, Akrobatisches Potpourri, Ringkampf, and Apotheose, with the Skladanowsky brothers bowing to their audience.", "genres": [], "file": "90.json"}, "162869": {"title": "Princess Ali", "plot": "Princess Ali, of Barnum and Bailey's circus, performs an Egyptian dance in the Edison Company's studio. As she dances, some musicians perform in the background to provide accompaniment.", "genres": [], "file": "99.json"}}