{"178700": {"title": "Pack Train at Chilkoot Pass", "plot": "During the Alaska gold rush, one way to reach the Klondike was over the Chilkoot Pass. A stationary camera is placed to see a ways down the curving trail. A pack train comes into view and passes in front of us, led by a man on horseback. Eight loaded mules follow, then another cowboy on horseback and a man walking, then eight more laden mules, another cowboy, then nine more mules, a cowboy, and still the pack train stretches as far as the eye can see. A solitary man watches from atop a hillock. (IMDb)", "genres": ["Documentary"], "file": "106.json"}, "178996": {"title": "Come Along, Do!", "plot": "Come Along, Do! is an 1898 British short silent comedy film, produced and directed by Robert W. Paul. The film was of 1 minute duration, but only forty-some seconds have survived. The whole of the second shot is only available as film stills. The film features an elderly man at an art gallery who takes a great interest in a nude statue to the irritation of his wife. The film has cinematographic significance as the first example of film continuity. It was, according to Michael Brooke of BFI Screenonline, \"one of the first films to feature more than one shot.\" In the first shot, an elderly couple is outside an art exhibition having lunch and then follow other people inside through the door. The second shot shows what they do inside.", "genres": ["Comedy"], "file": "106.json"}, "183319": {"title": "The Launch of H.M.S. Albion", "plot": "The festive start and disastrous aftermath of the launch of the H.M.S. Albion.", "genres": ["Documentary"], "file": "108.json"}, "183320": {"title": "A Switchback Railway", "plot": "The Switchback Railway was the forerunner of the roller coaster. Passengers sit in a small car which trundles up a swooping railway track then performs a 180 degree turn at its summit before swooping back down on a parallel track.", "genres": ["Documentary"], "file": "108.json"}, "183321": {"title": "Sirdar's Reception at Guildhall", "plot": "", "genres": [], "file": "108.json"}, "183322": {"title": "A Favourite Domestic Scene", "plot": "", "genres": [], "file": "108.json"}, "183323": {"title": "Tommy Atkins in the Park", "plot": "A soldier and a serving-girl are courting on a bench. A fat old lady sits on the bench, interrupting them.", "genres": ["Comedy"], "file": "108.json"}, "183515": {"title": "Tetherball, or Do-Do", "plot": "Four men of different ranks play a game of tetherball on a ship's deck.", "genres": ["Documentary"], "file": "108.json"}, "189805": {"title": "The Oil Gush in Balakhany", "plot": "A film directed by the pioneer of cinema in Azerbaijan, Alexandre Michon, it was filmed on August 4, 1898 in Balakhany, Baku and presented at the International Paris Exhibition. The film was shot using a 35mm film on a Lumière cinematograph. Silent movie. (Wikipedia)", "genres": ["Documentary"], "file": "111.json"}, "189824": {"title": "Troop Ships for the Philippines", "plot": "The S.S. Australia departs from San Francisco Bay, carrying American soldiers to the Philippines.", "genres": [], "file": "111.json"}, "192788": {"title": "Passage d'un tunnel en chemin de fer", "plot": "", "genres": ["Documentary"], "file": "113.json"}, "193395": {"title": "U.S. Troops Landing at Daiquiri, Cuba", "plot": "\"The first U.S. Troops to land, June 22, 1898. Transports in the distance. Soldiers clamber up from boats onto the long railroad pier.\" - from the Edison Catalog", "genres": [], "file": "113.json"}, "193396": {"title": "Shooting Captured Insurgents", "plot": "“A file of Spanish soldiers line up the Cubans against a blank wall and fire a volley. The flash of rifles and drifting smoke make a very striking picture.” (Edison film catalog)", "genres": ["War"], "file": "113.json"}, "193398": {"title": "The Burglar on the Roof", "plot": "There is a burglar on the rooftop of a Manhattan office building, and he is trying to break in. Two women spot him, and one of them begins beating him with a broom as they wait for help to arrive. Soon others do appear on the scene to help, but by now the burglar has decided that he is going to put up a fight in an attempt to escape.", "genres": ["Crime"], "file": "113.json"}, "193623": {"title": "Néron essayant des poisons sur des esclaves", "plot": "Nero, seated on a throne, has slaves summoned. Each drinks poison and dies, the second even though he can see the corpse of his predecessor. (IMDb)", "genres": ["Drama", "History"], "file": "113.json"}, "193647": {"title": "Ramassage du linge", "plot": "", "genres": ["Documentary"], "file": "113.json"}, "193802": {"title": "Les chats boxeurs", "plot": "Boxing scene between two cats held by their master.", "genres": [], "file": "114.json"}, "194250": {"title": "Escrime au sabre", "plot": "Sailors training with swords.", "genres": ["Documentary"], "file": "114.json"}, "194273": {"title": "Course de taureaux, sortie de la quadrille", "plot": "People entering an arena on horseback.", "genres": [], "file": "114.json"}, "194605": {"title": "Querelle de matelassières", "plot": "Two old female mattress makers get into a fight until a passing man attempts to break them up.", "genres": ["Comedy"], "file": "114.json"}, "194616": {"title": "Pillow Fight, No. 2", "plot": "A group of children in a pillow fight.", "genres": [], "file": "114.json"}, "195174": {"title": "Agoust Family of Jugglers", "plot": "\"A splendid picture showing this notable family of jugglers in their restaurant scene, in which they toss dishes and chairs about with marvelous dexterity.\"", "genres": [], "file": "114.json"}, "195176": {"title": "Trained Cavalry Horses", "plot": "This short film from the Edison Manufacturing Company shows, as the title pretty much sums up, some trained cavalry horses.", "genres": [], "file": "114.json"}, "195177": {"title": "The Execution of Joan of Arc", "plot": "Staging of the title event.", "genres": ["Drama"], "file": "114.json"}, "195178": {"title": "A Street Arab", "plot": "A preadolescent boy, dressed like a street urchin, performs acrobatic stunts for the camera.", "genres": ["Documentary"], "file": "114.json"}, "195179": {"title": "Mount Taw R.R., No. 3", "plot": "This picture was taken on the line of the Mt. Tamalpais Scene R.R., and whereas the previous views were taken ascending, this is a descending view, the camera being placed on the front end of the train which follows another train consisting of two passengers coaches and an engine.", "genres": [], "file": "114.json"}, "195180": {"title": "Cuban Ambush", "plot": "From the upper windows of a ruined mill Cubans are firing at a scouting party of Spaniards, who return the volley. Fine smoke effects.", "genres": [], "file": "114.json"}, "195181": {"title": "The Woodcutter, a Music Lover", "plot": "A man plays the trombone, to which is attached a saw.", "genres": ["Comedy"], "file": "114.json"}, "195182": {"title": "What Demoralized the Barber Shop", "plot": "Several men in a basement barbershop become excited by women walking past the window. The ankles and knees of the passersby are visible to the men below, causing pandemonium among the barbershop customers. Possibly released in 1901.", "genres": ["Comedy"], "file": "114.json"}, "195183": {"title": "Military Camp at Tampa, Taken from Train", "plot": "A wide plain, dotted with tents, gleaming in white in the bright sunshine. Soldiers moving about everywhere...", "genres": [], "file": "114.json"}, "195188": {"title": "Statue of Liberty", "plot": "There is no movement, just the Statue of Liberty, right profile. No people, no flags rippling in the wind, no seagulls flapping past to mar the unmoving image of the Statue of Liberty.", "genres": ["Documentary"], "file": "114.json"}, "195189": {"title": "Troops Embarking at San Francisco", "plot": "From one angle, a line of soldiers are shown walking up the gangplank.", "genres": [], "file": "114.json"}, "195192": {"title": "Colored Troops Disembarking", "plot": "The steamer 'Mascotte' has reached her dock at Port Tampa, and the 2nd Battalion of Colored Infantry is going ashore.", "genres": [], "file": "114.json"}, "195193": {"title": "Soldiers Washing Dishes", "plot": "The title is as detailed as any description can get.", "genres": [], "file": "114.json"}, "195194": {"title": "Packing Ammunition on Mules, Cuba", "plot": "Dotting the horizon on the right of the picture is the great fleet of transports, while scattered all along the beach and piled high to the left are hundreds upon hundreds of ammunition cases.", "genres": [], "file": "114.json"}, "195195": {"title": "Mount Tamalpais R.R., No. 1", "plot": "This film shows the summit portion of the Mill Valley and Mount Tamalpais Scenic Railway, the Tamalpais Tavern resort, and part of the adjacent east peak of Mount Tamalpais.", "genres": ["Documentary"], "file": "114.json"}, "195197": {"title": "Union Iron Works", "plot": "\"Here was built the peerless battleship 'Oregon.' The scene is taken at lunch hour, and shows a great throng of employees leaving the shop.\"", "genres": ["Documentary"], "file": "114.json"}, "195199": {"title": "Pack Mules with Ammunition on the Santiago Trail, Cuba", "plot": "\"A great pack train approaches rapidly, following the gray bell-mule. Cowboys dash to and fro, keeping them bunched. Clouds of dust arise as they pass.\"", "genres": [], "file": "114.json"}, "195200": {"title": "Wash Day in Mexico", "plot": "\"In front of each bare headed woman is a flat rock, used as a wash board. Stream of water near by. Naked Mexican child is playing in the foreground.\"", "genres": [], "file": "114.json"}, "195202": {"title": "Transport 'Whitney' Leaving Dock", "plot": "This boat was the first one to leave for the South with troops. On board is a battalion of the 5th U.S. Infantry.", "genres": [], "file": "114.json"}, "195203": {"title": "Launching, No. 2", "plot": "This twenty-five second film is from Edison's \"Southern Pacific Company\" series. What we see is a Japanese ship as it is floating into a harbor in Southern California.", "genres": [], "file": "114.json"}, "195206": {"title": "Native Daughters", "plot": "The film opens showing the native daughters mounted on horses.", "genres": [], "file": "114.json"}, "195208": {"title": "Procession of Floats", "plot": "Parade footage.", "genres": [], "file": "114.json"}, "195210": {"title": "The Life and Passion of Jesus Christ", "plot": "The Lumière catalog sold this title as 13 individual, one-scene films, allowing exhibitors to choose which films they wanted to purchase and how to arrange them in their programs. Lumière catalog no. 933 through 945.", "genres": ["Drama", "History"], "file": "114.json"}, "195216": {"title": "Parade of Chinese", "plot": "Parade footage from San Francisco.", "genres": [], "file": "114.json"}, "195217": {"title": "Cuban Refugees Waiting for Rations", "plot": "A group of escaped reconcentrados, saved from the fate of starvation imposed by the Butcher, Weyler.", "genres": [], "file": "114.json"}, "195218": {"title": "Cuban Volunteers Embarking", "plot": "We see a dozen or so Cubans walking a plank onto a ship.", "genres": ["Documentary"], "file": "114.json"}, "195221": {"title": "Sleighing Scene", "plot": "A view taken on the West Side drive in Central Park. Shows a continuous stream of handsome rigs and turnouts passing in both directions. Pedestrians watch the gay carnival.", "genres": ["Documentary"], "file": "114.json"}, "195224": {"title": "Wreck of the Battleship 'Maine'", "plot": "Taken in Havana Harbor from a moving launch, and shows the wreck of the 'Maine' surrounded by wrecking boats and other vessels...", "genres": [], "file": "114.json"}, "195227": {"title": "Feeding Sea Gulls", "plot": "Seagulls flock around a moving ferryboat in San Francisco Bay in this 2-shot short film.", "genres": [], "file": "114.json"}, "195230": {"title": "Cake Walk", "plot": "\"Here is a film, one of the finest of its kind, portraying a number of colored professionals in their favorite pastime, a cake walk. This is a winner and is bound to win applause. Be sure to ask for this film; it's a corker. Very laughable.\"", "genres": [], "file": "114.json"}, "195231": {"title": "Launch of Japanese Man-of-War 'Chitosa'", "plot": "The large war vessel slides slowly down the ways, stern first. Rowboats in the foreground rock violently in the swell. One boat upsets.", "genres": [], "file": "114.json"}, "195232": {"title": "After Launching", "plot": "This film was shot near the Union Works, San Francisco, California. Great look at the pleasure yacht \"Unadilla\" with her decks loaded with passengers.", "genres": [], "file": "114.json"}, "195234": {"title": "South Spring Street, Los Angeles, Cal.", "plot": "Street scene of LA in 1898.", "genres": [], "file": "114.json"}, "195236": {"title": "Hockey Match on the Ice", "plot": "The skaters dart to and fro, swinging their hockeys and trying to hit the disc toward the goal.", "genres": [], "file": "114.json"}, "195238": {"title": "Close View of the 'Brooklyn,' Naval Parade", "plot": "On Saturday morning, August 20, 1898, six grim battleships of Admiral Sampson's Squadron sailed into New York Harbor and up the Hudson to receive a welcome from the people and to fire a salute of victory in sight of the tomb of the great soldier-hero of another war [Ulysses Grant].", "genres": [], "file": "114.json"}, "195239": {"title": "Parade of Marines, U.S. Cruiser, 'Brooklyn'", "plot": "First comes the famous Marine Band of the 'Brooklyn,' with the mascot goat beside the bass drum. The 300 marines follow in rapid marching order, a sixteen file front in each company.", "genres": [], "file": "114.json"}, "195241": {"title": "10th U.S. Infantry, 2nd Battalion Leaving Cars", "plot": "Hurrah here they come! Hot, dusty, grim and determined! Real soldiers, every inch of them! No gold lace and chalked belts and shoulder straps...", "genres": [], "file": "114.json"}, "195242": {"title": "9th Infantry Boys' Morning Wash", "plot": "\"Imagine forty or fifty soldier boys each with a pail of water on the ground before him, sousing and spattering and scrubbing away for dear life...\"", "genres": [], "file": "114.json"}, "195243": {"title": "Roosevelt's Rough Riders Embarking for Santiago", "plot": "American troops prepare for the invasion of Cuba.", "genres": [], "file": "114.json"}, "195244": {"title": "War Correspondents", "plot": "Reporters rush to telegraph the latest war news.", "genres": [], "file": "114.json"}, "195246": {"title": "Sunset Limited, Southern Pacific Ry.", "plot": "Taken at Fingal, Cal., where the world-renowned 'Sunset Limited' trains pass each other.", "genres": [], "file": "114.json"}, "195247": {"title": "The Fleet Steaming Up North River", "plot": "On Saturday morning, August 20, 1898, six grim battleships of Admiral Sampson's Squadron...", "genres": [], "file": "114.json"}, "195248": {"title": "Secretary Long and Captain Sigsbee", "plot": "Taken at Washington, in front of the Navy Department, and shows Secretary of the Navy Long and Captain Sigsbee of the ill-fated 'Maine' coming down the steps...", "genres": [], "file": "114.json"}, "195250": {"title": "N.Y. Journal Despatch Yacht 'Buccaneer'", "plot": "Shows the despatch boat of the 'New York Journal' steaming through the water, having aboard the war correspondents.", "genres": [], "file": "114.json"}, "195251": {"title": "Major General Shafter", "plot": "\"The commander of the 5th Army Corps rides forward with a party of officers. He wears a white helmet, a broad expanse of shirt bosom and a general air of avoirdupois.\"", "genres": [], "file": "114.json"}, "195252": {"title": "Observation Train Following Parade", "plot": "New York City welcome to Sampson's Fleet after the Battle of Santiago Bay, Cuba.", "genres": [], "file": "114.json"}, "195254": {"title": "Burial of the 'Maine' Victims", "plot": "Views of the burial in Key West of victims of the USS Maine.", "genres": [], "file": "114.json"}, "195255": {"title": "Reviewing the 'Texas' at Grant's Tomb", "plot": "New York City welcome to Sampson's Fleet after the Battle of Santiago Bay, Cuba.", "genres": [], "file": "114.json"}, "195256": {"title": "U.S. Cavalry Supplies Unloading at Tampa, Florida", "plot": "Here is a freight train of thirty cars loaded with baggage and ambulance supplies for the 9th U.S. Cavalry.", "genres": [], "file": "114.json"}, "195258": {"title": "Going Through the Tunnel", "plot": "\"On the way to San[ta] Monica, Cal., the train approaches, runs through and emerges from a tunnel. Train passes in opposite direction. Camera is at front end of train, giving a very novel view.\"", "genres": [], "file": "114.json"}, "195259": {"title": "Troops Making Military Road in Front of Santiago", "plot": "\"Shows 34th Michigan boys hard at work with pick and shovel, preparing the way for passage of seige guns.\"", "genres": [], "file": "114.json"}, "195260": {"title": "Mount Tamalpais R.R., No. 2", "plot": "Taken on the line of the Mt. Tamalpais scenic railroad, Marin county, California, from a flat car following the engine.", "genres": [], "file": "114.json"}, "195261": {"title": "Morro Castle, Havana Harbor", "plot": "A most excellent picture of the grim old fortress which stands at the entrance of Havana Harbor...", "genres": [], "file": "114.json"}, "195262": {"title": "Freight Train", "plot": "Another entry in Edison's \"Southern Pacific Company Series\", which pretty much had cameramen hanging around the train line just shooting anything they could.", "genres": [], "file": "114.json"}, "195263": {"title": "U.S. Battleship 'Indiana'", "plot": "Taken at the Dry Tortugas, and shows the most powerful fighting machine in the world today as she lies at anchor taking on coal...", "genres": [], "file": "114.json"}, "195295": {"title": "Little Mischief", "plot": "Papa is reading his newspaper and his little girl tickles his neck with a long straw. Thinking it is a fly papa \"shoos\" away the supposed fly with his hand…", "genres": ["Comedy"], "file": "114.json"}, "198319": {"title": "Procession à Séville III", "plot": "A religious procession during the Holy Week in Seville, Spain.", "genres": ["Documentary"], "file": "116.json"}, "198361": {"title": "Workers Repairing a Sidewalk with Bitumen", "plot": "Workmen fix a walkway with bitumen.", "genres": ["Documentary"], "file": "116.json"}, "208550": {"title": "The Launch of HMS Albion at Blackwall", "plot": "The film documents the launch of HMS Albion at Blackwall on the 21st of June, 1898—an event that was witnessed by 30,000 onlookers, 37 of whom lost their lives when the jetty upon which they were standing became washed away by the resultant swell.", "genres": ["Documentary"], "file": "121.json"}, "208551": {"title": "Oil Gush Fire in Bibiheybat", "plot": "The film was filmed in Bibi-Heybat, a suburb of Baku (now the capital of Azerbaijan), during a fire at the Bibi-Heybat oil field. The film was shot on 35mm film by the Lumiere brothers in 1898. On August 2 of the same year, a demonstration of Alexander Michon's program took place, which included the film \"Fire at an oil fountain in Bibiheybat\".", "genres": ["Documentary"], "file": "121.json"}, "208552": {"title": "View from an Engine Front: Barnstaple", "plot": "A ‘phantom ride’ taken from the front of a train passing through the Devon town of Barnstaple.", "genres": ["Documentary"], "file": "121.json"}, "208553": {"title": "View from an Engine Front: Ilfracombe", "plot": "A “phantom ride” taken from the buffers of an engine on the London and South West Railway through the Ilfracombe area: the reservoirs, Morthroe, Ilfracombe Incline and station.", "genres": ["Documentary"], "file": "121.json"}, "212380": {"title": "Tears and Laughter", "plot": "Close-up on a face laughing &amp; laughing, then not crying &amp; crying.", "genres": ["Comedy"], "file": "123.json"}, "212389": {"title": "Appointment at the Mill", "plot": "Josef Sváb-Malostranský unrolls a poster in front of a mill with the words Czech Cinematograph. All the actors in the film gather around him. An old philanderer meets up with the miller's wife in front of the mill. He is about to embrace her when her husband appears. The philanderer gets a good hiding.", "genres": ["Comedy"], "file": "123.json"}, "212391": {"title": "The Damnation of Faust", "plot": "A lost film. Georges Méliès also directed a film entitled Faust aux enfers in 1903 that is frequently confused with this one, but it has little to do with the story of Faust.", "genres": ["Horror", "Drama"], "file": "123.json"}, "212395": {"title": "The Exhibition Sausage Seller and the Billposter", "plot": "A fight breaks out over a poster.", "genres": ["Comedy"], "file": "123.json"}, "212404": {"title": "Roosevelt's Rough Riders", "plot": "A charge full of cowboy enthusiasm by troop 'I,' the famous regiment, at Tampa, before its departure for the front.", "genres": [], "file": "123.json"}, "212415": {"title": "Duel to the Death", "plot": "This Victorian duel between knife-wielding women was taken from an existing stage production, thought to be the Drury Lane theatre melodrama 'Women and Wine'. The actresses are believed to be Edith Blanche and Beatrice Homer.", "genres": ["Action"], "file": "123.json"}, "212569": {"title": "Chiens savants: la danse serpentine", "plot": "A canine serpentine dance.", "genres": [], "file": "123.json"}, "212574": {"title": "The Ball Game", "plot": "The Reading's [Pennsylvania] pitcher has just let a Newark [New Jersey] batsman walk to first. Our camera is stationed about twenty feet from the bag, and the satisfied grin of the runner is great as he touches first and gets up on his toes for second. Next man cracks first ball pitched for a two-bagger, and races for the base with a wonderful burst of speed. First baseman just misses a put out. Very exciting. Man on the coaching line yells, and umpire runs up and makes decision. Small boy runs past back of the catcher close to the grand stand, where there is great commotion. A most excellent subject, treated brilliantly.", "genres": [], "file": "123.json"}, "230957": {"title": "Danse indienne", "plot": "American Indians dancing.", "genres": ["Documentary"], "file": "132.json"}, "231052": {"title": "Panorama des rives de la Seine à Paris, III", "plot": "Panorama film shot floating down the Seine.", "genres": ["Documentary"], "file": "132.json"}, "231096": {"title": "Panorama du funiculaire du Mont-Dore", "plot": "Panorama cable car of Mont-Dore.", "genres": ["Documentary"], "file": "132.json"}, "231119": {"title": "Panorama pendant l'ascension de la Tour Eiffel", "plot": "Panorama during the ascent of the Eiffel Tower.", "genres": ["Documentary"], "file": "132.json"}, "231127": {"title": "Le goûter champêtre", "plot": "A group of young women and children enjoy a rowdy picnic in the countryside.", "genres": ["Documentary"], "file": "132.json"}, "231136": {"title": "Poursuite sur les toits", "plot": "A chase scene on makeshift rooftops.", "genres": [], "file": "132.json"}, "231138": {"title": "Une scène d'hypnotisme II", "plot": "A hypnotism scene from the Lumière Brothers.", "genres": ["Mystery", "Documentary"], "file": "132.json"}, "231150": {"title": "Les saltimbanques (Parodie)", "plot": "Acrobatics involving a couple of clowns and a dog trainer.", "genres": [], "file": "132.json"}, "231350": {"title": "Thiers, Mac-Mahon, Grévy, Carnot, Félix Faure", "plot": "A man of at least five faces.", "genres": [], "file": "132.json"}, "231423": {"title": "Evian : procession de la Fête-Dieu I", "plot": "An oddly routed parade.", "genres": ["Documentary"], "file": "132.json"}, "231431": {"title": "Départ en gondole de Leurs Majestés", "plot": "Italian and German sovereigns, Umberto I and Margherita of Savoy, Wilhelm II and Augusta Victoria of Schleswig-Holstein, walking down the stairs and boarding two gondolas.", "genres": [], "file": "132.json"}, "231457": {"title": "Panorama du funiculaire de Bellevue II", "plot": "View coming down a hill towards a river.", "genres": [], "file": "132.json"}, "231710": {"title": "General Wheeler and Secretary of War Alger at Camp Wikoff", "plot": "This picture was taken in front of Gen. Wheeler's headquarters at Camp Wikoff during Gen. Alger's tour of inspection of the camp. The two distinguished military men are seen overlooking the immense camp ground, and then turning and walking toward the camera. The negative is very fine photographically, and the portraiture unexcelled.", "genres": [], "file": "132.json"}, "231712": {"title": "Indian Day School", "plot": "Children entering and exiting a schoolhouse.", "genres": [], "file": "132.json"}, "231714": {"title": "Calf Branding", "plot": "Branding calves in 1898.", "genres": [], "file": "132.json"}, "231717": {"title": "Cattle Leaving the Corral", "plot": "An active outdoor film with cattle being driven from an outdoor corral by mounted cowboys.", "genres": [], "file": "132.json"}, "231718": {"title": "Wounded Soldiers Embarking in Row Boats", "plot": "This picture was taken after the battle of Las Guaymas, and shows a large number of wounded soldiers embarking in a rowboat from an extemporized dock...", "genres": [], "file": "132.json"}, "231723": {"title": "'Vizcaya' Under Full Headway", "plot": "\"A splendid picture of the pride of the Spanish navy, taken on the occasion of her visit to New York Harbor, when her captain hinted at his ability to blow holes through New York's sky-scrapers. In this picture the vessel makes a very beautiful appearance steaming out to sea under full headway. But what a contrast to a later Biograph picture [WRECK OF THE 'VIZCAYA'] when the vessel was a smoking hulk wrecked on the shore of Cuba, battered to pieces by the guns of the Oregon.\"", "genres": [], "file": "132.json"}, "231725": {"title": "Wreck of the 'Vizcaya'", "plot": "This is a wonderfully impressive picture, taken on the morning after the battle in which the Spanish navy was destroyed...", "genres": [], "file": "132.json"}, "231726": {"title": "President McKinley's Inspection of Camp Wikoff", "plot": "This picture has been very popular wherever it has been shown on the Biograph. To begin with, the film is unusually fine photographically, and the picture is taken from a point of view which shows the immense distances of Camp Wikoff with its multitude of tents in the background.", "genres": [], "file": "133.json"}, "231727": {"title": "71st Regiment, N.G.S.N.Y. at Camp Wikoff", "plot": "Of the thousand and more men who left New York for the Cuban Campaign, scarcely three hundred were able to shoulder their rifles to march before the Biograph camera at Camp Wikoff...", "genres": [], "file": "133.json"}, "231729": {"title": "U.S. Battleship 'Oregon'", "plot": "This picture of the pride of the United States Navy was made on the occasion of the Peace Jubilee in New York City...", "genres": [], "file": "133.json"}, "231730": {"title": "Duel to the Death", "plot": "This Victorian duel between knife-wielding women was taken from an existing stage production, thought to be the Drury Lane theatre melodrama 'Women and Wine'. The actresses are believed to be Edith Blanche and Beatrice Homer.", "genres": ["Action"], "file": "133.json"}, "231731": {"title": "A Bucking Broncho", "plot": "Views of Buffalo Bills Wild West Show.", "genres": [], "file": "133.json"}, "231732": {"title": "Blackburn Rovers V. West Bromwich", "plot": "Clips from a football match between Blackburn Rovers V. West Bromwich in 1898.", "genres": [], "file": "133.json"}, "237852": {"title": "Street Fight and Arrest", "plot": "\"This is an arranged scene worked out very effectively. At its opening two rowdies are seen engaged in a street fight. A crowd collects, and a policeman with difficulty separates the combatants. They are quickly subdued, however, and a police patrol dashes up, and into it the two prisoners are bundled and carried off.\"", "genres": [], "file": "136.json"}, "238975": {"title": "Kanakas Diving for Money (Honolulu), No. 2", "plot": "Despite the title, the most one can glean from this very short short is a bunch of guys having fun in a harbor.", "genres": [], "file": "137.json"}, "265032": {"title": "Revue à Longchamp : arrivée de M. le président Félix Faure", "plot": "President Félix Faure, escorted by horsemen, marching past the troops at Longchamp.", "genres": ["Documentary"], "file": "154.json"}, "265043": {"title": "Revue à Longchamp : défilé du Génie", "plot": "A review of engineers at the Longchamp parade, filmed by the Lumière brothers.", "genres": ["Documentary"], "file": "154.json"}, "265049": {"title": "Revue à Longchamp : charge finale et départ de M. le Président", "plot": "The end of the Longchamp parade and departure of the President, filmed by the Lumière brothers.", "genres": [], "file": "154.json"}, "279237": {"title": "Jizo the Spook", "plot": "One of the two earliest horror films ever made. This film is presumed lost.", "genres": ["Horror"], "file": "166.json"}, "279238": {"title": "Resurrection of a Corpse", "plot": "One of the two earliest horror films ever made. This film is presumed lost.", "genres": ["Horror", "Comedy"], "file": "166.json"}, "283448": {"title": "Elopement on Horseback", "plot": "As a woman waits outside of a window, a man rides up on horseback, and she jumps on behind him. As the two of them ride off to elope, one of the man's friends stays behind, in case anyone comes after the couple. He soon finds out that this is, in fact, a necessary precaution.", "genres": [], "file": "170.json"}, "284553": {"title": "Japanese Sampans", "plot": "Directed by James H. White.", "genres": [], "file": "171.json"}, "285674": {"title": "A Panorama of Indian Scenes & Procession", "plot": "Directed by Prof. Stevenson.", "genres": [], "file": "172.json"}, "289722": {"title": "Sunday Morning in Mexico", "plot": "\"The fashionable set is parading in the park, after church. The concourse is composed of all nationalities, including several groups of pretty senoritas.\"", "genres": [], "file": "175.json"}, "292194": {"title": "Parade of Buffalo Bill's Wild West Show, No. 2", "plot": "The famous show makes a parade.", "genres": ["Western", "Documentary"], "file": "177.json"}, "318812": {"title": "Une rue à Séville", "plot": "French street scene.", "genres": [], "file": "200.json"}, "318815": {"title": "La cène", "plot": "Scene of the last supper.", "genres": [], "file": "200.json"}, "318818": {"title": "6ème bataillon de chasseurs alpins: ascension du sommet du diable", "plot": "Soldiers marching up a winding trail.", "genres": ["Documentary"], "file": "200.json"}, "320687": {"title": "Une rue à Tokyo, [II]", "plot": "Carts, pedestrians and bus traffic in the street.", "genres": [], "file": "202.json"}, "320688": {"title": "Une avenue à Tokyo", "plot": "Rickshaws and pedestrians traffic on the street", "genres": [], "file": "202.json"}, "320692": {"title": "Station du chemin de fer de Tokyo", "plot": "Rickshaws, trams and pedestrians traffic near the railway station in Tokyo.", "genres": [], "file": "202.json"}, "321771": {"title": "The Boulevard of Scheveningen", "plot": "The boulevard in front of the Kurhaus, with pedestrians and a terrace.", "genres": [], "file": "203.json"}, "323086": {"title": "Pierrot et la mouche", "plot": "Félicien Trewey mimes Pierrot being harassed in his sleep by a fly.", "genres": [], "file": "204.json"}, "323309": {"title": "Un pont à Kyoto", "plot": "Pedestrian and rickshaws traffic on Shijo Kobashi bridge, in Kyoto.", "genres": ["Documentary"], "file": "204.json"}, "323312": {"title": "Procession shintoïste", "plot": "Passage of a Shintoist procession, whose members carry banners and lanterns, somewhere in Kyoto.", "genres": ["Documentary"], "file": "204.json"}, "323313": {"title": "Danseuses japonaises : la danse des ombrelles", "plot": "Geisha performance, with umbrella and fans, in Kyoto.", "genres": ["Documentary"], "file": "204.json"}, "323322": {"title": "Lutteurs japonais", "plot": "Two fighters, in traditional costume, taking part to the national kendo tournament.", "genres": ["Documentary", "Action"], "file": "204.json"}, "335234": {"title": "Photographic Convention of 1898", "plot": "Members of the photographic convention carrying tripods and cameras file past a waiting room on the deck of the Clyde steamer “Lady Rowena”. Members of party include Craig Annan, Mr. Harold Baker, Mrs. W. Baker and Mrs. Ralph Robinson.", "genres": ["Documentary"], "file": "214.json"}, "35975": {"title": "London Bridge Is Falling Down", "plot": "", "genres": [], "file": "22.json"}, "349712": {"title": "Park V. Fernie at Musselburgh", "plot": "If you are looking for golf history then Musselbugh Links is the place to start: it's been spoiling good walks since Charles II sat on the throne. This game between Willie Park Jr. and Willie Fernie, both Open winners, was the first of a two-part challenge match with a Ј100 prize up for grabs. If the golf swings are perhaps a little unorthodox today, it's nice to see that the celebrations of the players are unchanged.", "genres": [], "file": "226.json"}, "359261": {"title": "The Skaters", "plot": "Skating scene.", "genres": [], "file": "234.json"}, "366955": {"title": "Explosion en mer", "plot": "", "genres": ["Documentary"], "file": "240.json"}, "368028": {"title": "Street Scene, San Diego", "plot": "\"A double-decked trolley car, crowded with passengers, approaches and passes the camera. Carriages, pedestrians and bicyclists add to the action of the scene.\"", "genres": [], "file": "241.json"}, "368030": {"title": "Chinese Procession", "plot": "A short from Edison Manufacturing Company also called Chinese Procession No. 12.", "genres": [], "file": "241.json"}, "368032": {"title": "Eagle Dance, Pueblo Indians", "plot": "A documentary short from Edison Manufacturing Company.", "genres": [], "file": "241.json"}, "375070": {"title": "Pygmalion and Galatea", "plot": "Showing Pygmalion at work in his studio on the statue of Galatea, who, on being completed, comes to life. He attempts to clasp her to his arms, when the bust leaves the body and crossing the room mocks at him standing with the lower portion of her body in his hands. Further startling illusions are seen in this most beautiful picture.", "genres": ["Fantasy"], "file": "247.json"}, "377724": {"title": "VI. La cène", "plot": "The Last Supper, part 6 of Alexandre Promio's Passion Play.", "genres": ["History", "Drama"], "file": "249.json"}, "378262": {"title": "X. La mise en croix", "plot": "Part 10 of Alexandre Promio's Passion Play, in which Jesus is nailed to the Cross.", "genres": ["Drama", "History"], "file": "249.json"}, "387456": {"title": "Parade of Buffalo Bill's Wild West Show, No. 1", "plot": "The famous show makes a parade.", "genres": ["Documentary"], "file": "257.json"}, "415139": {"title": "Col. Theodore Roosevelt and Officers of His Staff", "plot": "This picture shows Col. Roosevelt, accompanied by Lieut. Greenway and other prominent officers of the Rough Riders, galloping up to his headquarters, where he dismounts and walks into his tent. This view was taken in the camp with the Rough Riders, and is an excellent picture of Col. Roosevelt in the environment he loves so well.", "genres": ["Documentary"], "file": "279.json"}, "415406": {"title": "The Clown Barber", "plot": "A clown cuts off a customer's head and replaces it.", "genres": ["Comedy"], "file": "279.json"}, "415409": {"title": "The Passion Play of Oberammergau", "plot": "A staging of Jesus' passion.", "genres": ["Drama"], "file": "279.json"}, "415465": {"title": "Two Naughty Boys Teasing the Cobbler", "plot": "Boys blow peas at the cobbler, who throws a boot and hits a woman.", "genres": [], "file": "279.json"}, "415468": {"title": "Cinderella", "plot": "An adaptation of the folk tale.", "genres": ["Fantasy"], "file": "279.json"}, "426937": {"title": "Theodore Roosevelt Leaving the White House", "plot": "A splendid picture of the President, coming down the steps of the Treasury Building and walking towards the camera. [Description refers to a re-issued print when Roosevelt had been elected President]", "genres": [], "file": "288.json"}, "426939": {"title": "Dance espagnole par 'La Belle' Otero", "plot": "Beautiful Spanish Dance by Carolina Otero.", "genres": [], "file": "288.json"}, "426942": {"title": "Walking Troubles of Organic Hemiplegy", "plot": "Studies on human pathological locomotion.", "genres": ["Documentary"], "file": "288.json"}, "453226": {"title": "Sea Waves", "plot": "\"Shows the beach at Long Branch, N.J. immediately after a heavy storm. The breaking waves dash over a row of spiles, throwing a spray high into the air.\"", "genres": ["Documentary"], "file": "309.json"}, "453839": {"title": "Merry-Go-Round", "plot": "A single-camera position film of a merry-go-round at an unidentified location. The carousel makes about ten revolutions during the film.", "genres": [], "file": "310.json"}, "453849": {"title": "Moulin Rouge Dancers", "plot": "Four women dressed in the costume of the era perform a can-can. They were photographed from a single camera position.", "genres": [], "file": "310.json"}, "460185": {"title": "The Last Round Ended in a Free Fight", "plot": "Women getting into a fight.", "genres": [], "file": "315.json"}, "461716": {"title": "Panoramic View of Conway on the L. & N.W. Railway", "plot": "A hand-colored ride along the Bangor-Conwy-Colwyn Bay railroad filmed from an express train from the London and North Western Railway; Stations, vistas and a tunnel under the castle.", "genres": [], "file": "316.json"}, "465805": {"title": "Tossing a Nigger in a Blanket", "plot": "A method soldier boys have for amusing themselves in their leisure moments. New comrades are frequently initiated by the old-fashioned sport of tossing in a blanket. The newly arrived recruit, who is the victim of their sport, enjoys himself, perhaps, less than the other participants.", "genres": ["Documentary"], "file": "319.json"}, "477125": {"title": "How Bridget Served the Salad Undressed", "plot": "The serving girl is asked to serve the salad 'undressed' so she takes her clothes off before entering the dining room.", "genres": [], "file": "328.json"}, "477358": {"title": "Venice, Feeding the Pigeons in St. Mark's Square", "plot": "A  British Mutoscope & Biograph production.", "genres": ["Documentary"], "file": "328.json"}, "477363": {"title": "Neapolitan Dance at the Ancient Forum of Pompeii", "plot": "A folk dance staged in the ruins of Pompeii. With the Arch of Tiberius in the near distance and Arch of Caligula in far distance. A troop of soldiers, or possibly more performers, march past. W K L Dickson who is directing the action can apparently be seen on far right of picture.", "genres": ["Documentary"], "file": "328.json"}, "477365": {"title": "Menai Bridge, the Day Irish Mail from Euston Entering the Tubular Bridge Over the Menai Straits", "plot": "A British Mutoscope & Biograph Company production", "genres": ["Documentary"], "file": "328.json"}, "49296": {"title": "The Four Troublesome Heads", "plot": "One of the greatest of black art pictures. The conjurer appears before the audience, with his head in its proper place. He then removes his head, and throwing it in the air, it appears on the table opposite another head, and both detached heads sing in unison. The conjurer then removes it a third time. You then see all three of his heads, which are exact duplicates, upon the table at one time, while the conjurer again stands before the audience with his head perfectly intact, singing in unison with the three heads upon the table. He closes the picture by bowing himself from the stage.", "genres": ["Comedy", "Fantasy"], "file": "33.json"}, "482646": {"title": "The Cavalier's Dream", "plot": "He sits asleep at a bare table; old witch enters, raps three times, then disappears; cavalier sees table spread for a sumptuous repast. Mephistopheles appears; then the old witch, who suddenly changes to a beautiful young girl. The changes and magical appearances are startling and instantaneous.", "genres": ["Horror", "Fantasy"], "file": "332.json"}, "493640": {"title": "Bluebeard", "plot": "Film adaptation of the famous French folktale by Louis Lumière", "genres": [], "file": "341.json"}, "521095": {"title": "The Unwilling Draught Dog", "plot": "A draught-dog, unwilling to do its work, lets its load fall into the water.", "genres": [], "file": "363.json"}, "537454": {"title": "Panorama des rives de la Seine, IV", "plot": "\"These four views [cf. Nos. 794 to 797] were taken by riverboat; they represent the most interesting parts of the crossing of Paris. \"Panorama of the banks of the Seine near the Eiffel Tower.\r -Lumiere Catalogue", "genres": [], "file": "377.json"}, "547103": {"title": "Photographing a Ghost", "plot": "Photographer tries to take a picture of a ghost, but it won't keep still and then vanishes.", "genres": [], "file": "384.json"}, "549740": {"title": "Les métamorphoses de Satan", "plot": "Two bearded sages engage ina dispute before a large cauldron, from which they summon up Mephistopheles.", "genres": ["Drama"], "file": "385.json"}, "549741": {"title": "L'utilité des rayons x", "plot": "Georges Hatot and Gaston Bretaeau with Henri Vallouy, a Gaumont employee, acting as cinematographer. Breteau himself seems to have taken the main role in most of the films and here plays the woman in drag who is terrorized by the X-ray camera at a customs checkpoint while trying to smuggle contraband through.", "genres": [], "file": "385.json"}, "549742": {"title": "Poursuite de cambrioleurs sur les toits", "plot": "Thieves are chased by police on rooftops.", "genres": ["Comedy"], "file": "385.json"}, "549743": {"title": "Rouget de Lisle chantant La Marseillaise", "plot": "A scene showing the singing of  \"La Marseillaise\".", "genres": ["Drama"], "file": "385.json"}, "552991": {"title": "Royal Photographic Convention - Glasgow", "plot": "Members of the PHOTOGRAPHIC CONVENTION carrying tripods and cameras file past a waiting room on the deck of the Clyde steamer \"Lady Rowena\".", "genres": [], "file": "388.json"}, "560265": {"title": "Dispute de cocher", "plot": "A man gets into an argument with his carriage driver.", "genres": ["Comedy"], "file": "394.json"}, "568034": {"title": "Something Good — Negro Kiss", "plot": "Earliest known example of African American intimacy on screen.", "genres": ["Romance"], "file": "399.json"}, "569887": {"title": "Don Juan Tenorio", "plot": "Don Juan Tenorio is a 1898 Mexican silent drama film directed by Salvador Toscano who was Mexico’s first filmmaker and is also the first film adaptation of Don Juan Tenorio, a play by José Zorrilla.", "genres": [], "file": "400.json"}, "581971": {"title": "Irish Jig", "plot": "Four Irishmen dance a jig.", "genres": [], "file": "410.json"}, "588155": {"title": "The Adoration of the Magi", "plot": "The first scene in the 1898 Passion Play", "genres": ["Drama"], "file": "414.json"}, "595561": {"title": "Humpty Dumpty Circus", "plot": "The Humpty Dumpty Circus is the firt animated short film created in stop-motion technique. It features a circus with acrobats and animals in motion.", "genres": ["Comedy"], "file": "420.json"}, "598092": {"title": "He and She", "plot": "An amusing picture showing a quarrel between an elderly husband and his young wife, and a joyful reconciliation.", "genres": ["Comedy"], "file": "422.json"}, "598094": {"title": "Me and My Two Friends", "plot": "A sweet little girl is seated in the bow of a life-boat feeding crackers to a magnificent St. Bernard dog, while a tabby cat dozes and blinks at her side.", "genres": ["Documentary"], "file": "422.json"}, "599671": {"title": "The Bridegroom's Dilemma", "plot": "A woman slips into her bed with the help of her servant. While the film is lost, there is a new digital version based on re-creation from a flipbook produced by Léon Beaulieu around the same time", "genres": [], "file": "423.json"}, "599675": {"title": "A Woman Surprised", "plot": "A man surprises a woman. While the film is lost, there is a new digital version based on re-creation from a flipbook produced by Léon Beaulieu around the same time", "genres": [], "file": "423.json"}, "601816": {"title": "The Wonderful Mutoscope", "plot": "Film produced by William K. Dickson's British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "601904": {"title": "Launch of the Worthing Lifeboat Coming Ashore", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "601906": {"title": "Launch of the Worthing Lifeboat Emerging from the Boathouse", "plot": "\"The Worthing Station is some distance from the shore, and whenever there is a wreck the life-boat is dragged to the scene on a huge truck drawn by eight horses. Our picture shows the life-boat responding to an alarm. The horses start out from the station at a gallop, and the members of the crew run beside the boat. This negative is unusually fine photographically.\"", "genres": ["Documentary"], "file": "425.json"}, "601908": {"title": "Pelicans at the Zoo", "plot": "Pelicans being released for feeding into their enclosure at London Zoological Gardens.", "genres": ["Documentary"], "file": "425.json"}, "601925": {"title": "Pope Leo XIII Carried through the Vatican Loggia on His Way to the Sistine Chapel", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "601931": {"title": "Charge of the Carabineers, Aldershot", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary", "War"], "file": "425.json"}, "601958": {"title": "Kissing Couple Caught by a Photographer", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Comedy"], "file": "425.json"}, "601964": {"title": "The Zola-Rochefort Duel", "plot": "“This is a replica of the famous duel with rapiers between Emile Zola, the novelist, and Henri Rochefort, the statesman. The duel takes place on the identical ground where the original fighting occurred, seconds and doctors being present as in the original combat. The picture gives a good idea of how a French affair of honor is conducted.”", "genres": ["Drama"], "file": "425.json"}, "602004": {"title": "Irish Mail – L.& N.W. Railway – Taking up Water at Full Speed", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "602007": {"title": "Through Miller's Dale (Near Buxton, Derbyshire) Midland Railway", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "602019": {"title": "Panoramic View of the Vegetable Market at Venice", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "602020": {"title": "The Grand Canal, Venice", "plot": "\"This picture was taken from the front of a rapidly moving launch through one of the most beautiful stretches of the Grand Canal, showing many magnificent historical palaces. The photographic work is unusually fine.\"", "genres": ["Documentary"], "file": "425.json"}, "603182": {"title": "Pope Leo XIII Leaving Carriage and Being Ushered Into Garden, No. 104", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "426.json"}, "604009": {"title": "Torres Strait Islanders", "plot": "Black and white silent film from the Cambridge Anthropological Expedition to the Torres Strait, featuring a small group of young Aboriginal men demonstrating a shake-a-leg dance on the beach at Murray Island.", "genres": [], "file": "426.json"}, "607019": {"title": "The Cave of the Demons", "plot": "A young woman stumbles across a cave that is populated by the spirits and skeletons of people who died there under mysterious circumstances.", "genres": [], "file": "429.json"}, "612936": {"title": "Bicycle Race at the Arroyo Seco Cycle Track", "plot": "", "genres": ["Documentary"], "file": "433.json"}, "630595": {"title": "Horse-drawn Traffic Viewed from Elevated Position", "plot": "An actuality", "genres": [], "file": "446.json"}, "631003": {"title": "Esposizione di Torino", "plot": "Turin Expo, 1st May 1898. Inauguration of the Italian National Exhibition in the presence of King Umberto I and Queen Margherita. The Parco del Valentino becomes a theater of evocative outdoor landscapes, a kind of city of wonders, of progress and innovation. The film is divided into three parts.", "genres": ["Documentary"], "file": "446.json"}, "633339": {"title": "S.S. \"Coptic\" Running Against the Storm", "plot": "\"Shows steamer plunging head-on through the heavy seas. Huge waves break over the bow and wash the deck, almost carrying away the look-out.\"", "genres": [], "file": "448.json"}, "634551": {"title": "Launch, U.S. Battleship 'Kentucky'", "plot": "A fine picture of the launching of this splendid battleship; taken from the water. The vessel is shown sliding down the ways, plunging into the sea; and finally floating steadily on an even keel. A great crowd of people witness the launching and are seen cheering heartily as the boat takes the water.", "genres": [], "file": "449.json"}, "665543": {"title": "Gymnasts on Parallel Bars", "plot": "An impressive eight-some performs some Victorian gymnastics for the camera", "genres": ["Documentary"], "file": "472.json"}, "665544": {"title": "Washing the Sweep", "plot": "Two washerwomen have an altercation with a chimney sweep", "genres": [], "file": "472.json"}, "665735": {"title": "Child With a Balloon", "plot": "", "genres": ["Comedy"], "file": "472.json"}, "668469": {"title": "Carrefour de l'opéra", "plot": "Noted for the first use of time-lapse in a motion picture.", "genres": [], "file": "475.json"}, "668549": {"title": "VII: The Arrest of Jesus Christ", "plot": "", "genres": ["Drama", "History"], "file": "475.json"}, "668551": {"title": "VIII: The Flagellation", "plot": "", "genres": ["Drama", "History"], "file": "475.json"}, "668552": {"title": "IX: The Crown of Thorns", "plot": "", "genres": ["Drama", "History"], "file": "475.json"}, "671456": {"title": "Rice Harvest", "plot": "", "genres": ["Documentary"], "file": "477.json"}, "671477": {"title": "Hello from the Yardarms", "plot": "", "genres": ["Documentary"], "file": "477.json"}, "671692": {"title": "Running of the Bulls", "plot": "Early Lumiere produced short film", "genres": ["Documentary"], "file": "477.json"}, "671693": {"title": "Picadors", "plot": "Bullfighting short from the Lumieres", "genres": ["Documentary"], "file": "477.json"}, "679807": {"title": "Course de matelots", "plot": "Short film from 1897", "genres": ["Documentary"], "file": "484.json"}, "696713": {"title": "Battery B Arriving at Camp", "plot": "When Battery B of the 4th U.S. Artillery came to Tampa, Fla., it meant business, and the picture shows it. One by one the big artillery-men pass by in front and reappear in the background, dismounting, unloosing saddle girths and bridles and leading away their mounts. Limbers, gun carriages and caissons in the distance. The sweating horses and the vigorous switching of their tails tell a mute story of hot weather and fly-time. A picture full of reality.", "genres": ["Documentary"], "file": "496.json"}, "696717": {"title": "Battery B Pitching Camp", "plot": "Soldiers setting up camp.", "genres": ["Documentary"], "file": "496.json"}, "696719": {"title": "Early Fashions on Brighton Pier", "plot": "George Smith's picture of the crowds out for a stroll on what I imagine is Brighton Pier.", "genres": ["Documentary"], "file": "496.json"}, "696721": {"title": "Mexican Rurales Charge", "plot": "Magnificent action is displayed by this troop of Mexican cavalry. They approach at full speed, with drawn sabres, wheel rapidly, and charge in the opposite direction.", "genres": ["Documentary"], "file": "496.json"}, "698893": {"title": "Cuban Volunteers Marching for Rations", "plot": "Taken at the Cuban Volunteer Camp at West Tampa, Fla. Men are falling into line, two abreast, every man with his tin cup and dish. Command is given 'forward march' and the column approaches the audience. A fine looking body of men, worthy of a people battling for freedom. Figures are life size and life like. Prominently displayed upon their military hats is the emblem Cuba Libre, a single star in a red tri-colored field. An accurate and interesting subject.", "genres": ["Documentary"], "file": "497.json"}, "699698": {"title": "Farmer Kissing the Lean Girl", "plot": "A farmer kisses a lean girl.", "genres": ["Comedy"], "file": "498.json"}, "701883": {"title": "Officers and Crew of the U.S. Cruiser 'Brooklyn'", "plot": "Brooklyn Jubilee Peace Parade", "genres": ["Documentary"], "file": "500.json"}, "708212": {"title": "Snowballing the Coasters", "plot": "The children come sliding down the hill on their sleds, and run the gauntlet of volleys of snowballs thrown by boys on both sides of the street.", "genres": ["Documentary"], "file": "504.json"}, "708216": {"title": "The Fake Beggar", "plot": "A 'legless' man is begging on the street. When a coin misses his cup, he stands up to get it, only to be discovered and chased by a policeman.", "genres": ["Comedy"], "file": "504.json"}, "710941": {"title": "Lassoing a Steer", "plot": "Eight mounted cowboys pursue an escaped steer, riding at furious speed. Fine exhibition of lasso throwing. Mexican International.", "genres": ["Documentary"], "file": "506.json"}, "710944": {"title": "California Limited, A.T. & S.F.R.R.", "plot": "Taken on 'Lucky' Baldwin's ranch, Santa Anita, Cal. Shows an engine and five cars approaching from a distance.", "genres": ["Documentary"], "file": "506.json"}, "710946": {"title": "Victorious Squadron Firing Salute", "plot": "On Saturday morning, August 20, 1898, six grim battleships of Admiral Sampson's Squadron sailed into New York Harbor and up the Hudson to receive a welcome from the people and to fire a salute of victory in sight of the tomb of the great soldier-hero of another war [Ulysses Grant].", "genres": ["Documentary"], "file": "506.json"}, "712203": {"title": "Fighting the Fire", "plot": "Shows steam fire engine in action. Men scale ladders and play streams of water on a burning building. Very realistic.", "genres": ["Documentary"], "file": "507.json"}, "723963": {"title": "Battle of Santiago Bay", "plot": "J. Stuart Blackton filming the Battle of Santiago Bay in 1898", "genres": ["Documentary"], "file": "516.json"}, "723965": {"title": "Fighting with our Boys in Cuba", "plot": "A Vitagraph film about the war of 1898", "genres": [], "file": "516.json"}, "749940": {"title": "The Irish Mail", "plot": "Tracking shot of a train, from the United Kingdom.", "genres": ["Documentary"], "file": "536.json"}, "749941": {"title": "Scheveningen", "plot": "Sailors disembarking on the beach in Scheveningen, Netherlands. Shot on 68 mm Mutagraph-Biograph.", "genres": [], "file": "536.json"}, "750080": {"title": "Countryside Near Amsterdam", "plot": "A family moves a cart across a narrow bridge in front of a windmill in Amsterdam.", "genres": [], "file": "536.json"}, "750093": {"title": "Pleasure in Berlin", "plot": "Two shots. In one, groups of people climb up and then slide down a small hill, including pet dogs. In the other shot, people at a public pool take turns diving into the water.", "genres": [], "file": "536.json"}, "750111": {"title": "Funeral Procession of the Misericordia", "plot": "Black hooded pallbearers carry a coffin in a funeral procession in front of onlookers.", "genres": [], "file": "536.json"}, "750229": {"title": "Capuchin Monks in Vatican City", "plot": "A group of monks in procession carrying a large crucifix in Vatican City, 1898.", "genres": [], "file": "536.json"}, "750256": {"title": "Scheveningen gedurende het Seizoen", "plot": "Sailors in small boats on the shore with horses.", "genres": [], "file": "536.json"}, "750268": {"title": "Dutch Fishing Boats", "plot": "Dutch fishing boats", "genres": [], "file": "536.json"}, "751015": {"title": "From War to Peace", "plot": "The SS 'St. Louis' departs from Southampton Docks", "genres": [], "file": "537.json"}, "751018": {"title": "Mills from the Zaanstreek", "plot": "Windmills along the River Zaan", "genres": [], "file": "537.json"}, "751043": {"title": "Coronation of Queen Wilhelmina of Holland (No. 1)", "plot": "Carriages carrying Queen Wilhelmina arrive in Amsterdam", "genres": [], "file": "537.json"}, "751049": {"title": "Venice, harbour scene with gondolas", "plot": "Many gondolas in Venice harbour with a fishing boat in the background", "genres": [], "file": "537.json"}, "751053": {"title": "The Bridge of Sighs, Venice", "plot": "Short shot of the Bridge of Sighs in Venice with gondoliers", "genres": [], "file": "537.json"}, "751484": {"title": "Procession of Capuchin Monks", "plot": "W. K.L. Dickson's film of a procession of Capuchin monks.", "genres": [], "file": "537.json"}, "751485": {"title": "The Humpty Dumpty Circus", "plot": "It opens with a crowd of children leaving school and marching through the streets to the \"Humpty Dumpty Circus.\" We see them crowd into the tent and at the end of each act they vociferously applaud the performers These are the little wooden toys that are familiar to all, and which are made to perform all the usual acrobatic stunts of the circus performer in a remarkably realistic manner. Some of the scenes are really comical and it is hard to believe that the elephants and donkeys are not alive.", "genres": [], "file": "537.json"}, "751657": {"title": "Maidenhead Junction", "plot": "Film shot by W.K.L. Dickson at Maidenhead Junction, 1898.", "genres": ["Documentary"], "file": "537.json"}, "751661": {"title": "A Blast at the Solvay Quarries", "plot": "Miners at the Solvay Quarries show off their new machine for drilling", "genres": [], "file": "537.json"}, "751668": {"title": "Upside Down Boxers", "plot": "Two men box while standing on their hands", "genres": [], "file": "537.json"}, "751675": {"title": "The Tarantella, an Italian Dance", "plot": "Young people dance the Tarantella", "genres": [], "file": "537.json"}, "764563": {"title": "Siena, the Palio", "plot": "", "genres": ["Documentary", "History", "Music"], "file": "547.json"}, "764582": {"title": "Veduta del porto di Napoli da un battello", "plot": "", "genres": ["Documentary"], "file": "547.json"}, "764585": {"title": "Veduta dal finestrino posteriore di un tram", "plot": "", "genres": ["Documentary"], "file": "547.json"}, "764588": {"title": "Firenze: uscita dal Palagio dell'Arte della Lana e partenza d'automobile", "plot": "", "genres": ["Documentary", "History"], "file": "547.json"}, "764622": {"title": "Panorama dal traghetto Lombardia", "plot": "", "genres": ["Documentary"], "file": "547.json"}, "764962": {"title": "Southampton", "plot": "Ships in Southampton", "genres": ["Documentary"], "file": "547.json"}, "764967": {"title": "Conway Castle", "plot": "Without a doubt this is the finest railroad moving picture ever made, and for variety and beauty of scenery it can hardly be surpassed the world over. This view is taken from the front of a rapidly moving locomotive, over a stretch of track made up of a continuous series of reverse curves; and every turn opens a vista of surpassing beauty. Conwy Castle itself, one of the most picturesque and historic spots in Wales, appears from time to time in the picture. — AMB Picture Catalogue", "genres": [], "file": "547.json"}, "764976": {"title": "Ponte Dei Sospiri", "plot": "Boats in Venice", "genres": [], "file": "547.json"}, "771557": {"title": "Boys Bathing: Venice", "plot": "A bunch of naked boys jump and splash in the water right on one of the canals of Venice. There's even the tail end of one of the gondolas to make sure the audience doesn't mistake where this is taking place.", "genres": ["Documentary"], "file": "552.json"}, "777448": {"title": "Father Christmas and the Fairy", "plot": "Santa delivers toys to some children, not all of which have been nice. A fairy helps with handing out the presents.", "genres": [], "file": "557.json"}, "777470": {"title": "Jizo the Ghost", "plot": "Jizo, the protector of dead children and all creatures trapped in Hell, is usually found in graveyards. Bake-Jizo is a stature placed at crossroads. There is no official record of Bake Jizo's existence - only later recollection of cameraman Shiro Asano, Konishi Honten was photography in Nihonbashi, Tokyo, which imported the first film to Japan.", "genres": ["Horror"], "file": "557.json"}, "780884": {"title": "Fregoli al restaurant", "plot": "", "genres": ["Comedy", "Mystery"], "file": "560.json"}, "786518": {"title": "Procession à Séville", "plot": "", "genres": [], "file": "564.json"}, "798691": {"title": "Something Good - Negro Kiss (Alternate Version)", "plot": "Earliest known example of African American intimacy on screen. This version is shot with a long shot and shows more of the vaudeville stylings of Saint Suttle and Gertie Brown and their stage act.", "genres": ["Romance"], "file": "573.json"}, "803232": {"title": "Ten Years in Manitoba", "plot": "generally credited as the first known film by a Canadian filmmaker", "genres": ["Documentary"], "file": "577.json"}, "813405": {"title": "Midsummer Pilgrimage in a Czechoslavic Village", "plot": "Scene of pilgrimage fair in a Czechoslavic village.", "genres": ["Documentary"], "file": "585.json"}, "819913": {"title": "Evian : procession de la Fête-Dieu II", "plot": "", "genres": ["Documentary"], "file": "590.json"}, "819921": {"title": "Evian : procession de la Fête-Dieu III", "plot": "", "genres": ["Documentary"], "file": "590.json"}, "819924": {"title": "Evian : procession de la Fête-Dieu IV", "plot": "", "genres": ["Documentary"], "file": "590.json"}, "822730": {"title": "III. L'arrivée à Jérusalem", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "822732": {"title": "IV. Trahison de Judas", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "822737": {"title": "V. Résurrection de Lazare", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "822769": {"title": "XI. Le calvaire", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "822771": {"title": "XII. La mise au tombeau", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "822777": {"title": "XIII. La résurrection", "plot": "", "genres": ["Drama", "History"], "file": "592.json"}, "823670": {"title": "Passage d'un tunnel en chemin de fer (pris de l'arrière du train)", "plot": "", "genres": [], "file": "592.json"}, "823671": {"title": "Danse tarentelle à Sorrente", "plot": "", "genres": [], "file": "592.json"}, "824099": {"title": "II. La fuite en Égypte", "plot": "", "genres": [], "file": "593.json"}, "831470": {"title": "Les cuirassés de l’escadre (panorama)", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831550": {"title": "Le \"Formidable\"", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831557": {"title": "Le \"Courbet\"", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831575": {"title": "Le \"Carnot\"", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831578": {"title": "L’amiral rentrant à bord", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831582": {"title": "Embarquement des marins dans leurs canots", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831590": {"title": "Départ du canot major", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831591": {"title": "Départ des permissionnaires", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831592": {"title": "Remise des médailles de Madagascar", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831593": {"title": "Salut aux couleurs", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831594": {"title": "Défilé d’inspection à bord de la compagnie de débarquement", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831595": {"title": "Défilé d’inspection à bord des artilleurs et torpilleurs mineurs", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831597": {"title": "Lavage du pont, I", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831622": {"title": "Essuyage du pont", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831623": {"title": "Lavage du pont, II", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831626": {"title": "Embarquement d’un boeuf", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831629": {"title": "Défilé de la compagnie de débarquement, I", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831630": {"title": "Défilé de la compagnie de débarquement, II", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831632": {"title": "Défilé de l’artillerie de marine", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831684": {"title": "Arrivée d’un bateau et mise à l’ancre", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831690": {"title": "Régates (aller)", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831691": {"title": "Régates (retour)", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831693": {"title": "Branle-bas de combat", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831708": {"title": "Débarquement et feu de mousqueterie", "plot": "", "genres": ["Documentary"], "file": "598.json"}, "831721": {"title": "Combat sur la voie ferrée", "plot": "", "genres": ["War"], "file": "599.json"}, "832883": {"title": "Danseuses japonaises : la danse des éventails", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "834623": {"title": "Danse japonaise, I : Kappore", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834624": {"title": "Danse japonaise, II : Harusame", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834625": {"title": "Danse japonaise, IV : Inku", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834626": {"title": "Chanteuse japonaise", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834627": {"title": "Danse japonaise, V : Gocho Garama", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834932": {"title": "Retour des courses (Japon)", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "835621": {"title": "Les clowns Price", "plot": "", "genres": ["Animation"], "file": "602.json"}, "843869": {"title": "Ship at Sea", "plot": "The power of moving photography is exploited in this early film, not to dazzle audiences' eyes but to turn their stomachs. The camera is mounted on the bow of a ship ploughing forward through a squall, and as the boat lurches up and down, the image does too - meaning that the viewer experiences the (unpleasant) sensation of movement too. The canny composition means that the frame contains both the ship and the waves, each moving in different directions.", "genres": [], "file": "607.json"}, "858363": {"title": "An Unwelcome Visitor", "plot": "Director: William Heise\r Production Company: Edison Manufacturing Company\r Country: USA", "genres": [], "file": "618.json"}, "865156": {"title": "Grand Canal avec barques", "plot": "", "genres": ["Documentary"], "file": "623.json"}, "876059": {"title": "Fregoli maestro di musica", "plot": "Fregoli impersonates four famous composers.", "genres": ["Comedy"], "file": "629.json"}, "882112": {"title": "Town Moor Fair Scenes", "plot": "All the fun of the fair in this Victorian film, made in the early years of Newcastle's famous Hoppings", "genres": [], "file": "634.json"}, "885227": {"title": "Guerre de Cuba et l'explosion du Maine à La Havane", "plot": "Reconstruction, with models, of the explosion of the battleship Maine in Havana. Samir Benhalilou contacted Méliès' granddaughter and she confirmed that no copies of this film survive.", "genres": [], "file": "637.json"}, "888070": {"title": "Sea Breaking against Some Rocks", "plot": "Foaming sea breaks over rocks and a sea wall in what is believed to be Ilfracombe, on the North Devon coast. The study of waves breaking was a popular subject in early moving pictures, and was filmed here by Charles Goodwin Norton to embellish his magic lantern slide shows.", "genres": [], "file": "639.json"}, "889409": {"title": "L'entrata dell'esposizione di Torino", "plot": "The entry of the Torino Exposition is an 1898 film dedicated to the inauguration in Torino from the King of Italy Umberto I of Italy of the Italian General Exposition.", "genres": ["Documentary"], "file": "640.json"}, "889411": {"title": "Maestri di musica", "plot": "Leopoldo Fregoli pose as various composers", "genres": ["Comedy"], "file": "640.json"}, "894170": {"title": "Bullfighting", "plot": "Lumière no. 868", "genres": ["Documentary"], "file": "644.json"}, "894171": {"title": "Bullfighting: Death of the Bull", "plot": "Lumière no. 869", "genres": ["Documentary"], "file": "644.json"}, "894173": {"title": "Bullfighting: Start", "plot": "Lumière no. 871", "genres": ["Documentary"], "file": "644.json"}, "894188": {"title": "Bullfighting: Bullfighting School", "plot": "Lumière no. 861", "genres": ["Documentary"], "file": "644.json"}, "894864": {"title": "Žofín Swimming Bath", "plot": "The film shows visitors to the Žofín lido in Prague as they comically mill about.", "genres": ["Documentary"], "file": "644.json"}, "894865": {"title": "Vaulting of the Prague Sokol Equestrian Section", "plot": "On the Letná Field in Prague a white horse called Vasil is performing exercises in a circle, being on longe. A man is performing so-called \"longeing\" - hopping on an unsaddled horse and performing exercises while riding it. At the back you can see the Prague Castle.", "genres": ["Documentary"], "file": "644.json"}, "894870": {"title": "Foundation Ceremony of the František Palacký Monument", "plot": "Speakers on the Palacký Square in Prague are taking their turns under a baldachin by a bust of František Palacký. They speak to a square full of people.", "genres": ["Documentary"], "file": "644.json"}, "894874": {"title": "Escorting the Cradle of František Palacký from Hodslavice to the Prague Exhibition Grounds", "plot": "In front of a pavilion at the Fairground in Prague have yeomanry a parade of horse riders in folk costumes. In the front there are a lady wearing a white hat with feathers, man and wife holding hands. Follows the procession of little queens (little girls in folk costumes). The queen is under a canopy. The exhibition visitors are watching the procession.", "genres": ["Documentary"], "file": "644.json"}, "894880": {"title": "March Past During Corpus Christi Feast in Hradčany", "plot": "March Past During Corpus Christi Feast in Hradčany", "genres": ["Documentary"], "file": "644.json"}, "894882": {"title": "Cyclists", "plot": "Short reportage", "genres": ["Documentary"], "file": "644.json"}, "894887": {"title": "Exercises with Indian Clubs by the Sokol of Malá Strana", "plot": "Twelve men exercising with clubs in front of a Malá Strana's Sokol's building in Prague district Újezd.", "genres": ["Documentary"], "file": "644.json"}, "894888": {"title": "Old Town Firemen", "plot": "Short reportage", "genres": ["Documentary"], "file": "644.json"}, "894889": {"title": "Noon Cannon Firing on the Marian Walls", "plot": "Short reportage", "genres": ["Documentary"], "file": "644.json"}, "914972": {"title": "Segreto per vestirsi (con aiuto)", "plot": "Leopoldo Fregoli dressing from man to woman and back again.", "genres": [], "file": "654.json"}, "914980": {"title": "Pere cotte", "plot": "Leopoldo Fregoli gets free tasty samples.", "genres": ["Comedy"], "file": "654.json"}, "914992": {"title": "From War to Peace: First Departure of S.S. 'St. Louis' from Southampton", "plot": "The immense ship passes the camera on its way out of the harbor, with the bits of cloth fluttering in the wind, and the passengers on the main deck waving like mad.", "genres": ["Documentary"], "file": "654.json"}, "915278": {"title": "Au réfectoire", "plot": "Some boys are seated at a table outdoors for a meal when a fight breaks out.", "genres": ["Comedy"], "file": "655.json"}, "915286": {"title": "Corso cycliste", "plot": "Men walk through the street with their flower-decorated bicycles in this early Pathe actuality.", "genres": ["Documentary"], "file": "655.json"}, "915289": {"title": "Fregoli al ristorante", "plot": "Leopoldo Fregoli eating at the restaurant.", "genres": ["Comedy"], "file": "655.json"}, "915291": {"title": "Fregoli trasformista", "plot": "A man changes clothes immediately.", "genres": ["Comedy"], "file": "655.json"}, "96186": {"title": "The Magician", "plot": "In this scene is shown a magician behind an ordinary table, upon which he suddenly and mysteriously causes to appear a large box, into which he leaps. The sides of the box fall to the ground, but instead of containing the magician a lively clown steps forth who further mystifies the audience by causing the box to disappear, and in its place is seen a fully laid table with a smoking dinner, to which the clown applies himself. The table, however, suddenly disappears much to the astonishment of the clown, who is confronted by the magician in the garb of Mephistopheles. This he suddenly changes to that of a sculptor, and in the background is seen a pedestal with the bust of a young lady, which comes to life as the sculptor applies the mallet and chisel.", "genres": ["Fantasy", "Drama"], "file": "66.json"}, "929382": {"title": "Children Playing on the Beach at Rhyl", "plot": "Children Playing on the Beach at Rhyl", "genres": [], "file": "665.json"}, "930582": {"title": "Bull Fight, no. 3", "plot": "The film was photographed as if in the audience at a bull fight. No. 3 shows the collapse of the bull.", "genres": ["Documentary"], "file": "666.json"}, "930745": {"title": "Ostriches Running, No. 1", "plot": "Shows the entire flock running around the corral with great strides and outstretched wings.", "genres": ["Documentary"], "file": "666.json"}, "966681": {"title": "Funeral Procession in Rome", "plot": "Funeral party walking with hoods on.", "genres": [], "file": "693.json"}, "966689": {"title": "Amsterdam Central Station", "plot": "City life and carriages", "genres": [], "file": "693.json"}, "975343": {"title": "The Seaforth Highlanders' Return to Cairo after the Fall of Omdurman and Khartoum", "plot": "In this brief film, Cairo becomes the stage for Lord Kitchener's celebrations after the fall of Khartoum. Possibly filmed by John 'Mad Jack' Benett-Stanford on behalf of the Warwick Trading Company, it is a forerunner of the military films that would shortly flood the screens of Great Britain with the outbreak of the Boer War.  Benett-Stanford, an Etonian turned career serviceman, was on active service in the Sudan and doubled as a war correspondent. According to legend, he was shot while attempting to get a picture of the enemy. It seems, though, that even beside the showmen and chancers of the early film industry, 'Mad Jack' had a gift for exaggeration.", "genres": [], "file": "698.json"}, "104480": {"title": "Divers at Work on the Wreck of the \"Maine\"", "plot": "Divers go to work on a wrecked ship (the battleship Maine that was blown up in Havana harbour during the Spanish-American War), surrounded by curiously disproportionate fish.", "genres": [], "file": "70.json"}, "104694": {"title": "Panorama from Top of a Moving Train", "plot": "With the cameraman atop a moving train car the viewer is given a one minute glimpse of a French urban area.", "genres": ["Documentary"], "file": "70.json"}, "104696": {"title": "The Famous Box Trick", "plot": "A magician performs a series of magic tricks involving a boy and a box.", "genres": ["Fantasy"], "file": "70.json"}, "104697": {"title": "Adventures of William Tell", "plot": "The scene opens in an artist's studio where the unfinished statue of William Tell stands upon a pedestal. A clown appears and sticks a clay arm and clay head on the statue, thus completing it. He places a large brick on top of the head to make it stick. When he turns his back the statue turns into a living representation of William Tell. (Edison Catalog)", "genres": ["Comedy", "Fantasy"], "file": "70.json"}, "104700": {"title": "The Astronomer's Dream", "plot": "An astronomer has a terrifying dream.", "genres": ["Fantasy"], "file": "70.json"}, "104702": {"title": "The Temptation of St. Anthony", "plot": "St. Anthony is tempted by visions of women, including one that is transformed from the image of Jesus Christ Himself!", "genres": ["Fantasy"], "file": "70.json"}, "983067": {"title": "Storm at Riazor", "plot": "Filming of a storm in Riazor Beach, Galicia (Spain).", "genres": [], "file": "704.json"}, "983069": {"title": "Disembarkation of the Wounded from Cuba in our Harbour", "plot": "Filming of the arrival of the Spanish soldiers from the Cuban War.", "genres": [], "file": "704.json"}, "983076": {"title": "Matadero and Exit of Workers", "plot": "Workers leave the factory where they work once the day is over.", "genres": [], "file": "704.json"}, "983078": {"title": "Unloading of Coal", "plot": "Workers unload the coal they collected as part of their routine.", "genres": [], "file": "704.json"}, "983084": {"title": "Clash of Two Transatlantic Ships", "plot": "Arguably the first animation film in Spain, where two ships collide.", "genres": [], "file": "704.json"}, "983087": {"title": "Visit of Doña Cristina and Don Alfonso XIII to Barcelona", "plot": "Documentary where the Kings of Spain visit the Spanish city of Barcelona.", "genres": [], "file": "704.json"}, "105168": {"title": "Santa Claus", "plot": "Santa arrives at a house on Christmas Eve to deliver his presents for the children.", "genres": ["Family", "Fantasy"], "file": "71.json"}, "996378": {"title": "Escenas Callejeras", "plot": "A short film capturing Manila streets.", "genres": [], "file": "713.json"}, "996381": {"title": "Bamboo Dancers", "plot": "One minute short on bamboo dancers.", "genres": [], "file": "713.json"}, "996382": {"title": "Intramuros", "plot": "Short film on Intramuros", "genres": [], "file": "713.json"}, "996385": {"title": "Fiesta de Quiapo", "plot": "A short film on the Fiesta de Quiapo", "genres": [], "file": "713.json"}, "996387": {"title": "Women Washing Clothes", "plot": "Women washing clothes.", "genres": [], "file": "713.json"}, "996388": {"title": "Sunday in Binondo", "plot": "A Sunday in Binondo.", "genres": [], "file": "713.json"}, "996392": {"title": "Panorama de Manila", "plot": "A panoramic short of Manila landscapes.", "genres": [], "file": "713.json"}, "996394": {"title": "Puwente de España", "plot": "Locally shot film of the Bridge of Spain, located in the Philippines.", "genres": [], "file": "713.json"}, "1018460": {"title": "The Coney Island Bikers", "plot": "In this picture the pretty bathing girls are riding their wheels along the hard sand of the beach. One girl who is a novice is learning to ride, and her efforts to maintain an upright position are very amusing.", "genres": ["Documentary"], "file": "729.json"}, "1040225": {"title": "Corpus Christi Procession, Orvieto", "plot": "Reenactment of Jesus Christ with his cross.", "genres": ["Documentary"], "file": "745.json"}, "1049678": {"title": "Children Dancing with Barrel Organ", "plot": "Children dancing in the street.", "genres": [], "file": "752.json"}, "1060164": {"title": "Promenade au Mont de Baulmes", "plot": "Playful ramblers carrying Sunlight placards in a cow pasture in the Jura (Canton of Vaud). The respectable gentleman is none other than William Whiteley (1831-1907), founder of London’s first department store. Is this a home movie or advertising for the launch of the Sunlight Helvetia soap factory (Olten, 12 October 1898)? Maybe both.", "genres": ["Documentary"], "file": "759.json"}, "1060673": {"title": "Cortège du Carnaval de Bâle, III", "plot": "Third part of a series of vues of the Basel Carnival.", "genres": ["Documentary"], "file": "760.json"}, "1061209": {"title": "Cortège du Carnaval de Bâle, V", "plot": "Fifth part of a series documenting the Basel carnival.", "genres": ["Documentary"], "file": "760.json"}, "1061254": {"title": "Mardi Gras Carnival", "plot": "The film is part of Eye Filmmuseum’s Mutoscope and Biograph Collection. This collection consists of about 200 films preserved on their original 68 mm format. The digital file provided is scanned in 2022 at Eye Collection Center, from the 35 mm duplicate negative that was made in 1998. After the first analogue preservation round made 25 years ago, Eye is now undertaking the digital restoration of the Mutoscope & Biograph Collection. “Mardi Gras Carnival” became the focus of attention, thanks to its inclusion within ‘The Artistry of REX’ exhibition, that opened in the summer of 2022 at the Louisiana State Museum.", "genres": [], "file": "760.json"}, "1066182": {"title": "Cortège du Carnaval de Bâle, IV", "plot": "Fourth part of a series documenting the Basel carnival.", "genres": ["Documentary"], "file": "764.json"}, "1066185": {"title": "Cortège du Carnaval de Bâle, I", "plot": "First part of a series documenting the Basel carnival.", "genres": ["Documentary"], "file": "764.json"}, "1066192": {"title": "Défilé dans la ville de Morat", "plot": "Annual pageant commemorating the anniversary of the Battle of Morat, the victory in 1476 of the Swiss Confederates over the Duke of Burgundy. The family of Emile Lavanchy watches the event from the left.", "genres": ["Documentary"], "file": "764.json"}, "1066195": {"title": "Cortège du centenaire, Place de la Riponne", "plot": "Patriotic celebration in Lausanne marking the centenary of the independence of the Canton of Vaud.", "genres": ["Documentary"], "file": "764.json"}, "1066204": {"title": "Premier cortège pour l'inauguration du Musée National Suisse", "plot": "First pageant celebrating the opening of the Swiss National Museum.", "genres": ["Documentary"], "file": "764.json"}, "1066211": {"title": "Deuxième cortège pour l'inauguration du Musée National Suisse", "plot": "Second pageant for the opening of the Swiss National Museum.", "genres": ["Documentary"], "file": "764.json"}, "1066397": {"title": "Panorama pris d'un train assurant la ligne Glion - Rochers-de-Naye", "plot": "View from a train in the Montreux region.", "genres": ["Documentary"], "file": "764.json"}, "1066400": {"title": "Montreux: panorama pris du funiculaire Territet - Glion", "plot": "View from a funicular train in the Montreux region.", "genres": ["Documentary"], "file": "764.json"}, "1067331": {"title": "Circulation sur la Börsenplatz à Saint-Gall", "plot": "Scene filmed in the town of St. Gallen.", "genres": ["Documentary"], "file": "765.json"}, "1067332": {"title": "Animation sur la Marktplatz à Saint-Gall", "plot": "Advertising in the center of St. Gallen.", "genres": ["Documentary"], "file": "765.json"}, "1077097": {"title": "Faust and Mephistopheles", "plot": "Satan conjures a vision of a girl, for whom an old man signs a pact and is made young. This is a lost film from George Albert Smith", "genres": ["Horror"], "file": "771.json"}, "119951": {"title": "The Turn-of-the-Century Blind Man", "plot": "A blind man begging for change tries to outsmart a cop.", "genres": ["Crime", "Comedy"], "file": "79.json"}, "119958": {"title": "Disappearing Act", "plot": "An illusionist makes a woman disappear in thin air.", "genres": ["Fantasy", "Comedy"], "file": "79.json"}, "119959": {"title": "Surprise Attack on a House at Daybreak", "plot": "Soldiers ambush a house.", "genres": ["War"], "file": "79.json"}, "124036": {"title": "The Corsican Brothers", "plot": "The ghost of a man's twin shows him a vision of how he was killed in a duel.", "genres": ["Family"], "file": "81.json"}, "127391": {"title": "The Merry Skeleton", "plot": "A skeleton dances joyously, often collapsing into a heap of bones and quickly putting itself back together.", "genres": ["Comedy", "Fantasy", "Horror"], "file": "82.json"}, "159900": {"title": "Ella Lola, a la Trilby", "plot": "A young, dark-haired woman performs a dance inspired by George du Maurier's character Trilby, in an early modern dance style reminiscent of Isadora Duncan. She dances barefoot without stockings and is dressed in a long, flowing gown bound across the bosom in Grecian style, with inside fringe and a draped cape hooked to her wrist. She also wears what appears to be a garland headpiece. Holding her gown with one hand throughout, the dancer performs a series of kicks and turns with leg kicks front and back, rocking, and round de jambe.", "genres": [], "file": "98.json"}, "159907": {"title": "Turkish Dance, Ella Lola", "plot": "In this movie, dancer Ella Lola performs a Turkish variation of a \"Danse Du Ventre\", the oriental belly dance. In her dance she shakes, twists and turns around in a very energetic dance. The elements of Turkish folklore can be felt despite the lack of sound as the differences from this and other belly dances are very notorious when her traditional Turkish dress swings in a marvellous way as she dances. Unlike other films about exotic dances, Lola's movies (the other was \"Ella Lola, a la Trilby\") were of a less erotic nature and more focused on the realistic representation of the dance. A professional dancer since a very young age, Lola's dancing is very graceful and showcases an enormous control over her body.", "genres": [], "file": "98.json"}}