{"16788": {"title": "Action Man - Past Performance", "plot": "Action Man returns to the Everglades to face his past after finding out that he was once a skullman working for Dr X. Action Man's lost memory holds the code to rid them of the missiles Dr X plans to re-activate. Includes 'Soul Of Evil' and 'We Come In Peace'.", "genres": ["Action", "Animation"], "file": "10.json"}, "16978": {"title": "Father's Best Children", "plot": "", "genres": [], "file": "10.json"}, "172113": {"title": "The Mystic Swing", "plot": "The professor shows his power to Mephisto by mysteriously placing a young lady in a swing. Mephisto then shows his power by making the young lady disappear from the swing, to the surprise of the professor. The professor makes another mystic pass and produces a second young lady then in the swing, and also a skeleton.", "genres": ["Fantasy"], "file": "103.json"}, "178994": {"title": "Spanish Bullfight", "plot": "With a crowded arena in the background, a stationary camera records a bull charging a picador astride his horse. An attendant on foot throws stones at the rump of the horse to get it to move. Various toreadors run past the bull to try to get him to charge or at least run about.", "genres": ["Documentary"], "file": "106.json"}, "179235": {"title": "Let Me Dream Again", "plot": "Possibly the first film to utilize the technique of focus pulling. A man kisses a beautiful and lively woman, then the image blurs and dissolves into a clear image of the man waking up to his nagging wife.", "genres": ["Romance", "Comedy"], "file": "107.json"}, "179236": {"title": "Grandma's Reading Glass", "plot": "A child borrows his grandmother's magnifying glass to look at a newspaper ad for Bovril, at a watch, and then at a bird. The child shows grandma what he is doing. The child looks next at grandma's eye, then at a kitten.", "genres": ["Drama"], "file": "107.json"}, "179541": {"title": "The Biter Bit", "plot": "A gardener is watering a garden. A prankster stands on his hose halting the flow until he looks at the nozzle and gets a stream of water to the face. He notices the prankster and gives him his comeuppance. Remake of the Lumiere film Arroseur et arrosé.", "genres": ["Comedy"], "file": "107.json"}, "179544": {"title": "Rough Sea", "plot": "One minute of waves crashing.", "genres": [], "file": "107.json"}, "179546": {"title": "Attack on a China Mission", "plot": "The titles tell us this film is based on an incident in the Boxer Rebellion. A man tries to defend a woman and a large house against Chinese attackers. They attack with swords, guns, and paddles. He's over-matched. What will become of the mission, its defenders, and its occupants?", "genres": ["Action", "Drama", "History", "War"], "file": "107.json"}, "180677": {"title": "The Misfortunes of an Explorer", "plot": "", "genres": [], "file": "107.json"}, "183512": {"title": "Army Life: Mounted Infantry", "plot": "", "genres": [], "file": "108.json"}, "183568": {"title": "Cronje's Surrender to Lord Roberts", "plot": "", "genres": [], "file": "108.json"}, "183594": {"title": "Entry of the Scots' Guards into Bloemfontein", "plot": "", "genres": [], "file": "108.json"}, "183595": {"title": "An Exciting Pillow Fight", "plot": "", "genres": ["Documentary"], "file": "108.json"}, "183596": {"title": "A Railway Collision", "plot": "The scene is a railroad track on the side of a steep mountain, with a tunnel in the background, toward which a train is running at a high rate of speed. At this instant the audience is appalled at the sight of a second train rushing out of the tunnel. Both trains are on the same track and traveling toward each other at a high rate of speed. They collide. Cars and engines are smashed into fragments and thrown down the steep incline. (Edison Catalog)", "genres": [], "file": "108.json"}, "183599": {"title": "His Brave Defender", "plot": "", "genres": [], "file": "108.json"}, "18327": {"title": "Giải cứu thần chết", "plot": "", "genres": [], "file": "11.json"}, "19355": {"title": "Madeline At The Ballet", "plot": "The girls get a chance to perform with a famed ballet master who thinks Madeline is too small to succeed. Madeline's insecurity (and Pepito's teasing) keeps getting in the way of her performance until she is given a pep talk – and a pair of toe shoes – by an accomplished prima ballerina, who convinces Madeline that hard work and courage will help her excel.", "genres": ["Animation"], "file": "11.json"}, "188399": {"title": "20,000 Employees Entering Lord Armstrong's Elswick Works, Newcastle-upon-Tyne", "plot": "This film is part of the Mitchell and Kenyon collection - an amazing visual record of everyday life in Britain at the beginning of the twentieth century.", "genres": ["Documentary"], "file": "111.json"}, "191587": {"title": "Japanese Actors: Wig Exercise", "plot": "A Japanese theatre performance based on a legend.", "genres": ["Documentary"], "file": "112.json"}, "192089": {"title": "Uncle Josh in a Spooky Hotel", "plot": "Uncle Josh returns in this sequel to UNCLE JOSH'S NIGHTMARE. This time he checks into a hotel, presumably to get a better nights rest than he got at home. Of course the way bad luck follows Josh around we know this is a forlorn hope. Sure enough, quicker than you can say \"Georges Méliès\" a ghost pops up to make sure Uncle Josh is denied yet another good nights rest.", "genres": ["Horror", "Comedy"], "file": "113.json"}, "192799": {"title": "Promenade du dragon à Cholon, I", "plot": "A Chinese dragon parade.", "genres": ["Documentary"], "file": "113.json"}, "193408": {"title": "Searching Ruins on Broadway, Galveston, for Dead Bodies", "plot": "This shows the heart of one of the tremendous drifts in the east end of Galveston. Hundreds of dead bodies are concealed in these immense masses, and at the time the picture was taken the odor given out could be detected for miles. The subject shows a gang of laborers clearing away the debris in the search for corpses, one of which was discovered while the picture was being taken. (Edison film catalog)", "genres": ["Documentary"], "file": "113.json"}, "193411": {"title": "The Kiss", "plot": "Nothing new, but an old thing done over again and done well. Some one has attempted to describe a kiss as \"something made of nothing,\" but this is not one of that kind, but one of those old fashioned \"home made\" kind that sets the whole audience into merriment and motion, and has always proven a popular subject. It is very fine photographically and an exhibit is not complete without it. (Edison film catalog)", "genres": ["Romance"], "file": "113.json"}, "193430": {"title": "Capture of Boer Battery by British", "plot": "", "genres": [], "file": "113.json"}, "193431": {"title": "New Black Diamond Express", "plot": "A crew of railroad workmen are busy along the tracks of the Lehigh Valley Railroad. When the Black Diamond Express appears in the distance, they begin to pull back from the rails to clear the way. As the train approaches their work site, some of them begin to wave at it.", "genres": [], "file": "113.json"}, "193437": {"title": "Watermelon Contest", "plot": "", "genres": ["Comedy"], "file": "113.json"}, "193438": {"title": "A Storm at Sea", "plot": "While our photographers were crossing the Atlantic Ocean a most wonderful and sensational picture was secured, showing a storm at sea. The picture was secured by lashing the camera to the after bridge of the Kaiserine Maria Theresa, of the North German Lloyd Line, during one of its roughest voyages. The most wonderful storm picture ever photographed. Taken at great risk. (Edison Films, 1901)", "genres": ["Documentary"], "file": "113.json"}, "193621": {"title": "Vue prise d'une baleinière en marche", "plot": "Sailors row a whaling boat in a medium-tight shot.", "genres": ["Documentary"], "file": "113.json"}, "193790": {"title": "Epinal: Les bords de la Moselle", "plot": "", "genres": ["Documentary"], "file": "114.json"}, "195289": {"title": "Chaise en bascule", "plot": "Vaudeville comedians Foottit and Chocolat hop and dance around and occasionally fight.", "genres": ["Comedy"], "file": "114.json"}, "195520": {"title": "Messrs Lumb and Co Leaving the Works, Huddersfield", "plot": "Yet another factory gate exit film from Mitchell and Kenyon.", "genres": [], "file": "115.json"}, "195521": {"title": "Dick Croker Leaving Tammany Hall", "plot": "A very lifelike picture of the famous New York politician and Tammany Hall boss. This picture was taken on Sunday morning [sic] as he was leaving the 14th Street Wigwam, accompanied by a number of prominent New York politicians.", "genres": [], "file": "115.json"}, "195523": {"title": "Boers Bringing in British Prisoners", "plot": "Here we have a mixed company of Gordon Highlanders, Irish Fusilliers and English Lancers, as a group of prisoners taken to the rear by a troop of Boer Cavalry. The expression on their faces show who is the victor, and who is the vanquished. You can read in the dust and smoke-begrimed countenance of the prisoners, the story of their stubborn resistance to superior numbers before the surrender: while the Boers give expression to their feelings, by cheering and waving their hats in triumph as they pass.", "genres": [], "file": "115.json"}, "195525": {"title": "A Gesture Fight in Hester Street", "plot": "A comical fight between two Hebrews; one a pushcart man, and the other a suspender peddler.", "genres": [], "file": "115.json"}, "195527": {"title": "Capture of Boer Battery", "plot": "By the Gordon Highlanders. In the foreground are two Creusot guns, manned by the Dutch burghers. Smoke effects are due. The Highlanders are seen in the distance, approaching rapidly, easily distinguished by their kilts and bare legs. They sweep all before them, leaving the guns smoking and deserted as they pursue the flying Boers.", "genres": [], "file": "115.json"}, "195528": {"title": "Overland Express Arriving at Helena, Mont.", "plot": "It is train time. We look down the long platform, crowded with people, and see the famous N.P. Railway Overland Express approaching rapidly. In a moment the engine passes by, slowing down. Then comes one, two, three, four express cars, and behind them seven coaches and Pullmans. Passengers alight, baggage is unloaded, friends greet each other, station men rush here and there, the whole scene being one of great interest and activity.", "genres": [], "file": "115.json"}, "195529": {"title": "Panoramic View of the Champs Elysees", "plot": "Filmed in July 1900, on the Champs Elysées in Paris, France.", "genres": ["Documentary"], "file": "115.json"}, "195530": {"title": "Charge of Boer Cavalry", "plot": "In the distance is seen a number of grey objects rapidly approaching, which, upon drawing closer, are recognized as a company of Boer cavalry. As they draw nearer, you can see that they are straining every nerve and urging their horses to the utmost speed. Waving their sabres aloft on they come, so that the audience involuntarily makes an effort to move from their seats in order to avoid being trampled under the horses.", "genres": [], "file": "115.json"}, "195531": {"title": "A Dull Razor", "plot": "This picture shows an old gentleman seated at his shaving table. The razor is evidently giving him a great deal of trouble...", "genres": ["Comedy"], "file": "115.json"}, "195534": {"title": "Champs Elysees", "plot": "Near the main entrance. Hundreds of carriages and characteristic Parisian busses are passing.", "genres": [], "file": "115.json"}, "195535": {"title": "Palace of Electricity", "plot": "A panoramic shot, making a full circle, at the 1900 Paris Exposition. It begins and ends looking at the front of the Palace of Electricity. As it pans, first we see a workman hosing down the promenade. Men and women walk past, all wearing hats. We see the base of the Eiffel Tower, which the Palace faces. A couple strolls. A mother and daughter walk passed, father is slightly ahead wearing a boater. Three men in uniform walk toward the camera as it comes to a stop facing the Palace.", "genres": ["Documentary"], "file": "115.json"}, "195536": {"title": "Breaking of the Crowd at Military Review at Longchamps", "plot": "This picture shows thousands of people leaving their seats in the grand stand and going across the parade grounds toward Paris. A very sharp and clear picture.", "genres": [], "file": "115.json"}, "195537": {"title": "Torpedo Boat 'Morris' Running", "plot": "A Thomas Edison film showing a torpedo being shot.", "genres": [], "file": "115.json"}, "195538": {"title": "Neptune's Daughters", "plot": "A combination of the picture entitled \"The Ballet of the Ghosts,\" and a surf scene; the resulting effect being that the ghostly figures rise up out of the surf and come to the shore, cast their draperies aside and dance a few steps of the ballet, after which they again take up their draperies, and having covered themselves, retreat into the waves.", "genres": ["Fantasy"], "file": "115.json"}, "195539": {"title": "Davey Jones' Locker", "plot": "Two sets of images are superimposed. From the side, we see a two-masted ship. Across the deck walks a skeleton. It sits down, its legs akimbo. The legs separate and continue a dance while the body of the skeleton faces us and the skull moves its jaw bone. It rises and the legs rejoin the skull and body for an additional jig back and forth on deck.", "genres": ["Horror", "Fantasy"], "file": "115.json"}, "195540": {"title": "Red Cross Ambulance on Battlefield", "plot": "Near the center of this scene we see the regimental surgeon directing the movements of the Ambulance Corps. Tenderly they pick up the unfortunates and place them in the ambulance. The numbers disabled show the battle has been a hot one, and many a poor fellow, if he survives with injuries, will carry to his grave the scars honorably acquired in his country's cause.", "genres": [], "file": "115.json"}, "195542": {"title": "Bird's-Eye View of Dock Front, Galveston", "plot": "At the first news of the disast by cyclone and tidal wave that devastated Galveston on Saturday, September 8th, 1900, we equipped a party of photographers and sent them by special train to the scene of the ruins. Arriving at the scene of desolation shortly after the storm had swept over the city, our party succeeded, at the risk of life and limb, in taking about a thousand feet of motion pictures, although Galveston was under martial law and photographers were shot down at sight by the excited police. The series, taken as a whole, gives a definite idea of the most terrible disaster since the Johnstown flood of 1889.", "genres": [], "file": "115.json"}, "195543": {"title": "Panorama of Place de l'Opéra", "plot": "James White, the Edison Company's main filmmaker at the time, realized a burst of creativity during his visit to the 1900 Paris Exposition. It's uncertain who his cameraman was for this journey, but historian Charles Musser suggests that it might've been Alfred C. Abadie. In their Paris Exposition films, they introduced tilting (see 'Panorama of Eiffel Tower') and, although panning and panoramas had already been around for a while, they introduced some novel functions for them.", "genres": ["Documentary"], "file": "115.json"}, "195545": {"title": "Panoramic View of Newport", "plot": "Possibly the sensation of the flight of a bird can be nearest realized by being on deck of one of the U.S. Government's fleet torpedo boats racing at its highest speed through the water. This picture was taken under these conditions and shows the beautiful scenery comprising the harbor of Newport, R. I. In the foreground, the spray of the vessel and the foam on the water gives a fair idea of the rapidity at which this boat is moving.", "genres": [], "file": "115.json"}, "195546": {"title": "Naval Sham Battle at Newport", "plot": "Showing the attacking forces drawn up in line of battle. They immediately commence firing on the shore batteries. The batteries return the fire with telling effect, but are at last silenced by the overwhelming forces of the enemy. In the distance can be seen the ruins of a bridge destroyed by the invading forces. The smoke thickens as the firing becomes general, and the effect is superb.", "genres": ["History", "War"], "file": "115.json"}, "195547": {"title": "Esplanade des Invalides", "plot": "Beginning with the camera pointing toward the Invalides entrance, with the tomb of Napoleon in the background. The camera is slowly revolved until it rests upon the new and beautiful bridge of Alexander III, showing the immense crowds entertaining the Exposition.", "genres": [], "file": "115.json"}, "195550": {"title": "Automobile Parade", "plot": "The famous Madison Square Garden forms the background of this excellent picture. A number of very fine automobiles pass in this strip, coming close to the camera and show clear and life size. A very strange coincidence in the closing of the picture is two old ladies who drive by in a dilapidates looking buggy drawn by a long eared mule. This is a remarkable picture showing up-to-date means of transportation in New York City, and the incident of the mule and the two old ladies adds a sufficient amount of humor.", "genres": [], "file": "115.json"}, "195551": {"title": "Discharging a Whitehead Torpedo", "plot": "Filmed off the coast of Rhode Island, this Edison short takes place on the U.S. torpedo boat Morris as we see some men loading up a torpedo that is eventually shot off. This film lasts only 75-seconds but it's almost as if the director wanted to save the best for last. The first sixty-seconds are pretty lifeless as we barely get to see what's going on but once the torpedo is shot off things pick up.", "genres": [], "file": "115.json"}, "195552": {"title": "Naval Apprentices at Sail Drill on Historic Ship 'Constellation'", "plot": "This picture opens with the young cadets climbing the rigging and going through the sail drill on board the famous historic ship \"Constellation.\" Loosing sail to buntline, making sail, shortening sail and furling; also loose sail to bowline. This picture is absolutely perfect photographically; also very thrilling, and makes a most interesting subject.", "genres": [], "file": "115.json"}, "195553": {"title": "Panorama of Orphans' Home, Galveston", "plot": "This is the building in which so many of the poor orphans met their death. The place is completely dismantled. In addition to the orphanage is shown one of the principal streets in Galveston blocked with overturned houses and other materials.", "genres": [], "file": "115.json"}, "195554": {"title": "Panorama of Galveston Power House", "plot": "This building and machinery supplied the electric power and electric light for the entire city of Galveston, including the car system. The building, which is of solid masonry, is a complete wreck, and together with the twisted iron work of the machinery, shows the tremendous power of the cyclone.", "genres": [], "file": "115.json"}, "195555": {"title": "Panorama of the Moving Boardwalk", "plot": "An early short with a self-explanatory title.", "genres": ["Documentary"], "file": "115.json"}, "195556": {"title": "Panoramic View of the Place de la Concorde", "plot": "Taken from an automobile. This picture was taken during the fashionable driving hour, making a complete circle of the Place de la Concorde, passing hundreds of carriages and busses. The beginning of the picture shows the historical church of the Madeleine in the background, the picture ending by approaching and running under the main entrance to the Paris Exposition.", "genres": ["Documentary"], "file": "115.json"}, "195557": {"title": "Panorama of Eiffel Tower", "plot": "“Showing the entire height of this wonderful structure from the base of the dome and return, with the great Paris Exposition in the background, looking down Champs de Mars. A most realistic picture.” According to Edison film historian Charles Musser, this film features the first camera tilt among the company's surviving oeuvre.", "genres": ["Documentary"], "file": "115.json"}, "195558": {"title": "A Nymph of the Waves", "plot": "A woman in ballet slippers wearing a large white hat and a long white dress - with ruffles, puffy sleeves and petticoats - dances across water with roiling waves behind her. She holds the edges of the skirt with her hands, lifting and twirling, sometimes exposing her bloomers and a dark garter on one leg. Her style combines ballet with the exuberant kicks and twirls of a burlesque dance hall. With churning waves behind her, the water seems to wash beneath her feet. The film of the dancer, \"M'lle. Cathrina Bartho\" (1899), is superimposed on that of the water, \"Upper Rapids, from Bridge\" (1896).", "genres": [], "file": "115.json"}, "195561": {"title": "Champs de Mars", "plot": "Shows all the prominent buildings on this thoroughfare, ending with a close view of the base of the Eiffel Tower, with the Trocadero Palace in the background.", "genres": ["Documentary"], "file": "115.json"}, "195562": {"title": "Eiffel Tower from Trocadero Palace", "plot": "The single camera position is from the top of a building identified as the Trocadero Palace; The camera is pointed toward the Eiffel Tower. The film shows only up to the first arch of the Eiffel Tower.", "genres": ["Documentary"], "file": "115.json"}, "195563": {"title": "White Horse Rapids", "plot": "This picture was taken at the historical point signified by the above title, where so many daring and venturesome miners have lost their lives in attempting to shoot these mad and turbulent rapids in their flat bottom boats, constructed for the purpose of navigating the treacherous Yukon River, which flows through the rich gold fields of Alaska.", "genres": [], "file": "115.json"}, "195568": {"title": "Danse espagnole de la Feria Sevillanos", "plot": "A girl in a Sevillian dress dances to the sound of music played a couple of men at the \"Féria Sevillanos\" [sic] during the Exposition Universelle de Paris - though she does not look a real Sevillian dancer.", "genres": ["Documentary"], "file": "115.json"}, "195569": {"title": "Panorama of Wreckage of Water Front", "plot": "This picture shows the remains of one of the docks, several freight cars being piled one upon the other, while the most interesting part of the picture shows two schooners literally smashed one into the other, forming a most picturesque mass of wreckage.", "genres": ["Documentary"], "file": "115.json"}, "195570": {"title": "Panoramic View of Tremont Hotel, Galveston", "plot": "This picture shows several buildings which were wrecked and also shows a rear view of this hotel, which is on the highest point of land in Galveston, and in which several thousand people were saved.", "genres": [], "file": "115.json"}, "195571": {"title": "Gun Drill by Naval Cadets at Newport Training School", "plot": "This picture shows the Cadets marching, countermarching and a great many interesting manoeuvres.", "genres": [], "file": "115.json"}, "195574": {"title": "Swiss Village, No. 2", "plot": "The scene opens by showing the village girls driving home a herd of cows, and shows the native peasantry of Switzerland returning from their daily occupation watching the herds. After driving the cattle to their shelter, the boys and girls congregate in front of the old barn and go through a native dance, to the amusement of the spectators. These pictures are marvelously clear and distinct, showing every feature of the participants.", "genres": [], "file": "115.json"}, "195575": {"title": "Scene in the Swiss Village at Paris Exposition", "plot": "The picture opens with a crowd of Swiss boys and girls dressed in native costumes, marching down the street in this very unique and picturesque village. Each happy and smiling face is clearly shown as they pass the camera. The scene ends by the boys and girls congregating in the square and dancing to the strains of an accordion played by one of the happy villagers.", "genres": [], "file": "115.json"}, "195577": {"title": "Above the Limit", "plot": "Filming of a character sketch by the well-known vaudevillian Charles E. Grapewin. On a bare stage backed by a dark curtain, a man dressed in a three-piece suit and overcoat holds a racing program and excitedly watches a race supposedly taking place offstage.", "genres": [], "file": "115.json"}, "195580": {"title": "A Wake in 'Hell's Kitchen'", "plot": "This scene is laid in the parlor of a New York tenement. Two watchers at the wake are smoking and drinking, while the widow is weeping over the coffin. The attention of the three is attracted for an instant, and the supposed corpse rises up, drinks all the beer in the pitcher which is standing on a table nearby, and lies down in the coffin again. The mourners return, and seeing that the beer is gone, engage in a controversy over it. During the scrap the corpse jumps out of the coffin and takes part in the melee.", "genres": ["Comedy"], "file": "115.json"}, "195583": {"title": "Launching a Stranded Schooner from the Docks", "plot": "During the terrific storm all of the light craft along the dock front was lifted out of the water and washed up into the streets, many of them being carried for miles inland. This subject shows a number of boatmen who have banded together to get their craft back into the water, a panoramic view being taken of the schooner as she glided sideways down the improvised ways, forming a very interesting subject. 60 feet. $9.00.", "genres": [], "file": "115.json"}, "195584": {"title": "The Artist and the Dummy", "plot": "A very simple gag film as a young lady substitutes herself for a dummy in order to play a practical joke on an artist.", "genres": [], "file": "115.json"}, "195585": {"title": "How They Rob Men in Chicago", "plot": "A burlesque on the work of highwaymen in Chicago. An elderly gentleman is sandbagged and robbed by a thug, who inadvertently leaves some money on the victim's prostrate body. A policeman shows up.", "genres": ["Crime", "Comedy"], "file": "115.json"}, "195591": {"title": "Battle of Mafeking", "plot": "Reenactment of a South African battle.", "genres": [], "file": "115.json"}, "195592": {"title": "Gymnasium Exercises and Drill at Newport Training School", "plot": "This picture shows the young cadets going through their daily exercises and drill, and is full of life, and photographically perfect.", "genres": [], "file": "115.json"}, "195593": {"title": "Maude's Naughty Little Brother", "plot": "In a charming dining room a very attractive young lady is seen seated at the table, evidently waiting for the caller who is to share a quiet little dinner for two. A moment later a dude of the regular chappy type enters and seats himself at the table. As soon as the meal commences the inevitable wicked small boy sneaks in unobserved, and producing a piece of rope ties one end securely to the dude's coat tails and fastens the other to the table-cloth.", "genres": [], "file": "115.json"}, "195594": {"title": "Burning of the Standard Oil Co.'s Tanks, Bayonne, N.J.", "plot": "", "genres": ["Documentary"], "file": "115.json"}, "195595": {"title": "Danse du papillon", "plot": "Butterfly dance.", "genres": ["Documentary"], "file": "115.json"}, "195596": {"title": "The Unexpected Bath", "plot": "AN UNEXPECTED BATH\" shows the astronomer watching women rain down from the heavens.", "genres": [], "file": "115.json"}, "195597": {"title": "An Animated Luncheon", "plot": "The scene takes place in a fashionable cafe. A well dressed couple enter, and after a careful perusal of the menu, conclude on an order of boiled eggs and Welsh rarebit.", "genres": ["Fantasy", "Comedy"], "file": "115.json"}, "195599": {"title": "Ching Ling Foo Outdone", "plot": "The magician enters upon a stage, and removing a covering from a small table, shakes it before the audience to show that there is nothing whatever concealed inside, places the cloth upon the floor, and when he removes it five large geese are found to be swimming in the water. The magician takes the geese out of the tub, and places them on the stage, and they walk away. He again places the cloth over the tub, and when he removes it the tub disappears and a small boy stands in its place.", "genres": ["Fantasy"], "file": "115.json"}, "195601": {"title": "The Magician", "plot": "The scene opens on a theatrical stage. The magician enters from the wings, and making a bow to the audience, removes his coat and hat and they disappear mysteriously in the air. He then takes a white handkerchief from his pocket, holds it over his knees, and his long trousers disappear, and behold! he is clad in knickerbockers. He next makes a pass with a magic wand and a table suddenly appears before the audience, on which is a large pile of tissue paper. The magician takes up the paper and shakes it a few times and three live geese fly out upon the floor. This is a highly pleasing and mystifying subject.", "genres": ["Fantasy"], "file": "115.json"}, "195603": {"title": "Panorama of Gorge Railway", "plot": "“One of the most interesting places in the vicinity of Niagara Falls is the Whirlpool Rapids, where the immense volume of water which passes from the Falls, speeds along through its rocky and tortuous passage towards the ocean. The camera in securing this picture was placed at the front end of a train ascending the grade at a very rapid rate of speed. The combined motion of the train in one direction and the water in the opposite direction, the latter impeded and interrupted in its course by the rocky path through which it flows, sending beautiful masses of spray and foam many feet in the air, makes an impression on the audience long to be remembered.” (Edison film catalog)", "genres": ["Documentary"], "file": "115.json"}, "195604": {"title": "English Lancers Charging", "plot": "The stubborn resistance of the Boers is shown by the activity and persistency with which they fire the two large field pieces immediately in the foreground. It seems, indeed, a hopeless matter to attempt to capture and overthrow such an invulnerable position. The British lancers are seen advancing, urged on by their officers, with the Royal colors flying in the air.", "genres": ["War"], "file": "115.json"}, "195606": {"title": "Faust and Marguerite", "plot": "Marguerite is seated in front of the fireplace, Faust standing by her side. Mephistopheles enters and offers his sword to Faust, commanding him to behead the fair Marguerite. Faust refuses, whereupon Mephistopheles draws the sword across the throat of the lady and she suddenly disappears and Faust is seated in her place.", "genres": ["Fantasy", "Horror"], "file": "115.json"}, "195607": {"title": "Exploding a Whitehead Torpedo", "plot": "The title pretty much tells you all there is to know about this Edison film. It runs a very brief 27-seconds and shows a torpedo hitting its target and going off. I think the most fascinating thing about this is that we get a pretty close shot of the explosion and its aftermath. It was rather funny seeing this large explosion and especially seeing how long it took for everything that flew up in the air to land back down.", "genres": ["Documentary"], "file": "115.json"}, "195608": {"title": "Why Mrs. Jones Got a Divorce", "plot": "This scene opens by showing a pretty cook mixing bread in the kitchen. Jones comes in unexpectedly from a trip and carries a dress suitcase. He inquires for his wife and is told by the cook that she is absent. Jones is hungry and asks for something to eat. The cook is very obliging and Jones becomes unruly, chuckles the cook under the chin. The cook puts her arms around Jones' neck and leaves finger imprints of flour on his back. This is where the trouble commences. (Edison catalogue)", "genres": ["Comedy"], "file": "115.json"}, "195611": {"title": "An Artist's Dream", "plot": "The scene opens in the interior of an artist's studio. Mephisto appears mysteriously and signals the pictures to come to life. They step down from the frames and walk forward, admiring their costumes. Mephisto then touches the artist on the shoulder, awakening him, and disappears. The artist, after rubbing his eyes, sees the picture on his right hand side and jumps up to embrace her. After embracing her once, he makes a second attempt and she disappears. The artist now wakes up, jumps to his feet, and runs to see if the picture are still in the frames. He examines them and finding that they are still fast on the wall, realizes that the has been dreaming and seeks consolation in the bottle.", "genres": ["Comedy", "Fantasy"], "file": "115.json"}, "195612": {"title": "Why Jones Discharged His Clerks", "plot": "Two delinquent clerks are seated in a broker's office engaged in a game of cards. The boss suddenly appears walking through the corridor. The cards are thrown down in great haste and when the employer enters the office the clerks are apparently busily engaged in their work.", "genres": [], "file": "115.json"}, "195613": {"title": "Courses d'ensembles des régates (rameurs assis)", "plot": "A Lumière Brothers short film.", "genres": ["Documentary"], "file": "115.json"}, "195620": {"title": "Sherlock Holmes Baffled", "plot": "Sherlock Holmes enters his drawing room to find it being burgled, but on confronting the villain is surprised when the latter disappears.", "genres": ["Crime", "Fantasy", "Mystery"], "file": "115.json"}, "195623": {"title": "A View Taken from a Mobile Platform II", "plot": "People riding on a moving platform / walkway.", "genres": [], "file": "115.json"}, "195626": {"title": "Le duel d'Hamlet", "plot": "The movie consists solely of a saber fight. Bernhardt plays a cross-gender Hamlet, and Pierre Magnier is her fellow duelist, Laertes. A few bystanders, in Rennaissance dress, stand off to the right of the screen, and in the background, next to a painted backdrop.", "genres": ["Drama"], "file": "115.json"}, "195628": {"title": "The Chimney Sweep and the Miller", "plot": "A chimney sweep and a miller become involved in a street fight. The sweep has a bag of soot on his back, and the miller a bag of flour.", "genres": ["Comedy"], "file": "115.json"}, "195630": {"title": "Kobelkoff", "plot": "A film in which limbless Nikolai Kobelkoff demonstrates a series of tasks, from aiming a pistol to performing gymnastics. Kobelkoff was born without arms and legs but persevered, becoming an international star in the early 20th century as a \"Human Torso\".", "genres": ["Documentary"], "file": "115.json"}, "195631": {"title": "Hooligan Assists the Magician", "plot": "This is a new adventure in which our friend, Mr. Hooligan, appears in an entirely new capacity. On a stage a professor of magic is performing some wonderful experiments, and when he requests some assistance Happy Hooligan immediately volunteers his services and climbs upon the platform.", "genres": ["Fantasy", "Comedy"], "file": "115.json"}, "195632": {"title": "Panorama of the Paris Exposition, from the Seine", "plot": "This panoramic scene is taken from a Seine steamboat and gives a rapid view of the banks of the river...", "genres": [], "file": "115.json"}, "195635": {"title": "Cyrano de Bergerac", "plot": "Considered the first motion picture to employ both color and sound, the only film record ever made of the original star of Rostand's famous play performing a scene from his most famous role. It is accompanied by a sound-on-cylinder recording of Coquelin's voice reciting one of Cyrano's speeches.", "genres": ["Comedy", "Drama"], "file": "115.json"}, "195638": {"title": "The Congress of Nations", "plot": "A magician steps upon the stage carrying a hoop covered with white paper. Then in quick succession the flags of Germany, Russia, Ireland, England and China are brought forth, and from each a soldier is produced corresponding with the flag of each nation. The magician adds a bit of comedy to the scene by producing a decidedly Hibernian policeman from the flag of Erin's Isle. The magician then waves his hand and the flags of all nations slowly dissolve and blend into one huge American flag.", "genres": [], "file": "115.json"}, "195641": {"title": "The Clown and the Alchemist", "plot": "Although we are led to believe that the ancient alchemists were all powerful, this picture somewhat reverses the order of things...", "genres": [], "file": "115.json"}, "195645": {"title": "Bombardment of Taku Forts, by the Allied Fleets", "plot": "The scenes opens by showing the battleships maneuvering for a position. They finally draw up in line of battle and commence firing on the shore batteries. Immense volume of smoke arise from the fleet and from the distance shore. Shots are seen to fall thickly among the vessels and immense bodies of water are thrown up by the explosion of mines.", "genres": [], "file": "115.json"}, "195647": {"title": "Le village de Namo - Panorama pris d'une chaise à porteurs", "plot": "The film is a panorama shot-scene lasting just under a minute. The panorama film, as coined by Lumière, is a moving-camera shot--usually accomplished by placing the camera on a moving transport, such as a boat or train.", "genres": ["Documentary"], "file": "115.json"}, "195648": {"title": "Grandma and the Bad Boys", "plot": "Two bad boys enter the kitchen. One climbs to the kitchen table and takes down the old lamp, the other goes to the flour barrel and scoops out some flour, pouring it into the chimney until it is filled to the top. The lamp is then replaced in the bracket. Grandma enters, scratches a match, removes the lamp chimney, when the flour falls upon her head. It sticks in her hair and fills her eyes, but this is where she turns the tables.", "genres": ["Comedy"], "file": "115.json"}, "195653": {"title": "Scene from the Elevator Ascending Eiffel Tower", "plot": "“A marvelously clear picture taken from the top of the elevator of the Eiffel Tower during going up and coming down of the car. This wonderful tower is 1,000 feet in height, and the picture produces a most sensational effect. As the camera leaves the ground and rises to the top of the tower, the enormous white city opens out to the view of the astonished spectator. Arriving at the top of the tower, a bird's eye view of the Exposition looking toward the Trocadero, and also toward the Palace of Electricity, is made, and the camera begins its descent. The entire trip is shown on a 200-foot film. 30.00. We furnish the ascent in 125 foot film.” (Edison film catalog)", "genres": ["Documentary"], "file": "115.json"}, "196246": {"title": "Mont Dore: L'Etablissement thermal", "plot": "Visitors come and go to the thermal springs of Le Mont-Dore. Some are wrapped up in warm garments, some arrive in palanquins.", "genres": ["Documentary"], "file": "115.json"}, "196669": {"title": "La toilette du petit chien", "plot": "A man and a child are washing a small dog in a tub, while a large dog is circling around them, barking.", "genres": ["Documentary", "Family"], "file": "115.json"}, "197025": {"title": "Lancement du 'Varèse' à Livourne", "plot": "The launching of the ship Varèse in Livourne.", "genres": ["Documentary"], "file": "115.json"}, "197275": {"title": "Maillane : défilé des tambourinaires", "plot": "A group of tambours and dancers in traditional outfits pass the camera.", "genres": ["Documentary"], "file": "116.json"}, "198315": {"title": "Vu générale de l'Exposition prise du Trocadéro", "plot": "The 1900 Paris World's Fair as seen from Trocadéro.", "genres": ["Documentary"], "file": "116.json"}, "20185": {"title": "Songs To Make You Smile", "plot": "", "genres": [], "file": "12.json"}, "213063": {"title": "Spiders on a Web", "plot": "Consisting of a single shot, Spiders on a Web is one of the earliest British examples of close-up natural history photography. Made by one of the pioneers of the British film industry, G.A. Smith, this short film details spiders trapped in an enclosure, and despite the title, does not actually feature a web.", "genres": ["Documentary"], "file": "124.json"}, "213067": {"title": "Danse Serpentine (In a Lion's Cage)", "plot": "Madame Ondine performs a serpentine dance surrounded by big cats.", "genres": ["Documentary"], "file": "124.json"}, "221880": {"title": "Little Tich and His Funny Feet", "plot": "\"This funny individual will make you laugh until your sides ache. He is funny in all his actions, yet when he puts on his shoes you can imagine the noise he can make when he dances an ordinary clog. The shoes referred to are made of some elastic material which enables Little Tich to bow almost to the floor without bending his legs, the spring in the shoes carrying him down and up again. He places his hat on the floor and, leaning over on the toes of his wonderful shoes, dips his head into the hat and comes up without having to move from the spot or to bend his legs. He is a comical looking sight at best, being made up to suit the part, and he will make you laugh whether you want to or not.\"", "genres": [], "file": "128.json"}, "21937": {"title": "Alive 2007", "plot": "", "genres": ["Drama", "Action", "Thriller", "Science Fiction"], "file": "13.json"}, "231026": {"title": "Nice : Sa Majesté Carnaval et le char des Limonadiers", "plot": "Elaborate floats and costumes parading the streets of Nice.", "genres": ["Documentary"], "file": "132.json"}, "231073": {"title": "Vue générale du pont Alexandre III", "plot": "Overview of the Alexandre III bridge during the World Exhibition in Paris.", "genres": ["Documentary"], "file": "132.json"}, "231089": {"title": "Expérience du ballon dirigeable de M. Santos Dumont. I. Sortie du ballon", "plot": "One of Alberto Santos Dumont's dirigibles is led out of a hangar.", "genres": ["Documentary"], "file": "132.json"}, "231106": {"title": "Montreux, Fêtes des Narcisses: Marquises dans leurs chaises à porteurs", "plot": "Marquesas in their sedan chairs.", "genres": ["Documentary"], "file": "132.json"}, "231111": {"title": "Arles : la sortie de St-Trophime", "plot": "People gather at the exit of the St. Trophime cathedral in Arles.", "genres": ["Documentary"], "file": "132.json"}, "231140": {"title": "Aboard the 'Tonkin' - Rope skipping", "plot": "Aboard the 'Tonkin' - jumping rope.", "genres": ["Documentary"], "file": "132.json"}, "231143": {"title": "Les Escaliers du Pont de l'Alma", "plot": "Stairs from the Pont de l'Alma.", "genres": ["Documentary"], "file": "132.json"}, "231374": {"title": "Intérieur d'une vacherie", "plot": "A man flirts with a milk maid.", "genres": [], "file": "132.json"}, "231378": {"title": "Nice : panorama sur la ligne de Beaulieu à Monaco, I", "plot": "Shots of the panorama, filmed from the winding railroad tracks that stretch along the coast, from Beaulieu to Monaco, including tunnel passages.", "genres": ["Documentary"], "file": "132.json"}, "231382": {"title": "L'Arrivée des Maires", "plot": "Throngs of men in top hats walk past the camera.", "genres": [], "file": "132.json"}, "231436": {"title": "Passage en chaises à porteur au col des Nuages (Annam)", "plot": "Passengers travelling in litters in the French protectorate of Annam", "genres": ["Documentary"], "file": "132.json"}, "231444": {"title": "Arrivée de cyclistes à Turin", "plot": "A bunch of cyclists going past the camera.", "genres": [], "file": "132.json"}, "231744": {"title": "Charge of the Boer Cavalry", "plot": "Shows a wild charge of Mounted Boer up a steep hill. The action of the picture is spirited and photographically it is an excellent film. The opening scene shows a bleak hillside with the Boer cavalry in the distance, galloping rapidly to the front. They cross the ridge just as the film ends.", "genres": [], "file": "133.json"}, "231745": {"title": "Inauguration de l'exposition universelle", "plot": "Inauguration of the Expo.", "genres": [], "file": "133.json"}, "231746": {"title": "Skating in Central Park", "plot": "An interesting view of Central Park before there was a skyline of buildings. All along the length of the park on both sides and to the north, with the exception of the Dakota Apartments located at 72nd Street and Central Park West, It was virtually impossible to see anything other than sky above the trees. In the nineteenth century when people went to visit the park, they really were leaving the \"city.\"", "genres": ["Documentary"], "file": "133.json"}, "231747": {"title": "Brook Trout Fishing", "plot": "Muskoka Lake District, Canada. Beautiful picture, showing a man casting a fly, getting a strike, and landing the trout.", "genres": [], "file": "133.json"}, "231748": {"title": "Aguinaldo's Navy", "plot": "A splendid scene, showing a large number of curious Filipino boats being worked on the Pasig River near Manila by natives. The picture is unusually fine photographically.", "genres": [], "file": "133.json"}, "231749": {"title": "25th Infantry", "plot": "Gen. Frederick D. Grant, and Gen. A.S. Burt returning from Mt. Ariat, at the head of the famous 25th Infantry, colored.", "genres": [], "file": "133.json"}, "231750": {"title": "An Historic Feat", "plot": "Animal herding across a large river.", "genres": [], "file": "133.json"}, "231751": {"title": "Scene in Chinatown", "plot": "his film was shot in an alley of San Francisco's Chinatown on Saturday, September 15, 1900, at midday. The topography of the site (sloping down to the far street), the width of the alley, the location of utility poles.", "genres": [], "file": "133.json"}, "231752": {"title": "Who Said Chicken?", "plot": "A white actor in blackface steals a chicken and hides in a coal bin. A policeman looks in the coal bin, sits on the lid and calls for help. The man happily escapes after he pushes the policeman off the lid.", "genres": ["Comedy"], "file": "133.json"}, "231753": {"title": "Trip of Dr. Campos Salles to Buenos Aires", "plot": "Brazilian President Manuel Ferraz de Campos Salles visits Argentina in 1900.", "genres": ["Documentary"], "file": "133.json"}, "231755": {"title": "General Mitre's Visit to the National Museum", "plot": "General Mitre and others visit the Museo Nacional.", "genres": [], "file": "133.json"}, "231756": {"title": "A Quick Shave and Brush Up", "plot": "A man attempts to shave with a blunt razor.", "genres": ["Comedy"], "file": "133.json"}, "231776": {"title": "Kejserinde Dagmars ankomst til Helsingør", "plot": "Maria Feodorovna (1847-1928), born Dagmar, daughter of King Christian IX was in 1866 married to Alexander III (1845-1894), Czar of Russia (1881-1894). The couple often visited Denmark, where the czar found a safe harbour away from the unstable Russia.", "genres": ["Documentary"], "file": "133.json"}, "232618": {"title": "From Council Bluffs to Omaha", "plot": "The approach to a cantilever bridge is shown. The camera is on the front of the car traveling over the rails. The car crosses the cantilever bridge, makes two turns and goes through a station.", "genres": [], "file": "133.json"}, "232640": {"title": "Hartmanns begravelse", "plot": "The funeral of composer Johan Peter Emilius Hartmanns in Vor Frue Kirke.", "genres": [], "file": "133.json"}, "25077": {"title": "Nekojiru Grass", "plot": "", "genres": [], "file": "14.json"}, "265039": {"title": "Revue à Longchamp : défilé de la Garde Républicaine et des pompiers", "plot": "A review of the Republican Guard and firemen at Longchamp filmed by the Lumière brothers.", "genres": ["Documentary"], "file": "154.json"}, "270093": {"title": "Lancaster, Pa., High School", "plot": "School is over for the day. A stationary camera is trained on the door of the high school at the top of a few stairs. A man and small boy emerge, followed by wave after wave of boys, each in jacket and tie, most wearing caps. A few are arm in arm. At least 150 boys and young men appear. Then about 120 women and girls appear, parting to go in either direction down the sidewalk in front of the school. All are in long skirts and wear big hats; most wear blouses and jackets or coats. Some are adults; most seem older than the boys who've left just ahead of them. The last person to leave is a gentleman.", "genres": [], "file": "158.json"}, "281924": {"title": "The Burning Barn", "plot": "Directed by Cecil M. Hepworth.", "genres": [], "file": "168.json"}, "283962": {"title": "The 'Gator and the Pickaninny", "plot": "This scene is laid on a tropical shore. A pickaninny is fishing, when a huge alligator creeps up upon him and swallows him. The old father, who has seen the disaster, rushes in with an axe and chops the alligator open, pulling the boy out none the worse for his experience.", "genres": [], "file": "170.json"}, "285522": {"title": "The Grebel's Floating Nests", "plot": "", "genres": [], "file": "172.json"}, "287291": {"title": "The Spirit of His Forefathers", "plot": "An advert by the British Mutoscope and Biograph Company.", "genres": [], "file": "173.json"}, "289474": {"title": "Splendid New Views of Bombay", "plot": "Directed by F.B. Thanawala.", "genres": [], "file": "175.json"}, "31155": {"title": "The Seahawk", "plot": "", "genres": [], "file": "19.json"}, "31211": {"title": "Whiz Kids", "plot": "Through the use of interaction, repetition and imitation, the culturally diverse WHIZ KIDS are sure to capture your childs imagination and sense of fun. Tots learn ABCs, numbers, colors, animals, and more! Enjoy fun, easy to follow original songs. A first-rate learning tool just for preschoolers, best of all its taught by KIDS!", "genres": ["Documentary", "Family"], "file": "19.json"}, "32225": {"title": "Official History Of The Tour De France - 1903-2006", "plot": "Sean Kelly hosts this documentary celebrating the last 100 years of the Tour De France. An incredible century of cycling, from the first race in 1903 to the amazing five straight victory Lance Armstrong.", "genres": [], "file": "20.json"}, "318822": {"title": "Plate-forme mobile et train électrique", "plot": "Shot both on and from an elevated electric train.", "genres": ["Documentary"], "file": "200.json"}, "318825": {"title": "Le Roi Victor Emmanuel III se rendant au Sénat pour la cérémonie du Serment", "plot": "Yet another Lumiere parade shot.", "genres": [], "file": "200.json"}, "318827": {"title": "The Last Alarm", "plot": "Horse drawn fire engines en route to an emergency.", "genres": [], "file": "200.json"}, "320690": {"title": "Une place publique à Tokyo", "plot": "Pedestrian traffic on a square, somewhere in Tokyo.", "genres": [], "file": "202.json"}, "321584": {"title": "Nice : le char des berceuses et de la chanson", "plot": "Elaborate floats and costumes parading the streets of Nice.", "genres": ["Documentary"], "file": "203.json"}, "321596": {"title": "Nice : panorama sur la ligne de Beaulieu à Monaco, II", "plot": "Shots of the panorama, filmed from the winding railroad tracks that stretch along the coast, from Beaulieu to Monaco, including tunnel passages.", "genres": ["Documentary"], "file": "203.json"}, "321598": {"title": "Nice: Panorama sur la ligne de Beaulieu à Monaco, III", "plot": "Shots of the panorama, filmed from the winding railroad tracks that stretch along the coast, from Beaulieu to Monaco, including tunnel passages.", "genres": ["Documentary"], "file": "203.json"}, "339904": {"title": "Expérience du ballon dirigeable de M. Santos Dumont. II. Le ballon et son moteur", "plot": "Alberto Santos Dumont flies one of his dirigibles.", "genres": ["Documentary"], "file": "218.json"}, "347015": {"title": "Execution of a Spy", "plot": "A spy is executed by firing squad.", "genres": [], "file": "224.json"}, "348302": {"title": "The House That Jack Built", "plot": "A cleverly conceived picture of a little boy and girl with building blocks. The little girl has erected a pretty structure, which the boy proceeds to demolish with pokes of his fingers. When the demolition of the house is completed, the film is shown in reverse, and the little building comes back to its original form in a most marvellous manner.", "genres": ["Comedy"], "file": "225.json"}, "352328": {"title": "The Art of 'Making Up'", "plot": "Kathryn Osterman, the well-known vaudeville comedienne, in a complete exposition of the methods of \"making-up\" the face for the stage. She shows the penciling of the eye-brows, blackening the eye lashes, rouging the lips, applying the grease paint and so forth. The work is done in a very dainty and interesting way. Only the head and shoulders of the subject are shown; the figure thus being very large. (AMB Picture Catalogue, 1902)", "genres": ["Documentary"], "file": "228.json"}, "357030": {"title": "The Deserter", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357034": {"title": "Training Cavalry Horses: The Recruit's First Ride", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357037": {"title": "Training at the Regimental Depot", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357039": {"title": "The Training of Infantry", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357040": {"title": "The Bout", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357042": {"title": "Phantom Ride, Chamonix", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357044": {"title": "Firing at the Ranges", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357045": {"title": "Cyclists and Pony Traps", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357048": {"title": "The Derby 1900", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "359316": {"title": "Foottit et Chocolat, IV. Guillaume Tell", "plot": "A short skit in which vaudeville duo Foottit and Chocolat reenact the Wilhelm Tell routine.", "genres": ["Comedy"], "file": "234.json"}, "365681": {"title": "The Battleship 'Odin'", "plot": "A German warship.", "genres": [], "file": "239.json"}, "366958": {"title": "A View Taken from a Mobile Platform I", "plot": "First of a series of films showing visitors to the Paris Exposition 1900 standing on a mobile wooden platform.", "genres": ["Documentary"], "file": "240.json"}, "407813": {"title": "Serpentine Dance", "plot": "1900 Gaumont version of the ubiquitous Serpentine dance, this one hand tinted.  Filmmaker anonymous.", "genres": ["Documentary"], "file": "273.json"}, "415440": {"title": "Soldiers of the Cross", "plot": "The plot outlines the story of the early Christian martyrs with a compendium of horrors such as maulings at the Colosseum, crucifixions, beheadings, savage hackings and burnings at the stake, burnings in the limepit, the spectacle of human torches in Nero's garden.", "genres": ["Drama"], "file": "279.json"}, "415653": {"title": "Massacre of the Christians by the Chinese", "plot": "Reenactment of a scene from the Boxer Rebellion.", "genres": ["Drama"], "file": "279.json"}, "426871": {"title": "Reception of President Kruger at City Hall", "plot": "Reception of President Kruger at City Hall", "genres": ["Documentary"], "file": "288.json"}, "426946": {"title": "Tulburarile mersului in ataxia locomotrice progresiva", "plot": "Studies on human pathological locomotion.", "genres": [], "file": "288.json"}, "427228": {"title": "Troop Train Conveying the Seaforth Highlanders Across the Modder River", "plot": "A train, with locomotives and armoured cars at each end, passes over a temporary bridge erected over the Modder river; Seaforth Highlanders are riding in coal trucks and the train moves towards the camera.", "genres": [], "file": "288.json"}, "427230": {"title": "Skirmish with Boers Near Kimberly", "plot": "A Skirmish with the Boers Near Kimberley by a Troop of Cavalry Scouts Attached to General French's Column. A staged attack by British troops in South Africa. In three sections, mounted troops ride towards the camera; the troops dismount and set up their Maxim guns; the troops fire from behind some low brushwood.", "genres": [], "file": "288.json"}, "427231": {"title": "Scenes on Mr. Smit's Ostrich Farm", "plot": "Scenes on an ostrich farm, filmed in Natal during the Boer War.", "genres": ["Documentary"], "file": "288.json"}, "427232": {"title": "Troops Leaving Port Elizabeth Jetty", "plot": "Newly-arrived British troops march away from the jetty towards a square and are surrounded by the waiting crowds.", "genres": [], "file": "288.json"}, "427233": {"title": "The Australian Mounted Rifle Volunteers", "plot": "Ground level view of a column of Australian cavalry riding down Adderley Street in Cape Town watched by enthusiastic crowds.", "genres": [], "file": "288.json"}, "427235": {"title": "Carrying the Wounded on Board Hospital Ship at Durban", "plot": "A succession of British soldiers are carried up a gangplank by stretcher-bearers from the quayside to a hospital ship at Durban; walking casualties make their way up a different gangplank.", "genres": [], "file": "288.json"}, "427237": {"title": "H.M.S. Powerful Arriving in Portsmouth Harbour", "plot": "A succession of British soldiers are carried up a gangplank by stretcher-bearers from the quayside to a hospital ship at Durban; walking casualties make their way up a different gangplank.", "genres": [], "file": "288.json"}, "427238": {"title": "Lancers Under the Earl of Airlie Fording the Modder River", "plot": "Footage from the Boer War.", "genres": [], "file": "288.json"}, "427239": {"title": "Sir George White Leaving the London Hippodrome", "plot": "Crowds at the entrance to the London Hippodrome await the departure of Sir George White. He emerges in company with Mr Cook, the manager of the theatre, and is immediately surrounded by the enthusiastic crowd. Men wave their hats in the air. Policemen try to keep the crowd under control. Sir George White was famous as the defender of Ladysmith, and was invalided home.", "genres": [], "file": "288.json"}, "427240": {"title": "City Imperial Volunteers", "plot": "Footage from the Boer War.", "genres": [], "file": "289.json"}, "427252": {"title": "Cavaliers arabes", "plot": "Footage showing Arab riders.", "genres": [], "file": "289.json"}, "427254": {"title": "Sylvia", "plot": "Carlotta Zambelli dances for the camera.", "genres": [], "file": "289.json"}, "427256": {"title": "L'Enfant prodigue", "plot": "Early film adaptation of The Prodigal Son.", "genres": [], "file": "289.json"}, "427258": {"title": "De leidsche studenten-feesten", "plot": "Footage of a parade party.", "genres": [], "file": "289.json"}, "427263": {"title": "After Dark in Central Park", "plot": "At the opening of this picture, a couple are seen in dim outlines, spooning on a park bench. In comes a policeman, armed with a dark-lantern, which he suddenly flashes on the couple. They cease their love-making, in great confusion, and the policeman walks on, but as soon as he is out of sight, the couple commence billing and cooing again. This picture is particularly interesting because of the photographic effect of the sudden flashing of a dark lantern on the couple. It is very cleverly worked out, and the picture has made a big hit wherever it has been shown.", "genres": [], "file": "289.json"}, "427264": {"title": "Llegada del presidente de la República de Brasil Dr. Campos Salles a Buenos Aires", "plot": "The President of Brasil visit Buenos Aires.", "genres": [], "file": "289.json"}, "427270": {"title": "Jules Moy", "plot": "A performance with sound from comedian Jules Moy.", "genres": [], "file": "289.json"}, "428674": {"title": "Mariette Sully", "plot": "This short film, along with other experimental sound films, is thought to have been recorded for the Paris 'Exposition Universelle' of 1900.", "genres": [], "file": "290.json"}, "428677": {"title": "Romeo and Juliet", "plot": "Emilio Cossira singing a song from Romeo and Juliet, probably 'Ah. Lève-toi soleil'.", "genres": [], "file": "290.json"}, "428692": {"title": "Guillaume Tell", "plot": "Footit &amp; Chocolat perform a comic sketch based on William Tell.", "genres": [], "file": "290.json"}, "428695": {"title": "Chasles", "plot": "Jeanne Chasles dances for the presentation of the Phono-Cinema-Theatre.", "genres": [], "file": "290.json"}, "428699": {"title": "Phono-Cinéma-Théâtre", "plot": "The Phono-Cinéma-Théâtre was a special pavilion at the 1900 Paris World's Fair which featured filmed performances presented with sound via wax cylinder recordings. Many of these short films were also presented in hand-tinted color. The performances ranged from theatre (Coquelin the eldest, Gabrielle Réjane, Sarah Bernhardt, Félicia Mallet), opera & operetta (Mariette Sully, Emile Cossira, Jeanne Hatto, Mily-Meyer, Désiré Pougaud), to café concert & music hall variety (Footit et Chocolat, Mason and Forbes, Little Tich, Brunin, Polin, Jules Moy) and dance (Blanche and Louise Mante from the Paris Opera, Carlotta Zambelli, Michel Vasquez, Rosita Mauri, Jeanne Chasles, Achille Viscusi, Christine Kerf, Cléo de Mérode).", "genres": [], "file": "290.json"}, "452430": {"title": "Vue prise d'une plate-forme mobile III", "plot": "Third of a series of films showing visitors to the Paris Exposition 1900 standing on a mobile wooden platform.", "genres": [], "file": "309.json"}, "453506": {"title": "Around the Flip-Flap Railroad", "plot": "A splendid picture of the remarkable centrifuge railroad at Coney Island in which the car makes a complete circle in its course around the track, commonly known as \"Loop the Loop.\"", "genres": ["Documentary"], "file": "310.json"}, "455192": {"title": "C.I.V. Procession: Cyclists and Infantry", "plot": "Hepworth title C.I.V. Procession: Cyclists and Infantry, catalogue no. 158 (\"In their midst proudly marched a trooper who carried the flag of the late United Dutch Republic, the flag which was captured by the C.I.V.'s at Jacobsdaal\").", "genres": [], "file": "311.json"}, "465498": {"title": "The Last Days of Pompeii", "plot": "Vesuvius erupts and people escape from a room as the ceiling falls.", "genres": [], "file": "319.json"}, "477126": {"title": "How Bridget Made the Fire", "plot": "An American Mutscope & Biograph production.", "genres": ["Comedy"], "file": "328.json"}, "49280": {"title": "The One-Man Band", "plot": "A band-leader has arranged seven chairs for the members of his band. When he sits down in the first chair, a cymbal player appears in the same chair, then rises and sits in the next chair. As the cymbal player sits down, a drummer appears in the second chair, and then likewise moves on to the third chair. In this way, an entire band is soon formed, and is then ready to perform.", "genres": ["Comedy", "Fantasy", "Music"], "file": "33.json"}, "492727": {"title": "Beheading a Chinese Boxer", "plot": "In China at the turn of the 20th century there was a rebel group called the Society of the Harmonious Fist, otherwise known as Boxers. They attacked westerners and any Chinese who associated with Westerners. In this short, a Chinese government executioner prepares to behead a captured Boxer rebel.", "genres": [], "file": "340.json"}, "526586": {"title": "L'exposition universelle de 1900. La rue de Nations II", "plot": "Lumière short on the 1900 World's Fair", "genres": [], "file": "368.json"}, "526592": {"title": "Gavotte", "plot": "Cléo de Merode dancing the gavotte in 1900.", "genres": [], "file": "368.json"}, "526593": {"title": "Photo-Cinéma-Théâtre: Christine Kerf dans Terpsichore", "plot": "Christine Kerf as the Greek muse Terpsichore, in 1900.", "genres": [], "file": "368.json"}, "549744": {"title": "The Dispatch Bearer", "plot": "A dispatch rider gets through a Boer ambush.", "genres": ["Drama", "War"], "file": "385.json"}, "560270": {"title": "Attack on a Mission Station", "plot": "A couple is attacked by warriors.", "genres": ["Drama", "War"], "file": "394.json"}, "577219": {"title": "Attaque d'une batterie anglaise par les boërs: Prise d'un canon", "plot": "A British battery emplacement fires a gun and the gun collapses; its wheels fall from the hillside as a contingent of Boers attack.", "genres": ["Documentary"], "file": "406.json"}, "588183": {"title": "Le Pétomane du Moulin Rouge", "plot": "Silent record of a performance by Joseph Pujol. He was famous for his remarkable control of the abdominal muscles, which enabled him to seemingly fart at will.", "genres": [], "file": "414.json"}, "601930": {"title": "Queen Victoria's Last Visit to Ireland", "plot": "\"This is the last ceremonious public appearance of Her Majesty, Queen Victoria. The picture was taken in Phoenix Park, Dublin, April 4th, 1900, and shows the Queen in an open carriage, being cheered by thousands of people, as she passes through an arch of welcome.\"", "genres": ["Documentary"], "file": "425.json"}, "601932": {"title": "Warships at Sunset", "plot": "A single shot of a fleet of warships at sea, with a sunset sky superimposed from another sequence to complete the effect.", "genres": ["Documentary", "War"], "file": "425.json"}, "601935": {"title": "Four Warships in Rough Seas", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "601937": {"title": "Battleship Odin Firing All Her Guns", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary", "War"], "file": "425.json"}, "601947": {"title": "Battle of Spion Kop: Ambulance Corps Crossing the Tugela River", "plot": "Ambulances and British troops crossing the Tugela River over the pontoon bridge near Trichardt's Drift, during the British retreat from Spion Kop in the Boer War, 25 January 1900.", "genres": ["Documentary", "War"], "file": "425.json"}, "601952": {"title": "Gordon Highlanders in Ladysmith", "plot": "Single shot of a column of Gordon Highlanders marching out of their camp at Ladysmith to meet General Buller's relief column.", "genres": ["Documentary", "War"], "file": "425.json"}, "601954": {"title": "Ladysmith – Naval Brigade Dragging 4.7 Guns into Ladysmith", "plot": "Naval ratings pulling along naval guns during the Boer War.", "genres": ["Documentary", "War"], "file": "425.json"}, "601960": {"title": "The Barber Saw the Joke", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Comedy"], "file": "425.json"}, "601977": {"title": "Prestwych Platform Scene", "plot": "Trains steam past a station.", "genres": ["Documentary"], "file": "425.json"}, "602010": {"title": "Tram Journey through Southampton", "plot": "A moving tour through lively turn-of-the-century Southampton.", "genres": ["Documentary"], "file": "425.json"}, "605064": {"title": "Kitty Mahone", "plot": "Walter Gibbons was one of Britain's most forward-thinking film entrepreneurs, and deeply entranced by the music hall. In 1900 he launched his 'phono bio tableaux', which synchronised songs recorded by famous music stars on disc with a film of the performance. Sadly, all but one of the films are lost, making this last survivor a unique record of a major Victorian music hall star in sound and vision, as well as the oldest British 'sound film' - nearly 30 years before the 'talkies' arrived here.  Lil Hawthorne, who performs this song, was a well-known American singer, often adopting a male persona, although she was not strictly a male impersonator. It was her concerns about the disappearance of a friend that alerted the police to the crime of the notorious murderer Dr Crippen.", "genres": [], "file": "427.json"}, "605903": {"title": "Solar Eclipse", "plot": "The magic of a real solar eclipse filmed on 28 May, 1900 by a famous magician, Nevil Maskelyne, while on an expedition by The British Astronomical Association to North Carolina.", "genres": ["Documentary"], "file": "428.json"}, "614122": {"title": "Queen Victoria's Visit to Dublin", "plot": "", "genres": ["Documentary"], "file": "434.json"}, "625773": {"title": "Les miracles du Brahmine", "plot": "", "genres": [], "file": "443.json"}, "625891": {"title": "L'Illusionniste fin de siècle - Remake", "plot": "", "genres": [], "file": "443.json"}, "629836": {"title": "15th Infantry", "plot": "15th Infantry U.S.A. Leaving for China.", "genres": [], "file": "446.json"}, "630584": {"title": "Panorama of the Paris Exhibition No. 3", "plot": "An actuality", "genres": [], "file": "446.json"}, "634592": {"title": "Living Pictures", "plot": "\"A series of admirable living pictures, posed by competent artists, and faithfully representing well-known art masterpieces, notably the works of Sarony. At the opening of each picture, curtains are thrown aside by two pages, the picture remains for a short interval in complete repose, and the curtains are drawn. In other words, these living pictures are shown exactly as in first-class vaudeville theatres, and were prepared with equal care.\" Series was finished by 1903 and the films were shown as one presentation.", "genres": [], "file": "449.json"}, "635652": {"title": "Funerali di Giuseppe Verdi a Milano", "plot": "The funeral of Giuseppe Verdi of Milan.", "genres": ["Documentary"], "file": "450.json"}, "638001": {"title": "Another Demonstration of the Cliff-Guibert Fire Horse Reel, Showing a Young Girl Coming from an Office, Detaching Hose, Running with It 60 Feet, and Playing a Stream, All Inside of 30 Seconds", "plot": "It is worthy of note that the film can be watched in a shorter amount of time than it takes to to say the film's title.", "genres": [], "file": "452.json"}, "638006": {"title": "Demonstrating the Action of the Chicago Pneumatic Shell Riveters on the Underside of the Hull of a Steel Vessel. Taken for the Chicago Pneumatic Tool Co.", "plot": "A black and white silent film with a descriptive title.", "genres": [], "file": "452.json"}, "667873": {"title": "Scandal Over the Teacups", "plot": "Well did you ever?\r Two women share juicy stories, and enjoyably shocked reaction, over tea.", "genres": ["Comedy"], "file": "474.json"}, "667875": {"title": "Two Old Sports", "plot": "A conversation between two gents perks up when the see a picture in a magazine.  A 'facial' comedy by GA Smith.", "genres": ["Comedy"], "file": "474.json"}, "667876": {"title": "The Dull Razor", "plot": "A man shaves, back to the camera, face reflected in a mirror.", "genres": ["Comedy"], "file": "474.json"}, "679733": {"title": "The Departure of the Second Contingent for the Boer War", "plot": "New Zealand's oldest surviving film shows a troop of horsemen from the Boer War Second Contingent in camp at one of the open days held before their departure at Newtown Park, Wellington, likely 13 January 1900. (https://ngataonga.org.nz/)", "genres": [], "file": "484.json"}, "692235": {"title": "Skating on Lake, Central Park", "plot": "Photographed February 5, 1900.", "genres": ["Documentary"], "file": "493.json"}, "693323": {"title": "The Bathers", "plot": "TRICK. Two bathers arrive at a river, disrobe at the water's edge and dive in. The action is then reversed and the men are seen leaving the water feet first and their clothes fly back on their bodies.", "genres": [], "file": "493.json"}, "696944": {"title": "A Morning Wash", "plot": "A man exchanges shoe blacking for his friend's soap.", "genres": ["Comedy"], "file": "496.json"}, "696954": {"title": "In a Chinese Restaurant", "plot": "Two Chinese men (in full regalia) and an American-style tough are sitting at a table, eating out of bowls, all of them using chop sticks; The American is quite practiced with his chopsticks, eating things of large size and indeterminate composition.", "genres": [], "file": "496.json"}, "696956": {"title": "Shelling the Red Cross", "plot": "A Boer throws a bomb into the British Red Cross tent and wounds a nurse.", "genres": ["Drama"], "file": "496.json"}, "696961": {"title": "Surrender of Kroonstad to Lord Roberts", "plot": "Cavalry cross the river in enormous number. Occasionally a horse stops to take a drink, and then walks on.", "genres": ["Documentary"], "file": "496.json"}, "697274": {"title": "A Good Time with the Organ Grinder", "plot": "There's an organ grinder on the stage, standing in front of a backdrop that's supposed to look like the street. Some young women come up and do a high-speed acrobatic dance around him.", "genres": ["Comedy"], "file": "496.json"}, "698385": {"title": "Morecambe Pier", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "703850": {"title": "A Trip Through Paris, France in The 1890s", "plot": "Footage from the dawn of film taken in Belle Époque-era Paris, France from 1896-1900.", "genres": ["Documentary"], "file": "501.json"}, "722750": {"title": "Foottit et Chocolat, I. Boxeurs", "plot": "George Footit  & Rafael Patodos starts fighting.", "genres": ["Comedy"], "file": "515.json"}, "722752": {"title": "Foottit et Chocolat, II. Acrobates sur la chaise", "plot": "", "genres": ["Comedy"], "file": "515.json"}, "742421": {"title": "Coolie Boys Diving for Coins", "plot": "Coolie Boys Diving for Coins positions a scene, popularised in early film generally, within a distinctly colonial context. As with similar films, it uses attractions that, as Joe Kember argued, ‘were more broadly characteristic of several early genres, among them the intriguing spectacle of a chaotic flurry of limbs projected on-screen, the prevailing “Mischievous boy” and racial stereotypes (derived in part from contemporary conventions in the music halls)’", "genres": [], "file": "531.json"}, "750259": {"title": "Koninklijk jacht tijdens de vissersvlootrevue bij Muiden", "plot": "Boats in Muiden, including the Royal Yacht", "genres": [], "file": "536.json"}, "751012": {"title": "Dutch Fishing Fleet", "plot": "Tracking shot across a bay showing a large number of fishing boats", "genres": [], "file": "537.json"}, "755957": {"title": "Panorama of East Galveston", "plot": "It's what it says on the label: a panoramic shot of East Galveston, right after the Storm of the Century came through, ripping up trees and destroying house like they were made of cards. Then, a decade and a half later came another Storm of the Century for Galveston.", "genres": ["Documentary"], "file": "540.json"}, "759888": {"title": "Sauts en hauteur", "plot": "Exercises and jumps on parallel bars.", "genres": [], "file": "543.json"}, "761314": {"title": "Savage South Africa - Savage Attack and Repulse", "plot": "This striking film re-stages an episode from the Matabele wars between African natives and British infantry", "genres": [], "file": "545.json"}, "761759": {"title": "Kruger's Dream of Empire", "plot": "British fictional propaganda film on a Boer defeat in the Second Boer War, 27th February 1900", "genres": [], "file": "545.json"}, "764579": {"title": "Muzaffaruddin Shah in celebration of Eid Gol", "plot": "this film is a documentary about the trip of Muzaffar al-Din Shah Qajar to Belgium. In Muzaffar al-Din Shah's travelogue, there is a report that is in fact the same as the text of this film:  Today is Eid al-Adha and we were invited to watch. We went to watch. Mr. Ashraf, the Prime Minister and the Minister of the Court were also on the sidewalk. It was a very spectacular holiday. All the carriages were decorated with flowers and the carriages and wheels were filled with flowers, so that the carriages could not be found, and the women in the carriages passed in front of us with bouquets of flowers, and the photographer Bashi was taking cinematographic photos.", "genres": ["Documentary"], "file": "547.json"}, "764974": {"title": "Southampton High Street", "plot": "Southampton High Street, train view", "genres": [], "file": "547.json"}, "774790": {"title": "The Beggar's Deceit", "plot": "A legless beggar with a sign around his neck saying \"cripple\" pushes himself slowly and laboriously on a trolley along the pavement, soliciting alms from sympathetic passers-by. A policeman gradually approaches from the distance. Feeling suspicious, he taps the beggar on the shoulder, whereupon the beggar leaps up in a panic and runs away on his perfectly functional legs. The policeman trips over the trolley before recovering his footing and setting off in pursuit.", "genres": [], "file": "555.json"}, "804935": {"title": "Course Landaise, I", "plot": "In an arena, a Landes race scene with cows.", "genres": [], "file": "578.json"}, "804936": {"title": "Arles : farandoleurs dans les Arènes", "plot": "Traditional dance to a flute tune.", "genres": [], "file": "578.json"}, "804938": {"title": "Embarquement Dans Les Canots", "plot": "“Same scenery as in the previous view, the sailors embark in the canoes which take them ashore.”", "genres": [], "file": "578.json"}, "804945": {"title": "Le château d'eau vu de la tour Eiffel", "plot": "Movement of visitors in front of the Exhibition water tower.", "genres": [], "file": "578.json"}, "804947": {"title": "Le Vieux Paris: Vue Prise En Bateau, II", "plot": "Panorama of the Quai de la Seine and the pavilions of the exhibition.", "genres": [], "file": "578.json"}, "804949": {"title": "La Rue Des Nations, I", "plot": "Panorama of the quai de la Seine and the foreign pavilions of the Exhibition: Sweden, Monaco, Romania, Spain.", "genres": [], "file": "578.json"}, "805865": {"title": "Nipper runs amok!", "plot": "1900. Two chaps, a Gramophone, and a dog called Nipper. What could possibly go wrong?", "genres": ["Comedy"], "file": "579.json"}, "806386": {"title": "Waves Break on Bow of a Ship", "plot": "You’ll need your sea legs to watch this film, which was apparently filmed from a perilous position on the ship’s mast - in rough seas. This is a nautical example of a 'phantom ride' - in which a camera is mounted on a moving vehicle - a popular genre among early filmgoers for the still-novel sensation of travel it offered. Thanks to the swelling waves, the effect when projected on a screen is rather queasier than the comparatively gentle train or tram journeys that were more typical phantom ride subjects. Waves on Bow of a Ship was made by Warwick Trading Company, a leading British film production and distribution company between 1898-1915.", "genres": [], "file": "579.json"}, "806387": {"title": "A Wreck in a Gale", "plot": "This film title is almost, though not quite, false advertising. There's certainly a gale, and a wrecked ship, but the one didn't cause the other. This early film records a brutal storm with a close view of waves crashing over a wreck - an empty, broken ship that had beached some time before. Still, the wreck gives a sense of scale to the ferocity of the weather, and is a stark reminder of the damage that a gale can do.", "genres": [], "file": "579.json"}, "806388": {"title": "Storm at Sandown I.O.W.", "plot": "Victorian filmmakers loved few sights more than crashing waves. Who those filmmakers were in this particular case is not documented, but they have chosen two fine vantage points from which to capture the scene. Unfortunately the excellent compositions are not well served by the exposure – moreover, sadly the nitrate print was decaying by the time it arrived at the BFI over forty years ago. The unsteadiness of the image was in that original print and therefore also in the copies made from it. For all its photographic flaws, the excitement of the film is still palpable.", "genres": [], "file": "579.json"}, "806389": {"title": "Demolishing a Factory Chimney", "plot": "It's a demolition derby, as two giant industrial chimneys come crashing down to earth. Although this is dynamite footage, no explosives are used - the chimneys are shored up by pit props which are then set aflame. The scurrying figures from the base of the chimney in the first scene offer a real sense of the scale of events.", "genres": [], "file": "579.json"}, "811121": {"title": "Crying and Laughing", "plot": "A short film screened at Il Cinema Ritrovato 2020 and believed to have been directed by Georges Méliès.", "genres": [], "file": "583.json"}, "811127": {"title": "Ride on the Peak Tramway", "plot": "Take an exhilarating ride on one of the most spectacular rail journeys in the world, the Hong Kong Peak Tram. The route opened in 1888, and this 'phantom ride' (a popular early film genre for which the camera was mounted on a moving vehicle) offers glimpses of the harbour and lower Hong Kong in the distance as you descend from 400 meters. But as a funicular railway, the most heartstopping moment is the sight of the upward tram arriving on what looks like a collision course...", "genres": [], "file": "583.json"}, "811135": {"title": "Salvaging a Steamroller", "plot": "In the early days of films, most regional film showings happened at the fairground. The Travelling Cinematograph of Bioscope was a popular attraction, so it is no wonder that a camera was on hand to record this salvage operation. The film shows a Burrell's Showman's Road Locomotive - used for hauling fairground equipment from site to site - being rescued from a ditch. The sophistication of the shot sequencing suggests either a later filming date than 1900, or at the very least some fortuitous in-camera editing. As a record of an incident of life on the road for the early champions of film, it is invaluable.", "genres": [], "file": "583.json"}, "811137": {"title": "Vaulting Horse Display", "plot": "An astonishing display of synchronised gymnastics. The looping, synchronised vaults on display here are truly mesmerising - thanks both to the skill of the gymnasts and the shrewd positioning of the camera. Military and athletic displays were a popular subject for film from its earliest days, and this demonstration works as visual spectacle and study of movement.", "genres": [], "file": "583.json"}, "811141": {"title": "Clown and Police", "plot": "A Victorian vaudeville routine is given the big screen treatment with camera tricks galore.Three characters straight off the vaudeville stage - the mischievous tramp, the anarchic clown and the hapless bobby - duke it out here in a sketch involving an exploding gunpowder barrel. Plenty of camera tricks help the characters appear and disappear at just the right moments. Made by Hepworth & Co., this film was presumably a welcome relief to audiences tiring of bad news from the Boer War; Hepworth’s own catalogue for 1900 contained a great deal of footage from South Africa.", "genres": [], "file": "583.json"}, "811143": {"title": "Torpedo Explosion", "plot": "An explosive bit of early war film. These two exciting snippets were potentially part of a much larger action extravaganza. Originating from Alfred West's early blockbuster (two million people had seen it screened at Regent Street - by West's own count), they may have come from a series called 'Our Navy At War'. As the catalogue boasts, \"It was shown... before an audience consisting of Naval officers and men from the various ships, who spoke in the highest praise of the truthfulness and realism of the various scenes.\" These excerpts are perhaps from the film described thus: \"There is a terrific explosion. The battle rages in detail.\"", "genres": [], "file": "583.json"}, "811687": {"title": "Le gouverneur général se rendant à bord de \"La Tamise\" pour assister aux courses de régates", "plot": "A short film", "genres": ["Documentary"], "file": "583.json"}, "811701": {"title": "Danse russe (du trio Natta)", "plot": "A scene takes place in front of a cafe; only one performer.", "genres": [], "file": "583.json"}, "811712": {"title": "Danse Directoire par Blanche et Louise Mante de L'Opéra", "plot": "A short film", "genres": [], "file": "583.json"}, "811718": {"title": "La poupée", "plot": "A short film", "genres": [], "file": "583.json"}, "811720": {"title": "Hamlet. William Shakespeare. Scène du duel jouée par Mme Sarah Bernhardt, M. Pierre Magnier et Mlle Suzanne Seylor", "plot": "A short film", "genres": [], "file": "583.json"}, "811721": {"title": "Le Maître de ballet. De et par M. Jules Moy du Chat Noir", "plot": "A ballet teacher trains a invisible group of dancers and gets angry about their incompetence. Early film with sound.", "genres": [], "file": "583.json"}, "811722": {"title": "Javanese Dance", "plot": "Cléopâtre-Diane de Mérode (27 September 1875 - 17 October 1966) was a French dancer of the Belle Époque. She is seen here performing a traditonal Javanese dance.", "genres": [], "file": "583.json"}, "811727": {"title": "Les Précieuses ridicules", "plot": "A short film.", "genres": [], "file": "583.json"}, "811729": {"title": "Little Tich de Folies Bergère", "plot": "A short film", "genres": [], "file": "583.json"}, "811730": {"title": "Iphigénie en Tauride.", "plot": "A short film", "genres": [], "file": "583.json"}, "11242": {"title": "Shadow of Fear", "plot": "", "genres": [], "file": "6.json"}, "833812": {"title": "Maillane : la farandole de front", "plot": "", "genres": ["Documentary"], "file": "600.json"}, "833813": {"title": "Maillane : la farandole, le pont", "plot": "", "genres": ["Documentary"], "file": "600.json"}, "833814": {"title": "Maillane : la farandole, la valse", "plot": "", "genres": ["Documentary"], "file": "600.json"}, "834935": {"title": "Défilé de l’infanterie de marine", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834936": {"title": "Revue des troupes", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834937": {"title": "Les tirailleurs", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834938": {"title": "La foule après la revue des troupes", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834942": {"title": "Promenade du dragon à Cholon, II", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834946": {"title": "Promenade du dragon à Cholon, III", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834947": {"title": "Promenade du dragon à Cholon, IV", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834948": {"title": "Promenade du dragon à Cholon, V", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834949": {"title": "Fête des fleurs, I", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "834950": {"title": "Fête des fleurs, II", "plot": "", "genres": [], "file": "601.json"}, "834951": {"title": "Courses d’ensemble des régates (rameurs debouts)", "plot": "", "genres": ["Documentary"], "file": "601.json"}, "844862": {"title": "Ekoin Natsu-basho Ozumo", "plot": "A former carpenter who became one of the first cameramen in Japanese cinema history, Tsuchiya Tsuneji travelled to North America to help in the construction of a Japanese garden and tea house at the 1893 Chicago World's Fair. After learning film techniques on how to operate a camera and develop film in December 1898 he returned to Japan carrying an Urban Bioscope camera (both a projector and camera). Taking inspiration from boxing match film actualities popular in the United States he conceived the idea of filming sumo wrestlers at the Ryogoku Ekoin. This resulted in his first film Ekoin Natsu-basho Ozumo.", "genres": ["Documentary"], "file": "608.json"}, "861377": {"title": "Tango argentino", "plot": "Produced by Casa Lepage, it is the first appearance of tango in the cinema, as it contains brief scenes in which the dancer El Negro Agapito demonstrates figures.", "genres": [], "file": "620.json"}, "893704": {"title": "Early Superimpositions", "plot": "“The filmmaker took several different scenes shot earlier between 1896 and 1899 and double-printed two sets of images together to create a new artistic creation. The transformation of a stage dance into a unique ciné-dance could only be possible in cinema - Bruce Posner", "genres": [], "file": "643.json"}, "915312": {"title": "Battleship 'Odin' with All Her Guns in Action", "plot": "This British Bioscope short from 1900 is a crackerjack piece, on an order with 1903's FIREBOAT 'NEW YORKER' ANSWERING AN ALARM. It's little more than a perfectly framed picture of the Odin slowly leaving harbor, with all her guns ablaze in the roiling clouds and flashes of cordite.", "genres": ["Documentary"], "file": "655.json"}, "915315": {"title": "Fantaisie cycliste", "plot": "A couple of clowns try to ride a pennyfarthing around a stage, while fighting.", "genres": ["Comedy"], "file": "655.json"}, "915317": {"title": "L'illusioniste", "plot": "A magician dressed as Mephistopheles conjures up a variety of people and objects in this short film.", "genres": [], "file": "655.json"}, "936933": {"title": "The Prince of Darkness", "plot": "In this picture some very remarkable effects are obtained by the reversal of the motion of the negative. A man comes home, somewhat under the influence of liquor, and starts to remove his outer clothes. As fast as he removes each article and throws it from him, it immediately flies back, and when he is completely bewildered by this weird proceeding, His Satanic Majesty suddenly appears, and the man collapses.", "genres": [], "file": "671.json"}, "940569": {"title": "Cinematographic Studies Carried out on Impatiens, Vicia, Tulipa, Mimosa and Desmodium by W. Pfeffer (1898-1900)", "plot": "Plant movements in historical films by Wilhelm Pfeffers: geotropic bending of a horizontal Impatiens glandulifera; germination of Vicia faba; development and flowering in tulip, leaf movement in Mimosa speggazzinii and Desmodium gyrans.", "genres": ["Documentary"], "file": "674.json"}, "961893": {"title": "Solser and Hesse", "plot": "Solser en Hesse was a short Dutch silent film featuring the comedians Lion Solser and Piet Hesse. the film was first distributed in the Netherlands by 'Edison's Ideal' in 1900, and second film starring the two men and under the same name was released in 1906 by 'The Royal Bioscope'. Both films are lost.", "genres": ["Comedy"], "file": "689.json"}, "968283": {"title": "Train Load of C.I.V.s Leaving Southampton", "plot": "Back in Blighty - after fighting in the Boer War, these volunteer soldiers are heading home to London and Middlesex", "genres": ["Documentary"], "file": "694.json"}, "968312": {"title": "Two Laughing Men", "plot": "Two men lose it laughing at something in a magazine", "genres": ["Comedy"], "file": "694.json"}, "971653": {"title": "Ma cousine", "plot": "Woman dances the polka.", "genres": [], "file": "696.json"}, "971660": {"title": "Fleur de l'ame", "plot": "Woman sings.", "genres": [], "file": "696.json"}, "971661": {"title": "Pourquoi garder ton coeur?", "plot": "Woman sings.", "genres": [], "file": "696.json"}, "971668": {"title": "Duo", "plot": "Singing \"La Chanson du tambour-major\"", "genres": [], "file": "696.json"}, "971674": {"title": "Une poule introduite dans un concert", "plot": "Man plays piano", "genres": [], "file": "696.json"}, "971677": {"title": "Le Troupier Pompette", "plot": "Guy with a Handkerchief", "genres": [], "file": "696.json"}, "971694": {"title": "Le Cid", "plot": "Man and woman dance.", "genres": [], "file": "696.json"}, "971696": {"title": "La Reve", "plot": "Woman dances with fan", "genres": [], "file": "696.json"}, "971698": {"title": "Danse Louis XV", "plot": "", "genres": [], "file": "696.json"}, "971714": {"title": "Le cygne", "plot": "woman dances", "genres": [], "file": "696.json"}, "971718": {"title": "La Korrigane", "plot": "3 women dance", "genres": [], "file": "696.json"}, "971727": {"title": "Chez le Photographe", "plot": "Hi-jinx with a clown photographer", "genres": [], "file": "696.json"}, "105303": {"title": "Explosion of a Motor Car", "plot": "An early trick film where a car explodes and body parts fall from the sky. A policeman witnesses and attempts to piece the remains back together.", "genres": ["Comedy"], "file": "71.json"}, "106024": {"title": "Addition and Subtraction", "plot": "A magician performs tricks involving three women, who are sometimes merged together into one corpulent female.", "genres": ["Comedy"], "file": "71.json"}, "106025": {"title": "The Cook's Revenge", "plot": "A decapitated cook wreaks havoc on the restaurant proprietor.", "genres": ["Comedy", "Fantasy"], "file": "71.json"}, "106030": {"title": "Joan of Arc", "plot": "A divinely inspired peasant woman becomes an army captain for France and then is martyred after she is captured.", "genres": ["Drama", "History"], "file": "71.json"}, "106031": {"title": "The Rajah's Dream or The Bewitched Wood", "plot": "The picture opens with the Sultan lying down to rest on his luxurious cushioned couch. The scene changes to the grounds around the palace.", "genres": ["Fantasy", "Comedy"], "file": "71.json"}, "106036": {"title": "The Wizard, the Prince and the Good Fairy", "plot": "A prince gets the help of a fairy to aid in his conflict with a wizard.", "genres": ["Fantasy"], "file": "71.json"}, "106038": {"title": "The Magic Book", "plot": "Characters from a large magic book come to life.", "genres": ["Fantasy"], "file": "71.json"}, "106804": {"title": "Up-to-Date Spiritualism", "plot": "In this subject a \"comique eccentric\" enters the drawing room inhabited by spirits. He tries to take off his coat and hat, but these garments return to his head and shoulders as soon as he takes them off. The chairs, his umbrella, his hat, etc., fly away in different directions and by various methods. (Star Film Catalog)", "genres": ["Fantasy", "Comedy"], "file": "71.json"}, "106805": {"title": "The Triple Conjurer and the Living Head", "plot": "A conjurer (along with two duplicates) conjure up (and then cause to vanish) a beautiful woman head-first.", "genres": [], "file": "71.json"}, "106806": {"title": "The Christmas Dream", "plot": "The entire story of Christmastide is here depicted. The scene opens in a large boudoir of an apparently wealthy man's home. His children, assisted by their governess, are about to retire. Before lying down they hang up their stockings on the edge of the bed. The picture changes and night appears. We see the housetops of the town and angels are flying about depositing packages in each of the chimneys. (Edison Catalog)", "genres": ["Fantasy"], "file": "71.json"}, "106807": {"title": "The Fat and Lean Wrestling Match", "plot": "A series of fantastical wrestling matches.", "genres": ["Comedy", "Fantasy"], "file": "71.json"}, "106808": {"title": "A Fantastical Meal", "plot": "A family sits down to enjoy a meal that ends up being fraught with complications.", "genres": ["Comedy", "Fantasy"], "file": "71.json"}, "106809": {"title": "Going to Bed Under Difficulties", "plot": "A man takes off his clothes in preparation for bed, only for new clothes to spontaneously generate, leading to comical consternation.", "genres": ["Comedy"], "file": "71.json"}, "106812": {"title": "Eight Girls in a Barrel", "plot": "A magician stuffs eight of his lovely assistants into a barrel.", "genres": [], "file": "71.json"}, "106814": {"title": "The Doctor and the Monkey", "plot": "A monkey wreaks havoc on a doctor.", "genres": ["Comedy"], "file": "71.json"}, "106815": {"title": "How He Missed His Train", "plot": "A man misses his train due to his clothes turning into other types of clothes.", "genres": ["Comedy"], "file": "71.json"}, "1011688": {"title": "The Midnight Son", "plot": "", "genres": [], "file": "724.json"}, "1011698": {"title": "Louisiana Lou", "plot": "", "genres": [], "file": "724.json"}, "114137": {"title": "The Two Blind Men", "plot": "This film is presumed lost.", "genres": [], "file": "75.json"}, "1046670": {"title": "Manila Colonial Scenes", "plot": "At the turn of the 20th century, the streets of Manila are filled with horse-drawn carriages, people in white European dresses, and wedding parties coming out of the church. Behind the civilized face of the fin-de-siècle, however, lie the dictates of a colonizing power that has conquered a third world country.", "genres": ["Documentary"], "file": "750.json"}, "1056473": {"title": "Le policeman", "plot": "Comic scenes taken at the Nouveau-Cirque by the two famous clowns Foottit and Chocolat. To separate Foottit and Chocolat who are fighting, their servant brings a policeman to whom the two accomplices play all sorts of tricks.", "genres": ["Comedy"], "file": "757.json"}, "1056513": {"title": "La mort de Chocolat", "plot": "Comic scenes taken at the Nouveau-Cirque by the two famous clowns Foottit and Chocolat. During a battle between Foottit and Chocolat, the latter, who received a slap, plays dead; a stretcher is brought in to carry it away, but the prankster passes under it and happily performs a few gambols while the carriers believe they are carrying away a corpse.”", "genres": ["Comedy"], "file": "757.json"}, "1065331": {"title": "Scenes from the Orchard", "plot": "Spanish lost film directed by Ángel García Cardona. There is, however, a fragment that could correspond to this film.", "genres": ["Documentary"], "file": "763.json"}, "1065333": {"title": "Japanese Masquerade", "plot": "Spanish lost film about the Valencian carnival directed by Ángel García Cardona.", "genres": ["Documentary"], "file": "763.json"}, "1065336": {"title": "Easter Mona", "plot": "Spanish lost film about Valencian traditions directed by Ángel García Cardona.", "genres": ["Documentary"], "file": "763.json"}, "119966": {"title": "Avenue de l'Opéra", "plot": "A shot of a busy street in Paris is shown in reverse.", "genres": [], "file": "79.json"}, "119968": {"title": "Automated Hat-Maker and Sausage-Grinder", "plot": "A machine churns out sausages on one side and spits out hats on the other.", "genres": ["Comedy"], "file": "79.json"}, "119970": {"title": "At the Photographer's", "plot": "A client has trouble listening to the photographer's instructions.", "genres": ["Comedy"], "file": "79.json"}, "119971": {"title": "Dance of the Seasons: Winter, Snow Dance", "plot": "A dancer personifying Winter, dances in the snow.", "genres": [], "file": "79.json"}, "119973": {"title": "The Landlady", "plot": "A landlady is taunted by neighborhood kids.", "genres": ["Comedy"], "file": "79.json"}, "119974": {"title": "Turn-of-the-Century Surgery", "plot": "George Mélies made a version of this a few years later, often titled Une Indigestion, but Guy-Blaché’s earlier film Chirurgie Fin de Siecle (1900) is more widely available. And it’s not one to watch the night before an operation. In this clinic, a sign pleads “On est prie de ne pas crier/Please do not cry”, and the doctors set about the patient with saws, cheerily hacking off limbs, and then slopping them into a bucket, all the while arguing ferociously with each other. They then reattach arms and legs from a bucket of “exchange pieces” (using glue) before re-animating their victim, I mean patient, with bellows. (from http://silentlondon.co.uk/2015/01/23/10-disgusting-moments-in-silent-cinema/)", "genres": ["Science Fiction", "Horror", "Comedy"], "file": "79.json"}, "119975": {"title": "Pierrette's Escapades", "plot": "Columbine resists Pierrette's courting in favour of Harlequin in this hand-coloured short by Alice Guy.", "genres": ["Romance"], "file": "79.json"}, "119976": {"title": "At the Floral Ball", "plot": "A turn-of-the-last-century hand-tinted short, which features two women, Miss Lally and Miss Julyett, dancing at a ball. By the legendary French filmmaker Alice Guy.", "genres": ["Music"], "file": "79.json"}, "119977": {"title": "The Cabbage-Patch Fairy", "plot": "The fairy at a cabbage patch hovers over the babies. This is a remake of Guy's 1896 film on the same subject, this time shot in 35 mm.", "genres": ["Fantasy"], "file": "79.json"}, "130046": {"title": "Uncle Josh's Nightmare", "plot": "Poor Uncle Josh is trying to get to sleep, but being constantly bedevilled by a fellow in red long underwear with horns. A short early trick editing film using a stationary camera much more valuable for its historical, rather than entertainment value.", "genres": ["Fantasy", "Comedy", "Horror"], "file": "84.json"}, "143802": {"title": "The Old Maid's Valentine", "plot": "An old spinster receives an unexpected Valentine's letter.", "genres": ["Comedy", "Romance"], "file": "90.json"}, "144432": {"title": "The Enchanted Drawing", "plot": "A cartoonist defies reality when he draws objects that become three-dimensional after he lifts them off his sketch pad.", "genres": ["Animation", "Comedy", "Fantasy"], "file": "90.json"}, "152031": {"title": "How It Feels to Be Run Over", "plot": "As the camera looks down an open road, a horse and carriage approaches, and passes by to one side of the field of view. Soon afterwards, an automobile comes up the road, straight towards the camera. As it gets nearer, the occupants start to wave frantically, but can a collision be avoided?", "genres": ["Horror"], "file": "94.json"}, "154171": {"title": "As Seen Through a Telescope", "plot": "An elderly gentleman in a silk hat sits on a stool in front of a store on the main street of town. He has a telescope that focuses on the ankle of a young woman who is a short distance away. Her husband catches the gent looking. What will the two men do now?", "genres": ["Comedy"], "file": "95.json"}}