{"171430": {"title": "History of a Crime", "plot": "A convicted criminal dreams about his past the night before his execution.", "genres": ["Drama", "Crime"], "file": "103.json"}, "172115": {"title": "The Haunted Curiosity Shop", "plot": "An old proprietor is startled and haunted by the strange happenings inside his curiosity shop.", "genres": ["Fantasy", "Horror"], "file": "103.json"}, "179000": {"title": "The Countryman and the Cinematograph", "plot": "A satire on the way that audiences unaccustomed to the cinema didn't know how to react to the moving images on a screen - in this film, an unsophisticated (and stereotypical) country yokel is alternately baffled and terrified, in the latter case by the apparent approach of a steam train.", "genres": ["Comedy"], "file": "106.json"}, "179038": {"title": "Fire!", "plot": "Firefighters ring for help, and here comes the ladder cart; they hitch a horse to it. A second horse-drawn truck joins the first, and they head down the street to a house fire. Inside a man sleeps, he awakes amidst flames and throws himself back on the bed. In comes a firefighter, hosing down the blaze. He carries out the victim, down a ladder to safety. Other firefighters enter the house to save belongings, and out comes one with a baby. The saved man rejoices, but it's not over yet.", "genres": ["Action", "Drama"], "file": "106.json"}, "179549": {"title": "Stop Thief!", "plot": "A lad from a butcher shop is carrying a tray laden with a roast or a leg of lamb. A hobo grabs it and runs. The boy gives chase, joined by dogs, as neighbors watch the spectacle. The hobo jumps into a large rain barrel, followed by the dogs.", "genres": ["Crime", "Comedy"], "file": "107.json"}, "179709": {"title": "The Trick Cyclist", "plot": "Shows a tramp enter and try to ride a wheel, from which he makes some very ludicrous falls and gives up in despair, after which an artist enters and jumps rope on a wheel. A very laughable subject.", "genres": ["Comedy", "Documentary"], "file": "107.json"}, "183600": {"title": "The Cheese Mites, or Lilliputians in a London Restaurant", "plot": "A jovial looking man is seated nearest the window of a restaurant. He has just finished his meal and the waiter brings a glass of beer, and when he places the glass upon the table, lo, a little sailor boy about six inches high appears from the foam, and climbing down the side of the glass, proceeds to dance a sailor's hornpipe on the table.", "genres": ["Comedy", "Fantasy"], "file": "108.json"}, "183601": {"title": "An Over-Incubated Baby", "plot": "An up to date idea and a great picture. The professor sits in his laboratory with his newly invented baby incubator. A mother who is anxious for the growth of her child enters, places her baby in care of the professor, who promptly places it in the incubator. An alcohol lamp is lighted under the apparatus, but the professor evidently gets his machine too hot, for in a few seconds the top is opened and the baby taken out. To the great anger of its mother it has grown about two feet in height and has long hair and a full beard. (Edison Catalog)", "genres": ["Science Fiction", "Comedy"], "file": "108.json"}, "183602": {"title": "Undressing Extraordinary", "plot": "Here we present a picture that simply convulses an audience with laughter. The scene opens in the bedroom of a hotel. A traveler appears, evidently a \"little worse for wear.\" After stretching and yawning, he proceeds to disrobe. He throws off his coat and vest, but to his surprise and anguish, he suddenly finds himself clothed in a continental uniform. He throws this off in anger, but immediately a policeman's costume flies on him. This is in turn thrown aside in great rage and he finds himself clothed in a soldier's uniform. At last, thinking himself successful, he makes for the bed and finds a skeleton complacently resting on his pillow. The bed suddenly disappears, leaving him seated on the floor, and great quantities of bed clothes rain down from the ceiling. The picture ends leaving the audience simply convulsed in laughter. (Edison Catalog)", "genres": ["Comedy"], "file": "108.json"}, "183603": {"title": "The Waif and the Wizard", "plot": "The Waif and the Wizard features the same young man who appeared in Undressing Extraordinary (and who might be early filmmaker Walter Booth). It's another early example of a two-shot film along the lines of Paul's earlier film Come Along Do!. The young man plays a magician who, after completing his act, agrees to go home with the young boy from the audience who helped him perform his tricks. At the boy's home he finds a sick sister and a worried mother being threatened with eviction by her landlord.", "genres": ["Drama", "Fantasy"], "file": "108.json"}, "183606": {"title": "Artistic Creation", "plot": "An artist draws the head of a pretty girl, takes the drawing off the paper and places it on a small table, turning the image into the head of a real woman. He then continuous drawing the lady, one body part after the other.", "genres": ["Comedy"], "file": "108.json"}, "183607": {"title": "The Deonzo Brothers", "plot": "The famous acrobats in the above title appear in a marvellous acrobatic act. There are three barrels arranged on the stage. The boys, blindfolded, stand on opposite sides of the stage, and jump from one barrel into the other until they both land in the same barrel at the same time. They then jump backwards onto the stage over the two barrels. One table is then mounted upon another and the center barrel is placed on top. The brothers still blindfolded jump one each into a barrel and from them to the first to the second table and from the second table into the barrel on top of the second table. They then jump backwards onto the stage. This is pronounced by show people to be the most marvellous acrobatic feat that has ever been introduced. (Edison Catalog)", "genres": ["Documentary"], "file": "108.json"}, "183609": {"title": "The Magic Sword", "plot": "On the roof of an ancient palace appear a young Knight and his lady. While they are making love an ugly old witch appears and is rather troublesome. The Knight commands her to leave, and when he is about to force her away she sits on her broom and rises to the moon. After disappearing she causes various hob-goblins to haunt the pair, the last of them stealing away the lady while the Knight's back is turned. The Knight, frantic with grief, is suddenly confronted by a Fairy, who presents him with a magical sword, and tells him that he can use it to regain the young woman.", "genres": ["Fantasy", "Romance"], "file": "108.json"}, "185219": {"title": "Dream and Reality", "plot": "A well-dressed, middle-aged man is enjoying a drink at a table with a pretty young woman. He flirts with her, and she seems not to mind his attentions. But is it all too good to be true?", "genres": ["Romance", "Comedy"], "file": "109.json"}, "190593": {"title": "North Sea Fisheries, North Shields", "plot": "North Sea Fisheries, North Shields", "genres": [], "file": "112.json"}, "190594": {"title": "Ride on the Tramcar Through Belfast", "plot": "Ride on the Tramcar Through Belfast", "genres": [], "file": "112.json"}, "190595": {"title": "Parkgate Iron and Steel Co., Rotherham", "plot": "Parkgate Iron and Steel Co., Rotherham", "genres": [], "file": "112.json"}, "190597": {"title": "Cunard Vessel at Liverpool", "plot": "Cunard Vessel at Liverpool", "genres": [], "file": "112.json"}, "190598": {"title": "Manchester Street Scene", "plot": "Manchester Street Scene", "genres": [], "file": "112.json"}, "190599": {"title": "Alfred Butterworth and Sons, Glebe Mills, Hollinwood", "plot": "Alfred Butterworth and Sons", "genres": [], "file": "112.json"}, "190600": {"title": "Trapeze Disrobing Act", "plot": "The stage of a vaudeville theatre. A lady in evening costume is performing on a trapeze. Two Rubes are seated in a box. The lady begins to disrobe, and here the fun commences. As she removes her garments one by one and throws them at our rural friends, they begin going through antics, which to say the least, are highly amusing. When the stockings come off, the climax takes place. The Rubes jump from their seats and make things lively for a short time in the theatre.", "genres": ["Comedy"], "file": "112.json"}, "190601": {"title": "Manchester Band of Hope Procession", "plot": "Manchester Band of Hope Procession", "genres": [], "file": "112.json"}, "190604": {"title": "Preston Egg Rolling", "plot": "Thousands of people got together on Easter Monday for the traditional egg rolling.", "genres": ["Documentary"], "file": "112.json"}, "190605": {"title": "Panorama of Esplanade by Night", "plot": "A most perfect picture of the Pan-American Exposition buildings, including the Electric Tower and Temple of Music, as they appear at night.", "genres": [], "file": "112.json"}, "190607": {"title": "Jamaica Street, Glasgow", "plot": "Jamaica Street, Glasgow", "genres": [], "file": "112.json"}, "190609": {"title": "Off to Bedlam", "plot": "Four black minstrels turn into white clowns and back again when they hit or kick each other.", "genres": ["Fantasy", "Comedy"], "file": "112.json"}, "190610": {"title": "Sedgwick's Bioscope Show Front", "plot": "Part of the Mitchell and Kenyon collection - an visual record of everyday life in Britain at the beginning of the twentieth century.", "genres": ["Documentary"], "file": "112.json"}, "190615": {"title": "Execution of Czolgosz with Panorama of Auburn Prison", "plot": "This early docudrama shows Auburn Prison and recreates the electrocution of Leon Czolgosz, the assassin of President McKinley of the United States.", "genres": ["Drama", "History"], "file": "112.json"}, "190618": {"title": "High Diving Scene", "plot": "A daredevil rides his bicycle down a ramp and attempts to land in a pool of water as a crowd of spectators watches.", "genres": ["Documentary"], "file": "112.json"}, "190622": {"title": "Miners Leaving Pendlebury Colliery", "plot": "A group of miners (including a sole black worker) exits the colliery gates.", "genres": [], "file": "112.json"}, "190623": {"title": "University Procession on Degree Day, Birmingham", "plot": "University Procession on Degree Day, Birmingham", "genres": [], "file": "112.json"}, "190624": {"title": "Morecambe Church Lads' Brigade at Drill", "plot": "Larking about during Church Lads' Brigade drill and parade in Morecambe.", "genres": [], "file": "112.json"}, "190628": {"title": "A Perilous Proceeding", "plot": "At a building being constructed at Broadway and 13th Street in Manhattan, a boom or crane from which a platform is suspended on a cable first pulls the platform up, then swings it out from the top floor where it's been resting, and then gradually lowers it seven-plus stories to the ground below. On it at least 11 men stand or hold on to the cable. All wear dark coveralls and hats. They wave toward the camera. At the ground and on the lower floors, other workers are busy.  This picture was taken by means of a special apparatus which enabled the camera to follow the men as they were lowered to the ground.", "genres": ["Documentary"], "file": "112.json"}, "190629": {"title": "The Old Maid Having Her Picture Taken", "plot": "An old maid is walking about the studio while the photographer is getting his camera ready. She first looks at a hanger, which immediately falls from the wall, not being able to stand her gaze. Then she looks at the clock, and her face causes it to fall to the floor with a crash. She then walks over to the mirror, which suddenly cracks in several places. The photographer then poses her. Just as he is to press the button the camera explodes with a great puff of smoke, completely destroying the camera and demolishing the studio. The picture finishes up with the old maid tipping back in her chair and losing her balance, displaying a large quantity of fancy lace goods.", "genres": ["Comedy"], "file": "112.json"}, "190630": {"title": "The Gordon Sisters Boxing", "plot": "The champion lady boxers of the world. Shows two female pugilists who are really clever. They engage in a hot one-round sparring bout. A park, with marble entrance and walk, and beautiful trees and shrubbery, make a very pleasing background. The exhibition is very lively from start to finish; the blows fall thick and fast, and some very clever pugilistic generalship is shown. Sold complete or in separate lengths.", "genres": ["Documentary"], "file": "112.json"}, "190632": {"title": "Japanese Village", "plot": "One of the most fascinating exhibits on the Midway at the Pan-American Exposition is the Japanese Village. This space occupies about one and one-half acres of ground. It is dotted with pretty miniature lakes, the famous Japanese circle bridges, groves, tea houses, etc. We secured an excellent picture of this village while a troupe of Japanese acrobats were performing. The acrobats themselves are in the foreground of the picture and form the principal feature. The entire length of the film is replete with difficult acrobatic tricks, performed by one of the most skilled troupes in the world. (Edison Catalog)", "genres": ["Documentary"], "file": "112.json"}, "190633": {"title": "Photographing a Country Couple", "plot": "The scene opens showing Reuben and his best girl looking for a quiet place to spoon. A photographer enters and suggests taking their pictures.", "genres": [], "file": "112.json"}, "190636": {"title": "Another Job for the Undertaker", "plot": "Shows a bedroom in a hotel. On the wall of the room is a conspicuous sign \"Don't blow out the gas.\" A hayseed enters the room, accompanied by a bellboy. The boy deposits the Rube's bag and umbrella, turns a somersault, and vanishes through the door. The Rube then removes his hat and coat and places them upon the table. They immediately vanish. He then blows out the gas. The scene then instantly changes to a funeral procession, headed by Reuben's hearse, and followed by the carriages of his country friends. Strictly up-to-date picture. (Edison Catalog, 1901)", "genres": ["Fantasy", "Comedy"], "file": "112.json"}, "190639": {"title": "Laura Comstock's Bag-Punching Dog", "plot": "This wonderful dog \"Mannie,\" owned by the vaudeville star, Miss Laura Comstock, is a most learned animal. He has been trained to perform all sorts of tricks, and his intelligence is, perhaps, most marked in his latest and most difficult feat, that of punching the bag. This picture depicts him in a bag punching performance which is really wonderful. His high jumps and lightning-like punches are remarkable and cause one to marvel at the amount of patience that must be necessary to teach a dog such tricks.", "genres": ["Documentary"], "file": "112.json"}, "190640": {"title": "President McKinley Inauguration", "plot": "President McKinley Inauguration", "genres": ["Documentary"], "file": "112.json"}, "190641": {"title": "The Martyred Presidents", "plot": "This film is difficult to classify. It opens on a scene showing a mourner with bowed head sitting in front of what appears to be a tombstone. Shortly afterwards, the face of Abraham Lincoln and then of two other presidents, Garfield and McKinley, can be seen on the monument and then they disappear. There is a figure huddled at the foot of a statue of Justice, as if asking forgiveness.", "genres": ["Documentary", "History"], "file": "112.json"}, "192798": {"title": "Chamonix: Le mauvais pas", "plot": "A group of people cross a mountain near Chamonix and are filmed doing so by the Lumière brothers.", "genres": [], "file": "113.json"}, "195619": {"title": "Chamonix, Le Village", "plot": "A short clip of street life in the French village Chamonix.", "genres": ["Documentary"], "file": "115.json"}, "195666": {"title": "A Trip Around the Pan-American Exposition", "plot": "The Pan-American Exposition is encircled by an especially constructed canal, which was put in for the purpose of allowing the tourist to view the exterior of the buildings of the Pan-American Exposition with as little fatigue as possible.", "genres": ["Documentary"], "file": "115.json"}, "195668": {"title": "Mysterious Cafe, or Mr. and Mrs. Spoopendyke Have Troubles with a Waiter", "plot": "As the above title indicates, the scene does not take place in an ordinary restaurant, but one in which all natural rules of order and gravitation are reversed. The couple above mentioned have a most trying experience while endeavoring to partake of a square meal. They find themselves flying about the room from chairs to table, and vice versa, until they are both completely bewildered, ending in a general mix-up, which is sure to provoke much merriment.", "genres": ["Fantasy", "Comedy"], "file": "115.json"}, "195669": {"title": "The Tramp's Unexpected Skate", "plot": "Shows a tramp asleep. Two mischievous boys appear on roller skates. One removes his skates and they strap them to the feet of \"Weary Willie.\" They then wake him...", "genres": [], "file": "115.json"}, "195670": {"title": "Aunt Sallie's Wonderful Bustle", "plot": "A sudden gust of wind sweeps Auntie's bonnet from her head, and she, in attempting to regain it, becomes overbalanced and falls over the stone-wall, landing on her bustle. (Edison film catalog)", "genres": ["Comedy"], "file": "115.json"}, "195671": {"title": "Why Mr. Nation Wants a Divorce", "plot": "The scene opens in the bedroom of Mr. Nation, husband of the famous Carrie Nation, the “Kansas Saloon Smasher”. Mr. Nation suddenly arises from the bed and picks up a crying infant from the cradle, and walks it up and down the floor. He suddenly steps upon a tack, becomes infuriated, and throws the baby back into the cradle…", "genres": ["Comedy"], "file": "115.json"}, "195672": {"title": "Life Rescue at Long Branch", "plot": "Someone is rescued after falling out of a boat.", "genres": [], "file": "115.json"}, "195673": {"title": "Spanish Dancers at the Pan-American Exposition", "plot": "The picture was taken in the Gypsy tent at the Pan-American Exposition and shows ten beautiful Gypsy girls executing the famous Gypsy dance that created such a furore at the Exposition...", "genres": [], "file": "115.json"}, "195678": {"title": "Manchester and Salford Harriers' Cyclists' Procession", "plot": "Edwardian cycling competition.", "genres": [], "file": "115.json"}, "195679": {"title": "A Sneaky Boer", "plot": "Two Boers shoot and rob a sentry.", "genres": ["Drama", "Crime"], "file": "115.json"}, "195680": {"title": "Torpedo Flotilla Visit to Manchester", "plot": "A series of ships passing by.", "genres": [], "file": "115.json"}, "195681": {"title": "Lord Roberts' Visit to Manchester", "plot": "This is a news actuality film of the former Commander in Chief of the Boer War, Lord Roberts, visiting Manchester to much hoopla.", "genres": [], "file": "115.json"}, "195682": {"title": "Tynemouth Swimming Gala in the Haven, North Shields", "plot": "Men in top hats swimming in an obstacle race.", "genres": [], "file": "115.json"}, "195683": {"title": "Arthur Mold Bowling to A.N. Hornby", "plot": "Cricket footage from 1901.", "genres": [], "file": "115.json"}, "195684": {"title": "Race for the Muriatti Cup, Manchester", "plot": "A film from the UK based Mitchell & Kenyon.", "genres": [], "file": "115.json"}, "195685": {"title": "Manchester Wheelers' Annual Race Meet", "plot": "A film from the UK based Mitchell & Kenyon.", "genres": [], "file": "115.json"}, "195686": {"title": "Hunslet v Leeds", "plot": "Early rugby league footage.", "genres": [], "file": "115.json"}, "195687": {"title": "Oldham v Swinton", "plot": "An entry in the Mitchell & Kenyon Edwardian sports collection.", "genres": [], "file": "115.json"}, "195688": {"title": "Newcastle United v Liverpool", "plot": "Edwardian football footage.", "genres": ["Documentary"], "file": "115.json"}, "195690": {"title": "Salford v Batley", "plot": "English sports footage from 1901.", "genres": ["Documentary"], "file": "115.json"}, "195691": {"title": "Mob Outside the Temple of Music at the Pan-American Exposition [Buffalo]", "plot": "This picture was photographed immediately after the shooting, and shows the intense excitement of the people...", "genres": [], "file": "115.json"}, "195693": {"title": "Building a Harbor at San Pedro", "plot": "This picture was secured from a launch furnished by Mr. Eager, President of the California Construction Co....", "genres": [], "file": "115.json"}, "195694": {"title": "Congregation Leaving St. Mary's Pro-Cathedral, Dublin", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195702": {"title": "Opening of the Pan-American Exposition Showing Vice President Roosevelt Leading the Procession", "plot": "This is a great historical event. Our cameras were stationed in the center of the Esplanade looking toward the Main Approach to the Pan-American Exposition...", "genres": [], "file": "115.json"}, "195703": {"title": "Sampson-Schley Controversy", "plot": "This subject is in three scenes, showing beautiful dissolving effects. Scene 3. The Man Behind that Teacup shows Admiral Sampson the centre of attraction of a group of old maids at an afternoon tea party.", "genres": [], "file": "115.json"}, "195704": {"title": "Taking President McKinley's Body from Train at Canton, Ohio", "plot": "Here, as in the other pictures, we secured a most advantageous location, and we present a life size view of the casket containing the body of President McKinley as it is slowly and carefully taken from the window of the car which bore it from the Capitol to Canton.", "genres": [], "file": "115.json"}, "195705": {"title": "Horse Parade at the Pan-American Exposition", "plot": "An excellent picture secured on the Esplanada of the Pan-American Exposition, showing the live stock exhibitor's exposition of prize winners at the Pan-American...", "genres": [], "file": "115.json"}, "195706": {"title": "Esquimaux Leap-Frog", "plot": "Another Edison short filmed at the Pan-American Exposition is pretty much the same film as ESQUIMAUX GAME OF SNAP-THE-WHIP with the only difference being the sport. Here we see a group of kids playing leap-frog.", "genres": ["Documentary"], "file": "115.json"}, "195707": {"title": "Esquimaux Game of Snap-the-Whip", "plot": "“The picture [shows] a number of Esquimaux picking nickels from cracks in a board with their dog whips, in which sport they are very expert. In the background will be seen one of their \"Topeks,\" a sealskin tent in which they live during their short summer.” (Edison catalog)", "genres": ["Documentary"], "file": "115.json"}, "195708": {"title": "Esquimaux Village", "plot": "“One of the principal features at the Pan-American Exposition is the Alaskan or Esquimaux Village. In this most interesting exhibit, scenes are enacted just as they take place in the far away frozen North. In this subject we depict a large number of Esquimaux clothed in their native costumes and seated on their sleds, which are drawn by spans of four Esquimaux dogs. They are engaged in a race and are to be seen running over the ice and snow at a high rate of speed. There is a pond in the foreground of the picture on the shores of which the home stretch of the race takes place. The picture is perfect photographically, and the figures stand out clear and sharp, throwing a most perfect reflection on the pond.” (Edison film company catalog)", "genres": [], "file": "115.json"}, "195710": {"title": "Catching an Early Train", "plot": "Shows a suburbanite asleep in bed. He discovers he has overslept himself, and jumps out of bed.", "genres": [], "file": "115.json"}, "195711": {"title": "Montreal Fire Department on Runners", "plot": "First comes the Chief's sleigh with old-fashioned side runners, containing the Chief and his driver. Next comes a chemical engine mounted on a stout double runner sled, which is followed closely by hose carriage apparatus mounted also on double runner sleds. Next comes a water tower mounted on a set of double runners and drawn by four beautiful horses. This is followed very closely by an engine drawn by a four-horse string team. This is followed by another engine on double runners, drawn by a four-horse tandem team. A second hose carriage and a Protective Insurance outfit brings up the rear. The breath leaves the horses' nostrils in great white puffs as they gallop through the snow-covered streets.", "genres": [], "file": "115.json"}, "195712": {"title": "Sham Battle at the Pan-American Exposition", "plot": "On the closing day of the Pan-American Exposition, Saturday, November 2d, 1901, a sham battle took place at the Stadium on the Pan-American Exposition grounds...", "genres": [], "file": "115.json"}, "195713": {"title": "Captain Nissen Going Through Whirlpool Rapids, Niagara Falls", "plot": "Here we show Captain N. P. Nissen, formerly known as Captain Bowser, making a trip through the Whirlpool Rapids in his famous twenty-four foot craft known as the \"Fool Killer\"...", "genres": ["Documentary"], "file": "115.json"}, "195714": {"title": "Love in a Hammock", "plot": "Shows two lovers in a hammock. Two bad boys appear. One of them climbs into a tree and scrambles out on an overhanging branch, directly over the happy pair. Just as the love-making reaches a climax, the branch breaks. The boy falls into the hammock, the hammock breaks, and the boy and the lovers are mixed up on the ground. Exceedingly ludicrous.", "genres": [], "file": "115.json"}, "195715": {"title": "Duke of York at Montreal and Quebec", "plot": "The title pretty much tells you all you need to know about this Edison short running just under four minutes.", "genres": [], "file": "115.json"}, "195716": {"title": "Circular Panorama of the Esplanade and Forecourt", "plot": "This picture was taken from the Court of Fountains. Here we present a view of the Exposition grounds as the visitor would see them while standing at the base of the electric tower and looking south. The camera was put in motion while the lens was looking eastward toward the Manufacturers' and Liberal Arts Buildings. The camera is slowly revolved from left to right, making a semi-circle.", "genres": [], "file": "115.json"}, "195717": {"title": "Panoramic View of Electric Tower from a Balloon", "plot": "Here we have recorded a very novel scene, the camera having been placed in the basket of the captive balloon at the Pan-American Exposition...", "genres": ["Documentary"], "file": "115.json"}, "195719": {"title": "Panoramic View of the President's House at Canton, Ohio", "plot": "Here we present probably the most interesting and valuable picture of the McKinley funeral series. Our camera is located opposite the McKinley home on Market street...", "genres": [], "file": "115.json"}, "195723": {"title": "President Roosevelt at the Canton Station", "plot": "In this picture we show President Roosevelt and Cabinet standing at the station with bare heads, while the casket of President McKinley is being placed in the hearse...", "genres": [], "file": "115.json"}, "195725": {"title": "President McKinley Reviewing the Troops at the Pan-American Exposition", "plot": "The President is seen on the reviewing stand at the Stadium, escorted by President Milburn, of the Pan-American Exposition...", "genres": [], "file": "115.json"}, "195726": {"title": "President McKinley's Speech at the Pan-American Exposition", "plot": "In this picture we present a wonderful and life-like likeness of President McKinley.", "genres": [], "file": "115.json"}, "195729": {"title": "Femmes émancipées", "plot": "Six scantily dressed women chat while freshening up. At the instigation of one of them, all get up and perform a brief choreography. This short, naughty scene was to be watched in private: it could only be seen through a Théoscope, a home cinema, dating back to the turn of the 20th century.", "genres": [], "file": "115.json"}, "195734": {"title": "Kansas Saloon Smashers", "plot": "A gilded saloon, with a fancy bar, forms the background. A nobby bartender with white coat and apron is dispensing drinks to customers. Behind him are polished plate glass mirrors. A comical Irishman enters, sets a huge pail on the bar to be filled, and while he is drinking a glass of foam beer, Mrs. Nation and her followers enter with their hatchets. One of the women jams the Irishman's stiff hat down over his eyes and another one douses him with his own pail of beer. They then wreck the saloon and smash the mirrors, bottles, cash register and bar fixtures. The bartender plays a stream of seltzer water on Mrs. Nation, and as she backs away from behind the counter, a policeman enters and hustles everybody out. Full of comedy from start to finish. (Edison Catalog)", "genres": ["Comedy"], "file": "115.json"}, "205232": {"title": "Drama at the Bottom of the Sea", "plot": "Using a blue tint to set the scene under the sea, this is a short, surprisingly violent film where two divers fight to the death with axes over some treasure beneath the waves.", "genres": [], "file": "120.json"}, "205233": {"title": "The Seven Castles of the Devil", "plot": "An oppressive droning score makes this rendering of the Faust legend quite disturbing to watch. The film itself consists of a number of impressive ‘appearing out of thin air’ effects, some lavish costumes, sets and backdrops. A climactic sword fight between a man and the Devil is a standout scene.", "genres": ["Drama", "Fantasy"], "file": "120.json"}, "206983": {"title": "AAA Championships at Fartown, Huddersfield", "plot": "A filmed record of the AAA Championships at Fartown, Huddersfield, 1901.", "genres": [], "file": "121.json"}, "208587": {"title": "Halifax v Salford", "plot": "Northern Union footage.", "genres": [], "file": "121.json"}, "213210": {"title": "Race for the Muratti Cup at Manchester Wheelers’ Annual Race Meet", "plot": "Action from a cycle-race meet.", "genres": [], "file": "124.json"}, "219101": {"title": "The Old Maid in the Horsecar", "plot": "A female impersonator giggles and flirts. By the following decade, many female impersonators would be shown doing their acts on the stage and in the movies; the Eltinge Theater on 42nd Street in New York is named for Julian Eltinge, the most famous of them. This was probably the earliest \"name\" example for the movies. Gilbert Saroni plays an exceedingly ugly woman who coyly flirts with her fan.", "genres": ["Comedy"], "file": "127.json"}, "230970": {"title": "Le char funèbre", "plot": "An impression of the funeral parade for Victoria, Queen of England, filmed in London (via https://catalogue-lumiere.com/le-char-funebre/)", "genres": ["Documentary"], "file": "132.json"}, "231085": {"title": "Panorama de la ligne de Cauterets, III. Le tunnel", "plot": "Panorama of a mountainside railroad and tunnel.", "genres": ["Documentary"], "file": "132.json"}, "231422": {"title": "Chamonix: Arrivée en voitures des breaks d'excursion", "plot": "A group of people exiting an enormous carriage.", "genres": ["Documentary"], "file": "132.json"}, "231441": {"title": "La Plage et l'Etablissement", "plot": "A day at the beach in 1901.", "genres": [], "file": "132.json"}, "231447": {"title": "Cirque de Gavarnie : caravane", "plot": "Excursions in the mountains of a group of riders.", "genres": ["Documentary"], "file": "132.json"}, "231757": {"title": "A Holiday Pageant at Home", "plot": "A few days before the Christmas holiday, a large family decides to put on a home-made play as part of their holiday together. The mother writes the play, and the children practice it. When they are ready, they enact first a prologue and then the play.", "genres": ["Comedy", "Family"], "file": "133.json"}, "231760": {"title": "Buffalo Bill's Wild West Parade", "plot": "The film shows a parade down Fifth Avenue, New York. In the foreground many children, both black and white, can be seen following alongside the parade. The participants in the parade include cowboys, Indians, and soldiers in the uniform of the United States Cavalry on horseback and riding horse-drawn coaches. Buffalo Bill can be seen on horseback, lifting his hat to the crowd. Filmed on 1 April 1901.", "genres": ["Documentary"], "file": "133.json"}, "231763": {"title": "Boys Diving, Honolulu", "plot": "In the background is a row of three-masted sailing ships, at anchor, their sales furled. In the foreground, a simple pier that's more like a yardarm juts out above the water; about 15 boys of six or seven years of age are on the jutting wood, and they jump off into the water below. The water looks to be about three feet deep. They swim back toward the pier. A small motorized boat passes. It's a stationary camera; one take.", "genres": ["Documentary"], "file": "133.json"}, "231764": {"title": "Fire Department of Albany, N.Y.", "plot": "Shows six engines, four hose carriages, two hook and ladders, two chemical engines, and a runabout containing the fire chief...", "genres": [], "file": "133.json"}, "231765": {"title": "The Esquimaux Village", "plot": "One of the principal features at the Pan-American Exposition is the Alaskan or Esquimaux Village. In this most interesting exhibit...", "genres": [], "file": "133.json"}, "231766": {"title": "Birth of the Pearl", "plot": "In this picture there is a limited amount of action in the pose. As the curtains are drawn aside the shell appears shut. It gradually opens, disclosing the model curled up in a recumbent position. She slowly arises as if awakening, and gracefully assumes the final position of the pose.", "genres": [], "file": "133.json"}, "231767": {"title": "Bass Fishing", "plot": "Taken for the U.S. Fisheries Commission to illustrate the benefits of stocking inland waters. A well-known fisherman, Mr. Henry Talbot, is seen casting in a picturesque pool for bass. He gets a strike, plays the game fish to a finish and lands him safely.", "genres": [], "file": "133.json"}, "231768": {"title": "Cutting Sugar Cane, Honolulu", "plot": "A characteristic and instructive scene, showing natives at work. The picture is exceedingly well arranged.", "genres": [], "file": "133.json"}, "231769": {"title": "Bathing at Atlantic City", "plot": "A panoramic view taken from Young's Pier, showing the boardwalk, the auditorium pier, new steel pier...", "genres": [], "file": "133.json"}, "231771": {"title": "Loading Sugar Cane", "plot": "A companion picture to No. 1964 ('Cutting Sugar Cane' (1901) (q.v.)), and equally interesting.", "genres": [], "file": "133.json"}, "231772": {"title": "President Roosevelt at the Army-Navy Game", "plot": "In this picture President Roosevelt is seen crossing the field from the Navy to the Army side between the halves of the game. He is accompanied by Secretary of War Root, Secretary of Navy Long, and other notables.", "genres": [], "file": "133.json"}, "232634": {"title": "Leaping Dogs at Gentry's Circus", "plot": "In the center of the ring the trainer forms a pile of baskets many feet in height. Greyhounds leap in rapid succession, forming a graceful arch and landing on the ground as lightly as so many feathers. The position of the camera was a most happy one, as the dogs appeared to leap directly toward the audience and the film is both beautiful and exciting.", "genres": [], "file": "133.json"}, "232642": {"title": "Tietgen's Funeral", "plot": "Prominent people at a funeral.", "genres": [], "file": "133.json"}, "232643": {"title": "Bathing Ladies at the Waterpark", "plot": "Bathing Danish beauties.", "genres": [], "file": "133.json"}, "237822": {"title": "Panoramic View of Boston Subway from an Electric Car", "plot": "Persons who have visited the \"Hub,\" no doubt carried away with vivid recollections of Boston's famous system of Underground Transportation and this film takes the audience from the bright sunshine into the dim obscurity of the subway. The Underground stations and rows of Electric Arc lamps are plainly shown and, after traversing the tunnel for a considerable distance, the car finally emerges opposite the railroad depot.", "genres": [], "file": "136.json"}, "237845": {"title": "A Phenomenal Contortionist", "plot": "The scene opens in a beautiful garden scene. St. Elmo appears and proceeds to twist his anatomy into wonderful shapes. Several mysterious changes add great attraction to this subject.", "genres": [], "file": "136.json"}, "270095": {"title": "Women of the Ghetto Bathing", "plot": "The subject is a group of women bathing in a public swimming pool. The camera was placed on the edge of the pool and the full extent of the film shows the women in the pool. Only the heads and shoulders of most of the women are visible but it is possible to see they are wearing rented bathing attire.", "genres": ["Documentary"], "file": "158.json"}, "270097": {"title": "Love by the Light of the Moon", "plot": "Shows a garden wall in the background. Two lovers appear and lean over the garden gate where the moon throws a shadow upon the ground. The young man invites the young lady to a settee, when the moon's face brightens into a very pronounced grin. As the pair begin love making, the moon winks one eye and then the other, and, finally, as the lovers become more interested, the moon comes down from the sky with a grin on his face as large as an old-fashioned apple pie.", "genres": [], "file": "158.json"}, "270099": {"title": "Rocking Gold in the Klondike", "plot": "Here we see one of the methods employed in the search for gold, where water is scarce. We see the workmen using the water over and over again in the rocker until it becomes too thick with earth for further use. The scene is one of action, as the valuable character of the ground enables many to work profitably in close quarters. An interesting and instructive subject.", "genres": [], "file": "158.json"}, "272992": {"title": "Panorama of Ealing from a Moving Tram", "plot": "A camera sits on top of a moving train, providing a panoramic view of Ealing as the train moves.", "genres": ["Documentary"], "file": "161.json"}, "277487": {"title": "Royal Visit of the Duke and Duchess of Cornwall and York to New Zealand", "plot": "The Duke and Duchess of Cornwall and York travelled to New Zealand in 1901 to thank New Zealanders for their contribution to the Boer War.  Only a short fragment remains of a much longer film.", "genres": [], "file": "165.json"}, "282136": {"title": "The Illusionist", "plot": "On the theater stage, a magician makes appear and disappear his partners", "genres": ["Fantasy"], "file": "169.json"}, "282139": {"title": "Une discussion politique", "plot": "A political quarrel between two men that ends in laughter.", "genres": ["Comedy"], "file": "169.json"}, "299376": {"title": "Liverpool Street Scenes", "plot": "Shot at the intersection of Holy Corner in Liverpool, this street is a hive of people and traffic. Arguably during the first part of this century most trade was being conducted on the streets. When this was being filmed Liverpool had become a wealthy city, and the shop fronts are filled with items for sale.", "genres": [], "file": "183.json"}, "299379": {"title": "Liverpool As Seen from the Front of an Electric Car from the Pierhead to the Circus", "plot": "Filmed from the front of a tram, this is a fine example of the popular early film form known as a 'phantom ride', shot from a moving vehicle to give the audience a virtual journey. Heading from the Pier Head (where the iconic 'Three Graces' had yet to be built), towards the commercial centre of Liverpool, we pass by smartly-dressed city folk - many of whom look towards the camera in fascination.", "genres": [], "file": "183.json"}, "299381": {"title": "Liverpool Church Parade and Inspection", "plot": "This film captures both the build-up and the impressive parade itself, involving a brass band and then a lengthy march-past of what must surely have been the entire local police force. As the parade nears its end, three small girls understandably show more interest in the camera, an enthusiasm that quickly spreads to the whole crowd as they wave their hats and cheer.", "genres": [], "file": "183.json"}, "299382": {"title": "Arrest of Goudie", "plot": "This film recreates the arrest of Thomas Goudie, a bank employee who embezzled £170,000 to pay gambling debts, using the real locations. It shows the exterior of the house where he was hiding during a nationwide manhunt and re-enacts scenes of the landlady informing on him and his arrest. The film has no explanatory titles, so presumably audiences would have known, or were told, the story.", "genres": ["Crime", "Drama"], "file": "183.json"}, "299386": {"title": "Trafalgar Day in Liverpool", "plot": "Nearly a century after Nelson's famous victory, the British were still celebrating his achievements and by extension the British Navy, which had secured the Empire ever since. Here, a dizzying array of naval officers, cadets, Lascars and crews from the Liverpool-based merchant marine (the Allan Line, Cunard and the Elder Dempster Co.) march past after a stirring speech from the Lord Mayor.  The grand procession, organised by the Liverpool branch of the Navy League, is testimony to an era when Britain's navy was the undisputed ruler of the seas. Some black sailors are visible among the marchers; they are among a handful of black faces appearing across the Mitchell &amp; Kenyon collection of films, at a time long before mass immigration. As everyone gathers in Castle Street for Trafalgar Day at the base of Nelson's Column, with its endless bunting and union jacks, these images capture the sense of pride Liverpool - and Britain - felt for those who had fought for their nation.", "genres": [], "file": "183.json"}, "299388": {"title": "St George's Day Procession in Liverpool", "plot": "Liverpool was a flourishing, prosperous city in 1901 and this display of English patriotism and civic pride was one of several events in the city captured on film that year. We see the throng of onlookers around Nelson's monument and Castle Street as the procession wends its way to St. George's Hall.", "genres": [], "file": "183.json"}, "318869": {"title": "Warrington v. St. Helens", "plot": "Lancashire's St Helens, in hooped shirts, visited Cheshire rivals Warrington for this early Edwardian game. As in other Mitchell and Kenyon rugby films, we can see here an early phase of the evolution of Northern Union rules: note the quickly-formed scrum after each tackle. Shots along the touchline show officials and spectators transfixed by the play, while others are distracted by the camera.  The Northern Rugby Football Union, better known as Northern Union, was formed in 1895, when prominent Yorkshire and Lancashire clubs resigned from the Rugby Football Union in a dispute over compensation for players taking time off work. All the major differences between the two codes would be established by 1907.", "genres": [], "file": "200.json"}, "321575": {"title": "Biarritz : la plage et l'établissement", "plot": "Hustle and bustle on the beach, and walkers on the dike.", "genres": [], "file": "203.json"}, "349725": {"title": "Parade of Widnes School Children", "plot": "A crowd of young boys scampers past, mildly shepherded by female teachers. Some more tightly marshalled older groups follow behind, while pairs of young girls, hand in hand, close the parade. The children are in such profusion that we seem to have seen the entire youth of the then Lancashire (now Cheshire) town.", "genres": [], "file": "226.json"}, "349729": {"title": "Workers Leaving Gossage's Soap Works, Widnes", "plot": "These mesmerising scenes were captured outside soap and chemical manufacturers William M. Gossage and Sons. Located on the west Bank of the St Helen's Canal in Widnes, the company was responsible for around half of all of the UK's international soap trade at this time. Unlike most 'factory gates' films, which show only building exteriors, this one gives us a glimpse of the glass-roofed interior.", "genres": [], "file": "226.json"}, "349979": {"title": "Operatives Leaving Messrs Pilkington Bros Works, St Helens 1901", "plot": "Some factories are so much the centre of their town that they begin to define it. 'Pilks' wasn't yet the industrial giant it would become, but it was big enough that Mitchell and Kenyon's cameraman needed several different positions to capture just some of its workers outside the factory gates. The smaller children waiting for their families may before long have ended up working there themselves.", "genres": [], "file": "226.json"}, "349984": {"title": "Oddfellows Procession in St Helens", "plot": "Before the rise of trade unions and the arrival of the welfare state, membership of a mutual Friendly Society, such as the Oddfellows, provided some protection for families against illness and injury. The bowler-hatted and sash-wearing members of the St Helens order march past, but the young spectators, ushered out of view by an umbrella-prodding commissioner, are more interested in the camera.", "genres": [], "file": "226.json"}, "349987": {"title": "St Helens V Swinton, 1901", "plot": "If there ever was any footage of actual play in St Helens 6-3 victory over the previous season's Challenge Cup winners, it's now sadly lost. But at least these images of the happy home crowd survive. The seemingly ubiquitous twirling hat gesture presumably fell out of fashion as hats became less common - although a lack of headgear doesn't stop the boy in front of the fence from joining in.", "genres": [], "file": "226.json"}, "356959": {"title": "Employees Leaving Messrs Vickers and Maxim's in Barrow", "plot": "Part of BFI collection \"Tales From the Shipyard\".", "genres": [], "file": "232.json"}, "356960": {"title": "Workforce of Scott & Co. Shipyard, Greenock", "plot": "Part of BFI collection \"Tales From the Shipyard\".", "genres": [], "file": "232.json"}, "357047": {"title": "The Football Final", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357050": {"title": "Oxford and Cambridge Boat Race 1901", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "358400": {"title": "The Finish of Bridget McKeen", "plot": "The cook has trouble lighting the stove, so she adds kerosene, with explosive results.", "genres": [], "file": "233.json"}, "361102": {"title": "S.S Saxonia in Liverpool", "plot": "Passengers and crew boarding the SS Saxonia.", "genres": [], "file": "236.json"}, "361103": {"title": "Cunard Mail Steamer Lucania Leaving for America", "plot": "Early footage of the Lucania passenger liner.", "genres": [], "file": "236.json"}, "364929": {"title": "Fulton Market", "plot": "A fishing boat is unloaded and the fish are sorted.", "genres": [], "file": "239.json"}, "368027": {"title": "Automobile Parade on the Coney Island Boulevard", "plot": "This parade took place on 16 November 1901. It preceded a series of races over a one mile stretch of the Boulevard. The fastest car did a \"memorable 51 4/5 seconds\", about 70 mph.", "genres": [], "file": "241.json"}, "368033": {"title": "Washing Gold on 20 Above Hunker, Klondike", "plot": "This picture shows the miners washing out gold by what is known as the sluice box method. Here we see the miners shovelling from both sides the soil containing the gold into the sluice boxes, where the water, rushing at a rapid rate, carries away the dirt and stones, leaving the precious metal, which settles to the bottom of the box, to be recovered in the clean up at the end of the day's work. This is a very good subject, full of action and detail.", "genres": [], "file": "241.json"}, "402971": {"title": "L'homme aux cent trucs", "plot": "Short film about a magician.", "genres": [], "file": "269.json"}, "404864": {"title": "The Triple Headed Lady", "plot": "A conjuror appears to demonstrate a lady with three heads.", "genres": [], "file": "271.json"}, "415130": {"title": "Panoramic View of the White Pass Railroad", "plot": "This scene was taken shortly after the completion of the railroad in 1899. The impression received by the audience is that of riding on the pilot of an engine. Shortly after starting, you plunge into the darkness of the tunnel, afterwards to emerge, and crossing a high trestle skirting the edge of a deep chasm, you continue to wind about among the mountains and gorges. The ice-covered peaks of the distant mountains form an ever changing background.", "genres": [], "file": "279.json"}, "416893": {"title": "Broadway & Union Square, New York", "plot": "Photographed: August 19, 1901.  Location: Broadway and 14th Street, New York, N.Y.\r Camera: Arthur W. Marvin.\r Duration: 0:22 at 15 fps.\r Biograph production no. 2264.  Descriptions:\r - \"A couple of trams, one traveling towards the camera, the other traveling away, and the passengers who get on and off.\"  - \"Electric trolley's pick up and drop off passengers on Broadway near Union Square. The area was originally part of Elias Brevoort's farm in the early eighteenth century. It eventually contained the intersection of the Bowery and Bloomingdale Road (now Broadway) and in 1811 was known as Union Place. Between 1860 and 1910 retail stores such as Tiffany's and Brentano's moved to the area, which became the midpoint in the fashionable shopping district later known as the Ladies' Mile.\"", "genres": [], "file": "280.json"}, "426947": {"title": "Paralizia pseudo-hipertrofica sau miosclerozica, din cadrul miopatiilor", "plot": "Studies on human pathological locomotion.", "genres": [], "file": "288.json"}, "427473": {"title": "Ce que je vois de mon sixième", "plot": "Some naughty scenes from a balcony.", "genres": [], "file": "289.json"}, "427483": {"title": "Patineurs sur le lac d'Enghien", "plot": "People ice skating.", "genres": [], "file": "289.json"}, "427486": {"title": "Visite de Nicholas II en France: Revue de Bétheny", "plot": "Troops parade past the camera.", "genres": [], "file": "289.json"}, "427490": {"title": "The Gans-McGovern Fight", "plot": "With the exception of this film there are absolutely no genuine moving picture films representing genuine prize fights on the market. The prize fight films, so-called, are either taken by the fight promoters and retained by them for exhibition, not on sale and cannot be procured, or else they are the boldest fake reproductions put up the day following the fight by cheap, so-called fighters, who endeavor, to the best of their ability and under the direction of the enterprising photographer, to represent or reproduce as nearly as possible the scrap which occured the evening before between the genuine principles. It is easy to see how very little real value films produced in these ways possess for the average public, which quick to see that the so-called priniples in the fight are not the men they are advertised to be, and the fight is not the real thing.", "genres": [], "file": "289.json"}, "427493": {"title": "Nankin Road, Shanghai", "plot": "An extraordinary window on to the heart of cosmopolitan Shanghai over a hundred years ago - a true melting pot of cultures. Today the city's main shopping hub, Nanjing Road is here bustling with crowds of Chinese and Europeans and patrolled by Sikhs who made up an important part of the international police force. It is the only known surviving example of the film reportage shot by British war correspondent Joe Rosenthal during his coverage of the Boxer Rebellion in China between 1900 and 1901.", "genres": [], "file": "289.json"}, "427495": {"title": "Packers on the Trail", "plot": "A snow covered slope with narrow trail is seen in the foreground of this picture. In the distance, some figures are seen approaching. As they draw nearer we recognize a dog team and sledge loaded with supplies, and followed by miners loaded with tools and materials, trudging their way over the well run trail into the heart of the Klondike. This picture gives the observer some idea of the hardships of the miners in the Alaskan Gold Field.", "genres": [], "file": "289.json"}, "427497": {"title": "Tramway Ride Through the Streets of Norwich", "plot": "Shows the streets of Norwich filmed from the upper storey of a moving tram in 1901.", "genres": [], "file": "289.json"}, "427499": {"title": "Royal Proclamation of the Death of Queen Victoria, Blackburn", "plot": "The exact moment when the Victorian age turned into the Edwardian age, in this public proclomation in Blackburn, UK on Jan 22 or 23, 1901.", "genres": [], "file": "289.json"}, "447169": {"title": "Arrival of McKinley’s Funeral Train at Canton, Ohio", "plot": "In recording this scene the position of our camera was an excellent one, and we present to the public a most perfect picture of the train’s arrival. The engine is decorated with crepe to mark the solemnity of this great historical event. As the train stops at the platform great respect for the dead President is shown by the waiting diplomats and reception committee baring their heads and standing respectfully on one side as the mourners leave the train.", "genres": ["Documentary"], "file": "304.json"}, "453227": {"title": "The Reversible Divers", "plot": "A few people swimming.", "genres": [], "file": "309.json"}, "453238": {"title": "Bally-Hoo Cake Walk", "plot": "\"Ballyhoo\" cakewalk by the colored troupe of the Old Plantation.", "genres": [], "file": "309.json"}, "453797": {"title": "Swimming Pool at Coney Island", "plot": "The camera was positioned on the edge of a large public swimming pool. Many children jump in the water from the edge of the pool opposite the camera and swim toward the camera.", "genres": [], "file": "310.json"}, "455135": {"title": "The Bad Boy's Joke on the Nurse", "plot": "A young nurse is seated asleep on a bench with a small infant in her lap, while directly opposite her can be seen an old gentleman also snoozing. Two bad boys enter upon the scene, one gets a small log about the size of the child and places it in the nurse's lap and the other takes the child from the nurse, and lays it in the old gent's arms. In a few moments the old gent awakens and find the baby, nurse wakes up and misses her baby, and seeing it in the old gent's arms, seizes him and mops up the earth with him. A policeman marches them off to the station house. The picture is bound to provoke a great deal of mirth.", "genres": [], "file": "311.json"}, "455345": {"title": "Funeral of President McKinley", "plot": "Hearse bearing the remains of President McKinley on the way to the church, Canton, Ohio. Special Guard of honor.", "genres": [], "file": "311.json"}, "455347": {"title": "Panoramic View of the McKinley Homestead", "plot": "Panoramic view of the McKinley homestead, Canton, O., on the morning of the funeral, showing large crowds passing the house, which was under military guard.", "genres": [], "file": "311.json"}, "460182": {"title": "Jeffries in His Training Quarters", "plot": "Shot against a painted backdrop of river with town on other bank & mountains behind. Throwing medicine ball while group of men watch, at least one black. He stands up & gets hit on head with ball. Jeffries shadow boxing & dancing with weights in hands. Sparring barehanded, or wrestling with another man.", "genres": [], "file": "315.json"}, "465482": {"title": "Little Red Riding Hood", "plot": "In a bakery in the French countryside, Father Latourte, his wife, and their staff are busy with customers, pastries, and baked goods of all kinds. The Latourtes' young daughter, called Red Riding Hood, reads by the firelight until her parents leave for a moment. She starts to play boisterously, getting the bakery staff mixed up in hijinks and pratfalls. Her father and mother return, chagrined by her escapades, and she is told to take a pot of butter and a galette to her grandmother's cottage. Red Riding Hood travels through the forest on her errand, meeting a wolf, who finds out where she is going. Encountering her friends from the village school, she happily pauses her journey to play and dance with them. Meanwhile, at a windmill near the cottage, the miller Sans-Souci has comic trouble with his mule.", "genres": ["Fantasy"], "file": "319.json"}, "465484": {"title": "Are You There?", "plot": "A young man's telephone call to his sweetheart is intercepted by her father, who beats him with his umbrella.", "genres": [], "file": "319.json"}, "470782": {"title": "The Georgetown Loop", "plot": "Railroad from Georgetown to Silver Plume, Colorado.", "genres": ["Documentary"], "file": "323.json"}, "49275": {"title": "Bluebeard", "plot": "A young woman becomes the eighth wife of the wealthy Bluebeard, whose first seven wives have died under mysterious circumstances.", "genres": ["Drama", "Horror", "Fantasy"], "file": "33.json"}, "49279": {"title": "The Man with the Rubber Head", "plot": "A chemist carries out a bizarre experiment with his own head.", "genres": ["Comedy", "Fantasy"], "file": "33.json"}, "533860": {"title": "Anna Held", "plot": "Stage star Anna Held (1872-1918) riffs on her once-famous scene from the comedy Papa's Wife (1899-1901) featuring a naif getting tipsy on her first champagne, in this \"photographic interview\", filmed in 68mm by Frederick S. Armitage. AM&B's Picture Catalogue of 1902 pitched it as \"A stunning picture of the well-known actress in the drinking scene which made such a hit in Papa's Wife. The figure is shown in bust view, making the head very large and giving a clear view of the facial expressions of the beautiful artiste.\" The company said that both \"make hits either in the Biograph [35mm projection service] or Mutoscope\" [hand-cranked peep-show viewer].", "genres": ["Documentary"], "file": "374.json"}, "536198": {"title": "The Prodigal Son", "plot": "An adaptation of the biblical story.", "genres": ["Drama"], "file": "376.json"}, "549678": {"title": "Runcorn v St Helens", "plot": "Northern Union from 1901", "genres": [], "file": "385.json"}, "560273": {"title": "Magic Extinguisher", "plot": "A conjurer vanishes animals then vanishes himself.", "genres": [], "file": "394.json"}, "566371": {"title": "Bailey's Royal Buxton Punch And Judy Show In Halifax", "plot": "Documentation of an audience watching a puppeteer working in a booth.", "genres": [], "file": "398.json"}, "587732": {"title": "The Dance", "plot": "First Hungarian film ever made. Considered lost.", "genres": [], "file": "414.json"}, "601808": {"title": "Henley Regatta", "plot": "Single shot of the finish of a rowing race at Henley Regatta.", "genres": ["Documentary"], "file": "425.json"}, "601928": {"title": "King Edward's Arrival at Helsingor", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "425.json"}, "602027": {"title": "Panorama of Grand Harbour, Malta, Showing Battleships, Etc.", "plot": "Single panning shot of the Grand Harbour, Valletta, Malta.", "genres": ["Documentary"], "file": "425.json"}, "604648": {"title": "General Bartolomé Mitre  Visits the History Museum", "plot": "", "genres": ["Documentary"], "file": "427.json"}, "628916": {"title": "In the Photographer's House", "plot": "Silent short.", "genres": ["Comedy"], "file": "445.json"}, "630272": {"title": "Visit to Pompeii", "plot": "George Albert Smith and Charles Urban snaffled the plum job of travelling to Italy to take a series of views of Italy for the Warwick Trading Company, including this one. The long panning shots of Pompeii linger respectfully, as a tourist would, before the camera finally raises its eye to the mighty volcano looming in the distance beyond.", "genres": ["Documentary"], "file": "446.json"}, "632029": {"title": "The Puzzled Bather and His Animated Clothes", "plot": "As a man removes his clothes to bathe, more reappear on him.", "genres": [], "file": "447.json"}, "633606": {"title": "The Maasbrug in Rotterdam", "plot": "A well-preserved slice of life in Holland, showing people and horse-drawn trolleys in front of the ornamented Maasbrug bridge. Approximately 1901.", "genres": ["Documentary"], "file": "448.json"}, "634596": {"title": "'Columbia' and 'Shamrock II': Turning the Outer Stake Boat", "plot": "Here the yachts are both sailing under a twenty-knot breeze, and the effect is most beautiful as they turn the stake, the Shamrock leading by one-eight of a mile. The sailors working at the ropes make a most beautiful effect as the yachts pull about for home and begin the great struggle which ended in the awarding of the cup to Columbia.", "genres": [], "file": "449.json"}, "634600": {"title": "Day at the Circus", "plot": "We present here a series of interesting pictures and show a number of scenes just as witnessed by a visitor to the Great Forepaugh and Sells Bros. combined four-ring circus. We begin by showing the complete circus parade as it takes place in the street. The first scene shows the parade coming down a broad asphalt avenue with park in background. Entire parade shows elephants, camels, band wagons, chariots, cages of animals, and full circus paraphernalia, making a most interesting subject. The next picture shows the assembly or grand entry, and includes the entrance into the arena of the elephants, chariots, wild animals, horses, camels, etc.", "genres": [], "file": "449.json"}, "667877": {"title": "A Photograph Taken From Our Area Window", "plot": "Close view of legs and feet passing a basement window.", "genres": [], "file": "474.json"}, "696973": {"title": "Deaf Mute Recitation", "plot": "A young girl reciting \"The Star Spangled Banner\" in sign language as taught at Gallaudet Institute.", "genres": ["Documentary"], "file": "496.json"}, "696974": {"title": "L'eau merveilleuse", "plot": "A man sees his head go from bald to full of long, luxurious hair in this delightful trick film.", "genres": ["Comedy"], "file": "496.json"}, "696977": {"title": "Inauguration of the Commonwealth", "plot": "This clip shows part of the official parade for the Inauguration of the Commonwealth on 1 January 1901 as it passes through the temporary gate built especially for the occasion in Hyde Park, Sydney.", "genres": ["Documentary"], "file": "496.json"}, "696980": {"title": "Two Rubes at the Theatre", "plot": "This picture shows the interior of a well-known theatre. Two hayseeds occupy the front seats and an idea can be gained of the merits of the play by their facial expressions. They indulge in peanuts and apples during the performance, to the amusement of the occupants of the seats surrounding them. Excruciatingly funny.", "genres": ["Comedy"], "file": "496.json"}, "698379": {"title": "Parade on West End Pier, Morecambe", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "698380": {"title": "West End Pier, Morecambe", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "698383": {"title": "Morecambe Promenade & Winter Gardens", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "698387": {"title": "Scenes by the Stone Jetty, Morecambe", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "715439": {"title": "Jeffries Exercising in His Gymnasium", "plot": "Jeffries walks into his gymnasium at Oakland, Cal., accompanied by Billy Delaney, and begins exercising with the heavy weights. The view was taken with the champion close to the camera, and during the exercises his back is turned to the audience, when his great muscles stand out in bold relief, and, as he strains and tugs at the weights, they give one the impression of huge bands of knotted cords.", "genres": ["Documentary"], "file": "510.json"}, "715440": {"title": "Jeffries Side Stepping and Wrestling", "plot": "Another fine picture of the champion going through his side-stepping tactics which have made him famous. The picture ends with a wrestling bout with his brother, Jack Jeffries.", "genres": ["Documentary"], "file": "510.json"}, "715442": {"title": "Jeffries Skipping the Rope", "plot": "A splendid subject, showing the champion heavyweight of the world, exercising in his training headquarters. After showing his skill in side-stepping, and fancy steps while skipping the rope at a phenomenal speed, the champion's trainers peel off his sweater and give him a rubdown, during which the mighty muscles on the champion's chest and back are seen to perfection.", "genres": ["Documentary"], "file": "510.json"}, "715444": {"title": "Jeffries Sparring with His Brother", "plot": "A fine picture of the champion and his brother in a very lively one-round sparring bout. The muscles of the champion are shown to excellent advantage, and aside from being a very lively and interesting sparring exhibition the film presents an absolutely perfect photograph of the champion and his brother.", "genres": ["Documentary"], "file": "510.json"}, "715446": {"title": "Jeffries Throwing the Medicine Ball", "plot": "James J. Jeffries throwing the medicine ball. An absolutely perfect picture of the champion heavyweight of the world.", "genres": ["Documentary"], "file": "510.json"}, "722790": {"title": "Laborers in Victorian England", "plot": "Footage from the dawn of film taken by Mitchell and Kenyon in North England, 1901.", "genres": ["Documentary"], "file": "516.json"}, "731049": {"title": "The Little Doctors", "plot": "This film is considered lost", "genres": [], "file": "522.json"}, "755960": {"title": "Children Bathing", "plot": "A pretty and natural picture in which the principal actors are two tiny tots who are evidently not a bit afraid of the briny deep as they splash around in the waves in very evident delight and enjoyment. The water effects are splendid and this is a beautiful subject of \"Child-life.\" We recommend this to make a hit with any audience.", "genres": ["Documentary"], "file": "540.json"}, "773092": {"title": "Edward VII at Queen Victoria's Funeral", "plot": "Footage of Edward VII in the funeral procession of his mother, Queen Victoria.", "genres": [], "file": "554.json"}, "777401": {"title": "The Snowman", "plot": "Children throw snowballs at passersby, including a policeman.", "genres": [], "file": "557.json"}, "805508": {"title": "York Road Board School, Leeds", "plot": "A small battalion of Yorkshire schoolchildren lines up for a playground photograph.", "genres": [], "file": "578.json"}, "811115": {"title": "Sieurins Bilder", "plot": "A short film screened at Il Cinema Ritrovato 2020.", "genres": ["Documentary"], "file": "583.json"}, "811725": {"title": "Obseques de la Reine Victoria en 1901. Cortège funèbre de militaires “horse guards”.", "plot": "A short film", "genres": [], "file": "583.json"}, "831723": {"title": "Cortège. Musique des Household et corps des volontaires", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831724": {"title": "Troupes coloniales", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831726": {"title": "Bataillon Royal Irish Regiment", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831727": {"title": "Armée indienne", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831729": {"title": "Irish Guards. Scots Guards", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831730": {"title": "Royal regiment d’artillerie", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831731": {"title": "Hussards et dragons", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831734": {"title": "Carrosses de la cour. Fin du cortège", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "846445": {"title": "Danse basque", "plot": "Silent film", "genres": [], "file": "609.json"}, "846449": {"title": "La Poupée", "plot": "These three scenes were inspired from a comedy in four acts of the same name by Edmond Audran, performed for the first time at the Théâtre de la Gaieté in Paris on 21 October 1896. A novice, from a very poor convent, is forced to marry to be entitled to an inheritance from his rich uncle. The prior, wanting to take advantage of this opportunity, finds a solution. The novice will marry an automaton and return to the convent. But a real young woman decides to take the place of the doll.", "genres": [], "file": "609.json"}, "846453": {"title": "Quo Vadis", "plot": "Silent film", "genres": [], "file": "609.json"}, "846454": {"title": "Sedgwick’s Bioscope Showfront At Pendlebury Wakes", "plot": "Silent film", "genres": [], "file": "609.json"}, "846456": {"title": "Washing Up And Blacking Up", "plot": "Two comedians are washing at basins. One covers himself in white soap lather, but slyly gives blacking to his fellow, who applies vigorously.", "genres": [], "file": "609.json"}, "846458": {"title": "Factory Gate Exit", "plot": "Silent Film", "genres": [], "file": "609.json"}, "846459": {"title": "Over The Tay Bridge On An Express Train", "plot": "Silent Film", "genres": [], "file": "609.json"}, "846761": {"title": "Exit Of White Collar Workers", "plot": "Silent film.", "genres": [], "file": "609.json"}, "846765": {"title": "Le Mauvais Riche", "plot": "Silent film", "genres": [], "file": "609.json"}, "846769": {"title": "Charlemont", "plot": "Silent film.", "genres": [], "file": "609.json"}, "846770": {"title": "La Chasse Est Ouverte", "plot": "Silent film.", "genres": [], "file": "609.json"}, "846771": {"title": "Monsieur Et Madame Sont Pressés", "plot": "Silent film.", "genres": [], "file": "609.json"}, "861137": {"title": "Bohemia Criolla", "plot": "Black and white argentinian movie from 1901.", "genres": [], "file": "620.json"}, "861906": {"title": "Escenas callejeras", "plot": "First rudiment of the plot.", "genres": [], "file": "621.json"}, "862172": {"title": "La revista de la escuadra argentina", "plot": "Silent black and white film from Argentina made in 1901.", "genres": [], "file": "621.json"}, "862174": {"title": "El regimiento ciclista", "plot": "Silent black and white movie by pioneer of argentine cinema Eugenio Cardini.", "genres": [], "file": "621.json"}, "880506": {"title": "Buxton Skyline", "plot": "The imposing sight of Buxton's Georgian Crescent and the 18th century Devonshire Dome behind it is as familiar to locals today as it would have been to this film's Edwardian audience. Commissioned from travelling filmmakers Mitchell and Kenyon by exhibitor Mr Tweedale, the film was shown in February 1901 in the Pavilion theatre, part of the then unfinished Buxton Opera House.  For Buxton Skyline, Mitchell and Kenyon made a relatively rare departure from their more typical scenes of bustling crowds. The long, slow panning shot is unusually ambitious for this early period in film's history, and it's not surprising that keeping the camera steady proved a challenge too far given the technology available.", "genres": [], "file": "633.json"}, "884154": {"title": "Japanese Schoolchildren", "plot": "Film produced by the Warwick Trading Company.", "genres": ["Documentary"], "file": "636.json"}, "894892": {"title": "Grand Consecration of the Emperor Franz I. Bridge", "plot": "Only part of the film has survived.", "genres": ["Documentary"], "file": "644.json"}, "915321": {"title": "Une nuit terrible", "plot": "A man tries to climb ito bed to get a night's sleep. Every time he does, the bed suddenly is someplace else and he falls on the floor.", "genres": ["Comedy", "Fantasy"], "file": "655.json"}, "95695": {"title": "The Artist's Dilemma", "plot": "The scene opens in an artist's studio, the artist asleep in his chair. A large old fashioned clock opens and a young lady comes out and awaking the artist, requests him to paint her picture. While the artist is executing the work a clown comes from the clock, takes in the situation and begins to make love to the lady. The artist detects him and compels him to desist his love making. He continues to paint. The clown becomes interested and asks the artist to allow him to paint the picture, and begins smearing a whitewash brush over the canvas, when lo, a most perfect image of the young lady appears. The image then steps down from the frame, joins the young lady in the studio, and the figures, each a perfect counterpart of the other begin to dance to the great astonishment of the artist. The clown the by waving his hand causes the figures of the two girls to merge into one. The artist then assumes his seat and awakens from his dream with a great shock.", "genres": ["Fantasy", "Comedy"], "file": "66.json"}, "96035": {"title": "The Big Swallow", "plot": "A man, objecting to being filmed, comes closer and closer to the camera lens until his mouth is all we see. Then he opens wide and swallows camera and cinematographer. He steps back, chews, and grins.", "genres": ["Comedy"], "file": "66.json"}, "930746": {"title": "A Mighty Tumble", "plot": "Razing a four story brick building. The structure is pushed over as a whole and falls with a terrific crash.", "genres": ["Documentary"], "file": "666.json"}, "944123": {"title": "Riding Servants Cross the River", "plot": "One of the first ever films Mirza Ebrahim Khan made in Iran, shows the servants of the Shah crossing a river (probably Jajrood river) with horses and lots of loadings.", "genres": ["Documentary"], "file": "676.json"}, "944135": {"title": "Clowns Comedy Perfomance in the Palace", "plot": "This film is a footage of multiple comedic performances called \"Baghal Bazi\" in the royal palace for Mozaffar ad-Din Shah. It includes items as Stick hitting, Negotiate with an Arab, foot whipping of the dwarf.", "genres": ["Comedy"], "file": "676.json"}, "944149": {"title": "Recreation of a Hunting Scene on the Roof", "plot": "This film that is recorded on the roof of Golestan Palace, shows Mozaffar ad-Din Shah Qajar and the rest of palace residents walking and looking far at the sky to watch or shoot birds. It might at first look like a short documentary movie but it is actually a drama in which the Shah plays the role of himself in an attempt to remake the real hunting/watching scene.", "genres": ["Drama"], "file": "676.json"}, "944293": {"title": "Women Getting on the Steam Tram", "plot": "Women getting on and riding Tehran-Rey railway tram.", "genres": ["Documentary"], "file": "676.json"}, "946434": {"title": "Pigeon Farm at Los Angeles, Cal.", "plot": "In this picture we show the largest pigeon farm in the world, consisting of hundreds of pigeon houses of all sizes. One of the attendants at the farm throws out feed to the pigeons. Immediately the air is filled with hundreds of thousands of flying birds. This is a most remarkable subject and bound to please the most exciting audiences. Sold complete or in separate lengths.", "genres": [], "file": "678.json"}, "969171": {"title": "Mister Moon", "plot": "Likely a popular routine from Percy Honri's musical theatre show. His face is seen poking through a blackout curtain, made up as the man in the moon. A hat and puppet body appears, strumming a ukulele.", "genres": ["Fantasy", "Comedy"], "file": "694.json"}, "983092": {"title": "Breakwater and the Visit of the English Squadron", "plot": "Documentary filmed by Fructuoso Gelabert at the Spanish coast.", "genres": ["Documentary"], "file": "704.json"}, "105305": {"title": "Panoramic View of the Morecambe Sea Front", "plot": "One long traveling shot through a sea front lined with tourists, workers, and sundry others.", "genres": ["Documentary"], "file": "71.json"}, "106816": {"title": "What Is Home Without the Boarder", "plot": "A trio of prankish boarders wreak havoc on their landlady and an intervening policeman.", "genres": ["Comedy"], "file": "71.json"}, "997536": {"title": "Nora's 4th of July", "plot": "Willie puts a pack of firecrackers in the flour which Nora is preparing for her dough. A policeman comes in and is entertained by Nora. Willie in the meantime explodes the firecrackers, covering Nora and policeman with the contents of the pan.  —AMB Picture Catalogue", "genres": [], "file": "714.json"}, "107256": {"title": "The Brahmin and the Butterfly", "plot": "A man attempts to engender a transformation of a giant worm into a butterfly.", "genres": [], "file": "72.json"}, "107258": {"title": "An Extraordinary Dislocation", "plot": "A clown performs various feats of magic based on his ability to detach and reattach different parts of his body.", "genres": ["Comedy", "Fantasy"], "file": "72.json"}, "107261": {"title": "The Magician's Cavern", "plot": "A very enthusiastic magician performs several tricks.", "genres": ["Comedy", "Fantasy"], "file": "72.json"}, "107268": {"title": "The Bachelor's Paradise", "plot": "A sorceress conjures up a bevy of beauties for a bachelor to peruse.", "genres": ["Fantasy", "Comedy"], "file": "72.json"}, "107269": {"title": "The Prince of Magicians", "plot": "A magician does tricks with the aid of his assistant, the Human Pump.", "genres": ["Fantasy", "Comedy"], "file": "72.json"}, "107272": {"title": "Hat of Many Surprises", "plot": "A magician's hat offers many surprises.", "genres": ["Fantasy"], "file": "72.json"}, "107273": {"title": "The Dwarf and the Giant", "plot": "A magician explores two halves of his self: The Dwarf and the Giant.", "genres": ["Fantasy", "Comedy"], "file": "72.json"}, "107439": {"title": "The Devil and the Statue", "plot": "At the beginning of the scene Romeo in his gondola sings to Juliet a sentimental song, then goes away. Hardly has he departed when the colonnade falls to pieces, disclosing the devil. Juliet, frightened, runs to the window and calls Romeo. The latter attempts to enter and protect his fiancée, but at a gesture from the devil the window is instantly covered with a grating and Romeo makes frantic efforts to break it. The devil begins to dance a wild dance before Juliet, who is beside herself from terror. The devil gradually becomes the size of a giant (a novel effect). Juliet implores the statue of Madonna, which becomes animated, descends from its pedestal, and stretching out its arms orders the devil to disappear. (Méliès Catalog)", "genres": ["Romance", "Horror", "Fantasy", "Drama"], "file": "72.json"}, "1014108": {"title": "Malta", "plot": "A panorama shot of the Malta island.", "genres": [], "file": "726.json"}, "1026872": {"title": "L'histoire d'un crime", "plot": "A burglar commits a homicide during a robbery. He is arrested and forced to cope with serious consequences.", "genres": ["Crime"], "file": "735.json"}, "1064927": {"title": "Why Bridget Stopped Drinking", "plot": "", "genres": ["Comedy"], "file": "763.json"}, "1064930": {"title": "Nabbed by the Nipper", "plot": "", "genres": ["Drama"], "file": "763.json"}, "124043": {"title": "Conquering the Skies", "plot": "A man flies his plane \"Fend l'Air\" over Paris.", "genres": ["Science Fiction"], "file": "81.json"}, "128352": {"title": "Scrooge; or Marley's Ghost", "plot": "A scene from Charles Dicken's A Christmas Carol.", "genres": ["Drama", "Fantasy"], "file": "83.json"}, "128354": {"title": "The Death of Poor Joe", "plot": "A scene from Charles Dickens Bleak House.", "genres": ["Drama"], "file": "83.json"}, "129863": {"title": "Demolishing and Building Up the Star Theatre", "plot": "Time-lapse photography showing the one month-long demolition of the Star Theatre in New York.", "genres": ["Documentary"], "file": "84.json"}, "142042": {"title": "What Is Seen Through a Keyhole", "plot": "As a janitor is cleaning a hotel, he decides to peek through the keyholes to observe some of the guests in their rooms. In room 8, a woman is busy making herself look more attractive, and the janitor enjoys watching her. There are also some interesting things going on in the other rooms on the floor.", "genres": ["Comedy"], "file": "89.json"}, "144139": {"title": "What Happened on Twenty-Third Street, New York City", "plot": "A street level view from the sidewalk, looking along the length of 23rd Street. Following actuality footage of pedestrians and street traffic, the actors, a man in summer attire and a woman in an ankle-length dress, walk toward the camera.", "genres": ["Documentary", "Comedy"], "file": "90.json"}, "144456": {"title": "President McKinley Taking the Oath", "plot": "President McKinley taking the Oath.", "genres": ["Documentary"], "file": "90.json"}, "144459": {"title": "President McKinley and Escort Going to the Capitol", "plot": "Cavalry and foot-soldiers escort President McKinley.", "genres": ["Documentary"], "file": "90.json"}, "147396": {"title": "Terrible Teddy, the Grizzly King", "plot": "Our presidential hunter runs across the landscape and falls down in the snow, gets up with his rifle, and gazes upward at a treed animal which isn't in the camera's view. He fires a shot into the tree, then leaps on the ground to grab the fallen prey, a domestic cat, finishing it off with wild blows of his hunting knife while his companions, a photographer and a press agent, record the event that will be reported far and wide as a manly moment. Teddy then rides out of the forest followed by two companions afoot, never mind that they all originally arrived afoot. Perhaps it was funnier in its day than it is now, but apparently shooting cats was regarded as funny in those days. The larger point was to use a minor whimsy as a political criticism, in this case of Teddy Roosevelt's easy manipulations of the press. It was based on two frames of a political cartoon that had appeared in the paper a mere week before the film was made.", "genres": ["Documentary"], "file": "92.json"}, "147494": {"title": "Circular Panorama of Electric Tower", "plot": "A most interesting picture at the Pan-American Exposition. The picture was taken from the north side of the Electric Tower. It presents the most perfect and diversified views of the Transportation Building, Mexican Plaza, the Stadium and the north side of the Electric Tower. (Edison Catalog, 1902)", "genres": ["Documentary"], "file": "92.json"}, "162853": {"title": "Pan-American Exposition by Night", "plot": "A great feature of the Pan-American Exposition, as unanimously conceded by all visitors, was the electric illumination of the Exposition grounds at night. After a great deal of experimenting and patience, we succeeded in securing an excellent picture of the buildings at the Pan-American as they appeared when lighted up at night.", "genres": [], "file": "99.json"}}