{"775": {"title": "A Trip to the Moon", "plot": "Professor Barbenfouillis and five of his colleagues from the Academy of Astronomy travel to the Moon aboard a rocket propelled by a giant cannon. Once on the lunar surface, the bold explorers face the many perils hidden in the caves of the mysterious planet.", "genres": ["Adventure", "Science Fiction"], "file": "0.json"}, "183610": {"title": "His Only Pair", "plot": "", "genres": ["Comedy"], "file": "108.json"}, "183611": {"title": "The Extraordinary Waiter", "plot": "A Swiss tourist knocks the head off a negro waiter. (IMDb)", "genres": ["Fantasy", "Comedy"], "file": "108.json"}, "190646": {"title": "Tram Ride Into Halifax", "plot": "Tram Ride.", "genres": ["Documentary"], "file": "112.json"}, "190648": {"title": "Ali Baba and the Forty Thieves", "plot": "An early hand-tinted adaptation of Ali Baba.", "genres": ["Adventure"], "file": "112.json"}, "190650": {"title": "Electric Tram Rides from Forster Square, Bradford", "plot": "Electric Tram Rides from Forster Square, Bradford", "genres": ["Documentary"], "file": "112.json"}, "190651": {"title": "The Little Match Seller", "plot": "A short melodrama based on Hans Christian Andersen's harrowing tale. A poor little girl tries to sell matchsticks in the freezing December cold. She lights matches for some light and warmth. There are visions: a fireplace, dinner, a Christmas tree. She sees her dead mother, welcoming her.", "genres": ["Drama"], "file": "112.json"}, "190653": {"title": "Wexford Bull Ring", "plot": "Wexford Bull Ring", "genres": [], "file": "112.json"}, "190654": {"title": "The Great Local Derby: Accrington v Church Cricket Match", "plot": "The Lancashire Cricket League was established in the early 1890s (shortly after the birth of the Football League) to suit the interests of factory workers, and was hugely popular in the county. Played on Saturdays and midweek, games were completed within one day. The Accrington v. Church match was filmed on 5 July, with Accrington's professional bowler, Walter Hall, dispatching Church for 46 runs.", "genres": [], "file": "112.json"}, "190655": {"title": "Leeds Athletic and Cycling Club Carnival", "plot": "Leeds Athletic and Cycling Club Carnival", "genres": [], "file": "112.json"}, "190656": {"title": "Sheffield United v Bury", "plot": "Sheffield United v Bury", "genres": ["Documentary"], "file": "112.json"}, "190657": {"title": "Living Wigan", "plot": "This vibrant film was shown as part of the Lancashire town's celebrations of Edward VII's coronation. People wave, cheer and laugh at the camera as a tram worker playfully tries to clear them out of the way by spraying them with water. As the camera pans to follow the tram disappearing down the hill, it passes over women in shawls, men smoking, and a little girl in a bonnet being held aloft.", "genres": [], "file": "112.json"}, "190659": {"title": "The Terrible Eruption of Mount Pelee and Destruction of St. Pierre, Martinique", "plot": "This picture depicts the eruption of the volcano by which over 30,000 souls were hurled into eternity. The numerous explosions which took place during the eruption are plain to be seen. Thousands upon thousands of tons of molten lava, sand, rocks and steam are thrown high in the air and descend with crushing force upon the unfortunate inhabitants of the doomed city of St. Pierre. This is the worst calamity which occurred since a similar eruption by Mt. Vesuvius when Pompeii was destroyed. (Lubin Catalog)", "genres": [], "file": "112.json"}, "190662": {"title": "Burnley v Manchester United", "plot": "Believed to be the first film that features Manchester United in their first season as 'Manchester United', rather than 'Newton Heath' as they were known at the time.", "genres": ["Documentary"], "file": "112.json"}, "190665": {"title": "Pas de deux", "plot": "A short dance scene filmed by Danish photographer Peter Elfelt.", "genres": ["Documentary"], "file": "112.json"}, "190668": {"title": "Fun in a Bakery Shop", "plot": "A baker's assistant throws a handful of dough at a rat. The dough sticks to the side of a barrel and the assistant proceeds to sculpt the dough into various faces and shapes. There is some experimental use of stop motion.", "genres": ["Comedy"], "file": "112.json"}, "190669": {"title": "The Twentieth Century Tramp; or, Happy Hooligan and His Airship", "plot": "A comic picture that defies description. It depicts the Twentieth Century up-to-date tramp flying over the chimney tops of New York City in the latest improved flying machine. Weary Willie has the indispensible tin can hanging from his waist and he waves his hands to his friends as he flies along. He passes over the top of the Equitable Life building and other New York sky scrapers. He flies over the East River and clears the top of the Brooklyn Bridge, and appears to be making his way toward Staten Island. When he is about in the centre of the river, his flying machine explodes, and like the unfortunate McGinty, down goes Weary William.", "genres": ["Science Fiction"], "file": "112.json"}, "190671": {"title": "Scene on Lower Broadway", "plot": "A busy street scene on Lower Broadway,", "genres": ["Documentary"], "file": "112.json"}, "190672": {"title": "The Boys Think They Have One on Foxy Grandpa, But He Fools Them", "plot": "The boys dance to Grandpa's banjo playing, then indicate that he can't equal their skill. Grandpa gets up and performs an intricate step while still playing the banjo.", "genres": ["Comedy"], "file": "112.json"}, "190675": {"title": "Foxy Grandpa and Polly in a Little Hilarity", "plot": "Foxy Grandpa and Polly was a comic strip upon which husband and wife team Joseph Hart and Carrie DeMar based a musical for the stage. Here, they enter from our left, hand in hand, a sylvan backdrop behind them. They're in fancy dress: he in three-piece suit and tie, bowler hat in hand; she in frilly floor-length dress, hat, and long braid of hair behind. They do a carefully choreographed dance - he's comic with large nose and male-pattern baldness splitting white curly hair; she's festive and smiling. They stay in sync. The camera is stationary, and it's one take.", "genres": ["Comedy"], "file": "112.json"}, "190676": {"title": "The Interrupted Bathers", "plot": "Three girls are taking a bath in a quiet, shady spot along a beautiful stream. Another young lady in bathing attire reclines on the bank. The latter suddenly discovers two hoboes coming toward the bathers and immediately gives the alarm. They throw water over the hoboes, who gather up the clothes of the fair bathers and make off, compelling the bathers to walk home in barrels. In order to conceal themselves as much as possible they hold the barrels rather high.", "genres": ["Crime", "Comedy"], "file": "112.json"}, "190677": {"title": "Burning of Durland's Riding Academy", "plot": "A fire has swept through Durland's Riding Academy in Manhattan. The fire has mostly died down, but firefighters are still at the scene, hosing down the smoking remains of the buildings. Many others are there as well, helping to clean up, inspecting the ruins, or just getting a look at everything.", "genres": ["Documentary"], "file": "112.json"}, "190678": {"title": "Starting a Skyscraper", "plot": "Taken in the immense excavation for the foundation of the new Macy building at the corner of Broadway and 34th Street, New York.", "genres": [], "file": "112.json"}, "190679": {"title": "The Burlesque Suicide, No. 2", "plot": "A despondent-looking man sits behind a table that holds a drink and a gun. He hesitates, thinks things over, starts to take a drink, and then puts down the glass. Then he picks up the gun and raises it to his temple.", "genres": ["Thriller", "Comedy"], "file": "112.json"}, "195549": {"title": "Undressing scene 'summer joys'", "plot": "A film by Peter Elfelt.", "genres": [], "file": "115.json"}, "195699": {"title": "The Emperor of Russia's Arrival in Elsinore", "plot": "Nikolai II (1868-1918), the last Russian czar, son of Alexander III and Dagmar. He had been in Denmark on vacation with his parents several times. The royal houses usually met in September to celebrate Queen Louise's birthday. Even after Queen Louise's death, the families still kept the tradition.", "genres": ["Documentary"], "file": "115.json"}, "195869": {"title": "Panoramic View of the Golden Gate", "plot": "This picture was taken from the front end of a train during a trip from the famous Cliff House to Bakers Beach along the shore of the Golden Gate. The train runs along the brink of the cliff and gives a perfect representation of the objects that meet the eye prior to entering the Golden Gate. One of the features of this picture is the stirring ride along the very edge of the cliff, the track being laid in places within a foot of the brink, and far below can be seen the huge breakers dashing against the foot of the cliff. (Edison Catalog)", "genres": ["Documentary"], "file": "115.json"}, "195870": {"title": "Champion Athletes at Birmingham", "plot": "Sports footage from 1902.", "genres": [], "file": "115.json"}, "195871": {"title": "Crews Practicing on River Lee at Cork Regatta", "plot": "A film from the UK based Mitchell & Kenyon.", "genres": [], "file": "115.json"}, "195872": {"title": "Ride from Blarney to Cork on Cork and Muskerry Light Railway", "plot": "Beginning with panoramic shots of the Colthurst estate and Blarney Castle - already a popular tourist attraction by the Edwardian era - this film takes a trip through County Cork via Leemount and Carrigrohane stations. It was filmed in late spring and shown at the Cork International Exhibition, which opened in May 1902. The light railway, which shared the road with other traffic, closed in 1934.", "genres": [], "file": "115.json"}, "195873": {"title": "Ambush II at Eyrefield Lodge, Curragh", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195874": {"title": "The Visit of the Duke of Connaught C-I-C Forces in Ireland and Prince Henry of Prussia to Cork Exhibition", "plot": "A dozen years before hostilities broke out between Britain and Germany, members of their respective royal families visited the Cork Exhibition together on 8 May 1902. They are shown here inspecting one of its most imposing visual highlights: the gigantic water chute, which cost £3,000 to construct (nearer £300,000 today), as well as a police parade and more leisurely boating activities.", "genres": [], "file": "115.json"}, "195876": {"title": "Views of the Grand Parade, Cork", "plot": "The pedestrians are either engrossed by the camera or dodging traffic in this busy thoroughfare in Cork. St Patrick Street buzzes with electric trams, introduced to the city in 1898. From another viewpoint in Grand Parade the camera captures an array of vehicles and activities, including street sweepers, bicycles, a steam roller and an eye-catching strand-off between a donkey and a tram.", "genres": [], "file": "115.json"}, "195877": {"title": "Panorama of Queenstown Harbour", "plot": "It's not easy to view these beguiling scenic shots without burdening them with our knowledge of history. The pivotal site of Irish emigration, Queenstown witnessed countless departures (like that of the liner glimpsed here), each touched by excitement, apprehension and, all too often, tragedy. Previously Cove, it was later renamed Cobh by a newly independent state purging itself of Britishness.", "genres": [], "file": "115.json"}, "195879": {"title": "Cattle Market in Derry", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195880": {"title": "Cork Fire Brigade Turning Out", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195883": {"title": "Bird's-Eye View of San Francisco, Cal., from a Balloon", "plot": "Taken while ascending some 2,000 yards into the clouds, and represents a most diversified view of the city of San Francisco, the Golden Gate, Pacific Ocean, and surrounding country for miles. The huge balloon from which this picture was taken is 75 feet in diameter, 250 feet in circumference and about 105 feet high, and it requires some 150,000 feet of gas to raise it from the ground.", "genres": ["Documentary"], "file": "115.json"}, "195884": {"title": "Day School Sports at Park Avenue, Bradford", "plot": "Children school sports day, 1902-style.", "genres": [], "file": "115.json"}, "195885": {"title": "Rotherham Town v Thornhill", "plot": "These two Rotherham football clubs eventually merged to become Rotherham United in 1925. Here, they make the best of a poor pitch that caused the match to be abandoned after 55 minutes. The Rotherham Town keeper, in white, puts in a lot of effort, if not so much skill, with the ball. Showman Albert Wilkinson, in a top hat, can be seen geeing up the coal-dusted crowds for the camera.", "genres": [], "file": "115.json"}, "195887": {"title": "Everton v Liverpool", "plot": "Pieces of a 1902 football match.", "genres": ["Documentary"], "file": "115.json"}, "195888": {"title": "Two-Oared Boat Race, Sundays Well, Cork", "plot": "This film was commissioned by influential fairground showman George Green (one of the first exhibitors to hire Mitchell &amp; Kenyon) for his cinematographic show at the Cork International Exhibition 1902. It documents a boat race on a suburban section of the River Lee, though its vantage point also commands a magnificent view of the river and a picturesque Sunday's Well backdrop.", "genres": [], "file": "115.json"}, "195890": {"title": "Karina", "plot": "Anonymously directed is Karina (1902), less than half a minute of a vaudeville can-can dancer. She's shown in voluminous skirt hanging to the floor, which she often lifts to reveal her legs &amp; much more in bodysock.", "genres": [], "file": "115.json"}, "195891": {"title": "Final of International Cup at Cork Regatta Between Leander and Berlin", "plot": "arly regatta footage from Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195892": {"title": "Panorama of Cork Exhibition Grounds", "plot": "An interesting counterpart to Mitchell and Kenyon's extensive coverage of the human visitors to the 1902 Cork Exhibition, this film instead consists of a nearly 360-degree pan around the exhibition grounds (constructed on what is now Fitzgerald Park) and the nearby River Lee, ending on a close-up of what is almost certainly part of the exhibition's water chute, one of its signature attractions.", "genres": [], "file": "115.json"}, "195893": {"title": "Congregation Leaving St. Patrick's Church in Cork", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195894": {"title": "Congregation Leaving St. Mary's Dominican Church in Cork", "plot": "A film from the UK based Mitchell & Kenyon.", "genres": [], "file": "115.json"}, "195895": {"title": "Congregation Leaving Jesuit Church of St. Francis Xavier, Dublin", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195896": {"title": "Regiments Returned from Boer War to Victoria Barracks, Cork", "plot": "These slightly weary-looking soldiers, just back from South Africa, were perhaps only temporarily housed in their Cork barracks before a well-earned return home. Despite Irish misgivings, some 30,000 Irish soldiers fought in the Boer War. In a neat lesson in colonial history, the barracks were named after Queen Victoria in 1849 and rapidly re-named 'Collins Barracks' after Irish independence.", "genres": [], "file": "115.json"}, "195897": {"title": "Lord Mayor of Cork Arriving for Official Opening of Cork Exhibition", "plot": "This is one of nine films in the Mitchell and Kenyon collection relating to this momentous exhibition, a key moment in Cork's early 20th century history. Highlights of the lavish pageantry include Lord Mayor Edward Fitzgerald, whose brainchild the exhibition was, and the pomp of the Royal Irish Constabulary, as well as the first lucky visitors to the newly opened exhibition grounds.", "genres": [], "file": "115.json"}, "195898": {"title": "Arrival of VIPs for Official Opening of Cork Exhibition", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195899": {"title": "Workers Leaving Lee Boot Factory — Dwyer & Co. Ltd., Cork", "plot": "Mitchell and Kenyon's 'factory gate' films are numerous, but this single shot of jovial workers in Great George's Street (now Washington Street) is the only Irish example to survive. Despite successive Acts of Parliament limiting child labour, there are still many young workers here. Under the 'half-time system', they would have split their time equally between school and work.", "genres": [], "file": "115.json"}, "195900": {"title": "Arrival of the Governor General, Lord Minto, at Quebec", "plot": "This picture shows the Governor General, the Earl of Minto, accompanied by the Countess of Minto and their household...", "genres": [], "file": "115.json"}, "195901": {"title": "Preparation of the Cork Exhibition Grounds and Erection of Buildings", "plot": "Filmed around a month before the opening of the exhibition, these scenes show work still being carried out on the grounds, including the water chute (some 60 feet high) on the River Lee. The grounds were later renamed Fitzgerald Park after the Lord Mayor. The exhibition would have been the talk of Cork, so this film was virtually guaranteed an eager audience, fuelling even greater anticipation.", "genres": [], "file": "115.json"}, "195902": {"title": "Albert Quay in Cork", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "115.json"}, "195903": {"title": "Wexford Railway Station", "plot": "A beautiful shot of a locomotive billowing smoke begins this very evocative film. As the train pulls in to the terminus the camera is positioned behind the ticket barrier to record smartly-dressed passengers disembarking along the length of the platform. A carriage seen at the end carries advertising for the White's Hotel, where Belgian-born cameraman Louis de Clercq stayed during his visit.", "genres": [], "file": "115.json"}, "195905": {"title": "A Tough Dance", "plot": "A man and a woman, both dressed in rough clothing, go around and around, half dancing and half wrestling, until they tumble to the ground in a heap.  The Apache dance was named not after the Indians of the American Southwest, but the lower class demimondaines of Paris. Acts like this were popular because they permitted their audiences to go slumming, attending events that looked and seemed risky but in truth were not.  Acts like this were part of the reason that public dancing was often seen as disreputable. Polite society restricted their dancing to private parties where dances like the waltz and polka -- which had been shocking half a century earlier -- were performed. It would take the influence of Vernon and Irene Castle and the rise of night clubs during Prohibition to make public dancing respectable again.  In the meantime, there's this. It's not very graceful.", "genres": ["Documentary"], "file": "115.json"}, "195906": {"title": "Panorama of College Green, Dublin", "plot": "These evocative scenes of Edwardian Dublin include views of the old houses of parliament (later home to the Bank of Ireland), and the gates of Trinity College. By 1902 the city's tram system was already electrified and this film shows a busy urban Dublin. The once-famous statue of 'King Billy' (William of Orange) on horseback can also be seen; it was later damaged by republicans and removed.", "genres": [], "file": "115.json"}, "195907": {"title": "Sports Day at Queen's College Ground, Cork", "plot": "This lively series of shots of crowds enjoying various events at a university sports day was filmed on the grounds of Queen's College Cork (from 1908, University College Cork). This was next to what is now Fitzgerald Park, host to the 1902 Cork International Exhibition - the bridge-like structure visible in the background is the exhibition's water chute, long since dismantled.", "genres": [], "file": "115.json"}, "195908": {"title": "Trade Procession at Opening of Cork Exhibition", "plot": "A ceremonial procession through what is thought to be Western Road to mark the opening of 1902's momentous Cork Exhibition. Marchers represent the Irish National Foresters and local clothing factory Sunbeam Industries, and there are also religious tableaux, including a live-action depiction of Adam and Eve. At the end, the Lord Lieutenant of Ireland is accompanied by a mounted guard of honour.", "genres": ["Documentary"], "file": "115.json"}, "195909": {"title": "Life in Wexford", "plot": "These short scenes were filmed in January 1902 in and around Wexford's Bull Ring market, capturing an array of local characters, including a cheery fishwife. Children and members of the Royal Irish Constabulary mingle with the traders and customers. The Mayor of Wexford, in his official regalia, appears with his daughters. The films were later shown at the Theatre Royal, Wexford.  This film was shot during a two-day visit to the South East Ireland town by Mitchell and Kenyon cameraman Louis De Clercq. The man in the pale hat seen walking arm-in-arm with another man towards the camera may be Hugh McCarthy, manager of Wexford's White Hotel. The same man reappears later, alongside the mayor and his daughters.", "genres": ["Documentary"], "file": "115.json"}, "195910": {"title": "Tram Ride from King Street to Patrick's Bridge, Cork", "plot": "As well as its extensive railway network, Cork was served by an impressive tramway system, which was just four years old when this film was made. As the tram veers into Bridge Street the filmmakers capture an excellent panorama of Patrick's Bridge, one of the city's major landmarks, and the bustling atmosphere of the commercial centre. This kind of 'phantom ride' was a staple of early film.", "genres": [], "file": "115.json"}, "196124": {"title": "Alcohol and Its Victims", "plot": "A happy family is brought to ruin when the father starts drinking.", "genres": ["Drama"], "file": "115.json"}, "198320": {"title": "M. le Président de la République sur la Jetée Promenade", "plot": "The President of France and entourage on a pier's promenade.", "genres": ["Documentary"], "file": "116.json"}, "205234": {"title": "Dance of the Sylphs", "plot": "This is a short, simple ballet performance. Colors are used here, but the print is quite badly damaged.", "genres": [], "file": "120.json"}, "205256": {"title": "Loie Fuller", "plot": "This is another short, simple dance number. It’s quite stunning and unusual though with a bat turning into a woman who proceeds to give us a skirt dance before disappearing into thin air. The dance is mesmerising with the skirt stunningly changing colour throughout the film.", "genres": ["Fantasy"], "file": "120.json"}, "207001": {"title": "Babies Rolling Eggs", "plot": "The Washington Star of April 1st, 1900, gave the following account of the ceremony: \"Over 40,000 women and children passed through the White House Gates to-day during the hours set apart for the great National show of Egg Rolling, and when the President stepped on the south front gallery at 4:15 P.M., at least 20,000 were within the grounds. The Marine Band rendered a programme of popular music. The President's children entertained at least fifty young friends during the day with a view of the egg rolling from the balcony, but none of them mingled with the great throng, preferring to view the panorama from the distance. They were much amused with the antics of the great crowd of children, who were of all colors and from every walk of life.\"", "genres": ["Documentary"], "file": "121.json"}, "214276": {"title": "Charleston Chain-Gang", "plot": "This picture shows the prisoners after completing their day's work of cleaning up the grounds of the Charleston Exposition, taking their positions along the long chain which secures the whole band of prisoners. They are marched past our camera to the prison, accompanied by the guards, who carry shotguns to prevent any from escaping.", "genres": [], "file": "124.json"}, "214482": {"title": "Tossing Eggs", "plot": "A stationary camera looks slightly uphill at a crowd of children and adults, most wearing a hat, a cap, or a ribbon, as they engage in tossing eggs or, for most of them, watching the fun. At least one child carries a wrapped gift. There are white and black children, and in the distance, two women seem to be the organizers. One enthusiastic young man, his back to us, catches and throws a few. He seems to be playing catch with one of the women at the top of the frame.", "genres": [], "file": "124.json"}, "217178": {"title": "Serpentine Dance by Lina Esbrard", "plot": "", "genres": [], "file": "126.json"}, "231365": {"title": "L'arrivée en voiture - La remise des decorations - La sortie de la Chambre de Commerce", "plot": "Arrival by car - The ceremony decorations - The output of the Chamber of Commerce.", "genres": [], "file": "132.json"}, "231370": {"title": "Danse japonaise, III : Gueichas en Jinrikcha", "plot": "Women getting onto a rickshaw.", "genres": ["Documentary"], "file": "132.json"}, "231777": {"title": "Kejserinde Dagmars Ankomst til Bellevue", "plot": "Documentation of a royal visit to Bellevue.", "genres": ["Documentary"], "file": "133.json"}, "231779": {"title": "Bradford Coronation Procession", "plot": "When Edward VII was crowned, it was a time of great confidence and pride in the British Empire, as shown here by the extravagant and sometimes exotic horse-drawn floats.", "genres": [], "file": "133.json"}, "231780": {"title": "Lieutenant Clive Wilson and the Tranby Croft Party Hull", "plot": "This film is part of the Mitchell and Kenyon collection - an amazing visual record of everyday life in Britain at the beginning of the twentieth century.", "genres": [], "file": "133.json"}, "231781": {"title": "Circular Panorama of Housing the Ice", "plot": "One of the most interesting pictures in the series showing how the ice is taken up from the canal by machinery and run into ice houses, each of which has a capacity of 50,000 tons.", "genres": [], "file": "133.json"}, "231782": {"title": "Loading the Ice on Cars, Conveying It Across the Mountains and Loading It Into Boats", "plot": "Shows how the ice is picked up from the canal and loaded on cars which are hauled across the mountain by cable. After letting the cars down on the opposite side it is unloaded from the cars and stored in ice boats and transported to market.", "genres": [], "file": "133.json"}, "231786": {"title": "Cutting and Canaling Ice", "plot": "Shows ice plows in operation, drawn by horses and guided by men on skates. The plows are first operated in one direction and then crosswise, cutting to within four inches of the bottom, after which men saw and cut the ice entirely off in about twelve foot squares, which are drawn along the canal by horses to a point where they are picked up by the ice carriers and run into the ice houses or loaded on cars.", "genres": ["Documentary"], "file": "133.json"}, "231787": {"title": "The Speedway Parade", "plot": "A parade of horses and vehicles on the Speedway, New York.", "genres": [], "file": "133.json"}, "231788": {"title": "New York City in a Blizzard", "plot": "A realistic panoramic view taken at Madison Square, New York City, on February 17, 1902. A portion of the New York Fire Department is seen trying to make their way to a fire through the immense snow drifts. A few pedestrians are bravely plodding through the immense piles of snow, and a snow plow is hard at work on the Broadway, underground trolley line, endeavoring to clear the tracks. Madison Square, Madison Square Garden, Broadway, the Fifth Avenue Hotel, and 23rd Street are all shown in succession.", "genres": [], "file": "133.json"}, "231789": {"title": "Arrival of Prince Henry (of Prussia) and President Roosevelt at Shooter's Island", "plot": "Here we show Prince Henry and President Roosevelt walking together up the gangway on Shooters Island, N. Y., on their way to the stand on which Miss Alice Roosevelt christens the German Emperor's yacht Meteor. Following Prince Henry and the President are Mr. Wallace Downey, owner of the ship building firm of Townsend & Downey, the sailors and marines from the Hohenzollern, officers from the United States Army and Navy, and the President's invited guests. A most brilliant and interesting picture.", "genres": [], "file": "133.json"}, "231790": {"title": "Notts County v. Middlesbrough", "plot": "The cheering crowds on view are about to see a 2-0 home win that put Notts County at the top of the First Division, though the season would end with the Magpies in a disappointing 14th place, just behind Middlesbrough. The difference between the crowds in the standing and seated sections is striking - particularly the number of women, who are completely absent from the terraced sections.", "genres": [], "file": "133.json"}, "231791": {"title": "How They Do Things on the Bowery", "plot": "Scene Bowery. Young woman drops her handkerchief while passing a Rube. He picks it up and gives it to her. She induces him to go into a side door of a saloon. Second scene, saloon. Rube and woman enter, take seats at table and order drinks. While the Rube is paying for same, woman puts knock-out drops in the Rube's glass. They drink and the Rube falls asleep. Woman takes all his valuables and leaves. Waiter wakes him up. He discovers his watch gone, fights with waiter, and is thrown out. Third scene, outside of saloon. Police patrol drawn up. They put Rube in and drive off.", "genres": ["Drama"], "file": "133.json"}, "231792": {"title": "President Roosevelt Reviewing the Troops at Charleston Exposition", "plot": "The President is seen standing in front of the Auditorium on a small platform which was built for the occasion. Mrs. Roosevelt is standing at his left, holding the Harvard bunch of carnations in her right hand. Beside the President and Mrs. Roosevelt were Capt. F. W. Wagener, Mayor Smyth, of Charleston, S. C., Governor McSweeney, of South Carolina, Governor Avcock and many other prominent people.", "genres": [], "file": "133.json"}, "231793": {"title": "An Obstinate Cork", "plot": "Dan Leno and his wife celebrating the anniversary of their wedding day.", "genres": ["Comedy"], "file": "133.json"}, "231794": {"title": "Les Julians, acrobates", "plot": "These famous European acrobats are shown in their wonderful feats of balancing and high-class acrobatic work. This troupe commands the highest salary ever paid to a company of gymnasts, and the sensational work they perform gives proof that theirs is justly the most celebrated in the world. The photography is beautifully sharp and distinct, and the subject most entertaining.", "genres": [], "file": "133.json"}, "231795": {"title": "Procession of the Daughters of Mary from the parish of Sans", "plot": "This film about a procession is one of the most antique pieces of Spanish cinema.", "genres": ["Documentary"], "file": "133.json"}, "231796": {"title": "Danses algériennes 1. Danse des Ouléd-Naïd", "plot": "A short film featuring several dancers from different countries: first an Arabian dancer, then an Algerian belly dancer, and finally Scottish highlanders in kilts performing a jig. Section one is rendered in hand-color.", "genres": ["Documentary"], "file": "133.json"}, "231932": {"title": "Les Six sœurs Dainef", "plot": "The Six Dainef Sisters come onto stage and perform several acrobatic tricks before taking a bow and leaving stage together.", "genres": [], "file": "133.json"}, "232591": {"title": "Queen Alexandra's Arrival to Toldboden", "plot": "Alexandra (1844-1925), daughter of Christian IX, married in 1863 to Prince Edward (1841-1910), who after Queen Victoria's death in 1901 became King Edward VII of Great Britain and Ireland. She often visited Denmark.", "genres": ["Documentary"], "file": "133.json"}, "232645": {"title": "Kongerevue paa Fælleden", "plot": "Horses riding at Kongerevuen.", "genres": ["Documentary"], "file": "133.json"}, "232646": {"title": "Sct. Clemensbro i Aarhus", "plot": "Danish street scene.", "genres": ["Documentary"], "file": "133.json"}, "237810": {"title": "Panoramic View Near Mt. Golden on the Canadian Pacific R. R.", "plot": "Here we present to the audience a subject taken near Mt. Golden, on which will thoroughly please all who are lovers of scenery. One minute you are running straight to the mountain of rock, and then when you expect to be dashed into it, suddenly turn and skirt the very side of this mountain over trestles, bridges, and finally stop where in front of you can be seen Mt. Hector at a distance of about twelve miles. In this film we present a most exciting ride on the engine of a Canadian Pacific R. R. train, and also afford the audience a most beautiful panoramic view.", "genres": [], "file": "136.json"}, "237813": {"title": "The Eighth Wonder", "plot": "A view of New York's latest sky-scraper, the remarkable Flatiron Building, at the junction of Broadway, Fifth Ave., and 23rd St., New York, with a panorama of the surroundings.", "genres": [], "file": "136.json"}, "237823": {"title": "Panoramic View of Charleston Exposition (South Carolina)", "plot": "The camera was placed in almost the center of the compound area by the exhibit buildings, and the cameraman began to photograph and pan his camera simultaneously. The film consists of pictures of the walkways, pools of water, bridges over the pools, exhibit buildings, bandstands, statuary, and decorations of all nature that, put together, made up the Exposition in Charleston in 1902.", "genres": [], "file": "136.json"}, "239110": {"title": "Kingston Rowing Club at Practice", "plot": "This record of exercise and tomfoolery on the River Hull at Stoneferry won praise from the Hull Daily Mail when it screened at The Circus variety theatre on Anlaby Road. The ladies present may have particularly enjoyed the mocked-up 'accident': one rower tumbles flamboyantly out of his skiff into the water and swims wildly to shore - his wry grin, wet t-shirt clinging to his chest, is priceless.", "genres": [], "file": "137.json"}, "293152": {"title": "Danses cosmopolites à transformation", "plot": "A short dance film in Pathécolor, also know as stencil colouring. The editing cuts correspond with the dancers' costume changes. More about stencil colouring at http://zauberklang.ch/filmcolors/timeline-entry/1218/.", "genres": [], "file": "178.json"}, "306509": {"title": "Tram Rides through Nottingham", "plot": "This fascinating record of Edwardian Nottingham was filmed from the driver's platform of a tram on a single journey through the city centre between its two main stations. The sequence follows the same route as today's Nottingham Express Transit tramway, taking the viewer along Listergate and Wheelergate into Old Market Square before turning right into Long Row and on into Queen Street.", "genres": ["Documentary"], "file": "190.json"}, "318870": {"title": "Dewsbury v Manningham", "plot": "Rugby league footage from Mitchell & Kenyon.", "genres": [], "file": "200.json"}, "318874": {"title": "Midway of Charleston Exposition (South Carolina)", "plot": "This picture shows a merry laughing mass of humanity enjoying the sights of the amusement section of the Exposition on President's Day, which so happily terminated in a manner fitting to such a momentous occasion. This picture is perfect photographically, and shows one of the greatest crowds of people ever seen in a motion picture.", "genres": [], "file": "200.json"}, "318875": {"title": "King Georg of Saxony in Chemnitz on 10.9.1902", "plot": "Three months after King George of Saxony has ascended the throne, he visited the city of Chemnitz.", "genres": [], "file": "200.json"}, "319006": {"title": "Boys Sliding", "plot": "This short film, made by Bamforth of Holmfirth, shows a group of boys sliding in the snow.", "genres": [], "file": "200.json"}, "344973": {"title": "The Fairy of Spring", "plot": "It is winter and a couple invites an old woman to eat. The old woman then becomes a fairy and makes the spring appears.", "genres": ["Fantasy"], "file": "222.json"}, "347017": {"title": "The Draped Model", "plot": "American Mutoscope & Biograph", "genres": [], "file": "224.json"}, "353185": {"title": "The Fairy of the Black Rocks", "plot": "A man encounters fairies.", "genres": ["Fantasy"], "file": "229.json"}, "354048": {"title": "Fox Terriers and Rats", "plot": "Fox terriers kill rats in an aviary while excited spectators watch on.", "genres": ["Documentary"], "file": "230.json"}, "354712": {"title": "Maria Marten: or, The Murder at the Red Barn", "plot": "A woman is murdered by her lover", "genres": [], "file": "230.json"}, "354713": {"title": "A Fight with Sledgehammers", "plot": "Two rival blacksmiths fight over a woman, using sledgehammers.", "genres": [], "file": "230.json"}, "354910": {"title": "Le jugement de Pâris", "plot": "In this early adaptation of the Odyssey, three Olympian goddesses compete for beauty.", "genres": ["Fantasy"], "file": "230.json"}, "355936": {"title": "Le prince de Galles", "plot": "Lost film from 1892, directed by Louis Lumière and starring King Edward VII.", "genres": ["History", "Documentary"], "file": "231.json"}, "358399": {"title": "Capture of the Biddle Brothers", "plot": "The public throughout the world is acquainted with the sensational capture of the Biddle Brothers and Mrs. Soffel, who, through the aid of Mrs. Soffel, escaped from the Pittsburg jail on January 30th, 1902.", "genres": ["Drama", "Action", "Crime"], "file": "233.json"}, "362914": {"title": "Rudge and Whitworth, Britain's Best Bicycle", "plot": "Part of BFI collection \"On Yer Bike.\"", "genres": [], "file": "237.json"}, "366949": {"title": "Fort-de-France : marché", "plot": "", "genres": ["Documentary"], "file": "240.json"}, "370611": {"title": "Coasting Scene at Montmorency Falls, Canada", "plot": "A most amusing Winter scene. Shows a large number of boys, girls, men and women on top of an incline with their sleds and toboggans. They coast down the incline at a very high rate of speed.", "genres": [], "file": "243.json"}, "386774": {"title": "Grandpa's Reading Glass", "plot": "A very clever and interesting picture. A family group composed of grandpa, mamma and several children are seen about a library table. One of the little girls takes a large reading glass, and with the other children looks at various objects about the room. As each object is inspected, it appears on the screen in enlarged form, just as it might look when viewed through a large magnifying glass. Among the objects thus shown are: 1. Little girl playing with kitten; 2. Monkey eating banana; 3. Parrot; 4. Baby's face; 5. Page from comic paper; 6. Mamma's face; 7. Mamma's eye.", "genres": [], "file": "256.json"}, "386779": {"title": "Comic Pictures in High Street, West Bromwich", "plot": "The chaos and charm of Edwardian street life is captured to great effect here as young lads throng this West Midlands street. 'The pictures we are taking will be shown Monday Jan 13th', proclaims the showman's advert. The medley of flat caps, bowlers, boaters and top hats offers engaging vivid social insight, showing the classes mingling together yet clearly defined.", "genres": [], "file": "256.json"}, "401038": {"title": "Algerian Dances", "plot": "A set of dancers from Algeria perform, though the footage oddly ends with Scottish dancers performing in traditional garb.", "genres": [], "file": "268.json"}, "401039": {"title": "The Fairy of the Stars", "plot": "Images of a woman floating in stars.", "genres": [], "file": "268.json"}, "403272": {"title": "Kent House Slide", "plot": "Footage of the Kent House Slide.", "genres": ["Documentary"], "file": "270.json"}, "407776": {"title": "Mustard Footbath", "plot": "1902 French short produced by Parnaland.", "genres": ["Comedy"], "file": "273.json"}, "415655": {"title": "The Catastrophe of the Balloon \"Le Pax\"", "plot": "A reenactment of a dirigible explosion in Paris.", "genres": [], "file": "279.json"}, "415656": {"title": "Appointment by Telephone", "plot": "A businessman makes a luncheon appointment with a young lady, but finds that his wife disapproves of the arrangement.", "genres": ["Comedy"], "file": "279.json"}, "415657": {"title": "Peace with Honour", "plot": "Survey of the Boer war with reconstructions and actualities.", "genres": ["War"], "file": "279.json"}, "416894": {"title": "Life Rescue Scene at Atlantic City, N.J.", "plot": "Shows a number of bathers enjoying a dip in the surf. A young lady is suddenly seized with cramps, throws up her hands, and goes down for the second time. A life boat approaches and one of the life guards seizes her by the hair as she sinks for the last time. She is pulled into the boat and rowed ashore. The picture then dissolves showing the beach, the half drowned girl being carried from the boat to the dry sand. A crowd gathers. The girl is finally restored, and is so overjoyed that she hugs the heroic life guard.", "genres": [], "file": "280.json"}, "427463": {"title": "Danse mandarine", "plot": "A lady showing off a Asian dance.", "genres": [], "file": "289.json"}, "427502": {"title": "Modern Burglars", "plot": "A comic cops and robbers chase.", "genres": [], "file": "289.json"}, "427504": {"title": "Cambrioleurs modernes", "plot": "A comic cops-and-robbers chase.", "genres": ["Comedy"], "file": "289.json"}, "428884": {"title": "La Catastrophe de la Martinique", "plot": "Reproduction of the terrible catastrophe which annihilated the town of St. Peter on May 8, 1902.", "genres": [], "file": "290.json"}, "428890": {"title": "L'amour volé", "plot": "Old Hymen meets Sleeping Love. He takes advantage of his sleep to steal his quiver. Very proud of his larceny and relying on this possession to regain his vigorous youth, he calls his wife. She does not allow herself to be caught up in her speeches knowing what to expect.", "genres": [], "file": "290.json"}, "428891": {"title": "Lotion miraculeuse", "plot": "When the picture first appears, a bald-headed man is seen seated back of a table on which a number of cosmetics are lying. He has tried them all without success. He knocks on the table and a maid appears, bringing with her a box containing a number of bottles. In one of the bottles is a certain liquid, which, it is presumed, will grow hair on a bald head.", "genres": [], "file": "290.json"}, "428895": {"title": "Les malabares, acrobats", "plot": "Tribe from India do various acrobatic exercises. Some dance on a rope stretched at the end of two bamboos stuck in the ground, carry on their head in perfect balance a pile of earthenware vessels. Others climb like monkeys with a surprising agility, perform the dance of GUYARATIS birds, scratch their heads, peck the ground.", "genres": [], "file": "290.json"}, "428896": {"title": "Nos bons moines", "plot": "Two monks are seen sitting at a table drinking their beer and smoking their pipes. One has evidently told a funny story judging from their actions. Between laughs they exchange snuff boxes, and one in particular helping himself to a plentiful supply, sneezes until he rolls on the floor.", "genres": [], "file": "290.json"}, "428897": {"title": "Samson et Dalila", "plot": "This picture describes the well-known biblical story of Samson and Delila. The picture commences with Samson's visit to Gaza, a city of the Philistines. While there they closed the gates upon him and set watchmen to defend them, intending to put him to death on the following day. Samson slept until midnight, and then arose. Upon reaching the gates, he slew the watchman, pulled down the gates and carried them to the top of an adjoining hill, where he left them to the confusion and disappointment of the Philistines. After many feats of this kind, Samson permitted himself to become infatuated with a treacherous woman among the Philistines, named Delila. He revealed to her that the secret of his strength lay in the fact that, being a Nazarite, he never had cut his hair. After hearing this, she waited until Samson was asleep, and then having cut off his seven locks, called out that the Philistines were coming.", "genres": [], "file": "290.json"}, "428901": {"title": "The Indiscreet Bathroom Maid", "plot": "In a bathroom, a big lady undresses. Shot of girl in bath back, perched on a stool watching her through the window over the door. The girl then changes the door and moves her escabot with a smile. In the other bathroom, a man manages to nail a client's feet.", "genres": [], "file": "290.json"}, "428904": {"title": "Skiing Scene in Quebec", "plot": "A wonderful and perfect picture of this great Winter sport in Canada. A number of skiers are going down hill at a terrific speed. They jump a hurdle of snow on their way to the foot of the incline. Nearly all of the jumpers fall to the ground in a heap after taking the hurdle.", "genres": [], "file": "290.json"}, "428906": {"title": "Working Rotary Snow Ploughs on Lehigh Valley Railroad", "plot": "One of the most realistic train pictures ever offered. Taken on the Auburn division of the Lehigh Valley Railroad, and shows one of the company's largest rotary snowplows, propelled by three powerful engines, plowing through an immense drift of snow.", "genres": [], "file": "290.json"}, "428907": {"title": "Quebec Fire Department on Sleds", "plot": "Engine, hose carrier, trucks for ladders, etc. A complete fire department turning out on sleighs.", "genres": [], "file": "290.json"}, "428908": {"title": "La poule merveilleuse", "plot": "A magician performs tricks with a chicken and eggs.", "genres": [], "file": "290.json"}, "428909": {"title": "Lord Kitchener's Arrival at Southampton", "plot": "Sotonians welcome Lord 'Your Country Needs You' Kitchener with a human maze.", "genres": [], "file": "290.json"}, "428912": {"title": "A Delusion", "plot": "A statue keeps changing from a beautiful woman to a ugly man.", "genres": ["Fantasy", "Comedy"], "file": "290.json"}, "428915": {"title": "Le laveur de devantures", "plot": "A porter is endeavoring to clean the windows of a store, when a rather stout lady begins to shake rugs from a window higher up. The porter is annoyed at this, and seizing the rug, gives it a tremendous pull, dragging the lady from the second story window to the sidewalk. She jumps to her feet, more angry than hurt, and to get even, pulls the porter and ladder over backwards; but he is evidently made of India rubber, for as soon as he strikes the ground the ladder bounds upright again with him on the top. He then empties a large pail of water on the housekeeper's head to cool her temper. A very humorous film.", "genres": [], "file": "290.json"}, "453518": {"title": "Loading a Vessel at Charleston, S.C.", "plot": "Showing the steamship Edgar loading a portion of two million feet of yellow pine lumber by the Anderson Lumber Company, of Charleston, S. C. The lumber is floated alongside the vessel and picked up by the derricks on the vessel. A great gang of colored men are shown chopping and pushing the lumber alongside the vessel.", "genres": [], "file": "310.json"}, "455194": {"title": "Un horrible cauchemar", "plot": "An opium smoker intoxicated by this poison, falls asleep and dreams that he is in prison.", "genres": [], "file": "311.json"}, "495295": {"title": "Alfred Raymond, Agnes May, & Wilfred Sydney", "plot": "Likely the world's oldest color film, shot in 1902. Like other works by Edward R. Turner, there is no indication that it was ever relesead to the public before its discovery in 2012.", "genres": ["Documentary"], "file": "342.json"}, "510639": {"title": "Ejercicio general de Bombas", "plot": "A brief recording of Chilean firemen marching through Anibal Pinto square. No known information about the director.", "genres": ["Documentary"], "file": "354.json"}, "520867": {"title": "Horse Racing in Germany", "plot": "A fine picture taken at the race track in Kiel, Germany, showing an exciting horse race. Two of the contestants finish almost neck and neck.", "genres": [], "file": "363.json"}, "520869": {"title": "Savable Wins", "plot": "Showing the start of the Futurity; the sweep down the stretch of the pack of high bred colts under the whip; John A. Drake's Savable winning by a nose; the return of the horses to the post after the race; and finally the victorious jockey Lyne walking toward the paddock.", "genres": ["Documentary"], "file": "363.json"}, "525173": {"title": "Mt. Pelee in Eruption and Destruction of St. Pierre (Martinique)", "plot": "Vivid and exciting throughout. Shows great volcanic disaster, including the explosion of the crater, the falling of ashes and cinders upon the doomed city, the destruction of the buildings and lighthouse, and the sinking of the ships in the harbor. The imitations of the crater explosions are perfect, and pronounced by spectacular artists to a most perfect reproduction of the calamity.", "genres": [], "file": "366.json"}, "525174": {"title": "Mt. Pelee Smoking Before Eruption (St. Pierre, Martinique)", "plot": "A comprehensive view of Mt. Pelee before the bursting of the crater which buried the entire population of St. Pierre. Shows the quiet city and harbor in the foreground, with ships riding at anchor.", "genres": [], "file": "366.json"}, "541073": {"title": "Arrival of the Shah in London", "plot": "King of Iran, travel to Europe.", "genres": ["Documentary"], "file": "379.json"}, "549676": {"title": "Hull Kingston Rovers v Wigan", "plot": "Northern Union game from 25 Oct 1902", "genres": [], "file": "385.json"}, "549677": {"title": "Hull FC v. Hull Kingston Rovers", "plot": "Northern Union game from 1902", "genres": [], "file": "385.json"}, "549679": {"title": "Hull F.C. v Wigan", "plot": "Northern Union game from 1902", "genres": [], "file": "385.json"}, "577220": {"title": "Indian Review: Grand March Past", "plot": "In a crowded London street, sepoys march in full kit. There aren't many details offered for this very short Hepworth picture -- the copy I saw timed in at 20 seconds. The camerawork is ascribed to Cecil Hepworth, and it is certainly possible, even though he had other people working for him at the time. Neither is the event or the exact release date given, but I think it likely it was shot during the celebration of the coronation of King Edward VII.", "genres": ["Documentary"], "file": "406.json"}, "583917": {"title": "Panorama of the River Avon to Portishead", "plot": "This journey down the Avon gorge was filmed from the riverbank, from a boat and from the Portishead railway. Among views of the estuary, the cargo ship Vera and the fine wooden warship Formidable (then a training ship), Portishead docks and the entrance to the Clifton Rocks Railway. This underground funicular railway linked the town to the riverbank just below the Clifton Suspension Bridge. [BFI]", "genres": ["Documentary"], "file": "411.json"}, "615934": {"title": "Scrambling for Eggs", "plot": "The Washington Star of April 1st, 1900, gave the following account of the ceremony: \"Over 40,000 women and children passed through the White House Gates to-day during the hours set apart for the great National show of Egg Rolling, and when the President stepped on the south front gallery at 4:15 P.M., at least 20,000 were with in the grounds. The Marine Band rendered a programme of popular music. The President's children entertained at least fifty young friends during the day with a view of the egg rolling from the balcony, but none of them mingled with the great throng, preferring to view the panorama from the distance. They were much amused with the antics of the great crowd of children, who were of all colors and from every walk of life.\"", "genres": [], "file": "435.json"}, "625427": {"title": "Séparation des soeurs siamoises Radika et Dodika par le docteur Doyen", "plot": "", "genres": ["Documentary"], "file": "442.json"}, "625741": {"title": "The Flying Woman", "plot": "", "genres": [], "file": "443.json"}, "634610": {"title": "Little Miss Lillian", "plot": "Little Miss Lillian is Lillian Graham, billed as the youngest prima ballerina in the world. She appears in four different costumes, doing four dances, and the transition is handled by movie magic, stopping the camera and starting it again when costume and dance have changed.", "genres": [], "file": "449.json"}, "635648": {"title": "Défense d'afficher", "plot": "A man puts up a poster, which turns out to be someones window.", "genres": ["Comedy"], "file": "450.json"}, "639686": {"title": "The Harry-Alaska in the Chinese Restaurant", "plot": "A stage event of Acrobatic performance with Harry and Alaska.", "genres": [], "file": "453.json"}, "667882": {"title": "Policeman and Burglar", "plot": "A bracing fight scene", "genres": ["Crime"], "file": "474.json"}, "696985": {"title": "All on Account of Eliza", "plot": "A lovesick youth stations himself under the window of his sweetheart and proceeds to play sweet music with a trombone. His serenade awakens her papa, who orders his daughter to return to her couch while he prepares to entertain the lover. Papa leans out of the window and tries to reach the musician when he loses his balance and falls on top of the player, when a scrimmage follows, much to the discomfort of all concerned. Exceedingly funny.", "genres": ["Comedy"], "file": "496.json"}, "696987": {"title": "Target Practice, and What Happened to Widow Flaherty", "plot": "The scene opens showing two back yards with a fence between. In one of the yards a woman is seen washing clothes. In the other a young man and a lady are practicing shooting at a target. At first they hang their target on a tree but finally decide to place it on the fence, directly opposite or on a level with that part of the washerwoman on which she sits down. The shooters take aim and fire and the shot, penetrating the fence, strikes the woman amidships and precipitates her into the tub. This is more than she can stand and she goes for the man, throwing him down and beating him about the head with a bucket. He manages to get away and tries to climb a tree but the washerwoman's dog makes a dash for him and fastens his teeth in the bosom of the young man's trousers. The woman then throws the tub at him and strikes him in the back of the neck.", "genres": ["Comedy"], "file": "496.json"}, "696989": {"title": "Christening and Launching Kaiser Wilhelm's Yacht 'Meteor'", "plot": "At the christening and launching, our cameras occupied a most enviable position, being within ten feet of Miss Alice Roosevelt and Prince Henry at the time the bottle was broken. The scene opens by the band of the Royal Yacht \"Hohenzollern\" marching up the platform. Next a close view is shown of the arrival of President Roosevelt, who shakes hands with Mayor Seth Low, of New York City. Next comes Prince Henry and Miss Alice Roosevelt, accompanied by Colonel Bingham, of the U.S. Army, and Ambassador Count von Holleben, followed closely by Admiral Count Baudissin, of the Hohenzollern, Adjutant General Corbin and representative officers of the United States and German armies and navies. The party immediately proceed to the launching stand, followed by our panoramic cameras, Miss Alice Roosevelt leaning on the arm of Prince Henry of Prussia. A short wait taken up by conversation between Prince Henry, President Roosevelt and his daughter here ensues.", "genres": ["Documentary"], "file": "496.json"}, "698382": {"title": "Parade on Morecambe Central Pier", "plot": "Mitchell & Kenyon.", "genres": ["Documentary"], "file": "497.json"}, "722413": {"title": "Street Traffic in Front of Mickiewicz’s Monument", "plot": "Lost film by Kazimierz Prószyński. The film presented about street traffic in front of Mickiewicz’s monument in Warsaw.", "genres": ["Documentary"], "file": "515.json"}, "722416": {"title": "The Return of a Merry Fellow", "plot": "First narrative polish film. The janitor sweeps the pavement in front of the tenement house. A carriage comes with a rather solidly inserted young man. He is well-dressed but has lost all his strength. Merry Fellow needs help.", "genres": ["Comedy"], "file": "515.json"}, "728379": {"title": "St. John's Guild. Crippled Children to and from Wagon", "plot": "", "genres": ["Documentary"], "file": "520.json"}, "730536": {"title": "The Flying Train", "plot": "The Flying Train depicts a ride on a suspended railway. The footage is almost as impressive as the feat of engineering it captures. For many years our curators believed our Mutoscope rolls were slightly shrunken 70mm film, but they were actually shot on Biograph’s proprietary 68mm stock. Formats like Biograph’s 68mm and Fox’s 70mm Grandeur are of particular interest to researchers visiting the Film Study Center because the large image area affords stunning visual clarity and quality, especially compared to the more standard 35mm or 16mm stocks.", "genres": ["Documentary"], "file": "522.json"}, "764856": {"title": "Le chien et la pipe", "plot": "Old gentleman stretches himself on the long seat of a French railway car, after placing numerous bundles in the rack above him, and also in the rack over the seat in the opposite side of the compartment. Train stops at next station and lady enters with her pet dog. Having bundles of her own which she wishes to place in the rack over her seat, she takes down the old man's bundles and places them on him and his seat. She then begins to fondle the dog. Old man gets angry, takes his large pipe and begins to smoke. Lady objects and after an argument snatches the pipe from the man and throws it out the window. The man reciprocates by throwing the dog out. Lady enraged, tugs vigorously at the bell rope. Train stops and scene changes to outside. Behold the dog sitting on his haunches with the pipe in his mouth, much to the surprise of the old gentleman and lady, and also the audience.", "genres": ["Comedy"], "file": "547.json"}, "769413": {"title": "The Hindoo Fakir", "plot": "A remarkable and mystifying picture, showing a Hindoo Fakir going through a series of tricks.", "genres": [], "file": "551.json"}, "773095": {"title": "Edward VII's Coronation", "plot": "Film of Edward VII's coronation. Appears on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "554.json"}, "811733": {"title": "Footit et Chocolat du Nouveau Circus. Entrée des echasses.", "plot": "A short film", "genres": [], "file": "583.json"}, "820035": {"title": "To nejlepší číslo", "plot": "", "genres": ["Comedy"], "file": "590.json"}, "831751": {"title": "Fort-de-France : femmes portant des corbeilles", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "831757": {"title": "Fort-de-France : négrillons jouant sous les arbres", "plot": "", "genres": ["Documentary"], "file": "599.json"}, "846763": {"title": "Ride On A Tram Car Through Belfast", "plot": "Silent film.", "genres": [], "file": "609.json"}, "871960": {"title": "New York's New Subway", "plot": "A view of the work in the big excavation for the Rapid Transit Tunnel at Union Square, New York.", "genres": ["Documentary"], "file": "626.json"}, "899856": {"title": "Przygoda dorożkarza", "plot": "", "genres": ["Comedy"], "file": "648.json"}, "915323": {"title": "Bi-centennial Jubilee Parade", "plot": "A splendid view of the color companies of the Gardes Regiments passing in review before Emperor William and his royal guests in front of the Zeughaus, Berlin, on the occasion of the 200th anniversary of the foundation of the Kingdom of Prussia.", "genres": ["Documentary"], "file": "655.json"}, "916090": {"title": "Ringling Bros. Circus Parade", "plot": "Through special arrangements with Ringling Brothers, we have obtained the finest circus parade caught by a moving picture camera.", "genres": ["Documentary"], "file": "655.json"}, "939646": {"title": "Mer", "plot": "Waves crashing against rocks.", "genres": ["Documentary"], "file": "673.json"}, "944285": {"title": "A Couple in a French Restaurant", "plot": "Part of the old positives found in Golestan palace after many years, this film is probably recorded by Mirza Ebrahim Khan Akkas Bashi in France, during the Shah's second travel to Europe in 1902.", "genres": [], "file": "676.json"}, "973052": {"title": "Scarlet Macaw on Perch", "plot": "Scarlet Macaw on a perch,  early color film.", "genres": ["Documentary"], "file": "697.json"}, "973056": {"title": "Agnes May Turner on a Swing", "plot": "Agnes May Turner on a swing, early color film.", "genres": ["Documentary"], "file": "697.json"}, "108262": {"title": "The Colonel's Shower Bath", "plot": "A colonel in the military receives an unorthodox shower, an unorthodox shower indeed!", "genres": ["Comedy"], "file": "72.json"}, "108269": {"title": "The Microscopic Dancer", "plot": "“This is an absolutely new and extraordinary subject. A juggler takes in succession about a dozen eggs out of his servant's mouth. He breaks all the eggs into a hat, and after having beaten them up after the manner of a cook, he extracts an egg as large as the hat itself. As soon as he sets this egg on the table there appears a tiny dancing girl, full of life, as big as a baby's doll, and who performs on the table some beautiful stage dances. All of a sudden she increases to the size of a ordinary woman, and jumping on the floor she delights the audience with her turns. The juggler and the dancing girl disappear in the most extraordinary way.” (Méliès Catalog)", "genres": ["Fantasy", "Comedy"], "file": "72.json"}, "108273": {"title": "The Magician and the Imp", "plot": "The magician appears upon the stage with an imp as his assistant. The imp holds a piece of cloth in his hand. At the command of the magician the cloth is suddenly transformed into a beautiful girl, clad in tights. A barrel is then introduced and the girl enters one end.", "genres": ["Comedy", "Fantasy"], "file": "72.json"}, "108278": {"title": "The Treasures of Satan", "plot": "The setting of this fantastic scene represents the hall of an old chateau in which a miser has locked up seven large bags containing his wealth. Satan, who has made his way into the chateau, puts the seven bags in a strong box, and makes with his hands some cabalistic motions. The miser comes into the hall and is greatly astonished to find his fortune missing. He opens the coffer and immediately the bags leap out. He gathers them up and puts them back into the coffer. When he opens it again he finds that they have been transformed into seven young girls, who rush out and chase after him, beating him unmercifully. They shut him up in the coffer from which his gold has vanished. The miser pushes open the lid of the coffer, and to his profound despair finds that both young girls and money have disappeared. (This view is most sensational in its mysterious scenes.) (Star Film Catalog)", "genres": ["Horror", "Fantasy"], "file": "72.json"}, "108285": {"title": "The Human Fly", "plot": "This is a moving picture that moves. Positively the greatest magical picture ever offered. A Hindoo magician appears and dances for the entertainment of six pretty maidens. Then, to the astonishment of all, he runs up the wall, dances and turns handsprings in mid-air, introducing many tricks that are entirely new in animated photography. The most puzzling of all the mystical series. (Star Film Catalog)", "genres": ["Fantasy"], "file": "72.json"}, "108289": {"title": "An Impossible Balancing Feat", "plot": "A magician along with three doppelgangers perform an elaborate balancing act.", "genres": [], "file": "72.json"}, "108292": {"title": "Gulliver's Travels Among the Lilliputians and the Giants", "plot": "Georges Méliès' adaptation of Jonathan Swift's \"Gulliver's Travels\" is most distinguished, today, for being a color film of the classic story. Color was rare in 1902 (and many years after) as non-tinted color has to be hand painted on the film; this was an arduous task. Also notable is the film's short running time of approximately five minutes. Much of the original work is not covered, but viewers were expected to be familiar with the story, and enjoy the filmed highlights. There are a couple of scenes missing; according to contemporary reports, Gulliver's shipwreck was certainly included. You can do a lot in a few minutes, as Mr. Méliès includes a re-make of his own \"Une partie de cartes\" (1896), which already looked like something previously covered by the Lumière Brothers.", "genres": ["Fantasy"], "file": "72.json"}, "108293": {"title": "The Coronation of Edward VII", "plot": "King Edward VII's coronation ceremony.", "genres": [], "file": "72.json"}, "1031265": {"title": "La pêche miraculeuse", "plot": "Short comedy centered around fishing. A Pathé production that survives in the BFI collection.", "genres": [], "file": "738.json"}, "1031267": {"title": "Mayor Entering His Carriage Near the Town Hall, Halifax", "plot": "Short documentary subject produced by Mitchell & Kenyon detailing contemporary streetlife. A print survives at the BFI.", "genres": [], "file": "738.json"}, "1031269": {"title": "Ladies Training for Cycle Races", "plot": "Short film featuring women training for sportive cycle races. Production company unknown, a print survives at the BFI.", "genres": [], "file": "738.json"}, "1031271": {"title": "When Daddy Comes Home", "plot": "Short domestic scene featuring Percy Stow. A print survives at the BFI.", "genres": [], "file": "738.json"}, "1031274": {"title": "A Reservist Before and After the War", "plot": "Short film about a man embarking on and returing from war. A print survives at the BFI.", "genres": [], "file": "738.json"}, "1031277": {"title": "Workers Leaving the Jute Works, Barrow", "plot": "Short documentary subject produced by Mitchell & Kenyon. A print survives at the BFI.", "genres": [], "file": "738.json"}, "1060176": {"title": "Cyclistes dans le jardin de la villa Lavanchy-Clarke", "plot": "The bicycle was still a novelty at the beginning of the 20th century. At the Villa Belle Rive in Cannes, the Lavanchy-Clarke family engage with it cyclically, with gaps in the film in order to convey a sense of the laps.", "genres": ["Documentary"], "file": "759.json"}, "1070657": {"title": "Tommy and the Mouse in the Art School", "plot": "A boy releases a mouse and frightens a model.", "genres": ["Comedy"], "file": "767.json"}, "119978": {"title": "Serpentine Dance by Lina Esbrard", "plot": "Lina Esbrard performs a serpentine dance.", "genres": ["Documentary"], "file": "79.json"}, "119979": {"title": "Midwife to the Upper Class", "plot": "A wonderful midwife helps a rich couple pick out a baby from her cabbage patch.", "genres": ["Fantasy"], "file": "79.json"}, "119980": {"title": "An Untimely Intrusion", "plot": "A fighting couple gets interrupted by the landlady.", "genres": ["Comedy"], "file": "79.json"}, "119982": {"title": "Miss Dundee and Her Performing Dogs", "plot": "A woman shows off her trained dogs.", "genres": ["Comedy"], "file": "79.json"}, "137388": {"title": "Robinson Crusoe", "plot": "Georges Méliès adaptation of Robinson Crusoe, the first film adaptation of the story. Filmed in black & white, Méliès would then paint the film by hand to colour it. Originally a 15 minute film,  twelve and a half minutes of painted film have been found and have been restored.", "genres": ["Adventure"], "file": "87.json"}, "144436": {"title": "Jack and the Beanstalk", "plot": "Porter's sequential continuity editing links several shots to form a narrative of the famous fairy tale story of Jack and his magic beanstalk. Borrowing on cinematographic methods reminiscent of 'Georges Melies' , Porter uses animation, double exposure, and trick photography to illustrate the fairy's apparitions, Jack's dream, and the fast growing beanstalk.", "genres": ["Adventure", "Family", "Fantasy"], "file": "90.json"}, "147553": {"title": "Uncle Josh at the Moving Picture Show", "plot": "Country rube thinks what he sees on the movie screen is real. He jumps out of his seat to try to stop a kissing scene.", "genres": ["Comedy"], "file": "92.json"}, "152032": {"title": "How to Stop a Motorcar", "plot": "A policeman is run over by an automobile", "genres": ["Comedy"], "file": "94.json"}}