{"2929": {"title": "Frankenstein", "plot": "Frankenstein, a young medical student, trying to create the perfect human being, instead creates a misshapen monster. Made ill by what he has done, Frankenstein is comforted by his fiancée; but on his wedding night he is visited by the monster.", "genres": ["Horror", "Science Fiction", "Fantasy"], "file": "1.json"}, "176613": {"title": "What the Daisy Said", "plot": "Two sisters want to know whether there is romance in their future. One sister pulls the petals off of a flower, while the other has her fortune told by a gypsy. When the gypsy tells the fortune so as to serve his own purposes, complications soon develop.", "genres": ["Romance", "Drama"], "file": "106.json"}, "178641": {"title": "The Acrobatic Fly", "plot": "Propped upon the tail-end of a match, a housefly performs astonishing feats, alternately juggling a series of objects - a blade of grass, a cork, a miniature dumbbell… Most extraordinary of all is the sequence in which the fly spins a ball twice its own size, while a second fly perches on top. In the final sequence, the fly repeats some of its earlier tricks while apparently seated on a tiny chair.", "genres": ["Documentary"], "file": "106.json"}, "178716": {"title": "Aeroplane Flight and Wreck (Piloted by M. Cody)", "plot": "", "genres": ["Documentary"], "file": "106.json"}, "180141": {"title": "A Day in the Life of a Coal Miner", "plot": "The work done by men and women at the coal face and the pit head.", "genres": ["Documentary"], "file": "107.json"}, "188934": {"title": "Max Takes a Bath", "plot": "On doctor's orders Max buys a new bathtub but things don't work out as planned.", "genres": ["Comedy"], "file": "111.json"}, "189584": {"title": "The Unchanging Sea", "plot": "In this story set at a seaside fishing village and inspired by a Charles Kingsley poem, a young couple's happy life is turned about by an accident. The husband, although saved from drowning, loses his memory. A child is on the way, and soon a daughter is born to his wife. We watch the passage of time, as his daughter matures and his wife ages. The daughter becomes a lovely young woman, herself ready for marriage. One day on the beach, the familiarity of the sea and the surroundings triggers a return of her father's memory, and we are reminded that although people age and change, the sea and the ways of the fisherfolk remain eternal.", "genres": ["Drama"], "file": "111.json"}, "189586": {"title": "In the Border States", "plot": "During the Civil War, a father living in a border state leaves to join the Union Army. After he leaves, Confederate troops forage on his property, where a soldier encounters one of his daughters. The father himself is wounded on a hazardous mission and must run for his life, pursued by Confederate soldiers.", "genres": ["Drama", "War"], "file": "111.json"}, "189587": {"title": "The Waiter's Dream", "plot": "Four customers are having a peaceful game of cards in a quiet café. The atmosphere being heavy, the waiter falls asleep and has an unsettling dream about the ills of alcohol, among other things.", "genres": ["Animation", "Comedy", "Fantasy"], "file": "111.json"}, "189898": {"title": "Ramona", "plot": "Ramona, a young girl growing up on her adoptive mother's rancho in California, falls in love with the Indian lad Alessandro. When Ramona is denied permission to marry Alessandro, the two lovers elope, only to find a life of great hardship and unhappiness amidst the bigotry and greed of the white landowners.", "genres": ["Drama", "Romance", "Western"], "file": "111.json"}, "189924": {"title": "An Arcadian Maid", "plot": "A young maiden is seduced by a charming traveling peddler who persuades her to steal from her host family in order to repay his gambling debts.", "genres": ["Drama"], "file": "112.json"}, "189998": {"title": "As It Is in Life", "plot": "A man sacrifices a new marriage for the happiness of his daughter.", "genres": [], "file": "112.json"}, "190004": {"title": "The Fugitive", "plot": "Two Johns, a Confederate and an Union soldier, leave their families to go to the front. After a skirmish they end up separated from their respective sides, the Union soldier shoots the Confederate, but he has to escape and look for refuge in the house of his enemy.", "genres": ["Drama", "War"], "file": "112.json"}, "190782": {"title": "The Water Nymph", "plot": "\"Rusalka\" or \"Mermaid\" based on Pushkin, an opera by Dargomizhsky, and other sources: A prince and a miller's daughter have been involved in a romance together, but now the prince tells her that he must break it off. After the prince leaves, the distraught young woman attempts to drown herself. When the prince's wedding day arrives, he is tormented by her image, which appears wherever he goes. Eventually, he is compelled to return and to try to find out what happened to her, regardless of the consequences.", "genres": ["Fantasy", "Drama"], "file": "112.json"}, "193954": {"title": "The Diabolical Church Window", "plot": "Here we have an old scholar/alchemist brooding over a book, challenged by the devil, and going through the familiar sorcery to create a woman by throwing pieces of clothing against a stain-glass church window, like a jigsaw puzzle (and later in reverse). The woman also multiplies herself five-fold so as to match a similar paravent.", "genres": ["Fantasy"], "file": "114.json"}, "193964": {"title": "The Usurer", "plot": "A wealthy, callous moneylender finds a terrifying way to learn about money's limitations.", "genres": ["Drama"], "file": "114.json"}, "193966": {"title": "King Lear", "plot": "Hand-tinted Italian verison of the Shakespeare Classic King Lear.", "genres": ["Drama"], "file": "114.json"}, "193967": {"title": "Princess Tarakanova", "plot": "During the reign of Russia's Empress Ekaterina II (Catherine the Great), Count Orlov writes a letter to the Empress, denouncing Princess Tarakanova as a traitor and a would-be usurper. On the Empress's orders, Tarakanova is led into a trap and arrested. Because the Princess continues to insist that she is the only true heir to the throne, she quickly finds herself in great danger.", "genres": ["Drama"], "file": "114.json"}, "193968": {"title": "Wilful Peggy", "plot": "Peggy is a high-spirited young woman from a poor family. One day she catches the eye of a wealthy lord, who proposes marriage and wants to introduce her into his social circle. But complications arise when the lord's nephew also becomes attracted to Peggy.", "genres": ["Drama", "Romance", "Comedy"], "file": "114.json"}, "193969": {"title": "A Fallen Spirit", "plot": "A Fallen Spirit (L'Epee du spirite, 1910) by pioneer filmmaker Segundo de Chomón is a fantasy swashbuckler that opens with the arrival at an inn of a musketeer who possesses a magic sword.", "genres": ["Fantasy"], "file": "114.json"}, "193971": {"title": "The Family Doctor", "plot": "An ailing woman is visited by her family doctor. The film was seized by the authorities in 1911, and the fact was announced in the Wiener Zeitung, the Official Journal of Vienna, Austria.", "genres": [], "file": "114.json"}, "193972": {"title": "Living Marble", "plot": "Four gentlemen are talking in a beer-garden; during a short absence of one of them, who pretends to be an art lover, the others decide to make a prank on him. When he comes back, one them invites the \"square\" bourgeois to his home, pretexting to show him an art catalog. The men pay their drinks and leave, but the three friends convene later, and they have paid a young female model to be there, too.", "genres": [], "file": "114.json"}, "193977": {"title": "The Birth of a Flower", "plot": "\"Percy Smith (1880-1944) was world famous as a photographer of plant life. Probably the first British example of time-lapse photography as applied to the growth of plants.\" Monthly Film Bulletin, November 1955.", "genres": ["Documentary"], "file": "114.json"}, "193978": {"title": "Bjørnstjerne Bjørnsons Lig føres gennem København", "plot": "The funeral procession of Bjørnstjerne Bjørnson through Copenhagen.", "genres": [], "file": "114.json"}, "193979": {"title": "Elevage d'animaux de Menagerie", "plot": "Just scenes of animals - walruses, bears, lions, etc. - either in a zoo or in a place where they are being raised for going to a zoo.", "genres": [], "file": "114.json"}, "193980": {"title": "Storm Over Barcelona", "plot": "The children are delighted with the shock waves of the breakwater Barcelona.", "genres": [], "file": "114.json"}, "193981": {"title": "Making Christmas Crackers", "plot": "Factory workers make Christmas crackers, a process that is shown in detail. Later, a family gathers around the tree at Christmas and enjoys their noise-making toys. Finally, Santa Claus emerges from a gigantic cracker.", "genres": ["Documentary"], "file": "114.json"}, "193982": {"title": "The Stenographer's Friend; Or, What Was Accomplished by an Edison Business Phonograph", "plot": "It's a busy day at the office, and the stenographer is exhausted from trying to keep up with the demands on her skills. Even when she stays late, she cannot catch up with all of the work. But then a man comes into the office to demonstrate the many advantages of the Edison System, his company's new business phonograph.", "genres": ["Drama"], "file": "114.json"}, "193983": {"title": "Im Wannseebad.", "plot": "IMDb categorises this early German film as a documentary, but given its opening and closing shots, in which we see a small, buffoonish cameraman clowning around, it could also qualify as a comedy. The film is about five minutes long, and sandwiched between these aforementioned shots we see a collection of scenes of bathers on a beach. The majority of them grin at the camera like loons and follow it around like filings attracted to a magnet.", "genres": [], "file": "114.json"}, "193985": {"title": "New York of Today", "plot": "A couple visiting New York City leave their hotel, and take a sight-seeing car to tour the city. They start with Grant's Tomb, and then go to Central Park and Times Square. At Luna Park, they feed the pigeons and enjoy some of the rides. They then continue to visit other sections of town, and they see some of the city's most prominent buildings.", "genres": ["Documentary"], "file": "114.json"}, "193987": {"title": "Benítez Wants to Be a Bullfighter", "plot": "Benitez pretends to be a toreador and his friends decide to pull a prank on him.", "genres": ["Comedy"], "file": "114.json"}, "193988": {"title": "Tilly the Tomboy Visits the Poor", "plot": "Funny how we think of the loutish behaviour of some of today's teens as a modern-day phenomenon. Here, in a short film more than one hundred years old, we see two tearaways terrorising a bed-ridden old lady, sabotaging a number of honest workmen as they go about their daily work, vandalising a bakery and taking a vehicle without consent - all in the space of six frenetic minutes.", "genres": ["Comedy"], "file": "114.json"}, "193989": {"title": "The Neo-Impressionist Painter", "plot": "A painter is seen in his studio with his model. A buyer comes in, and the painter shows him a number of his paintings, all of them based on puns, including one of a devil shooting pool. Eventually, the buyer purchases all of the paintings.", "genres": ["Animation"], "file": "114.json"}, "193990": {"title": "A Peace of Coal", "plot": "A British trick film with stop-motion animation by an unknown film maker.", "genres": ["Fantasy", "Animation"], "file": "114.json"}, "193991": {"title": "A Wasted Life", "plot": "A man spends all his time sitting at home, drinking all day, while his daughter tries – and fails – to get him off the bottle. However, her father’s penchant for drink is a hereditary trait. Once his daughter develops a taste for the effects of alcohol, she runs away from her hard life with her parents to lead a carefree existence in the city’s nightlife. However, her days of cheer do not last long, and soon her choices prove to have consequences.", "genres": ["Drama"], "file": "114.json"}, "193994": {"title": "On the Roof of the World: The Journey of H.R.H. the Duke of Abruzzo to Karakorum", "plot": "Travelogue about the 1909 expedition of Duke Luigi Amedeo of Italy to K2.", "genres": ["Documentary"], "file": "114.json"}, "193997": {"title": "The Winter's Tale", "plot": "The first of six Shakespeare adaptations from Thanhouser,  The Winter’s Tale was just the 13th or 14th title from the studio in its first nine weeks of releases.", "genres": ["Drama"], "file": "114.json"}, "194000": {"title": "The Oath and the Man", "plot": "A rich nobleman steals a perfume merchant's wife just prior to the French Revolution, in which the perfumer is a leader of the peasants. His priest made him swear an oath to leave vengeance to God, however.", "genres": ["History", "Drama", "Romance"], "file": "114.json"}, "194002": {"title": "Faithful", "plot": "Adonese is returning home from seeing the woman he is courting, and he is driving around a corner when his car accidentally brushes against the tramp 'Faithful' and knocks him over. Feeling sorry for him, Adonese helps him up and buys him a new suit of clothes. The naively innocent Faithful reads too much into this gesture, and he begins to follow his benefactor everywhere, expecting to receive future gifts.", "genres": ["Comedy", "Romance"], "file": "114.json"}, "194003": {"title": "Max Gets Stuck Up", "plot": "The film begins with Max being invited to dinner with his fiancée and future in-laws. To be polite, he stops on the way at a bakery to bring along a small gift for the in-laws. Unfortunately, he steps on some flypaper and has a devil of a time getting it off himself. When he arrives at the dinner, he's quite sticky and this causes LOTS of problems--which would have all been alleviated had he told them of his flypaper predicament.  The title of the print gives the wrong date and title. Although there may well have been an earlier version with a similar plot (a number of films, which Max Linder made between 1905 and 1908, are still unidentified) it is quite clear that this particular one was made in 1910.", "genres": ["Comedy"], "file": "114.json"}, "194005": {"title": "The Vicar of Wakefield", "plot": "Edwin Thanhouser re-made  The Vicar of Wakefield in 1917 as a eight-reel feature film providing us with a frame of reference for the maturation of film language and cinematic techniques over the ensuing eight year period.", "genres": ["Drama"], "file": "114.json"}, "194006": {"title": "The Delights of the Shoot", "plot": "Cretinetti goes hunting with his friends, stalking the ferocious Chicken, and produces a typical Italian slapstick, which makes your typical Keystone slapstick look like tea time at the Ritz. Raw, bone-breaking slapstick.", "genres": ["Comedy"], "file": "114.json"}, "194007": {"title": "Daddy's Double", "plot": "This deft comedy about a foiled elopement and assumed identity shows the importance of a carefully worked out scenario for narrative flow.", "genres": ["Comedy", "Romance"], "file": "114.json"}, "194009": {"title": "Tommy Short and Mary Long", "plot": "A short film.", "genres": ["Comedy"], "file": "114.json"}, "194010": {"title": "How Bumptious Papered the Parlor", "plot": "Mr. Bumptious insists on wallpapering the parlor himself, in order to save money.", "genres": ["Comedy"], "file": "114.json"}, "194011": {"title": "The White Slave Trade", "plot": "Anna, a beautiful girl from a poor background, is offered a well-paid position as a lady's companion in London. Anna's boyfriend, the sceptical Georg, suspects that the job offer is too good to be true, but Anna dismisses him and reports to the London address. The stately home in England turns out to be a whorehouse that imports women from Denmark. Anna manages to overpower her first client but is unable to escape.", "genres": ["Drama"], "file": "114.json"}, "194012": {"title": "Young Lord Stanley", "plot": "The son of wealthy Lord Stanley has been disinherited and thrown out of the house. He travels to Africa for fortune and adventure. He finds a job as a horse groomer for a wealthy family. He falls for the family's daughter, but they are against the relationship because they think he's just a common stablehand.", "genres": [], "file": "114.json"}, "194014": {"title": "Twelfth Night", "plot": "When Viola and her twin brother Sebastian are shipwrecked and separated, Viola dresses in her brother's clothes and becomes a page in the palace of the Duke of Orsino. Thinking Viola is a boy, the Duke sends her with a message to Olivia, whom he loves. A series of complications begins when Olivia falls in love with the page 'boy'", "genres": ["Romance", "Comedy"], "file": "114.json"}, "194017": {"title": "Tontolini and Hypnotism", "plot": "Polidor is a hypochondriac, so he goes to a hypnotist to have his neuroses dealt with. The hypnotist uses a feather to to hypnotize him, but doesn't turn it off properly, so Polidor goes into a trance on sighting anything with feathers. This means that he leans over in an impossible looking pose, and walks on.", "genres": ["Comedy"], "file": "114.json"}, "194019": {"title": "Salomé", "plot": "Based on Oscar Wilde's version of the story, what is noteworthy is the sheer luxury of the production, an attempt to capture the wild and weird Aubrey Beardsley illustrations that transfigure the work. The sets are elaborate, with stonework and palm trees and draperies. There seem to be dozens of dress extras, courtiers at Salome's dance and soldiers.", "genres": ["Drama"], "file": "114.json"}, "194020": {"title": "The Actor's Children", "plot": "When his play closes down, an actor returns home to find that his children are gone. He's then notified that a wealthy relative has died and left him a substantial amount of money.", "genres": ["Drama"], "file": "114.json"}, "194021": {"title": "Rose o' Salem Town", "plot": "Typical morality tale has a Deacon coming onto a \"wild child\" (Dorothy West) but after she rejects him he goes back into town saying that the girl and her mother are witches.", "genres": ["Drama"], "file": "114.json"}, "194027": {"title": "Copenhagen by Night", "plot": "Four good friends are so engrossed with their card game that they are late to pick up their wives at the theatre. So why not continue where they left off? The four gentlemen embark on a wild trip through the Copenhagen night life-- a cornucopia of loose chicks, strong drinks and daring dances.", "genres": ["Comedy"], "file": "114.json"}, "194029": {"title": "En route", "plot": "A lighthearted animated history of transport.", "genres": ["Animation"], "file": "114.json"}, "194030": {"title": "Max Plays the Part", "plot": "Max sees himself as a great dramatic actor but his friends all think he's talentless. So, he invites them to come see him in a play. Unfortunately, lots of things go wrong with Max's props during the production. And, following his big dramatic suicide scene, he finds that his friends have all decided to play a trick on him--though Max has the last laugh.", "genres": ["Comedy"], "file": "114.json"}, "194035": {"title": "Slippery Jim", "plot": "Apparently inspired by the antics of Harry Houdini, Slippery Jim opens in the office of a police commissioner to whom a rather cocky villain is presented. The commissioner orders the prisoner to be clapped in irons, but this proves to be easier said than done because our anti-hero - presumably the Slippery Jim of the title - proves to be an expert escapologist.", "genres": ["Fantasy", "Comedy", "Crime"], "file": "114.json"}, "194077": {"title": "The Doctor's Secret", "plot": "Doctors blow to pieces a patient in a hydrotherapy machine and re-assemble him.", "genres": ["Fantasy"], "file": "114.json"}, "199585": {"title": "A Child of the Ghetto", "plot": "After her mother's death, Ruth struggles to support herself as a seamstress. While Ruth delivers shirts to the factory owner, the owner's son steals some money and Ruth is accused of the crime. She flees the ghetto of New York's Lower East Side and hides in the country where she meets a young farmer.", "genres": ["Drama"], "file": "117.json"}, "202658": {"title": "Bébé apache", "plot": "Bébé's father is attacked by the \"apaches\", a group of hooligans. Bébé and his sister decide to avenge him by gaining the group's trust and bringing them into a trap.", "genres": ["Comedy"], "file": "118.json"}, "205422": {"title": "Jean the Match-Maker", "plot": "Like so many early film celebrities, Jean the Vitagraph Dog, America’s first canine screen star, broke into the movies by being in the right place at the right time. The black-and-white border collie belonged to Lawrence Trimble (1887–1954), an aspiring writer who happened to be on the Vitagraph set one day when a dog was needed to play a scene. Jean performed perfectly and a star was born. Trimble joined the company, directing some 60 films before relocating to Britain in 1913.", "genres": ["Romance"], "file": "120.json"}, "205425": {"title": "Max's First Job", "plot": "Recommended by a friend of the Ambigu Theatre, Max is summoned to Joinville studios. His first role is that of a husband who comes home late.", "genres": ["Comedy"], "file": "120.json"}, "205427": {"title": "Thunderbolt", "plot": "Frederick Ward is accused of cattle theft and sent to Cockatoo island for seven years. After he escapes he finds that his fiancée has died of grief. For revenge he undertakes a life of crime.", "genres": [], "file": "120.json"}, "206601": {"title": "Winning Back His Love", "plot": "A Husband thinks the grass is greener on the other side of the fence. His wife shows him its not.", "genres": [], "file": "120.json"}, "206622": {"title": "L'amorino", "plot": "A father tries to arrange a marriage to a wealthy man for his daughter, but she don't like him. And in anger she accidentally makes a young officer see stars and one can sparkles in their eyes.", "genres": [], "file": "120.json"}, "206623": {"title": "The Romance of a Jockey", "plot": "A wealthy family disapproves of their sons girl so he leaves the family to be with the one he loves. But they are poor and he finds job as a jockey and gets hurt....", "genres": [], "file": "120.json"}, "206626": {"title": "Who Was the Culprit?", "plot": "A little girl's caretaker is distracted by her suitor and in her absentmindedness fails to look after the child, who happily went after a butterfly…", "genres": ["Drama"], "file": "120.json"}, "206629": {"title": "Tweedledum Wants to Be a Jockey", "plot": "Robinet wants to try out to be a jockey, but has to go through a lot of exercise to reach the weight needed.", "genres": ["Comedy"], "file": "120.json"}, "206632": {"title": "The Rape of the Sabines", "plot": "A early film adaptation of \"The Rape of the Sabines\" which is an episode in the legendary history of Rome, traditionally said to have taken place in 750 BC, in which the first generation of Roman men acquired wives for themselves from the neighboring Sabine families. The English word \"rape\" is a conventional translation of Latin raptio, which in this context means \"abduction\" rather than its prevalent modern meaning in English language of sexual violation.", "genres": [], "file": "120.json"}, "206980": {"title": "A Trip on the Metropolitan Railway", "plot": "Phantom ride along the Metropolitan line with views of the stations and landscapes along the way.", "genres": [], "file": "121.json"}, "228896": {"title": "L'ave Maria di Gounod", "plot": "A violinist touches the heart of a sick lady.", "genres": [], "file": "131.json"}, "233000": {"title": "Roosevelt i Danmark", "plot": "Clips from President Theodore Roosevelt's visit to Denmark.", "genres": [], "file": "133.json"}, "233002": {"title": "The Human Ape", "plot": "A man and an ape are seated at the same table – both wearing suits. The monkey lights the man’s cigarette, pours wine for them both, and they proceed to play cards before it is time for the ape to turn in for the night.", "genres": ["Documentary", "Comedy"], "file": "133.json"}, "233005": {"title": "Robert Svendsens Flying", "plot": "Robert Svendsen navigates his airplane.", "genres": [], "file": "133.json"}, "233006": {"title": "Life Onboard the Battleship 'Herluf Trolle'", "plot": "Life on board the battleship 'Herluf Trolle'.", "genres": [], "file": "133.json"}, "233008": {"title": "Peder Tordenskjold", "plot": "Based on the life of Danish naval hero Peder Wessel.", "genres": [], "file": "133.json"}, "233011": {"title": "The Confidence Trick", "plot": "Jens Larsen has worked hard to become a wealthy man in America, and when he travels home to visit Denmark, the people he meets are extremely acommodating. A little too acommodating, as it turns out. The only surviving film of the Danish series about the world famous detective Sherlock Holmes that ran between 1908-1911.", "genres": ["Crime", "Drama"], "file": "133.json"}, "233019": {"title": "La creación del himno", "plot": "A political Argentinian film by Mario Gallo.", "genres": [], "file": "133.json"}, "233020": {"title": "May revolution", "plot": "La Revolución de Mayo (in Spanish, The May Revolution) is an Argentine silent movie made in 1909 and premiered in 1910. As the name denotes, it is focused on the events of the May Revolution, whose centennial took place by then. It was directed by Mario Gallo, and it was the first Argentine film made with professional actors.", "genres": ["History", "Drama"], "file": "133.json"}, "233022": {"title": "English Cup Final: Barnsley V. Newcastle United", "plot": "Short clip of Newcastle United v Barnsley FC in the 1910 FA cup final.", "genres": [], "file": "133.json"}, "233024": {"title": "Max Embarrassed", "plot": "In this one, [Max] is on vacation and wooing a young lady, but she and her cousin decide to play a trick on him, by getting him inside a barrel, and then tossing it into the ocean.", "genres": ["Comedy"], "file": "133.json"}, "233030": {"title": "Les timidités de Rigadin", "plot": "Shy Rigadin decides to visit some friends of the family, but they are called away and when out the servants play high society, dressing up and partying. Which is when Rigadin enters…", "genres": ["Comedy"], "file": "133.json"}, "233033": {"title": "Acrobati comici", "plot": "Acrobats perform.", "genres": ["Comedy"], "file": "133.json"}, "233036": {"title": "La signora Cannone ha caldo", "plot": "This is a wonderfully boisterous slapstick which, fairly typically for the Italian variety is very rough house, but still manages to excel the usual standards of the genre by a nicely modulated pace of excess: it starts out with a rather small man coming to visit a rather large woman -- played in drag by a large man -- who moves pianos rather than walking around them, and gradually ups the ante, first with a large fan which she can wave with sufficient force to blow down crowds and then a very large hat.", "genres": [], "file": "133.json"}, "233042": {"title": "Faust [excerpt]", "plot": "This is not the Faust which Méliès made, but another version. The last half of the film is missing. It is interesting to note how, in an effort to let the audience know what the actors were thinking, visions were used as here when the tapestry on the wall gives place to Marguerite’s memory of her meeting with Faust.", "genres": ["Drama"], "file": "133.json"}, "233059": {"title": "The Two Roses", "plot": "Released on June 7, 1910, THE TWO ROSES was Thanhouser's 16th release and was advertised as \"A powerful, pathetic, pretty story of life in Little Italy.\" The film featured Marie Eline (Tony, an Italian boy), Frank H. Crane (Tony Prolo, young Tony's father), and Anna Rosemond (Tony Prolo's wife). In this film Marie Eline was billed as \"The Thanhouser Kid\" for the first time.", "genres": [], "file": "133.json"}, "233061": {"title": "The Sergeant", "plot": "In this Western, the sergeant takes his commander’s daughter on a horseback ride along the Merced River (which actually might be Oregon's Clackamas River). When their horses are stolen by a renegade, they are forced to travel back to headquarters by foot and lose the trail. In the first clip, mounted troops search for the lost couple. The two are found the next day and the sergeant is disgraced. However, the sergeant proves his mettle when he escapes during an Indian attack and leads reinforcements to the rescue.", "genres": ["Western"], "file": "133.json"}, "233072": {"title": "Mother's Portrait", "plot": "A husband travels to America to find work to support his family. While there he loses contact with the family and they struggle. To make some money their little girl sells her mother's portrait. When the husband returns, he is unable to find his family, but sees the picture and buys it....", "genres": [], "file": "133.json"}, "233348": {"title": "The Devil on Two Sticks", "plot": "A young man befriends a limping demon to get rid of a woman who's after him.", "genres": ["Horror"], "file": "133.json"}, "233369": {"title": "Come fu che l'ingordigia rovinò il Natale a Cretinetti", "plot": "Spoiled little Cretinetti almost destroys Christmas....", "genres": ["Comedy"], "file": "133.json"}, "237668": {"title": "Works and Workers of Denton Holme", "plot": "ACTUALITY. Workers leaving a factory in Denton Holme in Cumberland. Street scenes and local people. Street scene, children and young people crowded onto the pavement in front of the camera to get in shot. Crowds milling around before the camera. Boys and girls and young people leaning up against a wall, camera pans right to left. More people milling around and walking in the street. Young women and girls at the factory gateway, looking out from inside; some carry lunch pails. A whole mass of women and girls coming through the gates towards the camera, followed by a smaller number of men and boys. A dray horse pulling a two-wheeled cart holding a vat. More workers going through the gates; the gate keeper closing the gates and people milling about in front of the camera.", "genres": [], "file": "136.json"}, "237670": {"title": "Léontine Pulls the Strings", "plot": "Hell hath no fury like Léontine with a piece of string! Our favorite mutinous miscreant returns with her weapon of choice, “pulling the strings” as she baits greedy bystanders to snatch at the tempting objects that ever elude their grasps. Léontine is an evil puppet-master who preys on consumer capitalism’s vicious loop between wanting and having. Her angry victims form a vengeful mob and chase after her, but she trips them with string and then rides off into the woods. Real violence is averted by a clever substitution trick and Léontine celebrates with her iconic victory dance.", "genres": ["Comedy"], "file": "136.json"}, "237936": {"title": "The Count's Double", "plot": "A burglar dresses up as a count in order to steal a valuable necklace from the count’s house. Will Sherlock Holmes be able to trace the culprit and bring back the jewelry? (stumfilm.dk)", "genres": [], "file": "136.json"}, "237937": {"title": "Opposite Day", "plot": "A 7 minute clip showing people marching and being in a good mood smiling and waving to the camera.", "genres": [], "file": "136.json"}, "237939": {"title": "Fra storstadens dyb", "plot": "A Danish crime drama set deep within Copenhagen.", "genres": [], "file": "136.json"}, "240321": {"title": "The Nativity", "plot": "A silent French film depicting the story of the nativity.", "genres": ["Drama"], "file": "138.json"}, "263481": {"title": "The Sanitarium", "plot": "A young man transforms his uncle's palatial residence into a sanitarium only to end up paying back the money his patients gave him.", "genres": ["Comedy"], "file": "153.json"}, "270713": {"title": "Two Kids on a Spree in Brussels", "plot": "Two kids go sightseeing in Bruxelles.", "genres": [], "file": "159.json"}, "271081": {"title": "In den dierentuin van Antwerpen", "plot": "The Antwerp Zoo covers a fair extent of ground, and was already in 1910 generally considered as an important one. A large number of views of birds and animals were taken and hand coloured. In those days, the monkey house was in for much attention. People found that the various comic incidents added a touch of whimsicality.", "genres": ["Documentary"], "file": "159.json"}, "277419": {"title": "Lieutenant Rose and the Gunrunners", "plot": "Lieutenant Rose poses as a woman to save the Governor's daughter from a rebel's cannon.", "genres": [], "file": "165.json"}, "278884": {"title": "Alpine Hunters", "plot": "German film released in 1910.", "genres": [], "file": "166.json"}, "279415": {"title": "La trouvaille de Bébé", "plot": "Directed by Louis Feuillade.", "genres": [], "file": "166.json"}, "281900": {"title": "Broncho Billy's Redemption", "plot": "A wanted cattle thief risks imprisonment when he tries to help a sick rancher and his daughter. He takes the man into town to see a doctor, and he is recognized and arrested.", "genres": ["Western"], "file": "168.json"}, "282158": {"title": "Le Lys d'or", "plot": "The Madonna gives a golden lily to the poor musician. He tries to sell it and this arouses the suspicion of the goldsmith.", "genres": ["Drama"], "file": "169.json"}, "282165": {"title": "The Legend of Daphne", "plot": "An ancient Greek legend comes to life, courtesy of the Gaumont studios.", "genres": ["Fantasy", "Drama"], "file": "169.json"}, "282167": {"title": "Calino joue au billard", "plot": "This short film depicts  troubles and panics caused by Calino (Clément Mégé) around the billiard table.", "genres": ["Comedy"], "file": "169.json"}, "282168": {"title": "Le Festin de Balthazar", "plot": "A historical short film inspired by the Biblical story of Belshazzar's Feast.", "genres": ["History"], "file": "169.json"}, "282201": {"title": "Une grande chasse à l'hippopotame sur le Haut Nil", "plot": "Directed by Alfred Machin.", "genres": [], "file": "169.json"}, "282358": {"title": "Cléopâtre", "plot": "Short directed by Henri Andréani and Ferdinand Zecca.", "genres": ["Drama", "History"], "file": "169.json"}, "282368": {"title": "La Chasse à la girafe en Ouganda", "plot": "Shot in 1908, the film shows a half-fictionalized hunting expedition in Uganda.", "genres": ["Documentary"], "file": "169.json"}, "282470": {"title": "The Escape from the Tuileries", "plot": "The Count of Champcenetz is governor of the Palace of the Tuileries. His mistress Grace Elliott, a young widow, begs him not to go the Palace where he must defend King Louis XVI, who is threatened by the Revolution. After a few hours fight, in spite of the Count's best efforts, the crowd captures the King, the Queen, their children and their are taken to the prison of the Temple. Champcenetz, wounded, escapes and, disguised as a sans-culotte, walks back to Mrs. Elliott's. He leaves out of the country with her and marries her.", "genres": ["Drama"], "file": "169.json"}, "283092": {"title": "Detected by Her Dog", "plot": "German film released in 1910.", "genres": [], "file": "169.json"}, "284385": {"title": "How Rastus Got His Chicken", "plot": "Directed by Sigmund Lubin.", "genres": [], "file": "171.json"}, "284546": {"title": "Jane Eyre", "plot": "Directed by Theodore Marston.", "genres": [], "file": "171.json"}, "285770": {"title": "Love Forbids You", "plot": "Directed by Alberto Botelho.", "genres": ["Music"], "file": "172.json"}, "285993": {"title": "Rastus in Zululand", "plot": "Rastus is an odd jobs man, that is he does odd jobs when he has to, but when there are a few small coins in his pocket he prefers to sleep. He is looking for a soft spot when the scene opens and the picturesque banks of a small stream attract his fancy. It is in the open sunlight, but a darkey likes warmth and he composes himself to take a nap. In his dreams he rises and makes his way down to the water from where there are always to be found cotton bales that make the finest sort of couches. But on his way along he passes a sailors' boarding house where men are being shipped for a long voyage. The trim sailor suits and the promise of good pay attract Rastus and almost before he knows it he has shipped for the cruise. He is outfitted at a slop shop, but already he is losing his nerve and he has to be driven on board by his captain. The ship is wrecked on the African east coast and Rastus is the sole survivor.", "genres": [], "file": "172.json"}, "286036": {"title": "Le Charme des fleurs", "plot": "After a quarrel Pedro walks out of the cafe leaving his fiancée (Stacia Napierkowska) alone. Heartbroken, she visits the flower garden and there, flowers metamorphose into women and begin to dance.", "genres": [], "file": "172.json"}, "286132": {"title": "The Queen of Emmeritz and King Gustaf II Adolf", "plot": "Directed by Gustaf Linden.", "genres": [], "file": "172.json"}, "286273": {"title": "Richelieu; or: The Conspiracy", "plot": "Directed by J. Stuart Blackton.", "genres": ["Drama"], "file": "172.json"}, "287277": {"title": "Glimpses of Bird Life", "plot": "Native British birds, from common gulls and cuckoos to the rare Richardson's Skua, are filmed in their natural habitat.", "genres": ["Documentary"], "file": "173.json"}, "288379": {"title": "Sémiramis", "plot": "Directed by Camille de Morlhon. Set in ancient Babylon.", "genres": ["Drama"], "file": "174.json"}, "291048": {"title": "The Two Suitors", "plot": "Marital drama released in 1910.", "genres": [], "file": "176.json"}, "292620": {"title": "Werther", "plot": "Young Werther falls in love with Charlotte, Albert's fiancée. After the wedding, Charlotte still resists Werther's love and the latter decides to shoot himself with Albert's gun.", "genres": [], "file": "178.json"}, "293030": {"title": "His Mother's Thanksgiving", "plot": "This holiday-themed melodrama released by Edison Studios in 1910 concerns Robert, a young man who leaves his mother’s home in New England to forge a career in the big city. When he achieves “fame and fortune” six years later, his proud mother can’t wait to welcome him home for Thanksgiving. Robert, however, intends to stay in the city to enjoy a holiday feast with his society friends and beautiful fiancée. When Mom decides to pay a surprise visit on Thanksgiving Day, she is saddened to find that her son is so ashamed of her that he relegates her to an upstairs room, out of sight and out of mind.", "genres": ["Drama"], "file": "178.json"}, "293031": {"title": "The Greater Call", "plot": "Women’s weepies were a nickelodeon staple in the early years of movies. In these one-reel dramas, women trapped in no-win situations confronted heart-wrenching decisions: Should a young woman wed her penniless sweetheart or accept a rich but loveless match? Should a mother give up her infant so that the child can eat? Should a loose woman risk a glimpse at her son who has been raised by others and is unaware of his birth mother’s shameful past?", "genres": [], "file": "178.json"}, "295985": {"title": "His New Lid", "plot": "A comedy short about a man trying to get a new hat.", "genres": ["Comedy"], "file": "180.json"}, "297416": {"title": "A Daughter of the Mines", "plot": "A Romeo and Juliet story of the rivalry between two miners, one rich and one poor, whose son and daughter overcome their respective fathers' opposition.", "genres": ["Drama"], "file": "182.json"}, "297446": {"title": "The Picture of Dorian Gray", "plot": "Based on the novel \"The Picture of Dorian Gray\" by Oscar Wilde.", "genres": ["Horror"], "file": "182.json"}, "297448": {"title": "Dr. Jekyll and Mr. Hyde", "plot": "Dr. Henry Jekyll experiments with scientific means of revealing the hidden, dark side of man and releases a murderer from within himself.  This film is lost.", "genres": ["Horror"], "file": "182.json"}, "298884": {"title": "The Adventures of Tartarin the Younger", "plot": "", "genres": ["Comedy"], "file": "183.json"}, "301277": {"title": "The Aerial Submarine", "plot": "Using a futuristic submarine, pirates kidnap a young couple, torpedo a passenger ship, travel under the sea to salvage bullion, then make their escape by taking to the air.", "genres": ["Science Fiction"], "file": "185.json"}, "302843": {"title": "Floral Frameworks", "plot": "There have been numerous studies of plants and flowers presented to the public, but none which exhibit the perfection of stereoscopic detail. The various plants have been photographed against black backgrounds and are carefully colored. In addition, the various groups were made to revolve during the time of exposure and thus show a succession of lights and shadows which produces the relief which adds so greatly to a picture. (Moving Picture World)", "genres": ["Animation"], "file": "186.json"}, "302847": {"title": "Childish Dreams", "plot": "In \"Rêves enfantins\", players in the flesh are mixed with animated objects and cut-out paper actors.", "genres": ["Animation"], "file": "186.json"}, "302851": {"title": "The Smile-O-Scope", "plot": "A British clown invents a device which shows all people in grotesque sizes.", "genres": ["Animation"], "file": "186.json"}, "302862": {"title": "A History of Hats", "plot": "An animated look at the changing shape of hats through the ages.", "genres": ["Animation"], "file": "186.json"}, "302866": {"title": "Nothing Is Impossible for Man", "plot": "A splendid blend of live-action photography and Cohl's famous animation, Nothing... displays the realms man has conquered: Air, sea, the domains of music and machinery. The one thing man cannot conquer, Cohl posits, is gossip.", "genres": ["Animation"], "file": "186.json"}, "302871": {"title": "Mr. Crack", "plot": "In the course of various unfeasible adventures, Monsieur de Crac finds himself comfortably installed in Mount Etna, smoking a pipe, when he is confronted by the Monster of the Volcano, who throws him down into the bowels of the earth and out into an ocean on the other side of the world", "genres": ["Comedy", "Adventure", "Animation"], "file": "186.json"}, "303756": {"title": "I corazzieri italiani", "plot": "An exciting series of pictures of daring horsemanship. The film is full of thrilling episodes, and is a subject that should prove highly popular.", "genres": [], "file": "187.json"}, "318971": {"title": "Max Makes a Touch", "plot": "Max and Mick, two brothers, have prepared for a merry spree and are actually stepping into their cab when it occurs to them they are penniless. Lots are drawn to see who shall beard stern father and make the necessary touch. The choice falls on Max who is far from successful in his mission, and he communicates the bad news to his brother Mick, who after thinking announces that he has an idea.", "genres": ["Comedy"], "file": "200.json"}, "318975": {"title": "A Short-Sighted Duellist", "plot": "Astigmatic, Max apologizes to lampposts, kisses the wrong lady, and is challenged to a duel.", "genres": ["Comedy"], "file": "200.json"}, "318995": {"title": "The Persistent Salesman", "plot": "A salesman pursuing a potential client takes tenacity to new heights, and depths.", "genres": ["Comedy", "Animation"], "file": "200.json"}, "318997": {"title": "The Master of a Fashionable Game", "plot": "The film presents a drawing room meeting of enthusiastic puzzle workers. One gentleman has a new way of solving his puzzle. He puts a handkerchief over the game and immediately the picture is made. Under the handkerchief, we see how, piece by piece, it is put into one finished picture. His success makes him an object of envy, however, and the gentleman meets with considerable trouble before the party is over. (Moving Picture World)", "genres": ["Fantasy", "Comedy", "Animation"], "file": "200.json"}, "320985": {"title": "Proclamation of Montenegro for the Kingdom", "plot": "These materials document a double jubilee of emperor Nikola Petrović 'Njegoš' - 50 years at the Montenegrin throne and his golden wedding with empress Milena, which are accompanied by proclaiming Nikola to be the king, and Montenegro to be the kingdom. Nikola tried to bring noble guests and give this event as much publicity as possible.", "genres": ["Documentary"], "file": "202.json"}, "321517": {"title": "A Flash of Light", "plot": "An experiment goes wrong and blinds a newly married chemist. The chemist's wife does not want to take on the burden of caring for the blind chemist, and her younger sister take her place.", "genres": ["Drama"], "file": "203.json"}, "321792": {"title": "Frank Merriwell in Arizona; or, The Mystery Mine", "plot": "Anti-alcohol drama based on a popular series about the clever and sporty hero Frank Merriwell. | In a small town in Arizona, Merriwel buys a mine from the seedy George Worthington. The locals drink quite a lot, and people want to keep things that way. Merriwell is being watched by an accomplice of Worthington, named Carl Raymonds. A girl, Triss, who wants to help her father quit drinking, asks Merriwell for help.", "genres": [], "file": "203.json"}, "321795": {"title": "From Peasant Girl to Star", "plot": "This film served to introduce the music-hall act of Louisette and Chrétienni and was an integral part of their number.", "genres": ["Comedy"], "file": "203.json"}, "326223": {"title": "Bébé's Masterpieces", "plot": "A child painter sells one of his paintings to an adult who appears to be surprised.", "genres": ["Comedy", "Animation"], "file": "207.json"}, "326227": {"title": "Music-Mania", "plot": "A bizarre musical couple falls asleep after an insane performance, and dreams about musical instruments.", "genres": ["Comedy", "Animation"], "file": "207.json"}, "330392": {"title": "A Japanese Peach Boy", "plot": "The story begins with the finding of a wonderful peach which comes floating down a small stream and is brought to shore by a little Japanese woman, who takes it to her home. It there transpires that she and her husband are still mourning the loss of a baby, and the wonderful peach when it is cut brings healing to their sorrow, for as the father's hands separate the two parts of the luscious fruit, between them miraculously appears the figure of a tiny baby.", "genres": ["Fantasy"], "file": "210.json"}, "331150": {"title": "Wolf Hunting in Russia", "plot": "Russian hunters on horse and a pack of borzois hunt down and kill a wolf.", "genres": ["Documentary"], "file": "211.json"}, "331580": {"title": "A Tin-Type Romance", "plot": "Two nice young people become acquainted at the beach; a romance develops.", "genres": ["Comedy"], "file": "211.json"}, "337191": {"title": "Alice's Adventures in Wonderland", "plot": "Made by the Edison Manufacturing Company and directed by Edwin S. Porter, the film starred Gladys Hulette as Alice. Being a silent film, naturally all of Lewis Carroll's nonsensical prose could not be used, and, being only a one-reel picture, most of Carroll's memorable characters in his original 1865 novel similarly could not be included. What was used in the film was faithful in spirit to Carroll, and in design to the original John Tenniel illustrations. Variety complimented the picture by comparing it favorably to the \"foreign\" film fantasies then flooding American cinemas.", "genres": ["Adventure", "Comedy", "Fantasy"], "file": "216.json"}, "337808": {"title": "Billy's Bulldog", "plot": "When his owner is kidnapped by gypsies, a Bulldog leads the police to the culprits in this 1910 short film.", "genres": [], "file": "216.json"}, "339783": {"title": "Antwerp in the Year '10", "plot": "Atmospheric images of trafic on Meir and De Keyserlei. Horse and cart still dominate the scene. Different views of the city and Harbour seen from the Scheldt river.", "genres": [], "file": "218.json"}, "339784": {"title": "Rico le bouffon", "plot": "A jester, a blind girl and a young doctor are the protagonists of this love triangle in a historic setting.", "genres": [], "file": "218.json"}, "339785": {"title": "Her Terrible Ordeal", "plot": "A young secretary is locked in an airtight vault by a robber. Only her boss knows the combination, and he is off on a journey. Can the boss's son locate his absent-minded father before it is too late for the girl?", "genres": [], "file": "218.json"}, "339825": {"title": "The History of a Butterfly: A Romance of Insect Life", "plot": "Directed by one of the pioneers of the cinematic industry, James Williamson, The History of a Butterfly - A Romance of Insect Life is an intriguing look at the life cycles of butterflies and moths. Caterpillars are seen hatching, feeding and ready for pupation and with three caterpillars changing into chrysalis and the birth of a peacock butterfly, this black and white silent film is an early example of British natural history filmmaking.", "genres": ["Documentary"], "file": "218.json"}, "341902": {"title": "When Lovers Part", "plot": "A young couple’s love is forbidden by the girl’s father. He forces her to write a farewell letter. Three years later, the Civil War begins and the father dies. At the end of the war, her boyfriend comes to visit her and all the suffering is forgotten.", "genres": ["Drama"], "file": "220.json"}, "341903": {"title": "The Lesson", "plot": "Short drama about the commandment \"honour your father and your mother\".", "genres": [], "file": "220.json"}, "342762": {"title": "The Electrical Vitalizer", "plot": "A man's invention brings waxworks of historical figures to life", "genres": [], "file": "221.json"}, "344208": {"title": "Calino's Baptism", "plot": "A short Calino film.", "genres": ["Comedy"], "file": "222.json"}, "344209": {"title": "The Rembrandt in Rue Lepic", "plot": "A couple buy what is advertised as a Rembrandt painting, but a wild slapstick chase ensues after a woman sits on it.", "genres": [], "file": "222.json"}, "347154": {"title": "Police in the Year 2000", "plot": "From a futuristic airship, the French police stop crime, arrest criminals, and catch dogs without touching the ground. (MoMA)", "genres": ["Comedy", "Science Fiction"], "file": "224.json"}, "348275": {"title": "Spirochoeta pallida (de la syphilis)", "plot": "Jean Comandon, pioneer of microcinematography, recorded this time-lapse film in c. 1910, using a ultramicroscope. The film show living spiral shaped syphilis bacteria moving among red blood cells of frog. Notice the back-and-forth movement, characterizing the disease-causing form. (Wikipedia)", "genres": ["Documentary"], "file": "225.json"}, "348426": {"title": "Over Silent Paths", "plot": "In the heart of the American west, a miner toils day after day at his rocker box while his young daughter keeps his camp. His daughter persuades him to return to civilization, where they may enjoy the fruits of their labor. Both are happy in the anticipation of what seems a bright future. While she's away, a desert wanderer appears at the camp, and at the sight of the old man weighing his gold is seized with cupidity. He himself had toiled long in the wilds, but with no success, so he demands that the old man divide his gains with him. This, of course, the miner decries, and the wanderer uses force to obtain the old man's gold. The wanderer collapses in the desert, only to be rescued by a certain young woman: the miner's daughter.", "genres": ["Western", "Drama"], "file": "225.json"}, "348579": {"title": "The Mystery of Temple Court", "plot": "A young girl who loves an unworthy young fellow, of little character and less conscience, consents to a secret marriage. After a spell he tires of her and deserts her. Through a letter he has left, she follows him to England, where she eventually traces him to an apartment, where he has been living in style and comfort. He has just received a letter from his father, who suggests that he would have him return home, where he can arrange a marriage for him with an heiress.", "genres": ["Drama"], "file": "225.json"}, "351190": {"title": "Two Little Jesus'", "plot": "Abandoned by the father of her child, the begging young mother desperately seeks refuge in a monastery church....", "genres": [], "file": "227.json"}, "351193": {"title": "Bebe veut imiter St. Martin", "plot": "The first child star of cinema gives a shivering girl half his cloak and learns that half a coat against the cold does not help much.", "genres": [], "file": "227.json"}, "351195": {"title": "A Match Box Mystery", "plot": "A legless seller of matches falls asleep and dreams of matches performing tricks in stop-motion animation in this trick film from 1910.", "genres": ["Fantasy", "Animation"], "file": "227.json"}, "351197": {"title": "How the Poor Eat in Paris", "plot": "Documents how the poor people of Paris eat.", "genres": [], "file": "227.json"}, "351199": {"title": "The Grand Duke's Tour", "plot": "Parody of slum tours the posh Parisian circles. A troupe of actors serving the entertainment needs with genuine Apaches'.", "genres": [], "file": "227.json"}, "354042": {"title": "The Mysterious Man", "plot": "", "genres": ["Documentary"], "file": "230.json"}, "355678": {"title": "Exciting Reading", "plot": "A lady undresses with some assistance of her maid, and picks up an exiting book as soon as she is alone again.", "genres": [], "file": "231.json"}, "355767": {"title": "The Kingdom of Flowers", "plot": "This hand-tinted picture shows a series of hothouse flowers turning upon a pedestal, then displays time-lapse photography of flower growth.", "genres": [], "file": "231.json"}, "355799": {"title": "Une aventure secrète de Marie-Antoinette", "plot": "In 1793, a police officer tries to save the ex-Queen from the guillotine.", "genres": ["History"], "file": "231.json"}, "356027": {"title": "In the Bath", "plot": "A woman undresses, takes a bath, gets a massage, and relaxes.", "genres": ["Comedy", "Drama"], "file": "231.json"}, "356963": {"title": "SS Olympic", "plot": "This spectacular film of the Harland and Wolff shipyard captures the sheer scale of endeavour involved in building the Olympic-class ships. Part of BFI collection \"Tales From the Shipyard\".", "genres": [], "file": "232.json"}, "357059": {"title": "The Butterfly", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "232.json"}, "357108": {"title": "The Seine Flood", "plot": "The 1910 Great Flood of Paris (French: Crue de la Seine de 1910) was a catastrophe in which the Seine River, carrying winter rains from its tributaries, flooded Paris agglomeration, France. The Seine water level rose eight meters above the ordinary level. About 5 minutes of footage shot by Eclipse exists.", "genres": [], "file": "232.json"}, "358386": {"title": "Marvellous Melbourne: Queen City of the South", "plot": "'Marvellous Melbourne' is a compilation of a series of films that Higgins and Spencer made about aspects of everyday life in the city and premiered at Wirth’s Olympia in Melbourne on 22 November 1910. The footage, with its camera angles, static shots, dollies and steady pans across the city, illustrates the beauty and many attractions of the city of Melbourne and is an important visual record of Melbourne’s history.  According to the National Film and Sound Archive database, this is the \"oldest surviving complete documentary film on Melbourne\". Cozens Spencer, a Londoner, moved to Australia in 1905 and successfully exhibited films throughout the country. In 1908, Spencer formed a production unit (Spencers Pictures) with the cameraman Ernest Higgins, and made a number of short actuality films, this being one example. Spencer later went on to produce feature films, some with director Raymond Longford. Source: Australian Screen Online.", "genres": [], "file": "233.json"}, "359407": {"title": "Rigadin se décide à travailler", "plot": "Rigadin, prohibited by his sweetheart's father from courting her, finally decides to work properly.", "genres": ["Comedy"], "file": "234.json"}, "359813": {"title": "The Song That Reached His Heart", "plot": "A Story of the Lumber Regions of Western Canada: a lumberjack remember his past while he listens to a record of the song his fiancée used to sing him.", "genres": [], "file": "235.json"}, "361506": {"title": "By the Faith of a Child", "plot": "Delaying his return to guard duty, Stephen, an Austrian soldier, is anxiously watching by the bedside of his dying wife. He gets to his post in time to take the place of the retiring guard. While he keeps sentinel, his little girl comes to him to tell him that her mother is dying and is calling for him. A war within himself is waged betwixt love and duty. Love wins, and, though it means martial punishment, he leaves his post and runs to see his wife before she dies.", "genres": [], "file": "236.json"}, "362766": {"title": "The Girl Spy Before Vicksburg", "plot": "The opening scene of our story shows a Union powder wagon making its way down the road convoyed by a company of mounted Union soldiers. The route of this wagon is reported to Confederate headquarters by one of its spies. Nan, a girl frequently employed by the department of the Confederate army, is called to headquarters and instructed to secure the destruction of the enemy's ammunition train just reported. Nan is fitted out with a Union uniform, mounted on a fast horse and sent on her journey, previously provided with a forged order supposedly signed by a Union general which authorizes her to pass through the lines.", "genres": ["Drama", "War"], "file": "237.json"}, "367370": {"title": "A Woman's Treachery", "plot": "A man takes the blame for a maid who steals a necklace, but denounces her when she weds another.", "genres": [], "file": "241.json"}, "367895": {"title": "Max Skiing", "plot": "In a snowy Alpine district Max takes his first lessons in the art of skiing. He leaves the hotel with his skis fixed to his shoes, and his efforts and contortions to get through the door of his room are absurdly ludicrous. Finally he manages to get out and we see him making frantic efforts to maintain his equilibrium on the fairly gentle slope.", "genres": [], "file": "241.json"}, "367896": {"title": "I Want a Baby", "plot": "Max and his wife of three years are happy in most regards but one: they still don't have a child. When Max reads of a new method of \"spontaneous generation\" in the paper, it seems his fondest wish may have come true. However, the young couple may get more than they bargained for.", "genres": ["Comedy"], "file": "241.json"}, "371053": {"title": "Meissner Porzellan! Lebende Skulpturen der Diodattis im Berliner Wintergarten", "plot": "Short film involving sculptures", "genres": [], "file": "244.json"}, "371273": {"title": "The Message of the Violin", "plot": "A girl's family suddenly becomes rich and rejects her long-time sweetheart.", "genres": [], "file": "244.json"}, "372797": {"title": "The Modern Prodigal", "plot": "In the opening of this subject we find the callow youth as he points towards the city's spires, exclaiming to his dear old mother, \"Mother, there in the big city is my sphere. There will I turn the world over.\" Off he goes cityward, ambitious and presumptuous, and perhaps we may add reckless. Alas, the city's whirl is quite a change from the simple quiet life in the country and the youth falls a victim to the snares that beset the unsophisticated.", "genres": ["Drama"], "file": "245.json"}, "377604": {"title": "The Truth Revealed", "plot": "A group of merry girls, carrying bundles of washing, are on their way to the stream, when one of the number, Mary, leaves the rest and meets a young farmer, John. This action is observed by another washer, Kate, who, her jealousy ill-concealed, watches the young couple. Later, as all the washers are busy by the stream, the young squire accompanied by a friend, rides up. Dismounting, he perceives Mary's pretty face and graceful manners, and endeavors to kiss her. As she struggles to free herself, the squire's friend quickly snap-shots the scene. Kate has been a witness of the affair, and, following the squire, she tells him of a way to be revenged.", "genres": [], "file": "249.json"}, "377615": {"title": "The Navajo's Bride", "plot": "A short Western. Ivi, the beautiful daughter of an Indian chief, has three suitors. A competition will decide who gets to marry her. The winner is not Panther, who was Ivy’s favourite. But after he manages to catch a horse thief, he does wind up marrying her after all.", "genres": ["Comedy", "Western"], "file": "249.json"}, "386715": {"title": "The Twelve Labors of Hercules", "plot": "A cut-out animation depicting the Twelve Labours of Hercules.", "genres": ["Adventure", "Animation", "Fantasy"], "file": "256.json"}, "386717": {"title": "Petit Faust", "plot": "The various parts of Faust are played by puppets.", "genres": ["Animation", "Fantasy"], "file": "256.json"}, "386719": {"title": "The Four Little Tailors", "plot": "The opening scene is in a tailor's shop, showing the four assistants more or less in love with their employer's daughter. After some time, the tailor says he will give his daughter to the one who shows himself to be the cleverest. Some very amusing incidents follow. The various feats accomplished during the contest are clever examples of trick photography. (Moving Picture World)", "genres": ["Romance", "Fantasy", "Comedy", "Animation"], "file": "256.json"}, "387031": {"title": "Love Among the Roses", "plot": "In the Kingdom of Never-Never Land there live a great Lord and Lady, each presiding over their own domain. This great Lord goes for a stroll through his estate and coming to the border of his own land he is struck by the entrancing beauty of the contiguous estate, so like his own, that the inclination to intrude is irresistible. His peregrination is halted by the appearance of the great Lady, who is indeed as fair as the flowers that clothe her land. He introduces himself and invites her to stroll with him in his gardens. She is in like manner entranced by the beauty of his possessions. How alike in beauty are they; a veritable fairyland. If they were only one, for it seems they should be. This thought is mutual, and the Lord proposes a way, a marriage, and so a betrothal of convenience ensues. They know nothing of love and so are content in the anticipation of being Lord and Lady of all Never-Never Land.", "genres": [], "file": "256.json"}, "387040": {"title": "A Marriage in the Moon", "plot": "We all have problems in our lives, and in our relationships. But what if the one you love literally lives on a different planet? This is the problem facing the couple in Matrimonio Interplanetario, a charming Italian short film in the Méliès mould.", "genres": [], "file": "256.json"}, "387041": {"title": "The Conspiracy of Pontiac", "plot": "The story, which is well known to every school child, is taken from Parkman's History and is presented without alteration or embellishment, and in the number of people employed and in the character or the scenic mountings is by long odds the greatest Indian production yet offered under the Kalem trade-mark. It will be remembered that Major Gladwynn, Commandant of Fort Detroit in 1763, had declared his love for a young Indian girl and she had become much attached to him. At this period Pontiac was at the height of his power and had sent emissaries about the villages of the Ottawas inciting war against the whites. The final plan involved the entry to the fort of a number of picked chieftains, each carrying a shortened gun beneath his blanket. The mission was ostensibly to be one of peace, but at a signal from Pontiac the chieftains were to drop their blankets and to massacre the whites.", "genres": [], "file": "256.json"}, "387044": {"title": "A Frontier Hero", "plot": "The action of this story takes place on the frontier of Kentucky in 1800. Inside a stockade several settlers have their log cabin homes. The family with which we are concerned consists of a frontiersman, his wife and four children, the oldest, Tom, a boy of fourteen, the youngest a baby girl, Ruth. The children have a constant playmate in a magnificent collie dog called Shep. One day the father goes hunting with the other men of the settlement. In their anxiety to be early at the hunting ground they forget to close the gate of the stockade. At about this point the adventure which is portrayed in the picture begins. Ruth sees a favorable opportunity to investigate the region beyond the stockade, and, while her mother is in another part of the cabin and her older sister is busily engaged in poking the ashes in the open fireplace, she quietly walks out of the cabin door and on through the stockade and rambles off into the hills. On returning to the room the mother misses the child.", "genres": ["Drama", "Western"], "file": "256.json"}, "387101": {"title": "Petit Chantecler", "plot": "Émile Cohl uses stop-motion animation to tell about life on the chicken farm.", "genres": ["Animation"], "file": "256.json"}, "387115": {"title": "Art's Infancy", "plot": "A animation film from Émile Cohl about a painter.", "genres": ["Animation"], "file": "256.json"}, "387123": {"title": "The Mysterious Fine Arts", "plot": "In this film several objects make paintings on an empty canvas, which all turn into photos and films.", "genres": ["Animation"], "file": "256.json"}, "387458": {"title": "Buffalo Bill's Wild West and Pawnee Bill's Far East", "plot": "Highlights from the Buffalo Bill's Wild West and Pawnee Bill's Far East shows.", "genres": [], "file": "257.json"}, "389458": {"title": "Didone abbandonata", "plot": "After seven years of traveling, Aeneas and the other Trojans are surprised by a storm that wrecks their ship on the African coast. Here they are led by the Amazons to the Queen of Carthage, Dido, who soon falls in love with Aeneas. When the King of Numidia, Iarbas, comes to marry Dido, she rejects him. But in the meantime Anchises appears to Aeneas in dreams, and commands him to leave to found Rome. So, while Iarbas’ army surrounds Carthage, Aeneas embarks secretly for Rome.", "genres": ["Drama", "Romance", "Adventure"], "file": "258.json"}, "391376": {"title": "L'apprenti aviateur", "plot": "An eccentric man tries to fly.", "genres": [], "file": "260.json"}, "403273": {"title": "The Building of a Transcontinental Railway in Canada", "plot": "Documentary about the building of a transcontinental railway in Canada.", "genres": [], "file": "270.json"}, "404877": {"title": "The Cowboy and the Schoolmarm", "plot": "Jess Wilson, a young and pretty school teacher of the \"Golden West.\" is just leaving the little schoolhouse in which she teaches, when Joe Blackburn, a man with a \"bad reputation,\" meets her and forces his attentions upon her, finally proposing marriage. Jess is insulted and orders him away. Blackburn, angry and vindictive, swears he will get her yet. A few nights later, Jim Brady, a cowboy, who is courting Jess, proposes marriage and is accepted. As Jim is slipping an engagement ring on Jess' finger, Blackburn appears and again makes his threat, saying, \"You haven't got her yet and you never will.\" Young Deer, an Indian, and his squaw. Red Wing, are trying to sell some beadwork, when Blackburn, who has been drinking very hard and is in a fighting mood, attacks both of them. Jim Brady, seeing the plight of the Indians, comes to their aid and drives off Blackburn, who is now more determined than ever to get revenge.", "genres": ["Western", "Drama"], "file": "271.json"}, "412919": {"title": "Lieutenant Rose and the Chinese Pirates", "plot": "A laundryman ties the lieutenant and girls in a sea cave. They are saved by sailors and shell the town.", "genres": [], "file": "277.json"}, "415794": {"title": "Idiot", "plot": "An adaptation of the Dostoyevsky novel.", "genres": ["Drama"], "file": "279.json"}, "415795": {"title": "The Peddlers", "plot": "An adaptation of a folk song.", "genres": [], "file": "279.json"}, "415810": {"title": "Motherless", "plot": "The story of two orphaned girls.", "genres": ["Drama"], "file": "279.json"}, "418125": {"title": "The Golden Supper", "plot": "Julian loves his cousin and foster sister Camilla, who is wooed and won by Lionel, his friend and rival. He is a witness to their marriage and after the ceremony he departs heartbroken to his own house. Utopian was the existence of Lionel and Camilla, until some time later Camilla is seized with a serious illness, and Lionel's grief knew no bounds when he heard \"That low knell tolling his lady dead.\" \"She had lain three days without a pulse all that look'd on her had pronounced her dead, So they bore her, for in Julian's land they never nail a dumb head up in elm, bore her free-faced to the free airs of heaven, and laid her in the vault of her own kin.\" Julian learns of the death of Camilla, and hastens to the house, arriving in time to see the funeral cortège moving slowly towards the sepulcher. Following in its wake he exclaims, \"Now, now, will 1 go down into the grave; I will be all alone with all I love.\"", "genres": [], "file": "281.json"}, "418136": {"title": "The Two Brothers", "plot": "In Camarillo, principality of the Spanish dominion, there lived two brothers, Jose and Manuel. Born in a noble Spanish family and reared by a mother noble in both station and character, they were vastly different morally. Jose was a dutiful son and upright young man, while Manuel was the black sheep. It was on Easter Sunday morning during the processional that Manuel appears in an intoxicated condition and foully ridicules the priests and acolytes as they enter the chapel of the old mission. At this the mother's pride is hurt beyond endurance and she exiles her profligate son from her forever. Manuel is shunned as a viper and while making his way along the road, meets Pedro, the notorious political outlaw, who sympathizes with him and offers him inducements to join him, and so takes him to his camp. Meanwhile, Jose woos and wins the Red Rose of Capistran and the day for the wedding is set.", "genres": ["Western"], "file": "281.json"}, "418269": {"title": "Amleto", "plot": "A selection of Hamlet’s most famous scenes are reproduced in this Italian production from 1910.", "genres": [], "file": "281.json"}, "418270": {"title": "A Recruit from 64", "plot": "The year is 1864, and the young officer cadet Felix courageously throws himself at the prussian troops in Fredericia. From there, his regiment is ordered to travel to Dybbøl, where fierce battles against the German forces are awaiting them. While staying at a farm, Felix meets the farmer's daughter Karen who will later save his life. (stumfilm.dk)", "genres": ["Drama", "War"], "file": "281.json"}, "418273": {"title": "Roosevelt in Africa", "plot": "Scenes of African peoples and of TR's safari party, all probably filmed in British East Africa (Kenya) in 1909. View of TR planting a tree in front of trading company building, possibly located in Mombasa, long shot of busy amusement area in Kenyan seaport of Mombasa, including shot of ferris wheel filled with Swahilis; shots, taken from observation platform on train engine, of plains along the Uganda Railway, with herdsmen who are probably Masai and railroad workers visible along tracks; train pulls into small community; women who are probably Masai, incorrectly identified by interior title as Zulu, gather water at spring, accompanied by children.", "genres": [], "file": "281.json"}, "418280": {"title": "Santa Lucia", "plot": "Footage shot from Venezia.", "genres": ["Documentary"], "file": "281.json"}, "418281": {"title": "Christopher Columbus", "plot": "This film presents some of the principal episodes in the life of Christopher Columbus, including the discovery of America. Here we see the meeting with Queen Isabella of Spain and her promise to fit out a fleet. The next scene gives one an idea of the Spanish galleons at sea. Months seemed to have passed and no sight of land; the sailors are very impatient and in the end mutiny. Just at this moment land is sighted, and here we get a very fine view of the \"lookout\" in the \"crow's nest.\" The next scene shows how Columbus had to fight his way with the natives, while these in the end were conquered by kindness. The next scene brings us back to Spain, where he has awakened great jealousy, and is charged with cruelty by some of his crew. Investigations are made and he is cast into prison. He sees from his cell, the great welcome Amerigo Vespucci receives, as having added a new world to the throne of Spain. The authorship of this film was also ascribed to Louis Feuillade.", "genres": ["History"], "file": "281.json"}, "418282": {"title": "David et Goliath", "plot": "Henri Andréani adaptation of the biblical story of David & Goliath with Berthe Bovy starring as David.", "genres": [], "file": "281.json"}, "419744": {"title": "Boyar Orsha", "plot": "Based on Lermontov's poem of the same name, Boyar Orsha (Peter Chardynin) leaves the service of Ivan the Terrible.", "genres": ["History", "Drama"], "file": "282.json"}, "420040": {"title": "The Mystery of Lonely Gulch", "plot": "In the bar-room of Lonely Gulch an actor is entertaining the cowboys by showing them various impersonations, when the mail arrives, and he receives a letter from his sweetheart to the effect that she has got hold of an easy mark, a ranchman from Lonely Gulch. The bartender also receives a letter from the ranchman asking him to tell the boys that he is returning the following day with a bride who is an actress. The next morning the ranchman and his bride arrive on the coach and are given a great welcome. On the solicitation of his bride he offers the actor employment on his ranch and he accompanies them there. A week later the ranchman, with the cowboys of whom the actor is one, start off for town, but the actor, pretending his horse has gone lame returns to the ranch, and getting back there, makes love to his sweetheart. The ranchman, who is suspicious, also turns and quietly follows and reenters the ranch.", "genres": ["Western"], "file": "283.json"}, "420077": {"title": "The Railway Mail Clerk", "plot": "Crime drama about a postal employee for the railways who is falsely accused of theft after a robbery on a train. His wife finds out who the real culprit is.", "genres": [], "file": "283.json"}, "428289": {"title": "The Girl of the Northern Woods", "plot": "This picture tells the story of Lucy Dane, a Canadian lumberman's daughter, and of Will Harding's love for her. Will is a worthy young surveyor and Lucy feels honored to have his love, and returns it. Jose, a half-breed trapper, adores Lucy and necessarily dislikes Will, whom he correctly counts his successful rival. More, he bears Will a grudge for responding to Lucy's cries for help when he forced his attentions on her in a lonely neck of the woods.", "genres": ["Action", "Drama", "Romance", "Western"], "file": "289.json"}, "435393": {"title": "The Rocky Road", "plot": "The evils of drink cause a man to separate from his family. In time he becomes sober and prosperous. Then he meets and falls in love with a young woman, and they become engaged. Unbeknownst to him this young woman is his own daughter.", "genres": ["Drama"], "file": "295.json"}, "438541": {"title": "The Double", "plot": "At the breaking out of the war with Spain, Colonel Robert King is ordered to Cuba.", "genres": [], "file": "297.json"}, "438586": {"title": "Le Comte Léon Tolstoï", "plot": "It is almost like meeting the renowned Russian author to see this film, we get such a splendid view of him as he leaves his fine estate, find ourselves within touch of him almost, and near enough to watch his every motion as he bids his secretary good-bye before getting on the train. The view of the surrounding country and the peasant folk who each and every one get a kind look from the author, are also most interesting.", "genres": ["Documentary"], "file": "297.json"}, "442702": {"title": "The Police Force of New York City", "plot": "New York City police catch thieves and stop runaway horses.", "genres": ["Documentary"], "file": "301.json"}, "452355": {"title": "Weihnachtstränen", "plot": "A woman's inattention results in her daughter's being run over and killed. Grief and guilt drive her mad.", "genres": [], "file": "309.json"}, "455299": {"title": "Pillole portentose", "plot": "Tired men takes magic pills that make them overly energetic.", "genres": [], "file": "311.json"}, "461109": {"title": "The Fault of Another", "plot": "A silent short film directed by Louis Feuillade.", "genres": [], "file": "316.json"}, "461113": {"title": "Le mauvais hôte", "plot": "A French silent film directed by Louis Feuillade.", "genres": [], "file": "316.json"}, "462398": {"title": "In Old California", "plot": "An historical dramatization of a Spanish woman during the reign of Spanish and Mexican owned California in the early 19th century.", "genres": [], "file": "317.json"}, "462894": {"title": "The Thread of Destiny", "plot": "The orphan girl of San Gabriel meets and is attracted by a Spanish stranger. The Spaniard is accused of cheating and set to be lynched, but is saved by the girl's ruse, who later becomes his bride.", "genres": ["Romance"], "file": "317.json"}, "463787": {"title": "Cagliostro, aventurier, chimiste et magicien", "plot": "The first cinematographic adaptation of the infamous Count Cagliostro.", "genres": [], "file": "318.json"}, "464046": {"title": "Le caprice du vainqueur", "plot": "Short film set in ancient Egypt.", "genres": [], "file": "318.json"}, "464442": {"title": "The Legend of King Midas", "plot": "A retelling of the King Midas story", "genres": ["Drama"], "file": "318.json"}, "465504": {"title": "A Romance of the Western Hills", "plot": "A young Indian girl is adopted by a white couple who treat her almost as their daughter, educating her and showering on her every attention. She is happy and falls in love with the couple's nephew, but she finds the young man with his fiancée, a young lady of his own race. Back to her own people she goes, and her former lover attacks the boy in revenge. When the white boy's fiancée learns of his duplicity, she breaks her troth with him.", "genres": ["Western", "Romance"], "file": "319.json"}, "469179": {"title": "Cursed Be the War", "plot": "A short silent film about war", "genres": [], "file": "322.json"}, "471539": {"title": "An Unselfish Love", "plot": "Unsuccessful in his suit for Mabel, John goes to farm in western Canada. Mabel's father convinces her that John has found another sweetheart, so Mabel accepts an old suitor. A spinster who cares for John discovers he still loves Mabel and brings her out west where she and John are reunited.", "genres": [], "file": "324.json"}, "472795": {"title": "Impressions of Spain", "plot": "Vistas of some of the most well-known Spanish locations: Madrid, Barcelona, the bay of St. Sebastian, Burgos, Segovia, Malaga. It shows cock fights, the palace of the Alhambra in Granada and banks filmed from a navigating boat. The film ends with a sunset on the sea suddenly crossed by a steam train and with the picturesque view of a bend in the river seen from above.", "genres": ["Documentary"], "file": "325.json"}, "474023": {"title": "The Indian Land Grab", "plot": "The Indians send a young chief to Washington as representative before lawmakers and cabinet, to secure justice and proper redress for the fraudulent barter of their lands, to which outrages they have been subjected, owing to their helplessness to prevent it. Smighting is very much perturbed at this possible hindrance which threatens to upset his apparently successful land fraud, and he immediately convenes a caucus at the capitol of those legislators of his brand who can be approached for the ultimate motive of securing the passage of the \"Land Grab\" bill. To doubly ensure the accomplishment of his desire, he enlists the services of his family-- in that he instructs his daughter to exert her charm over the young Indian so as to  keep him away from the object of his visit.", "genres": ["Drama"], "file": "326.json"}, "475691": {"title": "Esther", "plot": "", "genres": ["Drama"], "file": "327.json"}, "475695": {"title": "Jephté's Daughter", "plot": "", "genres": ["Drama"], "file": "327.json"}, "475715": {"title": "The Seven Deadly Sins", "plot": "A series of seven short films of varying length demonstrating each of the seven deadly sins.", "genres": ["Drama"], "file": "327.json"}, "475720": {"title": "The Exodus", "plot": "", "genres": ["Drama"], "file": "327.json"}, "475913": {"title": "The Guardian of Camargue", "plot": "This charming short film was shot in the Camargue, probably in the same place where Jean Durand filmed his cowboy movies. The plot is very simple. A guardian falls in love with a Parisian. Desperate, he commits suicide when she returns to the capital. But, as always with Perret, we appreciate the framing, the skilful use of the exteriors and the documentary side of life of the time. We see the young Arlesianas in traditional dress go out to collect almonds and return with their baskets to the city. The actor in the role of the guardian overreacts, imitating bombastic despair. But the finale, in which he rides a horse through the waves to find the rest of death, preserves its charm intact. Perret knows how to set the rhythm of a sequence and give it the necessary atmosphere.", "genres": ["Romance", "Drama"], "file": "327.json"}, "477536": {"title": "Léontine’s Apprenticeship", "plot": "The irresistible Betty is taken out by her mother, who finds that home is a poor place to keep such a wild and turbulent spirit.", "genres": [], "file": "328.json"}, "477553": {"title": "M. Myope chasse", "plot": "French silent comedy.", "genres": [], "file": "328.json"}, "477870": {"title": "Viaggio in Caucaso e Persia", "plot": "Italian travelogue.", "genres": [], "file": "329.json"}, "477881": {"title": "The Taming of Jane", "plot": "A fickle tomboy eventually falls for the suitor who had previously been annoying her.", "genres": [], "file": "329.json"}, "478879": {"title": "The Tale of a Hot Dog", "plot": "The story of Honus, an itinerant vendor of frankfurters.", "genres": ["Comedy"], "file": "329.json"}, "49281": {"title": "The Faithful Furniture", "plot": "A man who no longer can afford his rent is forced to sell his beloved furniture. The furniture can not bear to be parted from their owner and decides to return home. Often confused with Bosetti's film Le Garde meuble automatique (1912).", "genres": ["Comedy", "Animation"], "file": "33.json"}, "480124": {"title": "I funerali di Don Rua a Torino", "plot": "Short video showing the funeral of Don Michele Rua (1837-1910), the first Rector Major of the Salesians of Don Bosco. Don Rua's funeral procession makes its way through the most important places of Salesians: the Basilica di Maria Ausiliatrice (Basilica of Our Lady Help of Christians), the so-called Casa Madre of the Salesians and Valsalice, at the tomb of Don Bosco.", "genres": ["Documentary"], "file": "330.json"}, "480125": {"title": "In Life's Cycle", "plot": "A story about two children that are made to promise they will not forget their recently departed mother. As the two children grow up the boy regularly visits his mother's grave, while the girl has forgotten her promise.", "genres": ["Drama"], "file": "330.json"}, "484372": {"title": "Värmländingarna", "plot": "Councilor Sven Ersson and Farmer Jan Hansson has been bitter enemies for several years. Sven's neighbour Ola in Gyllby has a daughter Britta. The perfect partner for Sven's son Erik. But Erik only have eyes for Anna. The daughter of Jan Hansson. Unaware of the hostility between the families, Erik has asked Anna to marry him.", "genres": ["Drama"], "file": "334.json"}, "487458": {"title": "All on Account of the Milk", "plot": "The hero, a young contractor, is mistaken by the heroine for a laborer, while he thinks she is the maid although she is the daughter of the manor. The hero continues to represent himself as a laborer in order to see the maid. The daughter, in order to continue her impersonation, borrows the maid's clothes. At the end the two main characters are brought together in their true light with the blessing of their respective mothers.", "genres": [], "file": "336.json"}, "487459": {"title": "The Woman from Mellon's", "plot": "Harry Townsend, a young stock broker, is in love with the pretty daughter of James Petersby, a Wall Street magnate, and as Harry is a very promising young fellow, he gives his consent to the match. Harry, however, is hard hit by the panic, and loses practically all. This changes the color of things and the young lover is forbidden the wealthy man's house. Despairing, he goes to look for employment at a detective agency.", "genres": [], "file": "336.json"}, "487461": {"title": "The Englishman and the Girl", "plot": "A small-town drama group's rehearsal is interrupted when one of their members receives a letter telling him his English relative is arriving for a visit. The Englishman turns out to be stuffy and humorless, and is the butt of several pranks. The drama group dresses as Indians and threatens him, but he turns the tables, pulls out a gun and chases them away.", "genres": [], "file": "336.json"}, "487462": {"title": "The Newlyweds", "plot": "A young man and a young woman, each unlucky in love, determine never to marry. But Cupid has other ideas.", "genres": [], "file": "336.json"}, "487464": {"title": "The Twisted Trail", "plot": "Ranch hand Bob Gorman loves pretty Molly Hendricks, and Daddy isn't happy about that. Then Bob is falsely accused of killing Mr. Hendricks. Soon we will discover whether Bob will sacrifice his own life to prove his love for Molly.", "genres": [], "file": "336.json"}, "487465": {"title": "The Smoker", "plot": "A young bride wonders at her husband's frequent absences. Suspicion mounts. What can the young man find more alluring than she, herself?", "genres": [], "file": "336.json"}, "487466": {"title": "A Rich Revenge", "plot": "Two young fellows are rivals for the hand of a pretty girl of the village, and after her marriage with the one of her choice, the other swears to be revenged. To effect this he pours chemically treated oil into the irrigation ditches of the husband's farm. This of course ruins the land for vegetation, but it brings the husband a fabulous hum from a speculator in oil lands, who thinks he has struck a highly productive oil field.", "genres": [], "file": "336.json"}, "487475": {"title": "In the Season of Buds", "plot": "It is springtime when little Mabel arrives at her Uncle Zeke's farm. Henry and Steve, two farmhands, are chums, having spent the years of their adolescence together on Uncle Zeke's farm. They have never experienced any love but brotherly love, until the day they first meet Mabel, when both become deeply smitten.", "genres": [], "file": "336.json"}, "487651": {"title": "A Victim of Jealousy", "plot": "The young husband's irrational jealousy makes him suspicious of every attention bestowed upon his wife. Even the minister, who performed their marriage ceremony, making a pastoral call annoys him. They attend a social gathering, and his ill-concealed perturbation at his young wife's affability with all present spoils her evening's pleasure, and finally induces her to ask to be taken home. Arriving home, a stormy scene ensues, and there might have been a separation but for the wife's subtleness in placing within his range delicate reminders of her own gentleness.", "genres": [], "file": "336.json"}, "487654": {"title": "Never Again", "plot": "Clarence McKnight and Felix De Grosse are rivals for the heart of pretty little Letitia Mooney, but it is evident that Clarence is the favored one. However, Letty becomes jealous of her cousin, who seems to have a feeling down in her heart for Clarence, and engages his attention whenever she gets the chance.", "genres": [], "file": "336.json"}, "487659": {"title": "May and December", "plot": "The quartet comprising this story are of ages as the months are to each other. June, a young college boy, finds his resources in depletion, and to improve his financial condition, proposes to October, a wealthy spinster of the \"where-is-he\" stage, and is accepted with avidity, and so these two soul \"mis\"-mates start their engagement inning. Later, December, a wealthy old bachelor, proposes to May, a pretty miss of eighteen, and the promise of fine gowns, jewels and automobiles, so dear to the heart of the fair sex, induces her to accept with half-hearted tolerance, hence they also start the engagement period. Everything goes finely until the quartet meet.", "genres": ["Comedy", "Romance"], "file": "336.json"}, "487661": {"title": "Muggsy's First Sweetheart", "plot": "A scrappy lad from the skids attempts to court a well-to-do maiden. During his visits to her family estate, he upsets the Uplift committee that's weaseled their way into the home.", "genres": [], "file": "336.json"}, "487868": {"title": "A Child's Impulse", "plot": "Mrs. Thurston, a socially ambitious widow, is holding one of her famous Bohemian parties. To these functions are invited the leading lights of the several professions, actors, artists, musicians, etc. Surrounded by these men and women of art and letters, she was at first entertained, but they soon palled and bored. On this evening in particular, she is especially possessed of ennui, until the appearance of Raymond Hartley, a wealthy young bachelor, who is introduced into the circle by a newspaper man. An attachment immediately springs up between the widow and Raymond.", "genres": [], "file": "336.json"}, "487964": {"title": "The Call to Arms", "plot": "A Feudal Lord and his bride were visited by their cousin at a time when this Lord was presenting to his bride the family heirloom the Great Ruby of Irskaat. The cousin coveted it, and was determined to secure it. The Lord receives a call to arms and appreciating the danger of leaving this valuable jewel unguarded, buries it in a secluded part of the grounds. His soldiers now assembled, he departs, leaving his wife to the care of his trusted servants. No sooner had he left than the cousin returns with the subterfuge that he will stay at the palace guarding the wife until the Lord's return. This the wife appreciates, believing his tender well meant. Surreptitiously he rids the palace of the servants, placing his own in their stead. The poor woman is now in the absolute power of this despicable villain.", "genres": [], "file": "337.json"}, "487966": {"title": "When We Were in Our 'Teens", "plot": "Diplomacy was not Tom's strong suit. So when May showed to him her latest painting he poured scorn on it. He was anxious to discourage her from painting, knowing full well that she would never become a great artist. Howard, his rival, was more diplomatic. He praised her efforts, and is at once the top-notcher in May's esteem.", "genres": [], "file": "337.json"}, "487968": {"title": "The Sorrows of the Unfaithful", "plot": "In a quaint fishing village Bill and Mary are childhood sweethearts. Ten years roll by, and the boy, now a young man, gives the girl a ring and they now renew their vows. They are both very happy until fate interferes. Bill, while strolling on the shore,  espies a raft with an object on it that looks like a human being, far out at sea. He swims to the raft and finds an exhausted fisherman lying prone upon it. Pushing the raft to the shore, he, with the aid of others, revives the stranger. Joe is the stranger's name and he and Bill become staunch friends. Mary becomes smitten with Joe and cruelly casts Bill aside.", "genres": [], "file": "337.json"}, "487970": {"title": "Muggsy Becomes a Hero", "plot": "Two spinsters on their way to church, are accosted by a couple of burly tramps. When Mabel is called to the church meeting with her mother, she sends Muggsy a note asking him to meet her after the service so he may walk home with her. Muggsy is there on time, however, the old ladies are afraid to make the return trip unaccompanied. The pastor asks that a man escort them home. Poor Muggsy gets chosen, and when the trio reach the deserted part of the road, the tramps again appear.", "genres": ["Comedy", "Drama"], "file": "337.json"}, "487973": {"title": "A Gold Necklace", "plot": "Mazie lends her necklace to Nellie, her guest. Nellie is asleep in a hammock when Sam, her sweetheart, arrives in his auto. He awakens Nellie with a kiss. As she starts up she drops the necklace in the grass and their efforts to find it prove futile. Sam promises to buy her one to replace it, thinking it was her own properly. He has her minutely describe it that he may get an exact duplicate. Meanwhile, the governess has found the necklace and given it to its owner, Mazie, who is unknown to Sam. He sees it on Mazie's neck and after a chase insists on purchasing it.", "genres": ["Comedy"], "file": "337.json"}, "487974": {"title": "A Lucky Toothache", "plot": "Bessie, the new school teacher, arrives at the little western village, and on her way to the school she meets a gang of cowboys who bestow boxes of candy and other little offerings. Not long after the girl is seized with a jumping toothache. Each boy suggests a cure, but without success. Tom, however, now appears and offers a cure. He leaves her a note stating if she will submit to his treatment he will guarantee to cure her toothache. She is in such agony that she is inclined to submit to anything, and so, though not knowing what the cure may be, consents. After great preliminaries Tom administers a resounding kiss upon her cheek..", "genres": [], "file": "337.json"}, "488160": {"title": "Theodore Roosevelt's Return from Africa", "plot": "A short documentary about the post presidency life of Theodore Roosevelt.", "genres": [], "file": "337.json"}, "488186": {"title": "Waiter No. 5", "plot": "After conducting a raid on a Rebel camp, a Czarist officer discovers that his wife has joined the revolutionaries. Out of loyalty to his wife, the officer resigns his commission and escapes with her to America. Several years later, the ex-officer is gainfully employed as a waiter in a Russian restaurant. For the sake of his grown son, who is engaged to marry a wealthy socialite, our hero pretends to be a man of great wealth and prestige. The truth is revealed in the final scene, but \"Waiter Number 5\" is saved from disgrace by the timely arrival of his former superior officer.", "genres": [], "file": "337.json"}, "488189": {"title": "Simple Charity", "plot": "A pretty young woman attempts to help a poor, old couple while attracting the attention of a handsome doctor.", "genres": [], "file": "337.json"}, "488193": {"title": "The Song of the Wildwood Flute", "plot": "Her trademarked curls hidden under a black wig, Mary Pickford stars as a wide-eyed Indian maiden. Two braves vie for the heroine's affections, leading to a bloody duel to the death.", "genres": [], "file": "337.json"}, "488251": {"title": "A Plain Song", "plot": "Edith is a salesgirl in a department store who envys her store-mates, as she views them passing by with their sweethearts, lighthearted and happy. Therefore she feels highly flattered and pleased at the attentions of a traveling repertoire manager who enters the store advertising his show, and presents Edith with two complimentary tickets for that evening's performance. The next day the manager appears again and invites her to take a stroll with him. This is the first attention the poor girl has ever experienced, and when the manager tries to persuade her to go away with him it is a supreme struggle with inclination that prevents her leaving her old folks.", "genres": [], "file": "337.json"}, "488253": {"title": "White Roses", "plot": "Harry loved Betty, and vice versa, but Harry was very shy. No matter how he tried, he never could muster up sufficient courage to propose, despite the fact that Betty always endeavored to help him out. An idea! He writes his proposal, and invents a sentimental code of signals. The letter reads: \"If you will accept me, wear red roses; if you are in doubt, the pink. If you do not love me and reject me, wear the white.\"", "genres": ["Comedy", "Romance"], "file": "337.json"}, "506184": {"title": "Uncle Tom's Cabin", "plot": "The incidents of this story are some of those preceding and leading up to the Civil War in 1861 and the Declaration of Emancipation. The central figure in the drama is Uncle Tom, a slave initially in the possession of the Shelbys of Kentucky. A 1927 re-release of this film cut the original runtime in half, and in its extant, fragmentary state, it runs 14 minutes.", "genres": ["Drama"], "file": "351.json"}, "509621": {"title": "The Effects of Pills", "plot": "Max Linder is out of sorts and bad-tempered. He is rude to his wife, who tells him she will leave him. He sees an advertisement for pills which promote universal love and good fellowship and goes out to buy a box. However, he leaves it on the table and his wife helps herself, with the consequence that she feels impelled to kiss all the men she meets, leaving Max with three duels on hand.", "genres": ["Comedy"], "file": "354.json"}, "511128": {"title": "The Clown and His Donkey", "plot": "The ancient art of shadow play made a natural transition to the cinema. Though it is most associated with the German animator Lotte Reiniger and her 1926 silhouette animation feature The Adventures of Prince Achmed, artists like Charles Armstrong had already made films with the technique. Unlike others he uses the negative image to create white character on black backgrounds. He made at least half a dozen films, including a WWI series “Armstrong’s Trick War Incidents”, but they do not appear to survive. The surviving German title is evidence of the films’ international appeal.", "genres": [], "file": "355.json"}, "512129": {"title": "Fording the River", "plot": "Kinemacolor", "genres": [], "file": "356.json"}, "512130": {"title": "Lake Garda, Italy", "plot": "Kinemacolor", "genres": [], "file": "356.json"}, "513907": {"title": "Les Pyrénées pittoresques", "plot": "A trip through the Pyrenees in the neighborhood of Bagneres de Luchon.", "genres": [], "file": "357.json"}, "516048": {"title": "The Daily Bread", "plot": "A clerk is unable to keep his wife and family in comfort, and he asks his manager for an increase. But a girl has offered her services to the manager, and as she is willing to accept a smaller wage he engages her instead and tells the man that he can go. The clerk resolves to go to the girl and ask her to give up her place, but she refuses. She discovers he has left his umbrella behind, and finds him just moving, away with his two little children. The girl's heart is touched, and she leads them into the house and warms them at the fire, and writes a letter to the manager, saying she wishes to give up her place, and begging him to take back her predecessor.", "genres": ["Drama"], "file": "359.json"}, "53759": {"title": "The Wonderful Wizard of Oz", "plot": "An early version of the classic, based more on the 1902 stage musical than on the original novel.", "genres": ["Adventure", "Fantasy"], "file": "36.json"}, "517898": {"title": "Manuel Rodríguez", "plot": "", "genres": ["History", "War"], "file": "361.json"}, "521602": {"title": "Calino: Public Sprinkler", "plot": "A film from 1910", "genres": ["Comedy"], "file": "364.json"}, "522125": {"title": "Sunshine Sue", "plot": "A country girl follows a city suitor, but is left alone and must fend for herself.", "genres": ["Drama"], "file": "364.json"}, "524076": {"title": "The Broken Oath", "plot": "A girl saves her sweetheart from the dealings of a deceitful gang that he has fallen in with.", "genres": [], "file": "366.json"}, "538799": {"title": "The Veil of Happiness", "plot": "A Chinese mandarin named Chang is blind and finds his only happiness is the caresses of his wife and the adoration of his son. One day, while out walking with his servant, Chang comes across a sorcerer who recognizes his rank and begs to be allowed to give the great man a potent liquid which will restore his sight. Chang submits to the administration of the sorcerer's cure and in a moment, for the first time in his life, he beholds the beauty of the world; everything about him holds untold ecstasies for his unaccustomed sight. He finds beauty in the very soil on which he walks. Hastening home he admonishes his servant not to say anything, but decides to surprise his family. Stealing into the house he peeks through the door into the study where his son and his tutor are supposed to be at work. There he witnesses his son's burlesque of his own helplessness and the tutor crawling on the floor in mirth. In the garden he discovers his young wife in the embrace of a neighboring mandarin.", "genres": [], "file": "378.json"}, "538801": {"title": "Death's Revenge", "plot": "", "genres": [], "file": "378.json"}, "538802": {"title": "Queen Margot", "plot": "", "genres": ["Drama", "History"], "file": "378.json"}, "539155": {"title": "Der Graf von Luxemburg: Mädel klein, Mädel fein", "plot": "A silent musical number.", "genres": [], "file": "378.json"}, "539177": {"title": "The White Slave Trade", "plot": "This film was plagiarized - almost scene by scene - by Nordisk Film Kompagni who released their version only a few months later (2. August, 1910) with the exact same title!.", "genres": ["Drama", "Crime"], "file": "378.json"}, "541213": {"title": "Trop aimée", "plot": "The versatile Max Linder heads a novel chase in this film, the pursuers being three dogs, the pets of the comedian's fiancée. Max was dreadfully afraid of dogs anyhow, and of these dogs in particular, because they were jealous when their mistress caressed Max. On the wedding day he had them locked up, but they escaped and ran to the parlor, where the ceremony was in progress. Max fled through numberless streets, houses, rooms, and finally to the roof, where he gave up and sent back a note by the dogs declining to marry and be devoured. The picture amuses.", "genres": ["Comedy"], "file": "379.json"}, "541217": {"title": "Calino se marie", "plot": "Calino and his weighty new bride fall down a manhole but their protracted stay in the sewers in no way interferes with the prolific felicity of their married life.", "genres": ["Comedy"], "file": "379.json"}, "549193": {"title": "Chasse aux cerfs à Java", "plot": "Stencil-coloured hunting film.", "genres": [], "file": "385.json"}, "549194": {"title": "Jalousie de gitane", "plot": "Stencil-coloured drama", "genres": [], "file": "385.json"}, "549750": {"title": "A Race for a Bride", "plot": "Rival rustics run a race to win a girl.", "genres": ["Comedy"], "file": "385.json"}, "550891": {"title": "Unexpected Help", "plot": "John Bradley is a trusted clerk with an oil company. Enjoying a fair salary, he is comfortably fixed in a modest little village home with his wife and two small children. Starting from home in the morning he is accompanied by the two little ones, who always looked forward to each morning's scamper in the hills with pleasurable anticipation. He is met at the office door by the manager and handed a large sum of money with instructions to carry it to the bank. This is witnessed by a well-known gambler of the town, who being in hard link, resolves to get that money by hook or crook. Making a short cut across the little town, he manages to intercept John on his way to the bank, and in the course of their conversation invites him to have a drink, as it is half an hour before the bank opens. The invitation is accepted and while in the saloon the gambler tries to inveigle John into a game, but here his will serves him and he resists the fascination.", "genres": [], "file": "386.json"}, "552106": {"title": "The Evil Artist or a Girl Wronged", "plot": "Anastasia is being picked up by an artist who wants to paint her picture.The artist have other intentions as well.  He tried to seduce Anastasia. When he is tired of her, Anastasia returns home to her mother.", "genres": ["Drama"], "file": "387.json"}, "557531": {"title": "The Border-Guard", "plot": "", "genres": [], "file": "391.json"}, "557536": {"title": "At the Fault Line", "plot": "", "genres": [], "file": "391.json"}, "559357": {"title": "Suffragette Demonstration in London (June 1910)", "plot": "This was one of the earliest mass marches organised by the suffrage movement, and up to 15,000 women marched from the Embankment to the Albert Hall to hear speeches from Christabel Pankhurst and other suffragette leaders (Ros Cranston, Make More Noise! Suffragettes in Silent Film).", "genres": [], "file": "393.json"}, "559358": {"title": "Mass Meeting of Suffragettes", "plot": "This two-shot newsreel fragment surveys the scene at a Votes for Women protest on Trafalgar Square in the summer of 1910, when suffragists of the National Union of Women's Suffrage Societies presented petitions signed by supportive menfolk of Britain's towns and cities. (Edward Anderson, Make More Noise! Suffragettes in Silent Film)", "genres": [], "file": "393.json"}, "560370": {"title": "Modern China", "plot": "A short documentary about China in the early 20th Century.", "genres": [], "file": "394.json"}, "560371": {"title": "Peking and Its Surroundings", "plot": "French documentary about life in China.", "genres": ["Documentary"], "file": "394.json"}, "566440": {"title": "The Oval Portrait", "plot": "Pierre,a marquis, is madly in love with his dear wife Jeanne whose picture he is painting; one day while hunting in the woods, the husband accidentally kills his beloved one. He's desperate to finish the portrait so he uses other models but none of them can touch his late wife's beauty. Six months later he meets Madeleine who resembles his dear departed. It's not long before she understands her rival is a picture and she tries more and more to look like Jeanne.", "genres": [], "file": "398.json"}, "567342": {"title": "Peter the Great", "plot": "", "genres": ["Drama", "History"], "file": "398.json"}, "573378": {"title": "Actors' Fund Field Day", "plot": "It's more fun than a barrel of monkeys. Regular village \"cut-ups\" are those actor chaps and actresses.", "genres": ["Comedy"], "file": "403.json"}, "576800": {"title": "The Italian Switzerland", "plot": "A documentary set in Italian-speaking Switzerland, whose beauties are revealed through “phantom rides” on the Brunate Cremagliera railway, through sunsets in backlight on Lake Como and footage of the Bernina railway climbing up through snowbound mountains.", "genres": ["Documentary"], "file": "406.json"}, "576803": {"title": "From the Verbano to Switzerland Through the Gotthard", "plot": "A travel documentary on landscapes, which utilizes the phantom ride technique and which makes use of the momentum of shots taken with the camera mounted on moving vehicles. Each means of transport answers to differing rules in perceiving the scenario.", "genres": ["Documentary"], "file": "406.json"}, "578886": {"title": "Max est distrait", "plot": "Max acknowledges his father-in-law's dinner invitation with a business memorandum to his horse dealer.", "genres": ["Comedy"], "file": "407.json"}, "582840": {"title": "The Time-Lock Safe", "plot": "Early movie star Florence Lawrence appears in this dramatic farce, in which the police pay a famous burglar to save the life of a child thought to be trapped inside a bank’s time-lock safe. Also stars King Baggot and Owen Moore (Mary Pickford’s first husband).", "genres": [], "file": "410.json"}, "582841": {"title": "The Hobble Skirt", "plot": "Ben Turpin stars as Happy Mike, a tramp hired by an actress to deliver her hobble skirt to the Baby Fund Bazaar. Instead, the tramp dons the skirt himself and impersonates the actress, igniting chaos and an epic chase.", "genres": [], "file": "410.json"}, "588794": {"title": "Dans les airs", "plot": "Julius wants to marry Nelly, but her uncle forbids that. An attempt to court her failed, but the second attempt with the help of an aircraft might work.", "genres": ["Comedy"], "file": "415.json"}, "601715": {"title": "Choice Bouquets", "plot": "A display of flower bouquets, rotating to show the Kinemacolour process.", "genres": ["Documentary"], "file": "425.json"}, "604349": {"title": "At Midnight in the Graveyard", "plot": "", "genres": ["Drama", "Horror"], "file": "427.json"}, "608699": {"title": "L’aventurière", "plot": "Having faked an automobile accident, an adventuress is taken into the home of a \"ganadero\" (a landowner of the Camargue), whom she seduces. Her intention is to steal, with the aid of an accomplice, a cheque which represents the proceeds of a sale of cattle. Her plan is foiled however, thanks to the dedication of the ganadero’s young secretary. Entirely shot on location in the Camargue, this is one of the earliest of Feuillade’s surviving films clearly to demonstrate his predilection for systematically mixing documentary and fiction — though the idea seems already to have been evident in the films he shot in Britanny during the summer of 1909, for example La Légende des phares. Unfortunately none of these films has survived complete.", "genres": [], "file": "430.json"}, "608772": {"title": "His Last Burglary", "plot": "Mired in poverty and no longer able to endure the hardships that this situation brings upon their baby, a young man chooses, with his wife, to give up the child by abandoning it in a rich household. A burglar who himself has just lost a child, breaks into this house and decides to ease the mourning of his wife by stealing the abandoned baby. Soon after, the young man and his wife receive word of their sudden fortune. They then try to find their child, but their search is in vain. Faced with the desperation of his wife, the young man calls a doctor whose coachman is none other than the burglar, since reformed. When the burglar learns the cause of the young woman’s misery, he realizes the gravity of his crime and convinces his wife that they must return the baby to its parents.", "genres": [], "file": "430.json"}, "608774": {"title": "The Final Settlement", "plot": "Noticing that Jim is partial to a drink, Ruth breaks off her engagement to him and turns to John, who until then had kept his love for her to himself. They get married and move to a cabin in the forest where John works as a woodcutter. In the meantime, Jim, who has become a hoodlum and ignores that his rival has married his former fiancée, runs into John at the lumber camp and challenges him to a duel for the same evening. He then goes to look for money to buy himself alcohol, and breaks into John and Ruth’s cabin. Surprised to find Ruth there, he realizes that she has married John and has given him a child. On leaving the cabin, he looks to the vengeance the duel is going to allow him to wreak. Yet, he eventually thinks better and, ashamed at his own idea and out of the love he still feels for Ruth, decides to spare her husband’s life. He shows up at the duel with a gun loaded with blanks.", "genres": [], "file": "430.json"}, "608906": {"title": "Taming a Husband", "plot": "Neglected by a husband too engrossed by his activities and social obligations, a woman convinces a girlfriend to dress as a man and make love to her openly in the hope to arouse her spouse’s jealousy. Dressed as a male, her friend causes a commotion among the couple’s acquaintances. When the husband eventually catches the newcomer making overtures to his wife, he challenges his rival to a duel.", "genres": [], "file": "430.json"}, "608909": {"title": "The Man", "plot": "Mildred lives with her husband, the prospector Steve Clark, in an out-of-the-way cabin in the mountains. She is affectionate and considerate, but her husband shows little if any concern for her, let alone love. A newcomer of friendly disposition and good humor one days runs into Clark and later finds Mildred by herself at home. Lonely and lovesick, she is overwhelmed by his lively attention and apparent affection.", "genres": [], "file": "430.json"}, "608911": {"title": "The Converts", "plot": "A dance hall girl is converted to a religious life by a phony evangelist. But can he, himself, be saved?", "genres": [], "file": "430.json"}, "608915": {"title": "Gold Is Not All", "plot": "Mabel, a young woman living in a large mansion, is courted by Tom Darrell, a neighbour of the same class. Meanwhile, Ruth, Mabel’s laundress, is courted by the equally lowly Steve. Ruth and Steve watch the wealthy couple’s courtship enviously. Both couples marry; the Darrells have a daughter, and Ruth and Steve a son and daughter. Tom tires of Mabel and his daughter, and runs away with another woman. Later, Mabel’s little girl is stricken with diphtheria and dies, despite her mother’s offering the doctor all her wealth if he can cure her. Meanwhile, Ruth and Steve’s children remain healthy, and their domestic happiness prevents their persisting envy of Mabel’s wealth from embittering them.", "genres": [], "file": "430.json"}, "608916": {"title": "Thou Shalt Not", "plot": "Laura has already accepted an engagement ring from Edgar when he discovers that he has tuberculosis. Persuaded by the doctor that he risks infecting his unborn children, he calls off the engagement, but Laura will not accept that: she threatens suicide. When the doctor points out a little girl who is the diseased result of such a union, Edgar recoils, and agrees to pretend to flirt with another woman to put an end to Laura’s love.", "genres": [], "file": "430.json"}, "608917": {"title": "The Way of the World", "plot": "The mission bells ring but men are too busy with work and revelers are unwilling to interrupt their amusements. An old priest with an empty church is full of sorrow. However, he encourages a young priest to go among the people wearing civilian clothes, and try to live in the image of Christ. The young man gets a job as a laborer in the fields. He tries to show Christian charity by his example: he feeds the poor, protects children, turns the other cheek, and helps a fallen woman. He is misunderstood by the people, and discouraged, goes back to the old priest. The fallen woman comes to them: the young man’s kindness to her has moved her to seek forgiveness and a reformed life. The bells ring in celebration of one soul saved.", "genres": [], "file": "430.json"}, "608919": {"title": "The Gold Seekers", "plot": "A prospector in the Gold Rush days of ‘49 strikes pay dirt after a long struggle. He stakes the claim and stays to guard it while his wife and ten-year-old son hurry off to the claim office to register it. Two scoundrels observe the action, and go in pursuit. Arriving after the wife and her son, they trick her into leaving the queue waiting for the agent to arrive. A woman who pretends to faint is the accomplice who leads the wife to a cabin. The scoundrels lock the wife in, but she ties her son to a rope and lowers him out the window to bring help. She is rescued and manages to register their claim in the last moment.", "genres": [], "file": "430.json"}, "608920": {"title": "The Impalement", "plot": "Bored by a doting wife who is too eager to please (she even puts a cigar in his mouth and lights it), Mr. Avery falls for a dancer, and is invited to a party she is throwing in his honor. Over her husband’s shoulder, the wife reads a letter from the dancer, with the telltale salutation \"My dear boy\", and threatens to poison herself if he goes. To show that he is not to be deterred by such a melodramatic trick, Avery takes the vial and pours the poison into a wine glass, saying if she decides to do this, why not do it with style? He then leaves, but not without misgivings. At the party the dancer offers him wine in a glass which looks exactly like the one he had handed to his suicidal spouse. This triggers an attack of conscience, and Avery rushes home, to find his wife in a swoon which he takes for her threat fulfilled. Madly, he bursts into the dancer’s party, confesses assisted suicide, and dies.", "genres": [], "file": "430.json"}, "608921": {"title": "The Face at the Window", "plot": "Like his father before him, Ralph is admitted to the Graduate Club upon completing his studies at the university. He is presented with a commemorative stein to mark the occasion. Ralph meets an artist’s model, marries her over his father’s objections, and is disowned by the old man. Eventually, he becomes a drunkard and deserts his wife and their baby, who is taken in by Ralph’s father when the young mother dies. The grandson is raised with the same advantages as his father, graduates from the same university, and is admitted to the same club. During the festivities, Ralph stumbles by the club, is seen through the window by his son and his friends, and is brought inside. He attempts to drink from his old stein, but is shoved aside by the boy, who does not know him. The old man enters and recognizes Ralph. All three are reconciled as Ralph dies.", "genres": [], "file": "430.json"}, "608922": {"title": "The Marked Time-Table", "plot": "Young Tom Powers has a wild, irresponsible lifestyle which is condemned by his father but indulged by his well-meaning mother. Tom is pressed to pay his gambling debts, but his father refuses to give him the money. Later, the father plans a business trip on which he will be carrying a large amount of cash. In desperation, Tom disguises himself and surreptitiously enters the house to steal his father’s wallet. Seeing the \"burglar\" but unaware of his identity, his mother removes the money from the wallet and substitutes the timetable on which Tom’s father had marked his itinerary, intending to give Tom the money and blame the theft on the \"burglar\". Tom is later apprehended by the police, and his father, called to the station, opens the retrieved wallet and finds the timetable inside. Instantly realizing what has happened, he allows his son to go free. Tom is sobered by the incident and goes away to make a fresh start in life.", "genres": [], "file": "430.json"}, "608923": {"title": "The Purgation", "plot": "Two burglars break into an apartment to rob it. One look at the sleeping daughter of the house, and one of the burglars is so smitten that he forces his companion from the apartment at gunpoint, and resolves to go straight. Later, rescuing the girl from an attack, the boy is welcomed into the family’s home. He goes to work for the father’s company and becomes engaged to the girl. The boy’s former companions steal some jewels from the father’s safe, and the boy retrieves them, but not without exposing his own criminal past. The family’s trust in him is now shattered, but the boy asks and receives a chance to prove himself worthy after all.", "genres": [], "file": "430.json"}, "608924": {"title": "A Midnight Cupid", "plot": "Perry Dudley, a rich eligible bachelor, is bored with his life and longs for a change. Nick, a penniless tramp, has received a letter from the town where he lived as a child, asking him to return home. Through a fluke Perry finds the letter, takes Nick’s place and goes to the little town himself. The townspeople accept him as Nick, he falls in love with a farmer’s daughter, and all is going well until the real Nick shows up. When the farmer finds he has been duped he orders Perry to leave; Perry not only leaves but takes the girl with him. The farmer follows in angry pursuit, but when he learns that his daughter’s abductor is rich and has marriage in mind, he becomes much more agreeable.", "genres": ["Comedy"], "file": "430.json"}, "608925": {"title": "A Child's Faith", "plot": "A loving father favors a prosperous young man as his daughter’s suitor but disowns her when she chooses a working-class man. Years later, the husband struggles against the ravages of tuberculosis to support his wife and daughter. The heroine’s father has become a miser, and around the time of the husband’s death he unwittingly moves into a cheap flat directly above that of his widowed daughter and her child. As the child prays for help, the miser’s stash of money falls down the chimney and lands beside her. Her faith touchs the father, and he reconciles with his daughter.", "genres": [], "file": "430.json"}, "608926": {"title": "Serious Sixteen", "plot": "When young Tom and Adele learn they must wait four years before they can marry, they agree to kill themselves. They reconsider, and then decide to elope. The plan sours when Adele sees two friends flirting with Tom. Brokenhearted, she decides to give her life to the Salvation Army. Tom responds by choosing to join a monastery. When, however, Adele’s father buys her a new hat, Adele backslides and Tom follows suit.", "genres": [], "file": "430.json"}, "608927": {"title": "As the Bells Rang Out!", "plot": "If a Wall Street financier is to escape arrest, he must flee his house at once. He chooses instead to stay in order to watch his daughter get married. Thanks to kindhearted police, he is permitted to take part in the wedding while they wait discreetly in the next room, ready to take him away.", "genres": [], "file": "430.json"}, "608934": {"title": "His Sister-In-Law", "plot": "Eva and Blanche are inseparable sisters living with a maiden aunt. But Eva marries a suitor named John, to Blanche’s great dismay, and starts married life in a nearby apartment. Blanche lives with the newlyweds for a while, but her constant presence soon irritates the bridegroom. Feeling unwanted, Blanche returns to her aunt’s home despite Eva’s entreaties. Later, when Eva gives birth to a child, the sisters are reconciled.", "genres": [], "file": "430.json"}, "608935": {"title": "A Child's Stratagem", "plot": "Mrs. Walton wilfully and mistakenly presumes that her husband is unfaithful, and demands a divorce. Devastated by the impending breakup of her home, the Waltons’ little daughter plots to reunite her parents by pretending to be a kidnapping victim. Her absence causes such consternation in the household that her parents do indeed reconcile when she returns home after some misadventures.", "genres": [], "file": "430.json"}, "608936": {"title": "The Banker's Daughters", "plot": "A criminal gang conspire to rob the home of a wealthy banker and his two daughters. To do so, they first lure the banker from his home, then have a trunk containing one of the gang delivered there, where it is taken into the daughters’ dressing-room. One daughter, at her mirror, sees the trunk begin to open, and, using her small cousin as a messenger, warns her sister of their danger. The younger daughter telephones the police, and only after some difficulty persuades them to come to their rescue. The police arrive after the robbers have broken into the house, but succeed in overpowering and capturing them.", "genres": [], "file": "430.json"}, "608938": {"title": "Two Little Waifs", "plot": "Mrs. Weston’s child dies and she mourns her loss. Meanwhile, two young girls are placed in an orphanage after their mother dies. They escape to search for her in Heaven, and arrive at Mrs. Weston’s house. She decides to adopt them.", "genres": [], "file": "430.json"}, "608939": {"title": "Her Father's Pride", "plot": "A Quaker father is bringing up his daughter Ann in a stern, religious manner, often disturbed by her frivolity. A motorist, a concert singer from the city, has an accident near their rural home, and has to recuperate in their household. Ann and the singer fall in love, but her father refuses to approve their marriage, and when they defy his wishes he tears Ann’s name from the family Bible. The old couple fall on hard times financially, and are forced from their farmhouse to the county Poor Farm. Ann and her husband learn of this and offer help, but her father’s pride won’t permit him to take it. However, at the poorhouse, Ann plays an old hymn on an organ and softens his heart. All are reconciled.", "genres": [], "file": "430.json"}, "608941": {"title": "A Salutary Lesson", "plot": "During a stay at beach resort Mr. and Mrs. Randall neglect their daughter and follow their own interests. Mrs. Randall entertains the local minister, while Mr. Randall agrees to take his daughter on a walk along the beach. However, he is attracted by a flirtatious young woman, and the little girl wanders off on her own. She clambers onto a seaside rock where she falls asleep, unmindful of the incoming tide. Her parents at last notice her absence and begin searching for her. However, the incoming tide has by this time surrounded her rock, cutting her off from land. A lifeguard hears her cries and swims to the rescue just as the rising tide is about to engulf her. The child is returned to her parents, who receive from their near tragedy a salutary lesson in the importance of being more careful parents.", "genres": [], "file": "430.json"}, "608942": {"title": "A Summer Idyll", "plot": "Rebuffed in his attempts to propose to Cora, Albert elects to take a walking trip through the countryside. There he meets a shepherdess, and the two soon develop a mutual attraction. Cora regrets her decision and tries to entice Albert back by sending him a note. He ignores her first attempt, but in the second she includes the butt of a cigarette she has been smoking and this token convinces him to return. The shepherdess finds solace in the arms of her grandfather once Albert has gone back to Cora.", "genres": [], "file": "430.json"}, "608943": {"title": "Little Angels of Luck", "plot": "Edward Rose, owner of an independent sugar company, resists the \"Sugar Trust\". His partner, however, conspires with the Trust to force Rose into bankruptcy. Rose’s two young daughters go to Wall Street to plead with the Trust president. Unmoved by their offer to turn over their small savings, the president finally succumbs to their tears. He offers Rose a job and happiness returns to the family.", "genres": [], "file": "430.json"}, "608944": {"title": "A Mohawk's Way", "plot": "In Colonial America a doctor refuses to \"waste time on an Indian\" whose daughter is ill. The doctor’s wife secretly travels to the Indian village to administer medicine. After the child’s recovery, the young Indian mother wears the medicine bottle as a necklace talisman, which the doctor roughly tries to grab back when he spots it. \"The white man’s insult\" leads to an Indian uprising in which the doctor is killed. His wife too is set for execution until the Indian mother intervenes and escorts her back to safety.", "genres": [], "file": "430.json"}, "608945": {"title": "The Iconoclast", "plot": "A printer, drinking excessively and neglectful of his family obligations, is fired from his job when he offends his wealthy employer and his employer’s guests as they tour the printworks. Seeking revenge, the dismissed employee enters his former employer’s house with the intention of shooting him. There he sees the employer and his severely disabled daughter, and recognizes the strong emotional bond between father and daughter. This convincing demonstration of affection brings the printer to his senses. He asks pardon, is reinstated in his old job, and becomes a model worker, husband, and father.", "genres": [], "file": "430.json"}, "608946": {"title": "Examination Day at School", "plot": "A rural schoolmaster, beloved by his pupils, is dismissed from his teaching post when the county’s visiting school inspector is mildly ridiculed in a cartoon which a mischievous pupil has drawn on a blackboard. When the schoolmaster’s replacement attempts to teach a class, he is driven from the school by the angry pupils. The pupils then go to the school commissioners and successfully insist on the reinstatement of their teacher.", "genres": [], "file": "430.json"}, "608947": {"title": "That Chink at Golden Gulch", "plot": "In China, before leaving for America, Charlie Lee promises that he will never dishonour his family by cutting his pigtail. Later, as a laundryman in a California mining town, Charlie is tormented by local men but is finally befriended by a young woman and her cowboy sweetheart. One of Charlie’s tormentors is a well-dressed idler and, secretly, a bandit who robs the mail. The cowboy and the bandit become rivals for the girl’s affections. Suspicious of the bandit, Charlie follows him, observes him robbing a mail-carrier, and contrives to capture him, cutting off his pigtail to bind the bandit. Rewarded for the bandit’s capture, but disgraced in his own eyes for dishonouring his family, Charlie gives the cash reward to the young couple and surreptitiously leaves Golden Gulch.", "genres": [], "file": "430.json"}, "608948": {"title": "The Broken Doll", "plot": "An American Indian child, maltreated by her mother and other tribespeople, accompanies her family to a nearby town to buy supplies. There, local white settlers — a couple and their young daughter — befriend the child and give her a doll, her first and only toy. Meanwhile, another tribesman is wantonly killed by a settler. Enraged, the Indians plan revenge and organize a war-party to attack the town. The Indians also take from the child the doll she was given and smash it. The child mourns her broken doll, and buries it with traditional tribal rites. Alarmed that her new friends will be harmed when the town is attacked, the child rushes ahead of the war-party to give warning of the imminent attack. In the raid the child is struck by a bullet, and makes her painful way to her doll’s burial site. Alone, she dies.", "genres": [], "file": "430.json"}, "613646": {"title": "Vadim", "plot": "The landowner Palitsyn (Chardynin) long and successfully sues the neighbor. The lawsuit led to the ruin. He died, leaving orphans children — humpback a young boy Vadim (Speransky) and three-year Olga. In order to avoid condemnation, the Palitsyn takes the girl to the pupils. The young man vows to take revenge on the offender and leaves this region.  Several years pass. Olga (Goncharova) becomes the beauty and object of desire of the elderly Palitsyn. Comes the hour of revenge. Returned and did not learn of Vadim goes to the Lord in slaves. Soon he reveals to Olga the truth about the real family. The girl agrees to help Vadim. Meanwhile, the younger Palitsyn — son Yuri returns to the estate. Olga falls in love with the young landowner and refuses to help her brother. Finally angry Vadim decides to finish with the whole hated family. He goes to the camp of Pugachev to later return to the estate of Palitsyn and take revenge.", "genres": ["Drama"], "file": "434.json"}, "613928": {"title": "The Life and Adventures of John Vane, the Notorious Australian Bushranger", "plot": "A 1910 Australian silent film about the bushranger John Vane, who was a member of Ben Hall's gang.  The film starts with John Vane accepting a wager that he wouldn't bail up a Chinese man. Then Vane wins his bet by robbing a Chinese man, leading to headlines which say \"Robbery Under Arms by John Vane\" and Vane fleeing to the bush with his sweetheart. Later adventures include his capture and release of his sweetheart; the sticking up of the Keightley Homestead; the shooting of Michael Burke, which leads to Vane joining the Ben Hall gang; Vane's change of heart and surrender to Father McCarthy. He serves fifteen years in prison and after release retires comfortably.", "genres": [], "file": "434.json"}, "613933": {"title": "The Squatter's Daughter", "plot": "A 1910 Australian silent film based on the popular play by Bert Bailey and Edmund Duggan.  The plot concerns the rivalry between two neighboring sheep stations, Enderby and Waratah. This version includes the subplot about the bushranger Ben Hall which was not used when the play was adapted again in 1933.", "genres": [], "file": "434.json"}, "613938": {"title": "Moonlite", "plot": "A 1910 bushranger film about Captain Moonlite, played by John Gavin, who also directed.  It was also known as Captain Moonlite.", "genres": [], "file": "434.json"}, "614574": {"title": "A Pretty Dutch Town", "plot": "A short film depicting the canals of Dordrecht.", "genres": ["Documentary"], "file": "434.json"}, "615239": {"title": "A Trip through Berlin", "plot": "Actuality scenes of Berlin circa 1910.", "genres": ["Documentary"], "file": "435.json"}, "616011": {"title": "From Sorrento to Amalfi", "plot": "A train passes through the wonderful landscapes of the Sorrento and Amalfi coasts.", "genres": ["Documentary"], "file": "436.json"}, "621079": {"title": "The Last Deal", "plot": "Owen Moore is addicted to gambling and about to lose his family and job because of it. James Kirkwood, his brother-in-law, shows up and cures him of his gambling fever.", "genres": [], "file": "440.json"}, "624775": {"title": "The Stepmother", "plot": "", "genres": [], "file": "442.json"}, "624783": {"title": "The Further Adventures of the Girl Spy", "plot": "", "genres": [], "file": "442.json"}, "625170": {"title": "In Neighboring Kingdoms", "plot": "", "genres": ["Comedy"], "file": "442.json"}, "625172": {"title": "Mario’s Swan Song", "plot": "Little Mario, the child musician, lives with his old father in impoverished circumstances. The father is very feeble and able to do but little work. Mario is obliged to play his violin on the streets to earn what money he can. One day his father is confined to the home by sickness", "genres": ["Drama"], "file": "442.json"}, "625173": {"title": "Rose Leaves", "plot": "Mrs. String, sitting under the rose bushes with her baby, Helen, on her knee, is approached lovingly by her husband, who lovingly speaks to his family and then shakes the rose bushes over their heads, causing the white leaves to fall upon their heads in a shower of rarest sun tints.", "genres": ["Drama"], "file": "442.json"}, "626026": {"title": "Peace and Love", "plot": "", "genres": [], "file": "443.json"}, "629487": {"title": "The Chemist's Mistake", "plot": "Mrs. Jones' cough has been very troublesome, but money is very short and little Dolly is sent by her father to induce that kind old Mr. Burrows, the neighboring chemist, to let them have a bottle of soothing syrup mixture on trust. Off she goes and succeeds in getting the syrup: the bottle falls on the ground, is smashed and the whole of the contents spilled. Now after little Dolly's departure from the chemist's shop Mr. Burrows' assistant discovers that the wrong bottle has been given to the child and instead of the medicine it was a bottle of poison.", "genres": ["Drama"], "file": "445.json"}, "629489": {"title": "Les bottines du colonel", "plot": "Paul and Jeanne are devoted lovers and meet on the balcony of their homes, which are side by side. The affair does not meet with the approval of Jeanne's papa, a retired colonel, who drags his daughter from the balcony. Balked of a personal meeting with his divinity, the young man tries to convey a note to her, and drops it, as he imagines, in her shoe. Unluckily the note falls into the colonel's boot by mistake, and the latter is amazed by the sudden affection of his daughter, who tries to persuade him not to go out. He insists, and accompanied by the girl, ventures into the street. The lover's efforts are now all directed towards getting hold of the boot with its incriminating contents.", "genres": ["Comedy"], "file": "445.json"}, "631890": {"title": "The Attack on the Mill", "plot": "First, the eye is introduced to the old mill itself, with a gay betrothal party in progress, and laughter and merriment on all sides. Suddenly the laughter is hushed by the martial tread of feet, and the smile of joy fades from the two young lovers' faces as the French soldiers march into the courtyard and prepare to defend the mill against the oncoming attack of the German army. The mild summer afternoon has but half way run its course towards its western home when a wounded outpost comes staggering into the courtyard with the news of the advancing German army stamped upon his blood-stained forehead. Suddenly the courtyard is filled with the smoke of battle, and we know that the long-expected attack is on.", "genres": ["Drama"], "file": "447.json"}, "638144": {"title": "Léontine on Vacation", "plot": "What would a vacation be for Titine without hellraising mischief? As a reward for receiving high marks at school, she goes on a peaceful jaunt to the countryside to visit her aunt and uncle. Naturally, she trips the gardener, futzes with her aunt’s expensive perfume, terrifies the cooks by levitating pots and pans (with hidden string!), enjoys a bacchanalian feast of grapes and sausage, and then jumps out the window. Her uncle banishes her with a stern warning for tyrannizing their idyllic home. But Léontine does not appear chastised.", "genres": [], "file": "452.json"}, "643745": {"title": "Fricot impara un mestiere", "plot": "Ernesto Vaser gets a job as a shop assistant in a draper's, where every bolt of fabric must be examined before the lady chooses the first one she looked at. Vaser's erratic and weird course of actions indicate he is the only employee in the store, so he has to do everything himself, including serenading the clientele.", "genres": ["Comedy"], "file": "456.json"}, "650399": {"title": "A Human Life", "plot": "A boy from a poor family grows up to become a successful scientist. The demanding work costs him the love of his life which he bitterly regrets, lying on his death bed. The film was found on four reels in a collection from the local history archive in Aalborg. They were registered as four separate films, but both the style of the intertitles and the actors indicate that the reels belong together. The film's program has not been found, which makes it difficult to identify whether there are parts missing. (stumfilm.dk)", "genres": [], "file": "461.json"}, "651839": {"title": "The Chillouks, a Central African Tribe", "plot": "Short documentary on a central african tribe called 'The Chillouks'.", "genres": ["Documentary"], "file": "462.json"}, "653133": {"title": "Die Korsett-Anprobe", "plot": "Early advertising film by Julius Pinschewer.", "genres": [], "file": "463.json"}, "659453": {"title": "La prima bicicletta di Robinet", "plot": "Tweedledum's attempts to master the bicycle lead him into situations both thrilling and comical, and the ride proves most adventurous. He barely escapes with his life, and causes a mad scramble on the part of pedestrians who cross his path.", "genres": ["Comedy"], "file": "468.json"}, "662131": {"title": "Japanese Sacrifice", "plot": "A friend sacrifices himself, taking the blame for a murder upon himself. A guilty conscience will end up killing the real culprit.", "genres": [], "file": "470.json"}, "662816": {"title": "Through Sicily", "plot": "A ferry boat unloads a train on the coasts of Sicily; the steam engine starts moving, the railway winds through stark landscapes and picturesque coastlines. In the meantime we are shown the gathering of seafood, the coming and going of people at the port and the ruins of ancient Greek settlements: Selinunte, Girgenti. The dominant colours in the film are the blue of the sea, the yellow of the sun and a beautiful red toning to render the majesty of the ruins standing out against the sky. The video is a copy from the film print held by the National Cinema Museum.", "genres": ["Documentary"], "file": "470.json"}, "662820": {"title": "The Clay Industry in Sicily", "plot": "Clay pits were operative near Cefalù in the 1910s. This brief documentary shows us the different stages of the manufacturing process: from the hard job of extracting and transporting it to the artisan craftsmanship of the vase-makers and the artists decorating and painting the objects produced.", "genres": ["Documentary"], "file": "470.json"}, "662824": {"title": "In the Golden Hollow", "plot": "The golden valley is the area where Palermo stands. The documentary shows us the best-known beauties filmed with a fixed camera, slow tracking shots and split screen inspired by the most picturesque picture postcards. The Pretoria fountain, the big theaters, the funicular railway and the cloister of Monreale abbey run on the screen. The beauty of Palermo is also in the life of its people who are shown while meeting and buying at the fish market or at work building Sicilian carts to sell as souvenirs. The film ends with the view of the harbor.", "genres": ["Documentary"], "file": "470.json"}, "664868": {"title": "Eugénie Grandet", "plot": "Eugenie Grandet has discovered where her father, a miserable old miser, keeps his treasure. Eugenie's cousin, Charles, is the bearer of a letter from his father to his uncle, Eugenie's father. The letter informs the miser that Charles' father, his only brother, is reduced to a state of utter ruin, and unless he can obtain immediate help, he contemplates suicide.", "genres": [], "file": "472.json"}, "668841": {"title": "Desfile histórico del centenario", "plot": "", "genres": [], "file": "475.json"}, "669135": {"title": "London. Suffragette Riots at Westminster", "plot": "Disturbance in Parliament Square by militant suffragettes. Various shots follow of demonstrators and policemen outside the Houses of Parliament.", "genres": [], "file": "475.json"}, "669137": {"title": "Bradford Under Snow", "plot": "This is a film showing various places in Bradford and Saltaire when they were covered in snow.  It includes a horse drawn snow plough clearing away the snow, with intertitles bearing the initials ‘HPL’.", "genres": ["Documentary"], "file": "475.json"}, "669280": {"title": "A Dixie Mother", "plot": "Set during and after the Civil War, a Southern mother deals with the loss of both of her sons as one dies and the other marries a Northern nurse.", "genres": [], "file": "475.json"}, "671687": {"title": "The Men Haters Club", "plot": "When a letter from another woman falls from her boyfriend's pocket, she and her friends form the Men Haters Club. The boys quickly arrange into the Follow the Girls Club in the hopes of winning them back.", "genres": ["Comedy"], "file": "477.json"}, "672668": {"title": "Don Juan de Serrallonga", "plot": "The very first Spanish full feature-length film is based on musical composed by Enric Morera on a libretto by Francesc Pujols i Morgades, based on a work by Víctor Balaguer premiered on October 7, 1922 at the Tívoli Theater in Barcelona. The action takes place around the Catalan gang in the seventeenth century; it is a story of impossible love between \"nyerros\" and \"cadells\" that culminates with the execution of the titled protagonist.", "genres": ["Adventure", "Drama"], "file": "478.json"}, "672942": {"title": "Bellezze italiche no.4: Trento e dintorni", "plot": "Travelogue of picturesque views in Italy.", "genres": [], "file": "478.json"}, "674436": {"title": "His Last Dollar", "plot": "A young man with a beer budget learns a hard lesson when he takes out a young lady with champagne tastes.", "genres": [], "file": "479.json"}, "674438": {"title": "The Kid", "plot": "To Walter Holden since the death of his wife, falls the responsibility of raising his only child.", "genres": [], "file": "479.json"}, "674440": {"title": "An Affair of Hearts", "plot": "Two eccentric Frenchmen argue for the hand of an eligible American girl, who finally discouraged both of them by introducing her betrothed.", "genres": [], "file": "479.json"}, "674442": {"title": "The Masher", "plot": "Poor Hiram didn't anticipate the trouble laid out for him when he and his wife went for a stroll in the park.", "genres": [], "file": "479.json"}, "674443": {"title": "Little Nell's Tobacco", "plot": "", "genres": [], "file": "479.json"}, "677215": {"title": "Dorothy and the Scarecrow in Oz", "plot": "Dorothy and the Scarecrow are now in the Emerald City. They have become friendly with the Wizard, and together with the woodman, the cowardly lion, and several new creations equally delightful, they journey through Oz -- the earthquake -- and into the glass city. The Scarecrow is elated to think he is going to get his brains at last and be like other men are; the Tin-Woodman is bent upon getting a heart, and the cowardly lion pleads with the great Oz for courage. All these are granted by his Highness. Dorothy picks the princess. -- The Dangerous Mangaboos. -- Into the black pit, and out again. We then see Jim, the cab horse, and myriads of pleasant surprises that hold and fascinate.", "genres": ["Fantasy", "Adventure", "Comedy"], "file": "481.json"}, "677231": {"title": "The Land of Oz", "plot": "The Emerald City in all its splendor with all the familiar characters so dear to the hearts of children - Little Dorothy, the scarecrow, the woodman, the cowardly lion, and the wizard continuing on their triumphal entry to the mystic city, adding new characters, new situations, and scintillating comedy. Dorothy, who has so won her way into the good graces of lovers of fairy folk, finds new encounters in the rebellion army of General Jinger [sic] showing myriads of Leith soldiers in glittering apparel forming one surprise after the other, until the whole resolves itself into a spectacle worthy of the best artists in picturedom. Those who have followed the two preceding pictures of this great subject cannot but appreciate \"The Land of Oz,\" the crowning effort of the Oz series.", "genres": ["Fantasy"], "file": "481.json"}, "677236": {"title": "John Dough and the Cherub", "plot": "John Dough gives his assistance in the celebration of the Fourth. No end of trouble results from the invasion of his peaceful rest by the much-despised Miffkits. Then comes the cherub, who introduces Dough to his animal friends, incidentally secures supplies. He then visits the fairies' garden and later interviews the Princess Ozma, who makes a prophecy: \"The throne of Lo-Hi shall vacant be until the coming by air or sea of an oven baked man and a Cherub wee.\" Accordingly John Dough drops into the Land of Oz and meets the Cherub.", "genres": ["Fantasy"], "file": "481.json"}, "678567": {"title": "Les Hommes sandwich", "plot": "", "genres": [], "file": "483.json"}, "679197": {"title": "A Trip to Brazil", "plot": "A record of Italian emigrants on their way to a new life in Brazil.", "genres": ["Documentary"], "file": "483.json"}, "680840": {"title": "The Blind Man's Daughter", "plot": "", "genres": [], "file": "484.json"}, "681948": {"title": "Hero and Leander", "plot": "", "genres": ["Drama", "Romance"], "file": "485.json"}, "684882": {"title": "A Day of Work at the Cavalry School", "plot": "", "genres": ["Documentary"], "file": "487.json"}, "684981": {"title": "The Celebration of Sokol in Split", "plot": "", "genres": ["Documentary"], "file": "487.json"}, "687688": {"title": "The Standing Cock", "plot": "Early experiment with sound has a rooster making his call.", "genres": [], "file": "489.json"}, "694980": {"title": "The Beggar's Christmas", "plot": "", "genres": ["Drama"], "file": "495.json"}, "696156": {"title": "The Emigrant", "plot": "A short, cautionary tale of emigrating to America.", "genres": ["Drama"], "file": "495.json"}, "696489": {"title": "Her Indian Mother", "plot": "The scenes are laid in the Hudson Bay country in comparatively recent years and cover the life of a Hudson Bay factor, showing him as a young man assuming his business in the wilderness and, as was common in those days, taking an Indian wife that he had purchased of her father in Indian fashion.", "genres": ["Western"], "file": "496.json"}, "697288": {"title": "Fumée d'ivresse", "plot": "Pierot - or are least a man dressed in a Pierot costume - stumbles remnants of a bottle of wine through a park. He looks at a statue of a statuesque young woman, Leeds at her, and collapses onto a bench. While he dreams in sodden splendor, she comes off her plinth to show him what he's missing.", "genres": ["Comedy"], "file": "496.json"}, "697291": {"title": "Carmen: Air du toréador", "plot": "Early sound film taking a scene from Carmen.", "genres": ["Music"], "file": "496.json"}, "698877": {"title": "Ricordo della Settimana d’Aviazione", "plot": "", "genres": [], "file": "497.json"}, "700741": {"title": "Farmer Jenkins’ Visit to the White City", "plot": "Farmer Jenkins visits the city.", "genres": [], "file": "499.json"}, "703254": {"title": "Lysistrata or The Kissing Strike", "plot": "", "genres": ["Comedy"], "file": "501.json"}, "703385": {"title": "Monsieur Wants to Get Married", "plot": "", "genres": ["Comedy"], "file": "501.json"}, "703845": {"title": "Baby Fisherman", "plot": "", "genres": ["Comedy", "Fantasy"], "file": "501.json"}, "709740": {"title": "Tweedledum's Itching Powder", "plot": "Fricot finds his father asleep and takes advantage of the opportunity to pour down his parent's hack a handful of itching powder. The poor man's antics in attempting to relieve himself of his distress are ludicrous and finally result in incurring the wrath of his wife and her mother, who set upon him and beat him until exhausted. To his amazement he discovers that the blows have a salutary effect and he submits to the thrashing. When the women finally leave him alone he arises well pleased, as his affliction has been overcome.", "genres": ["Comedy"], "file": "505.json"}, "714627": {"title": "Au pays des pêcheurs", "plot": "", "genres": ["Documentary"], "file": "509.json"}, "716472": {"title": "The Vampire", "plot": "Guy Temple, as \"the fool there was\" marries his brother's ward, his boyhood sweetheart, Emily. The young husband becomes ensnared in the toils of the Vampire (a destroyer of souls). Clandestine meetings are arranged and the cunning, unscrupulous, satanic actions of the Vampire compels the poor weakling, Temple, to falter and fall before her charms. John Temple, the other brother, determines to save the young husband when he discovers his perfidy, and to recover the jewels given the Vampire by Guy.", "genres": [], "file": "511.json"}, "719151": {"title": "Nella laguna pittoresca", "plot": "", "genres": ["Documentary"], "file": "513.json"}, "722559": {"title": "Una giornata ventosa", "plot": "", "genres": ["Comedy"], "file": "515.json"}, "725700": {"title": "Michael Strogoff", "plot": "A graphic reproduction of Jules Verne's famous story under the above title. It deals with a secret mission in Russia", "genres": ["Drama"], "file": "518.json"}, "725701": {"title": "Voyage au centre de la terre", "plot": "", "genres": ["Adventure", "Drama"], "file": "518.json"}, "728378": {"title": "The Romance of a Trained Nurse", "plot": "", "genres": ["Drama", "Romance"], "file": "520.json"}, "729082": {"title": "A Drama on a Locomotive", "plot": "Henri and Pierre, railroad engineers, are both in love with Jeanne. When Pierre refuses to give her up, a fight breaks out in the engine, imperiling everyone aboard the train.", "genres": ["Western"], "file": "520.json"}, "729631": {"title": "La ballata della strega", "plot": "", "genres": ["Fantasy", "Horror"], "file": "521.json"}, "733101": {"title": "Egypt", "plot": "A travelogue from Egypt, showing views from places such as Alexandria, Heliopolis, Bedrechein, Mansoura, Damietta, Aswan, the baths of Cleopatra and the island of Philae.", "genres": ["Documentary"], "file": "524.json"}, "740316": {"title": "A Hero from 64", "plot": "Everything is peace and quiet at the family Kemp's house in Sønderborg, but danger is lurking outside their doors. The war has just begun, and the young Valdemar Kemp goes away to fight for his mother country. The Danish soldiers put up a brave fight on the battlefield, but the German army is to strong. One after the other, Valdemar's friends are slaughtered, and his hopes of reuniting with his girlfriend and family slowly fade. (stumfilm.dk)", "genres": ["Drama", "War", "History"], "file": "529.json"}, "743547": {"title": "A Simple Mistake", "plot": "Mr. Hallate is leaving for a trip and his loving wife is helping him to get his belongings out with him. At last everything is ready and she goes on the stoop and watches him get into the rig. Augustus Slip, who happens to pass at this moment, sees her and, like other men of small stature, becomes deeply enamored with the ponderous Mrs. Hallate. He goes and purchases a bouquet and, returning to the house, walks into the parlor and forces his attentions on Mrs. Hallate. She, however, will have none of him, and as he refuses to leave, flies for revenge to the maid in the kitchen. The maid happens to be entertaining her friend, Officer O'Brien, and Mrs. Hallate is indeed glad to see a limb of the law, and requests him to eject the eloquent Augustus. Meantime, Mr. Hallate has missed his train, and accordingly returns to his home. Augustus hearing him enter, hides behind a curtain, and when the officer enters Hallate is the only man in sight.", "genres": ["Comedy"], "file": "531.json"}, "744207": {"title": "Lucrezia Borgia", "plot": "", "genres": ["Drama"], "file": "532.json"}, "77133": {"title": "The Abyss", "plot": "Magda, a piano teacher, meets Knud, a parson’s son, who invites her to spend the summer at his parents’ parsonage. When a travelling circus stops in the village, Magda leaves the meek Knud for the dashing circus rider Rudolf. But circus life with Rudolf quickly turns out to be anything but happy, and Magda comes to a tragic end.", "genres": ["Drama"], "file": "54.json"}, "760102": {"title": "Bear Ye One Another’s Burdens", "plot": "When an infirm husband learns of the dire circumstances his wife must endure, he makes every effort to bring himself back to health.", "genres": [], "file": "544.json"}, "760107": {"title": "The Blind Man’s Tact", "plot": "Five days more! Only five more days says the physician, and the man who has for so long a time been totally blind will be able to take off the bandage, and have the great, light world before him!", "genres": [], "file": "544.json"}, "760697": {"title": "The Rosary", "plot": "A pretty model with two rival art students (her father's pupils) in love with her, a situation not at all surprising considering how alluring she looks in the garb of a nun, posing for their canvas. Jealousy and anger ensues.", "genres": [], "file": "544.json"}, "760707": {"title": "The Doctor's Perfidy", "plot": "A young doctor is jealous of one of his patient's romantic interest in his nurse.", "genres": [], "file": "544.json"}, "760724": {"title": "All the World’s a Stage", "plot": "A jealous husband misinteprets the performance his actress wife is putting on with his best friend.", "genres": [], "file": "544.json"}, "761009": {"title": "The Call of the Circus", "plot": "A circus girl must decide to stay under the big top or marry the minister who loves her.", "genres": [], "file": "544.json"}, "761011": {"title": "The Count of Montebello", "plot": "Gerald and Percy inherit a fortune and spend all of it in pursuit of a young heiress.", "genres": [], "file": "544.json"}, "761012": {"title": "Debt", "plot": "An extravagant wife leaves her husband, but returns when he strikes it rich.", "genres": [], "file": "544.json"}, "761014": {"title": "The Eternal Triangle", "plot": "A young wife instigates a duel between a dashing count, with whom she has been having an affair, and her elderly husband. In the duel, the husband is mortally wounded and his now repentant wife chooses to join him in death.", "genres": [], "file": "544.json"}, "761015": {"title": "A Game for Two", "plot": "A wife tries to drive away her husband's best friend by flirting with him, but trouble arises when the friend flirts back.", "genres": [], "file": "544.json"}, "761017": {"title": "The Governor’s Pardon", "plot": "An honest man trades places with a convict so the convict can see his dying wife, but he is killed on his way back to prison. The governor must step in to assure the right man is released from prison.", "genres": [], "file": "544.json"}, "761018": {"title": "His Second Wife", "plot": "A dramatic love triangle between two women and a man.", "genres": [], "file": "544.json"}, "761021": {"title": "The Irony of Fate", "plot": "A rejected suitor rebuffs the woman he loves after the death of her husband.", "genres": ["Drama", "Romance"], "file": "544.json"}, "761022": {"title": "Jane and the Stranger", "plot": "Jane thinks she has witnessed a murder and the suspect is arrested; she later learns the truth and saves him from hanging.", "genres": [], "file": "544.json"}, "761338": {"title": "Justice in the Far North", "plot": "An abused wife takes a shot at her husband, and, as a result, he reforms.", "genres": [], "file": "545.json"}, "761341": {"title": "The Maelstrom", "plot": "A young woman marries a man she hardly knows or understands; in a moment of crisis, the two suddenly realize what they mean to each other.", "genres": [], "file": "545.json"}, "761343": {"title": "The Miser’s Daughter", "plot": "A young woman pulls a fast switch on the fiance handpicked by her father.", "genres": [], "file": "545.json"}, "761348": {"title": "The Mistake", "plot": "A husband learns from his mistake after he wrongly accuses his wife of infidelity.", "genres": [], "file": "545.json"}, "761350": {"title": "Mother Love", "plot": "A mother loses her sanity when she loses her child. Her husband brings home a newly adopted child, and she regains her health.", "genres": [], "file": "545.json"}, "761351": {"title": "The New Shawl", "plot": "A husband becomes jealous when he finds his wife's shawl in a suspicious location.", "genres": [], "file": "545.json"}, "761352": {"title": "The Nichols on a Vacation", "plot": "A philandering husband arranges an ill-planned rendezvous at the same restaurant his wife and daughter are dining at.", "genres": [], "file": "545.json"}, "761354": {"title": "Old Heads and Young Hearts", "plot": "Two old gentlemen who have been pals from boyhood decide that their children ought to marry. This intention is a commendable one, to be sure, and what is more, their son and daughter like each other pretty well, still more, the wish of the parents would have been automatically done if the old men only had sense enough to remember the adage about the cooks and the broth.", "genres": [], "file": "545.json"}, "761355": {"title": "Once Upon a Time", "plot": "A woman is forced to reevaluate the quiet man in her life when she finds he actually could be her knight in shining armor.", "genres": [], "file": "545.json"}, "761356": {"title": "Pressed Roses", "plot": "Roses and trousers have little in common and pressed roses presage something wrong in the scheme of things. When roses are pressed instead of a pair of trousers, chaos and confusion is the result", "genres": [], "file": "545.json"}, "761358": {"title": "A Reno Romance", "plot": "A couple goes to Reno to be divorced, but change their minds at the last moment.", "genres": [], "file": "545.json"}, "761362": {"title": "The Right Girl", "plot": "There is always a right girl for all of us; sometime, somewhere, somehow we find her. But often the discovery leads through strange channels and peculiar by-ways. A young heiress, discouraged by fruitless efforts to secure a suitable husband at the seashore and fashionable summer resorts, decides to go to visit her old nurse, to recuperate. She does not want the town people to know she is an heiress, so she changes places with the nurse's daughter. A youth who is pretty much \"down and out\" receives a letter from a city friend saying that the heiress is in town. The friend advises him to board at the house at which she is staying with the intention of courting the her.", "genres": [], "file": "545.json"}, "761364": {"title": "The Right of Love", "plot": "Two girls fall for the same boy.", "genres": [], "file": "545.json"}, "761365": {"title": "The Senator’s Double", "plot": "When a senator falls victim to morphine addiction, a look-alike double takes his place.", "genres": [], "file": "545.json"}, "761367": {"title": "The Stage Note", "plot": "A clever girl inventively uses a stage prop to attract help when burglars enter her house.", "genres": [], "file": "545.json"}, "761370": {"title": "The Tide of Fortune", "plot": "The indolent, thriftless black sheep of the family, the good-for-nothing son of a rich banker bothers his busy brother, who is disgusted with the antics of his drunken sibling.", "genres": [], "file": "545.json"}, "761372": {"title": "Transfusion", "plot": "After an accident, a young girl desperately needs a blood transfusion to save her life. A young blacksmith agrees to be the donor and wins her heart as well.", "genres": [], "file": "545.json"}, "761373": {"title": "Two Men", "plot": "An orphaned girl raised by a miner in the wilderness falls in love with a tenderfoot, even though the miner loves her as well.", "genres": [], "file": "545.json"}, "761375": {"title": "The Winning Punch", "plot": "A girl's affections waver between the winner of a boxing match, and a greedy count.", "genres": [], "file": "545.json"}, "764881": {"title": "Léontine’s Battery", "plot": "Léontine lights up our lives with an electric battery, electrocuting everyone in her path. Her victims include two old ladies (played by men in drag), dancers at a café, workers on a construction site, a group of lackluster conscripts, and the local police force. To add insult to injury, she douses everyone with buckets of water.", "genres": ["Comedy"], "file": "547.json"}, "764883": {"title": "Calino achète un chien de garde", "plot": "But when he refuses to tip the assistants at the fancier's sales room they lay a scheme for revenge, which takes the form of a practical joke and supplies the onlookers with much merriment.", "genres": ["Comedy"], "file": "547.json"}, "765048": {"title": "Justinian and Theodora", "plot": "Justinian's life is saved and his heart is lost to Theodora. Ursus, the gladiator, vows to devote his life to Theodora's service. The reign of Emperor Justin is a tumultuous one as he proclaims his nephew, Justinian, heir to the throne.", "genres": [], "file": "547.json"}, "765557": {"title": "A Common Enemy", "plot": "A secret message is dispatched by the young daughter of a Southern family to Col. Morgan's camp.", "genres": ["Drama"], "file": "548.json"}, "766488": {"title": "The Courtship of Miles Standish", "plot": "A short silent film based on the poem \"The Courtship of Miles Standish\" by Henry Wadsworth Longfellow", "genres": ["Drama", "Romance"], "file": "548.json"}, "766731": {"title": "Elves' Hill", "plot": "The film is the second 1910 film adaptation of Heiberg’s classic about foundling children, superstitions and star-crossed lovers.  Near Elves’ Hill (Elverhøjen) lives Karen, a superstitious farmer’s wife, with her daughter Agnete. Agnete and the noble Sir Ebbesen are very much in love, but to their great sorrow Ebbesen is betrothed to the noble-born Elisabeth Munk. But not everything is as it seems. For Karen is not Agnete’s real mother: she found the baby girl on Elves’ Hill the very same night that the infant Elisabeth Munk, goddaughter of King Christian IV, disappeared from her parents’ home. When King Christian arrives in the area where his goddaughter’s wedding is to take place, he becomes something of a detective and sets out to untangle the entire mystery. (stumfilm.dk)", "genres": ["Drama"], "file": "549.json"}, "767186": {"title": "Il duello di Robinet", "plot": "Robinet is challenged to a duel, but owing to an overpowering fear, ludicrously depictd, the weapons are discarded, one by one, and two bottles of champagne subistituted. (Moving Picture world Synopsis)", "genres": ["Comedy"], "file": "549.json"}, "771570": {"title": "Max manque un riche mariage", "plot": "Max is about to make his first call upon a young lady, the daughter of distinguished parents, and he wants to make a good impression. As he dresses to go out he stoops over to fix his shoe and, horrors! He tears his trousers. Where? Well, in a most embarrassing place. He fixes them hurriedly, trusting to have his coat tails cover it, but alas, the coat is too short for this purpose. Nevertheless, he takes a chance and, arriving at the house has the butler make a close inspection. He seems to be all right and enters, but when he bows to his hostess he hears the sickening sound of tearing cloth and knows that his patch has given way. Max hastily seats himself and during the rest of the evening performs the most astounding feats to hide his terrible secret.", "genres": ["Comedy"], "file": "552.json"}, "772607": {"title": "Krievijas imperatora Nikolaja II viesošanās Rīgā", "plot": "A film capturing Russian Emperor Nicholas II visit to Riga. Considered to be the first film shot in the territory of Latvia.", "genres": ["Documentary", "History"], "file": "553.json"}, "776847": {"title": "The Call", "plot": "Edith Lawson is engaged as the star dancer of a traveling tent show. Her circus name is Fatima. Billy Harvey, one of the performers, and a part owner of the show, is, or rather pretends to be, in love with Fatima, and she loves him in return. The arduous duties have made the poor girl ill but her managers cruelly insist that she must appear, as she is a feature. During her dance, however, she faints from weakness, and the audience is dismissed. Amos Holden, a young merchant in the village, who is in the audience, is deeply moved by the poor girl's predicament, and determines to help her.", "genres": [], "file": "557.json"}, "777609": {"title": "Il était un petit navire", "plot": "Three boys are playing in the garden while mama is darning socks. They sneak off to head to the seashore. They find a boat which a fisher has left for a second, so of course they take it and are soon stranded on some rocks away off in the water, the boat missing.", "genres": ["Drama"], "file": "557.json"}, "778028": {"title": "Le nègre blanc", "plot": "A black man is introduced at a high society party, where he proposes to a débutante. He's refused because of his colour. He goes to an inventor who has a potion that turns him white. Now she's interested in him, but after he slips her some of the elixir, she's black and he gets to refuse her.", "genres": ["Comedy"], "file": "557.json"}, "778133": {"title": "The Cloister’s Touch", "plot": "A peasant family comprising the father, mother and little boy child are happy in their own sphere until one day several courtiers of a hunting party stopped at the humble home for refreshments. The men are particularly struck with the beauty of the young wife, and as their Duke is in the depths of boredom they suggest carrying her off to court. However, they think it best to first consult the Duke, who in the extreme of ennui, is most agreeable to the plans. Hence, the poor wife is torn from her husband and child and taken to court to be made a lady by the Duke.", "genres": [], "file": "558.json"}, "778163": {"title": "The Duke’s Plan", "plot": "The Duke, in an effort to 'save' his daughter from marriage to a poor lad of noble birth, hatches a plot which nearly costs the life of that very daughter.", "genres": [], "file": "558.json"}, "778166": {"title": "On the Reef", "plot": "Grace Wallace was the only child of a widow of decidedly meager means. Mr. Rupert Howland, a widower of considerable wealth, the father of a girl child, and an old friend of the family, often surreptitiously helped them. He dearly loved the young girl, but it was only at the death-bed of Mrs. Wallace that he really showed it. The poor woman at the point of death realized the helplessness of those she was leaving behind, her own aged parents and her daughter Grace. To assure their future she begged Grace to marry their dear friend, and Grace, touched by the man's goodness and her mother's condition, consented. Not content with the promise, she asked that the marriage take place at once by her bedside, and the wish was granted. Poor Grace struggled hard to love the dear old man, but while she admired and respected him, and was profoundly grateful for his kindness, she could not love him.", "genres": [], "file": "558.json"}, "778172": {"title": "Where the Sea and the Shore Doth Meet", "plot": "A 1910 short directed by D.W. griffith and starring Marion leonard.", "genres": [], "file": "558.json"}, "778427": {"title": "The Armorer’s Daughter", "plot": "Set in Rome, during the feudal period. The heroine, the daughter of an armor manufacturer, is in love with a humble tradesman. The resistance expressed by the armorer towards this romance inexorably leads to disaster for everyone concerned.", "genres": [], "file": "558.json"}, "778430": {"title": "The Gray of the Dawn", "plot": "A 1910 short directed by Eugene Sanger and starring Marion Leonard.", "genres": [], "file": "558.json"}, "779259": {"title": "The Refuge", "plot": "A 1910 short starring Arthur V. Johnson and Marion Leonard.", "genres": [], "file": "558.json"}, "779262": {"title": "The Thin Dark Line", "plot": "A 1910 short Starring Marion Leonard and James Kirkwood. It is considered to be a lost film.", "genres": [], "file": "558.json"}, "787788": {"title": "Indiscretions of Betty", "plot": "The familiar story of a woman living beyond her means is beautifully and impressively told in this picture. Mabel Normand first starring role.", "genres": ["Comedy"], "file": "565.json"}, "787789": {"title": "Over the Garden Wall", "plot": "Making the best of her genteel poverty, our heroine prepares to attend the dance to which she has been invited, and, after surveying the general effect of her plain and somewhat passé attire, goes on her way with a painful self-consciousness to the home of her friend.", "genres": ["Drama", "Romance"], "file": "565.json"}, "798945": {"title": "Elves' Hill", "plot": "The first film adaptation of Heiberg’s classic play about a superstitious mother, Karen, the elf-maiden Agnete and King Christian IV.  Two infants are swapped at birth. Noble-born Elisabeth Munk is found on Elverhøjen (Elves’ Hill) and is brought up as Agnete, a peasant girl, whom all the locals believe to be an elf-maiden. She meets a noble knight, Sir Ebbesen, and the pair fall in love. But Sir Ebbesen is expected to marry a woman of his own noble standing – none other than the girl erroneously brought up as Elisabeth Munk. Suspecting that there is something fishy about the entire affair, King Christian IV sets out for Elves’ Hill to discover the truth of the matter. (stumfilm.dk)", "genres": ["Drama", "History"], "file": "573.json"}, "800266": {"title": "Lucanus Cervus", "plot": "The animated combat by night between stag beetles.", "genres": [], "file": "574.json"}, "804364": {"title": "Bodas de plata de los esposos Dr. Antonio N. Pirán y señora Emilia A. Moutier", "plot": "", "genres": ["Documentary"], "file": "577.json"}, "807019": {"title": "Les aventures du baron du Crac", "plot": "Baron de Crac is marooned on a desert island and chased by a strange bird.", "genres": ["Animation"], "file": "579.json"}, "814845": {"title": "Halifax Day by Day", "plot": "Early footage of Halifax in the Edwardian era.", "genres": [], "file": "586.json"}, "818425": {"title": "Paula Peters and Her Trained Animals", "plot": "Paula Peters, the trainer, shows a series of tricks executed by her marvelously well trained troop of horses and dogs, assisted by two or three clever monkeys. The horse, a snow white animal, performs most entertainingly, and a graceful wolfhound does some marvelous jumping stunts, while her little poodle dogs and her monkeys also present an entertainment which the children will go wild over.", "genres": ["Documentary"], "file": "589.json"}, "819840": {"title": "The Emperor's Messenger", "plot": "Italian short drama", "genres": [], "file": "590.json"}, "820199": {"title": "The Golden Shell of Palermo", "plot": "We are taken on a delightful trip along the poetical Palermo Shores, during which we are able to view many of the most beautiful sights of the island, culminating with a glorious sunset scene in the \"Golden Shell\" on a summer evening.", "genres": [], "file": "590.json"}, "820560": {"title": "Arsène Lupin versus Sherlock Holmes", "plot": "German adaptation of Maurice Leblanc's \"Arsène Lupin versus Herlock Sholmes\" stories. German copyright laws allowed the producers to return \"Sholmes\" to the proper \"Sherlock Holmes\" who was portrayed by Viggo Larsen.", "genres": ["Drama", "Mystery"], "file": "590.json"}, "821251": {"title": "The Slave of Carthage", "plot": "Italian silent film", "genres": [], "file": "591.json"}, "823125": {"title": "Stolen By Indians", "plot": "Train coming 'round the bend.", "genres": [], "file": "592.json"}, "824829": {"title": "Wait Till I Catch You", "plot": "A teacher pursues a rebellious dunce.", "genres": [], "file": "593.json"}, "827824": {"title": "The Virgin of Babylon", "plot": "The mighty King of Babylon falls in love with a beautiful girl, ruthlessly tears her away from her lover, who is left wounded upon the ground, and carries her to his palace, where he seeks to will her affections, showering her with gifts of precious stones from his treasure chests. The heart-broken girl repulses all his overtures and dashes the jewels to the floor, and the infuriated monarch, incensed at her refusal to share his throne, orders her cast into the lions' den. An immense throng of his court followers are invited to witness the execution, but the expectant throng is dumbfounded when the ferocious beasts, instead of rending the victim to pieces, fawn upon her. A wave of superstitious awe sweeps through the gathering, who regard the incident as a miracle and believe that the girl is under the protection of the gods. The King's guards are overpowered and the girl released, and the monarch, by this time imbued with fear, pays homage to the maiden, who is restored to her lover.", "genres": ["Drama"], "file": "596.json"}, "830360": {"title": "Sumurûn", "plot": "", "genres": [], "file": "597.json"}, "84270": {"title": "A Christmas Carol", "plot": "The day before the Christmas holiday, Ebenezer Scrooge, a hard-fisted miser, refuses to contribute to the Charity Relief Committee, and then rudely rejects his nephew Fred when he visits Scrooge in his office. When Scrooge returns home, he sees the ghost of his former business partner Jacob Marley, who warns him of the punishment he will suffer in the next life if he does not change his ways. That night, Scrooge is visited by three more spirits, who show him his past, the present, and the future that awaits him.", "genres": ["Fantasy", "Drama"], "file": "60.json"}, "844894": {"title": "The Torture of Cuauhtémoc", "plot": "Lost short film about the death of the last Aztec Emperor.", "genres": ["Drama", "History"], "file": "608.json"}, "846707": {"title": "Napo Torriano", "plot": "Silent film.", "genres": [], "file": "609.json"}, "846766": {"title": "Ruth Et Boaz", "plot": "Silent film.", "genres": [], "file": "609.json"}, "846768": {"title": "The Complice", "plot": "Silent film.", "genres": [], "file": "609.json"}, "861739": {"title": "Who Is She?", "plot": "Danish version of Alexandre Bisson's play Madame X.", "genres": ["Drama"], "file": "621.json"}, "866597": {"title": "L'Évasion de Vidocq", "plot": "", "genres": ["Mystery", "Crime", "History"], "file": "624.json"}, "869398": {"title": "Maiskaya noch, ili utoplennitsa", "plot": "", "genres": [], "file": "625.json"}, "873067": {"title": "Holger the Dane", "plot": "FRAGMENT | In the cellars of Kronborg, a fully armed Holger the Dane sits quietly sleeping when he is suddenly called into action. Princess Gloriant has fallen into the clutches of the heathen giant Burmand, so Holger must act swiftly. Fortunately, he arrives in time to prevent the abductor from harming his intended victim.  Only a fragment of the film has been preserved. In its entirety, it told the tales related in the two legends about ‘Holger Danske and Didrik the Strong’ and ‘Holger Danske and Burmand’. (stumfilm.dk)", "genres": ["Drama", "Fantasy"], "file": "627.json"}, "873071": {"title": "Mr. Fabian is Rathunting", "plot": "One day, Fabian discovers a large and hideous rat in his house. While it initially scares him out of his wits, he soon does everything in his power to capture the intruder. Unfortunately, he is so eager that the rat hunt ends up costing him dearly. (stumfilm.dk)", "genres": ["Comedy"], "file": "627.json"}, "88705": {"title": "Anita Garibaldi", "plot": "", "genres": ["History"], "file": "63.json"}, "878452": {"title": "The Telephone", "plot": "An impressive Vitagraph short, one of many popular firemen-to-the-rescue films of the time.", "genres": ["Drama", "Thriller"], "file": "631.json"}, "881235": {"title": "The Love of Chrysanthemum", "plot": "", "genres": [], "file": "633.json"}, "881236": {"title": "Ito, the Beggar Boy", "plot": "", "genres": [], "file": "633.json"}, "881237": {"title": "Hako's Sacrifice", "plot": "Poor Hako, a Japanese boy, is sold into bondage to a cruel fisherman who makes his life a burden and even more wretched than his physical deformities and weakness.", "genres": ["Drama"], "file": "633.json"}, "881449": {"title": "Aufblase-Akt mit Luftpumpen", "plot": "Early short about a duel with air pumps.", "genres": [], "file": "634.json"}, "881724": {"title": "Cretinetti distratto", "plot": "Cretinetti wakes up in the middle of his sleep and finds himself in outlandish situations, walking through a mirror and falling through the roof.", "genres": ["Comedy"], "file": "634.json"}, "884168": {"title": "Rice Industry in Japan", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "636.json"}, "884171": {"title": "Rice Festival in Kyoto", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "636.json"}, "884610": {"title": "The Clown and the Minister", "plot": "A minister and a circus clown move mountains to save the life of a sick little girl.", "genres": ["Drama"], "file": "636.json"}, "889907": {"title": "Binnenland van Afrika", "plot": "Film about Africa with images of various activities, including mashing of corn, embroidery, pottery, tipping trailers, diamond mining and hunting for hippos in the Zambezi river. In addition, you can see images of the indigenous population (women, children), local animal species such as zebras and antelopes, and the Victoria Falls.", "genres": ["Documentary"], "file": "640.json"}, "889923": {"title": "Flies: A Scientific Film", "plot": "About the development of flies and the diseases they can transmit such as tuberculosis.", "genres": ["Documentary"], "file": "640.json"}, "903078": {"title": "The Tenderfoot's Triumph", "plot": "\"It's in the surprise\" that great plays are made and battles won, and our tenderfoot friend, appreciating this, pulls a victory that is amazing.", "genres": ["Western"], "file": "649.json"}, "908339": {"title": "Two Boys in Blue", "plot": "The lure of the white-top and the music of the band is food for the bronco buster and he is happy with plaudits of the gathered throng. The grand entry is on and all is agog with excitement as Tom and Jerry cut their capers. Just then Sheriff Ketchem rudely announces he has an attachment for an unpaid feed bill at Hebron, Ind., and proceeds to \"sew\" the show up.", "genres": ["Adventure", "Thriller"], "file": "651.json"}, "908343": {"title": "Lost in the Soudan", "plot": "Captain Iris and Lieutenant Payne, brother officers in the British army, are commanded to report for duty in the Soudan. Hasty preparations are made and the two young soldiers, with their escort, begin their weary march across the hot desert sands.", "genres": ["Adventure"], "file": "651.json"}, "908346": {"title": "Go West, Young Woman, Go West", "plot": "Mrs. Kelly runs a hoarding-house in the western foothills, having principally as her clientele the cowpunchers that work thereabouts, she meets with no end of trouble in securing a suitable cook that matrimonial proof, as the moment a fair queen of the pot and pan arrives she is besieged by the boarders, and invariably Cupid gets his work in.", "genres": ["Comedy", "Romance"], "file": "651.json"}, "908381": {"title": "The Range Riders", "plot": "Each year the unique surroundings and novel characters of this great and typical American custom is becoming more and more obsolete and in a few short years entirely extinct. Can you imagine a more exciting or sensational picture than a great cattle stampede, curbed by fearless cowboys and dauntless riders of the western range horse?", "genres": ["Thriller", "Western"], "file": "651.json"}, "908383": {"title": "Trimming of Paradise Gulch", "plot": "A captivating young woman arrives in Paradise Gulch and, after charming all the young men of the town into buying her jewelry, proves to be a con artist working for her husband, the jewelry salesman.", "genres": ["Western"], "file": "651.json"}, "915596": {"title": "Carnaval em Curitiba", "plot": "Carnival in Curitiba in 1910 - Film that shows the carnival celebrations in 1910. 16 mm transcript (Collection of the Museum of Image and Sound)", "genres": ["Documentary"], "file": "655.json"}, "916753": {"title": "Calino à la chasse", "plot": "Clément Mégé borrows the shotgun of a sleeping hunter and goes after big game, like ducks and a cat. Soon he gets caught up being chased by some policemen.", "genres": ["Comedy"], "file": "656.json"}, "916758": {"title": "Le fils du pêcheur", "plot": "To the distress of his mother, the fisherman's son is a drunk. But when his father's boat capsizes, he has a chance to prove his worth.", "genres": ["Drama", "Comedy"], "file": "656.json"}, "916765": {"title": "Le médecin de service", "plot": "Rigadin pretending to be a doctor.", "genres": ["Comedy"], "file": "656.json"}, "916786": {"title": "L'ingrate", "plot": "A woman in a ragged dress staggers to a road sign. A hunter comes by. She asks him for directions. He gives them and starts to leave, but she staggers, and he takes her home to his sister to care for. Later, he asks her to marry him and she agrees. However, one day while out shopping, she meets a rich hunter....", "genres": ["Drama"], "file": "656.json"}, "916788": {"title": "Léontine déménage", "plot": "Léontine -- to give her her due accent marks -- was a comedienne who played a young girl in a series of comedies about this time, in which she wreaked havoc. She does it here, as she helps the movers shift stuff downstairs.", "genres": ["Comedy"], "file": "656.json"}, "916822": {"title": "Léontine Becomes an Errand Girl", "plot": "The oldest surviving film in the Léontine series, this incomplete escapade features everyone’s favorite “mistress of mayhem” doing what she does best: wreaking total havoc and defying repressive authority. Léontine runs errands for a milliner, whereupon she steals the ludicrously oversized chapeau she was tasked with delivering to a valued customer. She adds insult to injury by leading her property-owning victims down a royal road of utter humiliation.", "genres": ["Comedy"], "file": "656.json"}, "917407": {"title": "The Eruption of Mount Etna", "plot": "This is a documentary short on the eruption of the volcano Etna in Italy.", "genres": [], "file": "656.json"}, "919904": {"title": "Fabians skovtur", "plot": "Fabian is busy: he is going on a picnic with his girlfriend. Unfortunately, he is delayed by a series of absurd accidents on the way to the train station. (stumfilm.dk)", "genres": [], "file": "658.json"}, "922131": {"title": "The New Teacher", "plot": "Master Spag rejoices when he is offered the position of house teacher for the baroness’ two sons. However, he is hardly inside the door before the naughty boys start running circles around him.", "genres": ["Comedy"], "file": "659.json"}, "922136": {"title": "The Expert Hunter", "plot": "Dressed in his finest hunting gear and carrying a rifle over his shoulder, Oscar Stribolt leaves home to go hunting. On his way, he meets an old woman whose attempt at making contact he abruptly rejects. She takes revenge by casting a curse upon him. (stumfilm.dk)", "genres": [], "file": "659.json"}, "926520": {"title": "The Lad From Old Ireland", "plot": "A man from Ireland makes a living in the U.S. and returns home to rescue the girl of his dreams.", "genres": [], "file": "663.json"}, "928340": {"title": "A Western Maid", "plot": "A Western Maid is a 1910 Western", "genres": ["Western"], "file": "664.json"}, "928341": {"title": "Electric Insoles", "plot": "Have you ever heard of Dr. Wright's Wonderful Electric Insoles? \"Guaranteed to cure anything the matter with the feet, rheumatism, corns, bunions, also a powerful vitality stimulant, makes you feel young and giddy and alarmingly lively,\" etc. etc.", "genres": ["Comedy"], "file": "664.json"}, "928342": {"title": "Won by a Hold-Up", "plot": "Bill Smith, a cowpuncher, is in love with Nell Parsons, daughter of Jon Parsons, a gruff old rancher. Bill wins Nell as far as she is concerned, but he must first ask father. When Bill broaches the subject to the old man, the father kicks him off the premises. All subsequent meetings are frustrated.", "genres": ["Western"], "file": "664.json"}, "928361": {"title": "Flower Parade at Pasadena, California", "plot": "The Flower Parade in Pasadena, an annual celebration, recurs each spring and outrivals the world famous Fete of the Flowers at Nice, in France. The parade is a marvel of artistic beauty in the designs of the many beflowered floats.", "genres": ["Documentary"], "file": "664.json"}, "928363": {"title": "The Outlaw's Sacrifice", "plot": "Matt Malone, a highwayman and night rider who has long baffled the police authorities, loves Nona McMahon, posing with her as a cowboy from up country.", "genres": ["Western"], "file": "664.json"}, "928370": {"title": "Western Chivalry", "plot": "Mr. Josh Banks a ranchman, receives word that his niece, a pretty Chicago girl of eighteen, is on her way to make them a visit. The news immediately electrifies things down in the cowpunchers' bunkhouse, and all the boys begin sprucing up to he presented to the fair one. She arrives, casts a withering glance at the big rawboned fellows waiting to meet her and sweeps off on her uncle's arm into the house, while the latter looks hack and winks his eye at the boys.", "genres": ["Western"], "file": "664.json"}, "928385": {"title": "The Cowboy and the Squaw", "plot": "Tom Ripley, a cowpuncher from the Circle A ranch, wins the hatred of Jim Simpson, another cowpuncher, when he defends Lightfeather, a pretty squaw, from the insults of Simpson.", "genres": ["Western"], "file": "664.json"}, "928439": {"title": "The Ranch Girl's Legacy", "plot": "Jack Tyler, a handsome young Boston youth, receives a letter from his attorneys, Post & Post, that his uncle, a Western ranchman, has died and that he is one of the heirs of the $1,000,000, left by his uncle. This part of it is very good but the condition prescribed in the will is not so agreeable, because the whimsical old uncle has stipulated that he is to receive his portion of the inheritance, providing he marry his uncle's niece.", "genres": ["Western"], "file": "664.json"}, "928441": {"title": "The Ostrich and the Lady", "plot": "The film pictures scenes on a big ostrich farm in Southern California, near Los Angeles. A large flock of several hundred of the big birds are seen feeding. They are coaxed up close to the camera by the keeper and we are offered a close-up view of the long necked fellows.", "genres": ["Documentary"], "file": "664.json"}, "928442": {"title": "The Fence on 'Bar Z' Ranch", "plot": "Robert Graham, a rich land owner, buys a farm adjoining that of a widow, Mrs. Sarah Brown. In surveying the property, the report of the surveyors makes the claim that the Widow Brown's fence, dividing the two properties, encroaches five feet on Graham's property.", "genres": ["Western"], "file": "664.json"}, "928445": {"title": "Method in His Madness", "plot": "A doddering old gentleman, out for his morning's constitutional, suffers an attack of epilepsy in front of a saloon in the country town. Pedestrians run to his rescue and the barkeeper of the saloon brings out a good jolt of whiskey to revive the stricken one. A tramp who has noted the accident, has also mentally noted the glass of whiskey, and being thirsty for a drink himself, he turns away, a brilliant scheme revolving in his mind. A few minutes later the tramp in passing another saloon is seen to fall and go into violent contortions. A crowd gathers and the saloonkeeper comes out with the dose of whiskey. \"Weary\" is delighted, and meeting an old tramp friend of his, puts him wise to the little game.", "genres": ["Comedy", "Western"], "file": "664.json"}, "928454": {"title": "The Girl and the Fugitive", "plot": "Minnie Harding, a Western maiden, is preparing for a hard washing day. Sam, the negro helper, is assisting her with the wash, carrying water and filling the tub. While he is making his third trip to the well, a cowboy rides up to the cottage and asks Minnie for a drink. She goes to get it and the cowboy, taking advantage of her hospitality, makes love to her. Minnie repulses him and the cowboy becomes insulting. When Sam returns he finds Minnie struggling in the arms of the cowboy, but being a coward himself, he runs out to the road to see if other help cannot be secured. Ross White, another cowboy, is cantering by when Sam sees him and tells him that Minnie has been insulted by a strange cowboy.", "genres": ["Western"], "file": "664.json"}, "928455": {"title": "A Ranchman's Wooing", "plot": "Jed Perkins, an old ranchman, has four handsome daughters, of whom he is very proud, but whom he guards with jealous care.", "genres": ["Western"], "file": "664.json"}, "928456": {"title": "The Flower of the Ranch", "plot": "Frank Wendell, a ranchman, also the sheriff of his county, is about to leave home on the rounds of duty one morning when a buckboard drives up to the house, and a gentleman, whose careful grooming and style of dress signifies a man from back east, alights and presents Wendell with a note from a former friend of the ranchman, introducing Mr. Frederick Church, who desires to spend a few weeks on Wendell's ranch for the purpose of bettering his health. Unsuspecting the true character of the stalwart Easterner. Wendell welcomes him and, with the big hospitality of the Western householder, tells him to make himself at home. A month goes by and with its passing a tragedy. Wendell returns home one evening to find the Easterner and his wife and child gone.", "genres": ["Western"], "file": "664.json"}, "928460": {"title": "The Ranger's Bride", "plot": "The story concerns Bill Dunham, a droll cow-puncher, who finds that home without a wife may have its advantages, \"but durned few,\" and a good woman who can sew on buttons and make flapjacks is worth more than much silver and gold and the liberties of single blessedness.", "genres": ["Western"], "file": "664.json"}, "928470": {"title": "The Mistaken Bandit", "plot": "Jim Thaw runs an isolated general store in California. He occupies a position as agent for the Great Eastern Express Company, which in the west is a day job. One day the stage drives up and deposits a money box with Thaw with instructions from the general manager of the Great Eastern that it is to be held with him over night, adding that he must keep a careful watch as it is reported that Buck Brady, an outlaw, has been seen skulking in the vicinity of Thaw's store.", "genres": ["Western"], "file": "664.json"}, "928474": {"title": "The Bad Man and the Preacher", "plot": "\"Snake\" Williams, typical bad man, and a little group of cowboys are found loitering lazily about the Snakeville, Ariz. barroom, when the noon-day stage coach out of Phoenix rumbles around pike and deposits one lone passenger. Interest is immediately aroused and as the stage coach pulls out, Snake, the constant bully, sidles up to the newly arrived stranger to inquire the latter's business, explaining at the same time that although the town has no mayor or reception committee, he will be pleased to do the honors.", "genres": ["Western"], "file": "664.json"}, "928475": {"title": "The Cowboy's Sweetheart", "plot": "A love story complication with Western trimmings.", "genres": ["Western"], "file": "664.json"}, "928490": {"title": "A Vein of Gold", "plot": "Convict No. 999, lonely in his prison cell, is handed a letter one morning from his mother. The letter states that the enfeebled old lady is ill and without food or money. The convict's heart saddens as he recalls his life of crime and that he is responsible for the poor old mother's want. He prays for the opportunity to redeem himself.", "genres": ["Western"], "file": "664.json"}, "928506": {"title": "The Sheriff's Sacrifice", "plot": "The Sheriff's Sacrifice is a 1910 silent Western.", "genres": ["Western"], "file": "664.json"}, "928522": {"title": "The Cowpuncher's Ward", "plot": "'Red' Bowman is a worthless renegade, an alleged rustler, to whom fate has been unduly kind to allow him to escape so long the honest judgment and double earned punishment. His daughter, a curly-headed ragged little sunbeam, keeps house for him as best she can, accepting with model fortitude her brutal father's blows and lashings. When he beats her too mercilessly she runs away, if she can, to hide until his anger cools. One day he is interrupted in his amusement of \"lickin' the kid\" by a group of stern, determined cowboys, who threaten to lynch him if he dares whip the little girl again. 'Red' slinks away and postpones the lashing for another time. That night, he and a pal, another black-hearted scoundrel, make a raid on a bunch of cattle, but are caught in the act.", "genres": ["Western"], "file": "664.json"}, "928524": {"title": "The Little Doctor of the Foothills", "plot": "A humorous picture, depicting the experience of a pretty little woman doctor who goes to Arizona to practice her profession and whose presence so works upon the cowboys that they all require her aid almost instantly.", "genres": ["Western"], "file": "664.json"}, "928526": {"title": "The Brother, Sister and the Cowpuncher", "plot": "Allan Ardmore and his sister, Edith, two young eastern people, pay a visit to their uncle's ranch in Arizona. Young Ardmore has suffered a physical breakdown and is seeking to regain his health. Albert Weston, his uncle, believes in the doctrine of \"back to nature\" and sees plainly that what the boy needs is fresh air and plenty of rough, hard work.", "genres": ["Western"], "file": "664.json"}, "928528": {"title": "Away Out West", "plot": "Herbert Mills, a young chap from the east, with his partner, Walter Daniels, an experienced miner, are about to set out on a prospecting trip through the mountains.", "genres": ["Western"], "file": "664.json"}, "928556": {"title": "The Ranchman's Feud", "plot": "Hiram Matthews, a western ranchman, owns an apple orchard which borders on the property of Jesse Forsyth. The former and his wife are picking apples in the orchard from a tree, the branches of which droop over the fence of the Forsyth property. Forsyth and Matthews have never been on good terms and when the former, who has brooded long over supposed ills done him by Matthews, finds this latter and his wife trespassing on his property, he orders them off at the point of a shotgun.", "genres": ["Western"], "file": "664.json"}, "928806": {"title": "The Bandit's Wife", "plot": "Jim Sweeney, alias Tom Nolan, and his confederate Ralph Harding are much wanted by the sheriffs of several Arizona counties and particularly by the one in which the two are carrying on their latest depredations.", "genres": ["Western"], "file": "664.json"}, "928809": {"title": "The Forest Ranger", "plot": "The scene opens in a backwoods hut, the home of Dave Barlow and his stepdaughter Anna. Barlow is one of a party of timber thieves who have been working stealthily and to good profit in the government forest reserves on which property they live.", "genres": ["Western"], "file": "664.json"}, "928812": {"title": "The Bad Man's Last Deed", "plot": "Arizona Pete, typical bad man, is the hero of the story.", "genres": ["Western"], "file": "664.json"}, "928826": {"title": "The Unknown Claim", "plot": "Reuben Ellis and his daughter, Belle, are in hard financial straits. Burdened with debts and pressed by persistent creditors, the old man finds but one way to meet his obligations, and that is mortgaging the ranch. Belle tries to console him, but agrees that they must borrow money. Ellis rides into town and applies to a money-lender for a sum sufficient to meet his debts. Walker, the loan agent, agrees to ride out to the ranch and look it over, but after he has viewed the ramshackle buildings and pitiful collection of household furniture he shakes his head and says the place is not worth a cent.", "genres": ["Western"], "file": "664.json"}, "928827": {"title": "Trailed to the Hills", "plot": "A story of grim vengeance.", "genres": ["Western"], "file": "664.json"}, "928831": {"title": "The Desperado", "plot": "\"Black Bart,\" a western bad man, is much wanted by the county sheriff and a proclamation to this effect, offering a reward of $5,000 for the bad man's capture, has been posted.", "genres": ["Western"], "file": "664.json"}, "928838": {"title": "Under Western Skies", "plot": "The girl gives herself to one of the men to escape a worse fate, though she separates from another lover to do it. Later she discovers in a dramatic way that her lover was a poltroon and turns to her husband for protection.", "genres": ["Western"], "file": "664.json"}, "928846": {"title": "The Girl on Triple X", "plot": "Jack Hartley, the foreman of the Triple X Ranch, is engaged to Nellie Monroe, the ranch owner's daughter. A quarrel starts between Jack and \"Red\" Williams, a cow-puncher, when the latter first makes advances to Nellie, and second, when Williams abuses a faithful Indian ranch hand. On this latter occasion Jack is unable to restrain his temper.", "genres": ["Western"], "file": "664.json"}, "928854": {"title": "The Count That Counted", "plot": "Jimmy Little, a reporter for the Daily Howl, is in love. The object of his affections this time is pretty Dorothy Alexander, daughter of a millionaire, and this is the unfortunate part of it, because Dorothy's father suspicions the reporter of wanting the millions more than Dorothy. However nothing could be furthermost in the mind of Jimmy", "genres": ["Comedy", "Romance"], "file": "664.json"}, "928861": {"title": "The Dumb Half Breed's Defense", "plot": "A silent Western.", "genres": ["Western"], "file": "665.json"}, "928862": {"title": "Take Me Out to the Ball Game", "plot": "Our friend Blink is a baseball bug and a devotee of the sport. One day he finds he will have time in the afternoon to visit the ball park, and from that moment until noon he is in an excited fever, refusing to talk anything but baseball to the business men who call on him.", "genres": ["Comedy"], "file": "665.json"}, "928867": {"title": "The Deputy's Love", "plot": "Bob Dean, the deputy sheriff of Tonopah County, has fallen in love with Nance O'Brien, a bewitching little western maid, whose brother, as he supposes, works a claim on a neighboring hillside.", "genres": ["Western"], "file": "665.json"}, "928891": {"title": "The Millionaire and the Ranch Girl", "plot": "A silent Western short.", "genres": ["Western"], "file": "665.json"}, "928895": {"title": "A Dog on Business", "plot": "\"Weary\" William, who is hungry and obsessed with a desire to make some easy money, hits upon a really excellent idea. The inspiration comes when he finds a stray pup, which appears to be in about the same fix as he, hungry and homeless. \"Weary\" appropriates the dog and plans his campaign.", "genres": ["Comedy"], "file": "665.json"}, "928896": {"title": "An Indian Girl's Love", "plot": "Silver Bell, the winsome daughter of old Gray Wolf, is sought by Fleetfoot, a likely young man of the tribe and a good huntsman. Gray Wolf sees no reason why his obstinate daughter should not become the squaw of Fleetfoot and despite her pleadings to be permitted to stay in her father's tepee she is sold to Fleetfoot for the consideration of Tu-tu, the horse, and a red blanket.", "genres": ["Western"], "file": "665.json"}, "928897": {"title": "He Met the Champion", "plot": "Willie Nutt, an aspirant to athletic honors, thinks he sees some easy money when he reads Professor Brawn's notice in the lobby of a theater offering $100 to anyone who will put him on his back. Willie resolves to make a try, and passing a book store observes in the window a volume labeled, \"How to Wrestle.\"", "genres": ["Comedy"], "file": "665.json"}, "928898": {"title": "The Pony Express Rider", "plot": "\"Pony\" O'Brien, or Number 3 of the relay between two desert-bound western cities, draws his horse before his sweetheart's house and lingers somewhat longer with his packet of mail as he tells her the good news of a raise in salary which means they will soon be ready to marry.", "genres": ["Western"], "file": "665.json"}, "928901": {"title": "Hank and Lank: Joyriding", "plot": "In this instance our friend Hank, the little fellow with the big ideas, longs for an auto ride and communicates to Lank a plan by which they may obtain one. The suggestion he offers is this: They will spot a good car and when the chauffeur is near Hank will throw a fit and the sympathetic Lank will induce the chauffeur to take his stricken friend to the hospital. The scheme works perfectly. Hank approaches the car, is suddenly stricken, and doubles up spasmodically in an awful epileptic fit. Lank is the first on the scene and waves violently to the driver of the car. This latter proves sympathetic and offers to get Hank to the hospital with all possible speed.", "genres": ["Comedy"], "file": "665.json"}, "928908": {"title": "A Flirty Affliction", "plot": "Pretty Molly is afflicted with a peculiar nervous disease and after having tried many doctors is finally referred to a certain great specialist, who has had success with cases similar to her own. To briefly describe Molly's ailment would be in stating that the muscles of her throat and neck were uncontrollable, causing her to throw back her head in a way resembling a person beckoning to another.", "genres": ["Comedy"], "file": "665.json"}, "928910": {"title": "A Close Shave", "plot": "Mr. Marc and his wife are at breakfast when the butler announces an early caller and tenders his master a card bearing the name of Mr. Bunco. When Marc hurries into the reception room he is greeted by a gentleman of prepossessing appearance, who, after a warm handshake, introduces himself as the agent of the Silver Sucker mine. He has heard that Mr. Marc is seeking a profitable investment and was advised by a friend of Mr. Marc's to see this latter. The gentleman offers other credentials, but the mention of the friend's name is enough for the unwary Marc, and he refuses to put the gentleman to such an inconvenience. At length it is arranged, and Marc informs the gentleman that if he will call at his office at 2 o'clock they will close the deal. Mr. Marc wears a beard, and on his way downtown he suddenly resolves to shave.", "genres": ["Comedy"], "file": "665.json"}, "928911": {"title": "The Tout's Remembrance", "plot": "\"Bullets\" Brown, the hero of our story, is a rare track tout, and a true type or this particular parasite.", "genres": ["Drama"], "file": "665.json"}, "928912": {"title": "Hank and Lank: They Dude Up Some", "plot": "Hank and Lank have experienced a little rough weather since we last saw them and the fact that they are disreputably clothed has not been overlooked by them. They need something new. But how? After some thought Hank's cheerful countenance lightens. He goes on to explain his little scheme in detail.", "genres": ["Comedy"], "file": "665.json"}, "928919": {"title": "Curing a Masher", "plot": "Mr. Pest is a certain type of nuisance with whom you are all more or less familiar. A silly egotist with an exaggerated notion of his own importance, be believes that every woman he meets will fall an easy victim to his charms.", "genres": ["Comedy"], "file": "665.json"}, "928924": {"title": "Patricia of the Plains", "plot": "Patricia Watkins and her father are proprietors of the Lariat Saloon and dance hall but because of his small size and his tendency to keep in a state of perpetual drunkenness the old man has little to do with the business. Patricia as a barmaid meets all the riffraff of humanity drifting across the plains to the west and the Lariat Saloon is noted far and wide, not so much for the quality of its poisons as for the pretty maid who always offers a smile with the drink.", "genres": ["Western"], "file": "665.json"}, "928925": {"title": "The Bearded Bandit", "plot": "A stirring Western drama presenting as its principal character a man who is at once ranchman and bandit", "genres": ["Western"], "file": "665.json"}, "929102": {"title": "Выбор царской невесты", "plot": "", "genres": [], "file": "665.json"}, "929236": {"title": "Hank and Lank: They Get Wise to a New Scheme", "plot": "In this instance Hank and Lank step into good fortune quite by accident. Pausing in front of a bargain dry-goods store, a young lady rushes up and asks Hank to hold her baby while she goes inside to make a few purchases. Shortly after she returns and liberally tips the little man for his services as nurse.", "genres": ["Comedy"], "file": "665.json"}, "929237": {"title": "A Cowboy's Mother-in-Law", "plot": "Nellie Blair, the niece of a wealthy ranchman, and an orphan, comes in make her home with her uncle, and shortly after her arrival finds that the whole \"Circle A\" outfit, every manjack on the place, is in love with her.", "genres": ["Comedy", "Western"], "file": "665.json"}, "929238": {"title": "Hank and Lank: Uninvited Guests", "plot": "Hank and Lank have not experienced a good feed for several days, and, on the lookout for a meal or a handout, pass by the Summerford residence, just as Mr. and Mrs. Summerford, carrying suitcases and handbags, hurriedly lock the front door and leave. A sign, informing callers of their absence during the summer, is conspicuously placed in the window.", "genres": ["Comedy"], "file": "665.json"}, "929241": {"title": "Pals of the Range", "plot": "The scene opens in the bunk house of the Lazy K Ranch, where we see Jack Hartley and his pal Jack Smythe. Hartley has just received a letter from the east, in which his mother asks him for money. Hartley is much depressed. He is broke and sees no immediate prospect of recouping his fortunes. Smythe, learning of Hartley's dilemma, offers his roll to his pal, who gratefully accepts it.", "genres": ["Western"], "file": "665.json"}, "929242": {"title": "The Silent Message", "plot": "Jeff Bandera, outlaw, has been capture by the sheriff, who is taking him by rail to the nearest lockup. Jeff is desperate and when the train slows down to a curve he makes a leap through the window and, despite his handcuffs, escapes serious injury. Before the sheriff can leave the train and pursue him Jeff has taken refuge in the gulches of the rough country", "genres": ["Western"], "file": "665.json"}, "929244": {"title": "A Westerner's Way", "plot": "Jason Watkins, a real estate and loan agent, enters his office in the little Arizona town of Navajo, to find that during the night robbers have visited the place and broken into his safe, taking with them a large sum of money and other valuables. Watkins immediately notifies the sheriff, a posse is hurriedly organized and a search made for the culprits.", "genres": ["Western"], "file": "665.json"}, "929249": {"title": "The Masquerade Cop", "plot": "The Masquerade Cop is a silent Comedy", "genres": ["Comedy"], "file": "665.json"}, "929251": {"title": "Hank and Lank: Lifesavers", "plot": "Hank and Lank: Lifesavers is a Silent Comedy short.", "genres": ["Comedy"], "file": "665.json"}, "929255": {"title": "The Marked Trail", "plot": "The Marked Trail is a Silent Western", "genres": ["Western"], "file": "665.json"}, "929475": {"title": "The Little Prospector", "plot": "Silas Kendall, a prospector, and his daughter Nell, so the story goes, are prospecting in the mountains, a few miles above Canyon City, a little western town, and the basis of supplies for the hundreds of more or less successful gold prospectors. Kendall has built him a cabin and he and his daughter, a robust little woman, have managed to eke out a living, always hopeful some day of making the \"big strike.\"", "genres": ["Western"], "file": "665.json"}, "929478": {"title": "Hank and Lank: As Sandwich Men", "plot": "Hank and Lank have inside information that it's meal time, but it looks as if they would have to skip a meal or two until Hank's fertile brain maps out a royal road to a big feed.", "genres": ["Comedy"], "file": "665.json"}, "929484": {"title": "A Western Woman's Way", "plot": "A Western Woman's Way is a 1910 Western", "genres": ["Western"], "file": "665.json"}, "929490": {"title": "Circle C Ranch's Wedding Present", "plot": "Circle C Ranch's Wedding Present is a silent Western", "genres": ["Western"], "file": "665.json"}, "929494": {"title": "A Cowboy's Vindication", "plot": "A shot during a struggle, and Frank Morrison is branded with the mark of Cain, but by his own efforts the real murderer is discovered.", "genres": ["Western"], "file": "665.json"}, "929496": {"title": "The Tenderfoot Messenger", "plot": "A Western story turning upon the cleverness of Shorty Blair, an express messenger, who assumes to be a tenderfoot and outwits a gang of desperadoes that follow him for the package of money he carries.", "genres": ["Western"], "file": "665.json"}, "929498": {"title": "Hank and Lank: Blind Men", "plot": "Always on the lookout for easy money. \"Hank and Lank.\" our favorite comedians, see an opportunity to get a square meal when they are inspired by the methods of a blind man, preying upon public charity.", "genres": ["Comedy"], "file": "665.json"}, "929501": {"title": "The Bad Man's Christmas Gift", "plot": "Andy Carson, puncher on the Lazy X ranch, is in love with Gladys, daughter of Col. Pierce, the ranch owner. Gladys likes the young puncher, but when Jack Brinsley, a young Eastern friend of her father, comes to spend Christmas at the ranch, she speedily transfers her affection to the Easterner.", "genres": ["Western"], "file": "665.json"}, "929503": {"title": "Trail to the West", "plot": "Trail to the West is a silent Western.", "genres": ["Western"], "file": "665.json"}, "929527": {"title": "A Gambler of the West", "plot": "The story is of an old man and his daughter, he so addicted to gambling that they are penniless. Because of her beauty and her pleadings the gambler gives back the money the old man has lost and thenceforth refuses to allow him to play in his place. Later he assists in preventing the old man from gambling elsewhere.", "genres": ["Western"], "file": "665.json"}, "929549": {"title": "The Mexican's Faith", "plot": "Tony Perez, a Mexican cowpuncher, is driven from the ranch where he is employed for some misdemeanor or other, and after vainly endeavoring to find work, tries the gate of Dan Farman's ranch, \"The Mosquito,\" and applies for a job. His hard luck story rings true and old Dan, who is of a charitable turn, puts the Mexican to work.", "genres": ["Western"], "file": "665.json"}, "929566": {"title": "Преступление и наказание", "plot": "", "genres": [], "file": "665.json"}, "929754": {"title": "General Bruin", "plot": "", "genres": ["Comedy"], "file": "665.json"}, "929766": {"title": "Дедушка Мороз", "plot": "", "genres": ["Fantasy"], "file": "665.json"}, "929891": {"title": "Наполеон в России (1812  год)", "plot": "", "genres": [], "file": "665.json"}, "936405": {"title": "The Phoenix", "plot": "On account of bad character, Leslie Blackburn, a gambler, was disinherited by his father and the fortune willed to his half-sister, Sadie. However, Blackburn would not be put off in this way, so he endeavored to do away with Sadie, but, unknown to him, she was rescued by the Salvation Army and grew into womanhood under their care.", "genres": ["Drama"], "file": "670.json"}, "938423": {"title": "Bill Sharkey's Last Game", "plot": "Bill Sharkey's Last Game", "genres": ["Western"], "file": "672.json"}, "938425": {"title": "Gentleman Joe", "plot": "Gentleman Joe is a silent Western short.", "genres": ["Western"], "file": "672.json"}, "940931": {"title": "How She Won Him", "plot": "Some possess youth; others good looks, and still others have money, but Muriel Hanson has all three and she is engaged to be married to a fine young man named Arthur Lewis, whose father, supposed to be a wealthy man, dies penniless.", "genres": ["Romance"], "file": "674.json"}, "941219": {"title": "Fra det mørke København", "plot": "A wealthy estate-owner travels to Copenhagen to experience what life is like in the city. Once there, he happens upon the beautiful young Clara and her brother, who take him to various pubs, to the Copenhagen Zoo, the airport and Tivoli Gardens. However, it comes to light that Charles is not Clara’s brother, but rather her fiancé, and that they are two of the city’s most notorious con-artists. The naïve estate-owner’s blood alcohol content is unfortunately already sky high, and it’s only at this point he realises who he is in the company of. (stumfilm.dk)", "genres": [], "file": "674.json"}, "942205": {"title": "To Escape the Photographers", "plot": "A man who has just won the lottery is mobbed by reporters.", "genres": [], "file": "675.json"}, "945030": {"title": "Camila O'Gorman", "plot": "", "genres": [], "file": "677.json"}, "945031": {"title": "La revista cielo centenario", "plot": "Documentary about the celebrations for the 100 years of the May Revolution.", "genres": ["Documentary"], "file": "677.json"}, "945051": {"title": "Muerte civil", "plot": "A man sentenced to life imprisonment who escaped from prison, commits suicide so as not to be an obstacle for his wife and daughter, who had built a new life.", "genres": [], "file": "677.json"}, "948547": {"title": "Madame de Langeais", "plot": "", "genres": ["Drama"], "file": "680.json"}, "953436": {"title": "Lieutenant Rose and the Robbers of Fingall's Creek ", "plot": "A Lieutenant Rose film directed by Percy Stowe", "genres": [], "file": "683.json"}, "953439": {"title": "Lieutenant Rose and the Foreign Spy", "plot": "Lieutenant Rose escapes capture, unmasks a Moor posing as a sailor and shells a town.", "genres": [], "file": "683.json"}, "953441": {"title": "Lieutenant Rose and the Stolen Submarine", "plot": "A woman swims to a battleship to alert its crew to the kidnapping of Lieutenant Rose.", "genres": [], "file": "683.json"}, "954793": {"title": "Three-fingered Kate - Her Victim the Banker", "plot": "A detective tracks a girl through fingerprints on a forged note.", "genres": [], "file": "684.json"}, "954796": {"title": "Three-Fingered Kate: The Episode of the Sacred Elephants", "plot": "A girl robs a colonel and eludes a detective by posing as a curio dealer.", "genres": [], "file": "684.json"}, "959931": {"title": "La tragique aventure de Robert le Taciturne, duc d'Aquitaine", "plot": "", "genres": ["Drama", "Romance"], "file": "688.json"}, "963024": {"title": "The Red Girl and the Child", "plot": "A cowboy's daughter is kidnapped.", "genres": [], "file": "690.json"}, "963750": {"title": "Kean", "plot": "The film is loosely based on Alexandre Dumas’ play about the celebrated actor Kean, who moves effortlessly through all walks of life in 1830s London. One evening he’s in the company of counts and princes, and the next he’s enjoying the company of poor artists at the city’s pubs. A series of infatuations drive him into a complicated love drama. (stumfilm.dk)", "genres": [], "file": "691.json"}, "968034": {"title": "Celebration Held to Honour the 550 Years of the Imperial-Royal Privileged Corps of Municipal Sharp-Shooters in Prague", "plot": "Corps Marching", "genres": ["Documentary"], "file": "694.json"}, "968444": {"title": "In the Tall Grass Country", "plot": "Look before you leap, at hasty conclusions. Nell is a sweet girl and Bob is a good fellow; Nell is a typical Texas girl and Bob is a comparative newcomer to the west.", "genres": [], "file": "694.json"}, "975074": {"title": "Who's Who", "plot": "A boxer and a minister are mistaken by the parties expecting them.", "genres": ["Comedy"], "file": "698.json"}, "976277": {"title": "The Revolution in Portugal", "plot": "", "genres": [], "file": "699.json"}, "979046": {"title": "You Saved My Life", "plot": "An actor in action that is not all acting is rather a remarkable sight, and when he loves both on the stage and off simultaneously, and when he is observed making love to the make-believe sweetheart on the stage, by the real, sure enough sweetheart who does not understand that love making in a play is only play, and very far removed from the sacred course of true devotion, there is quite a healthy complication. A young leading actor saves a youth's life, by catching him just in time to save him from what might reasonably he a fatal fall over a precipice, and to reward him the young man promises to intercede with the father of the girl who causes the actor chap sundry heart throbs and a little soul-anguish. But all good intentions do not materialize, and the young man falls in his ambassadorial mission.", "genres": ["Comedy"], "file": "701.json"}, "981644": {"title": "The Comet", "plot": "An Edison film created for a stage show, showcasing impressive special effects!", "genres": [], "file": "703.json"}, "983130": {"title": "Leichenbegängnis Dr. Luegers", "plot": "", "genres": ["Documentary"], "file": "704.json"}, "984071": {"title": "The Gambler's Charm", "plot": "The professional gambler of the old-fashioned sort is a fast disappearing type in the west, but Kenyon was one of the best of the old school.", "genres": [], "file": "705.json"}, "992724": {"title": "La donna fatale", "plot": "", "genres": [], "file": "711.json"}, "992961": {"title": "Fouquet, the Man in the Iron Mask", "plot": "Fouquet is known for his magnificence and his intelligence. These qualities attracted Miss de la Vallière, the favorite woman of the king. During a party at the Château de Vaux, Fouquet invites the king, who is accompanied by Miss de la Vallière.", "genres": [], "file": "711.json"}, "996424": {"title": "Manila Carnival", "plot": "Albert Yearsley, shoots the local Manila Carnival in motion picture.", "genres": [], "file": "713.json"}, "996511": {"title": "Morgan le pirate – La cage", "plot": "Silent Short", "genres": [], "file": "714.json"}, "998538": {"title": "The Sea Coasts of New Zealand", "plot": "This exquisitely coloured film shows how tourists travelled around New Zealand in the early years of this century - by boat, horse and trap, and on foot through bush walks and onto a glacier.", "genres": ["Documentary"], "file": "715.json"}, "1005191": {"title": "The Hand of Uncle Sam", "plot": "The Marines are sent to rescue an American engineer in Nicaragua.", "genres": ["Drama"], "file": "720.json"}, "1007683": {"title": "The Miniature", "plot": "At the opening of the picture we see an old Southern lawyer's office, where Charles Dickinson and his friends are talking over the probabilities of Andrew Jackson's election to the Presidency, when the suggestion is made that Dickinson, who is a dead shot, draw a challenge from Jackson, and kill him. Dickinson is successful in this, and we see Jackson in his home just before leaving for the duel, admiring a miniature of his wife, which he afterwards places in his breast pocket. On the way to the dueling ground, Dickinson's skill with a pistol is shown by his breaking a glass, and also shooting a card from an innkeeper's hand.", "genres": ["Drama"], "file": "721.json"}, "1009774": {"title": "Ransomed; or, A Prisoner of War", "plot": "Making his departure from home. Captain Jack of the Confederate army, leaves to rejoin his regiment, but before doing so promises his boy that he will return to celebrate the little fellow's fifth birthday. One month later the Captain gets a leave of absence for three days and goes back to keep faith with his son.", "genres": ["Drama"], "file": "723.json"}, "1011999": {"title": "Asleep at the Switch", "plot": "A railway switchman falls asleep whilst on duty. The swicthman wakes up too late, and, realizing his error, begins to hallucinate the probable outcome of his inaction. His wife, however, springs into action.", "genres": ["Thriller", "Drama", "Horror"], "file": "724.json"}, "1013527": {"title": "Lady Candale's Diamonds", "plot": "Jewel thieves steal a Lady's car and are trailed by a detective.", "genres": ["Crime"], "file": "725.json"}, "1013529": {"title": "The Jewel Thieves Run to Earth by Sexton Blake", "plot": "A detective saves a clerk from a gang who tie him to a clock-operated gun.", "genres": ["Crime"], "file": "725.json"}, "1020409": {"title": "Trolovelsesringen", "plot": "A fisherman has a quarrel with his fiancé who, in rage, throws her ring into the sea. An old suitor notices her bare ring finger and senses a second chance. While on a fishing trip, he happens to catch the fish that seems to have swallowed the thrown-away ring. Luck befalls him once again as later in the day, he wins a card game with the fisherman who, frustrated, has to give up his own ring. The old suitor is now in possession of both rings, while things only go downhill for the poor fisherman. (stumfilm.dk)", "genres": [], "file": "730.json"}, "1020413": {"title": "Valdemars sejr", "plot": "Karl of Riise must say goodbye to his beloved Rigmor when he's summoned by King Valdemar. He must take a message of reinforcements to the oppressed warriors in Estonia. Shortly after his arrival, Karl is captured by the pagan enemies, and King Valdemar quickly sets off with his best men to free his countryman.", "genres": [], "file": "730.json"}, "1031432": {"title": "Les deux Poltrons", "plot": "Two next-door neighbors read the same article that makes them smile. They talk about it through the window. Shortly after, a peddler visits them successively and sells them, to one a uniform of peace officer, to the other an Apache costume. The two men come out in disguise.", "genres": ["Comedy"], "file": "738.json"}, "1031440": {"title": "A Modern Cinderella", "plot": "This Cinderella is up to date. She and her sister Jane receive an invitation to a reception. Jane, selfish and arrogant, is carried away with her own vanity and anticipation of making a \"hit\" and being the belle of the evening. Cinderella, her sister, looks at her simple and ordinary drew, which is the best of her limited wardrobe, and says she will have to wear it or stay at home. Jane says she will look like a \"frump,\" and be out of place, anyway. Poor Cinderella decides to remain at home. Mrs. Marvin, an elderly visitor, happens into the room and Cinderella, always kind and thoughtful, makes the old lady comfortable. She is attracted to the display of Jane's finery and asks the reason. Cinderella tells her all about the reception.", "genres": ["Drama"], "file": "738.json"}, "1034925": {"title": "Les Précieuses ridicules", "plot": "", "genres": [], "file": "741.json"}, "1036208": {"title": "Hemlock Hoax, the Detective", "plot": "Hemlock Hoax thinks he can \"put it all over\" Sherlock Holmes, and his sleuthing is somewhat of a joke in the little tropical town where he lives.", "genres": ["Comedy"], "file": "742.json"}, "1041715": {"title": "Le barbier de Séville", "plot": "Short film from 1910", "genres": [], "file": "746.json"}, "113194": {"title": "A Trip to Mars", "plot": "A certain professor of chemistry discovers two substances that, combined, make it possible to contravene the laws of gravity, a discovery that will have unexpected consequences for him.", "genres": ["Adventure", "Science Fiction", "Fantasy"], "file": "75.json"}, "1048162": {"title": "Oiwa Inari", "plot": "", "genres": ["Horror"], "file": "751.json"}, "1053740": {"title": "Den sorte Domino", "plot": "A young man finds himself at loggerheads with his friend after he has tried to kiss his wife and at the same time turns out to be a common thief. When they meet again several years later, the villain has become a member of the crime gang called The Black Domino. By a nefarious trick, the villain gains access to his old friends’ villa and pretends to reconcile with them, while his hooded, cloaked and masked cronies prepare to kidnap the man as soon as he steps out the door. (stumfilm.dk)", "genres": [], "file": "755.json"}, "1059804": {"title": "Ruth's Spielzeug", "plot": "Little Ruth plays with her two living dolls.", "genres": [], "file": "759.json"}, "1060169": {"title": "Billeder fra Marokko", "plot": "A Morocco travelogue.", "genres": ["Documentary"], "file": "759.json"}, "1064919": {"title": "Ten Nights in a Bar Room", "plot": "", "genres": ["Drama"], "file": "763.json"}, "1064932": {"title": "A Daughter's Devotion", "plot": "", "genres": ["Drama"], "file": "763.json"}, "1064933": {"title": "That Girl of Dixon's", "plot": "", "genres": ["Drama"], "file": "763.json"}, "1064935": {"title": "Old Norris' Gal", "plot": "", "genres": ["Western"], "file": "763.json"}, "1064939": {"title": "Re-Making of a Man", "plot": "", "genres": ["Drama"], "file": "763.json"}, "1064941": {"title": "A Desperate Remedy", "plot": "", "genres": ["Western"], "file": "763.json"}, "1064943": {"title": "His Mother", "plot": "", "genres": ["Western", "Drama"], "file": "763.json"}, "1064949": {"title": "Love in Quarantine", "plot": "A quarrelling couple are forced to quarantine together after the household maid becomes ill of an infectious disease.", "genres": ["Romance", "Comedy"], "file": "763.json"}, "1065596": {"title": "Inauguration of the Valencia National Exhibition and Military Festivities", "plot": "Spanish short documentary about the National Exhibition of Valencia.", "genres": ["Documentary"], "file": "763.json"}, "1070230": {"title": "Cyclone Pete's Matrimony", "plot": "An early silent short comedy directed by William Haddock.", "genres": ["Comedy"], "file": "767.json"}, "1070238": {"title": "Branding a Thief", "plot": "A short silent western produced by Gaston Mèliès in San Antonio.", "genres": ["Western"], "file": "767.json"}, "1070241": {"title": "The Newly Born", "plot": "A short silent comedy produced by Gaston Mèliès in San Antonio.", "genres": ["Comedy"], "file": "767.json"}, "1070243": {"title": "The Seal of the Church", "plot": "\"A senorita. With whom two young matadors, Jose and Pepe, are in love, tries in keep both on the string. She lends each to believe that he is the chosen one, creating a strong jealousy between them. Pepe calls to see the girl and she receives him with a show of great affection and preferment. While they are courting, a caballero, friendly to the other lover, Jose, tells him of the girl's duplicity. In a rage he goes to his inamorata and, demanding an explanation, accuses her of harboring his rival in the house. She cajoles him, and playfully stealing his dagger from him without his knowing it, endeavors to hold his attention by caresses as Pepe tries to make his escape. Unfortunately he is seen and pursued by the enraged Jose, who, coming up with him as he seeks the protection of a priest busy pruning trees in the grounds of the monastery, engages in a terrible struggle in which the priest Is powerless to interfere.\" - Moving Picture World synopsis excerpt", "genres": ["Drama", "Western"], "file": "767.json"}, "1070245": {"title": "The Debt Repaid", "plot": "\"Swift Arrow, a lithe and willowy Indian, leaving the encampment of his fellow braves, is well on his journey when he is thrown from his horse and receives a broken leg and injuries from which he is disabled and lies helpless and alone.\" -Moving Picture World Synopsis excerpt", "genres": ["Drama", "Western"], "file": "767.json"}, "1070248": {"title": "Speed Versus Death", "plot": "Braggs, the young western settler, comes into view leading his broncho while he leads his little child on the horse's back. Placing the child on the ground and watering the pony, he takes his knife from his pocket to make an extra hole in the saddle strap. The knife slips and penetrates his wrist, severing an artery. His wife comes to his assistance, makes a tourniquet with strips of her apron, jumps on the broncho's back, bids her husband to care for the child and keep up courage while she rides to town for the doctor.", "genres": ["Thriller", "Western"], "file": "767.json"}, "1070249": {"title": "A Race for a Bride", "plot": "Three swells stopping at the same hotel, one a bicyclist, the other a horseman and the third a motorist, are ardently in love with the same widow, living in a villa some distance in the country. Each one, eager to woo her, makes an equally strong plea with apparently the same impression, although she seems slightly to favor the horseman. After listening to their declarations of love, she dismisses them with an evasive answer. With no decided preference she is in a quandary. She does not want to lose an opportunity, but how to make a choice is a difficult problem. She has an idea. She writes them a letter and sends it to the hotel: \"The first one reaching my home and me can claim me as his bride.\"", "genres": [], "file": "767.json"}, "1070250": {"title": "A Rough Night on the Bridge", "plot": "In happy mood, a rollicking, good-natured party of \"Jack Tars\" on shore leave are out for a good time, and get themselves well under way in song and general good cheer by visiting the only place of merchandise and refreshment which the little seacoast town affords. Under full sail they are steering their way through the streets of the village, running foul of trees and posts, bowing in humble apology for their seeming rudeness and disturbance. They have apparently lost their \"sea legs\" and are a little bit unsteady in the joints, but merrily they roll along until they come to a swinging bridge crossing the river. Here is where they strike rough weather.", "genres": [], "file": "767.json"}, "1070252": {"title": "The Paleface Princess", "plot": "In the farewell beams of evening the pioneer with his wife and child stop the prairie-schooner and strike stakes for the night. Sounds of the Indian war cry disturb the quiet calm, and seen approaching in the distance is a band of savage red men. Terror-stricken, the settler seizes his gun and stands ready to defend his family. At the first volley from the Indians' rifles he falls dead. The brave wife makes a desperate resistance to protect her child. The poor woman is quickly slain by the hostile savages, leaving the helpless babe to their mercy.", "genres": [], "file": "767.json"}, "1070255": {"title": "The Padre's Secret", "plot": "Padre Dominguis, the village priest of a quiet little spot in old Mexico, has been on a visit to the daughter of his dead sister and is about to return to his charges. He is much surprised and more than a little pleased to find that his niece is in love with John Brown, a progressive American, who has settled among them, for the Padre is a broad-minded man and knows that Mexico needs the influx of American energy to make her a great country.", "genres": [], "file": "767.json"}, "1070260": {"title": "Love's C.Q.D.", "plot": "Cynthia Moore, daughter of Colonel Moore, who is the commander of a cavalry post near the Mexican frontier, is much beloved by two junior officers in her father's command. They are Lieutenant Robert Bright and Lieutenant Arthur Hartley, both graduates of West Point, where they had been rivals during their Academy Days. This rivalry, which had been friendly at West Point, became very bitter when they were both assigned to Col. Moore's post and met his attractive daughter, and the true nature of the two men began to assert itself.", "genres": [], "file": "767.json"}, "1070262": {"title": "A Texas Joke", "plot": "A short silent film produced by Gaston Mèliès in San Antonio.", "genres": [], "file": "767.json"}, "1070269": {"title": "White Doe's Lovers", "plot": "It is a beautiful morning in Indian Summer, and White Doe is out in her birch bark canoe, engaged in a fishing expedition for food. She paddles home under the overhanging trees and vines, lights the small fire in front of her tepee and cooks her primitive breakfast. The air is bracing, the birds are singing, life is free and good. Also White Doe is happy for she had caught a gleam of admiration in the eyes of a stalwart cowboy, when she visited a ranch a few days before with her offering of plaited baskets and the famous blankets of her Navajo tribe. She begins her work of basket weaving, dreaming the love dreams of her people and her heart singing with coquetry and the happiness of conquest, for she is also loved by a brave of her tribe, a wealthy son of a chief with a hundred horses.", "genres": [], "file": "767.json"}, "1070271": {"title": "The Stranded Actor", "plot": "This is a sentimental little story of Mr. J. Booth Walker, a stranded thespian of the \"legitimate drama.\" who has been touring the west with a company presenting \"Othello.\" The company has yielded to the stress of bad business and has closed, while Mr. Walker, finding no easier way to return to Chicago, is counting the ties along the railroad. He comes to a small station, where several half intoxicated cowboys are assembled, and the idea comes to one of them that Mr. Walker be made to do a \"stunt.\" They fire at his feet until he dances, but he is so adept at the graceful art of Terpsichore, that they soon watch him in admiration, and reward him with liberal applause.", "genres": [], "file": "767.json"}, "1070272": {"title": "The Ruling Passion", "plot": "Tony Valero, a lusty young vaquero, is enamored of Clarita Montes, whose father is fairly well off, as the middle class Mexicans figure. Clarita prefers Tony to her numerous admirers, but the father has selected, for his future son-in-law, a young dandy called Jose Rodreguis, who has a certain amount of money which allows him more ease than his neighbors. Jose trades upon this fact and presses his attentions upon Clarita. He bitterly resents her preference for Tony and does all in his power to belittle his rival.", "genres": [], "file": "767.json"}, "1070273": {"title": "The Little Preacher", "plot": "The cowboys and gamblers of Curzon are very much interested in a placard which appears one day in the saloon, giving the information that the Rev. A.B. Cole is due to arrive from Glue Gulch, and that services will be held in the schoolhouse. The cowboys plan to give the preacher a warm reception, but are surprised and chagrined when the new minister turns out to be a pretty woman. The immediately apologize and agree that religion must be a good thing if taught by such a charming woman. The attendance at the schoolhouse is large, and the barroom is almost deserted. The bartender is in despair and is on the point of closing out his business. He is urged against this, however, by one steady patron, Joe Lane, who tries his best to bring the deserters back into camp.", "genres": [], "file": "767.json"}, "1070274": {"title": "The Golden Secret", "plot": "A Navajo Indian has crossed the great desert, and his water bottle has been emptied. He is in a frenzy from thirst and sees mirages of water everywhere. He comes upon Nat Perry, a young settler, who is conveying his household goods across the burning sands. Perry has just taken a drink from his precious canteen when the Indian falls at his feet and implores a little water. The young pioneer heartlessly turns him over with his foot and leaves him to die.", "genres": [], "file": "767.json"}, "1070276": {"title": "A Postal Substitute", "plot": "When our picture opens, Joe Flynn, a rider in the service of the government, has been shot from ambush by a masked man and is dying. Grouped at his bedside are his son Jack, a sturdy young man, the local doctor and the county sheriff. The old man dies and a week later we see Jack delivering the mail. The sheriff has inserted the description of the murderer in the Yuma Gulch Herald, and the country is being scoured to find him. Jack has a long and perilous ride between the two points of his route and is frequently beset with danger. Steve Benson, a desperado, who has killed old man Flynn, is living unhappily with his wife in hourly fear of having his crime discovered.", "genres": [], "file": "767.json"}, "1070278": {"title": "A Woman in the Case", "plot": "The West Texas Borax Company is practically insolvent. John Graham, the president, has been unable to find the white mineral in sufficient quantities to satisfy the eastern stockholders, and a letter from his partner arrives which brings the disagreeable news that their backers are about to back out, unless, in the language of Missouri, they \"are shown\" something. Graham is in a quandary, and appeals to his stenographer for advice. That young woman has had so little to do in, the office that she is overcome with surprise and confusion. The postman enters and hands Graham a letter and a package. Listlessly the president opens them, but his manner changes and he leaps to his feet with a whoop of joy. There is a chance of saving the company.", "genres": [], "file": "767.json"}, "1070280": {"title": "Mrs. Bargainday's Baby", "plot": "Mrs. Bargainday reads of a bargain day sale, takes her baby and starts for the sale to avoid the rush. Arriving at the store she meets at the door Mr. Jones and requests him to hold her baby for her while she goes inside to do some shopping. He consents, supposing she will only be a few minutes, and while standing there with the baby in his arms several of his lady friends, attracted by the bargain sale, pass him by with surprise, and others entirely ignore him or smile with amusement.", "genres": [], "file": "767.json"}, "1070281": {"title": "Return of Ta-Wa-Wa", "plot": "After graduating from an Indian school where he has acquired an education and schooling in the ways of the white man. Ta-wa-wa, a young Indian, returns to his native territory and far western home. On the way to the tribe's encampment he stops at Vail's ranch, meets Kawista, his boyhood sweetheart, who greets him cordially and with a frank admiration for his gentlemanly appearance. While they are exchanging greetings the postman enters and hands a letter to Mr. Vail from Col. Leigh, an Englishman, stating that he will visit the ranch with Lord Wyndham, an English lord who expresses a desire to see a real Indian powwow.", "genres": [], "file": "767.json"}, "1070287": {"title": "Her Winning Way", "plot": "Anxious to escape the strain of business and seek diversion and recreation, Robert asks his father to give him a vacation for a few days' rest. The father, who is absorbed by his business affairs, one of the old school plodders, reluctantly grants the son's request and the young man hurries from the office, packs his grip and hustles for the train. On his way he makes the acquaintance of a very charming lady, who is hound for the same place as himself. Arriving at their destination he offers to carry her grip and she accepts his proffered kindness. Loaded down he follows her to the hotel where he gladly deposits the luggage to escape a complete collapse from exhaustion. He finds his \"acquaintance\" very winsome and attractive.", "genres": ["Romance"], "file": "767.json"}, "1070288": {"title": "The Romance of Circle Ranch", "plot": "Getting his laundry from the Chinaman, \"Honest Jim\" spruces himself up in preparation to make a call on \"Bess,\" with whom he is in love. Calling at Circle Ranch, her home, he finds Jack Rance making overtures to her father for \"Bess' \" hand. She greets Jim pleasantly, but she dislikes Jack; there is something about him which is distasteful to her and when her father intercedes for him she leaves the porch and hurries into the house. She does not have to wait very long to see \"Jim\" and \"Jack\" in their true colors and make a choice between the two. The clergyman of the ranch settlement and the .surrounding country comes to the post office where a crowd of cowboys are gathered to receive their mail.", "genres": [], "file": "767.json"}, "1070289": {"title": "Won in the Fifth", "plot": "He has fought his last fight and the prize-ring will know the old pugilist no more. Knocked out by an organic disease, he is in a bad way not only physically but financially. He has an interesting daughter, a bright boy and a good wife who are well thought of by the people of the neighborhood in which they live, among whom is a young minister. The doctor who attends the old boxer sees that nothing but a complete change to some warmer climate will benefit the patient and also recognizes that under the circumstances the change would be impossible unless someone comes to his assistance with the necessary money to defray the expense. The physician writes a note to the young clergyman telling him of his diagnosis of the case and his conclusions. The young divine hastens to see the sick man.", "genres": [], "file": "767.json"}, "1070290": {"title": "Baseball, That's All", "plot": "He's a regular \"fan\" and studies the baseball news as carefully as some people do their Bibles. He comes to breakfast with his dear little wife and finds his morning paper as usual at his plate. \"By Jove!\" he shouts, as he glances at the news, \"a game this afternoon.\" Then he begins to wax eloquent about the strikes, flies, home runs and base hits, putting his hand in the hominy, knocking the coffee pot from the table and winding up his exposition by pulling the table-cloth off and everything else with it. He has gone the limit and wifey can humor his craze no longer. She swoops down upon him with an umbrella and gets in some \"swats\" that nearly knock the cover from his dome. He makes a run for the office with a deep laid plan to go to the ball game by pretending he has a toothache.", "genres": [], "file": "767.json"}, "1070292": {"title": "In the Mission Shadows", "plot": "John Stuart, a young business man of the east, comes to San Antonio to locate for the good of his health. While walking about the city he sees an old padre, or priest, fall from sunstroke. Young Stuart runs to his assistance. At the same time, Marion, a young heiress, is passing in her automobile and stops to lend aid to the stricken man. They lift him into the auto and young Stuart is invited to ride with them to the Mission, where the priest lives. Thus an acquaintance is formed which ripens into an engagement between Marion and John Stuart.", "genres": [], "file": "767.json"}, "1070293": {"title": "Salt on the Bird's Tail", "plot": "The saying, \"If you want to catch a bird put salt on its tail,\" is a pleasantry of such long standing it is familiar to every man, woman and child in existence. It furnishes a theme for this well-drawn and lively drama of home life, a tramp's gratitude and the cordiality of the little child who loses through an accident the canary bird which was given her by her father. A tramp calls at the child's home for a \"hand out.\" The mother gives him something to eat, the child provides him with a loaf of bread and sends him on his way rejoicing. Shortly after the tramp has taken his departure the little girl tries to hang the cage with the bird in it on a nail on the porch. The cage falls to the ground and the bird escapes. Her mother is provoked and reprimands her for her carelessness.", "genres": [], "file": "767.json"}, "1070294": {"title": "A Plucky American Girl", "plot": "Just plain Mary Ann, that's all, but there is something about this little country girl which stamps her as the right sort, with grit, grip and gumption to distinguish her among the famous men and women of the twentieth century, or any other century for that matter. Her father is a faithful old servant in the employ of the D.&C.R.R. as a signal man in a tower on the lonely stretch of the track at very important junction. After his day's work, Mary Ann, who has studied telegraphy and likes to practice, comes to the tower to go home with her father, after the night signal man comes to relieve him. The night man is somewhat delayed and her father leaves Mary Ann at the signal station while be goes home to get his supper and rest.", "genres": [], "file": "767.json"}, "1070295": {"title": "Billy's Sister", "plot": "Full of booze, bluster, and fight \"Black Pete,\" a big \"bad man\" of the wild west comes from the local saloon ready to put daylight through anybody and everybody within the range of his voice and the reach of his gun and, to further convince the crowd that he is the terror of the territory, lands on an inoffensive bystander knocking him down. \"Billy\" is an entirely different sort of a citizen; he is a young chap living with his sister whom he loves very dearly; their love is mutual. Billy has received a letter and stops on his way home in an opening in the woods to read it. While thus engaged, an Indian girl is making her way through the woods. \"Black Pete\" coming along the pass sees and attacks her. Billy springs to her defense and knocks \"Pete\" down; in falling he strikes his head on a stone and is killed.", "genres": [], "file": "767.json"}, "1070297": {"title": "Out for Mischief", "plot": "A short silent film produced by Gaston Mèliès in San Antonio.", "genres": [], "file": "767.json"}, "1070299": {"title": "Uncle Jim", "plot": "A short silent film produced by Gaston Mèliès in San Antonio.", "genres": [], "file": "767.json"}, "1070301": {"title": "The Birthday Cigars", "plot": "Mrs. Damm and her children are seated on the porch when the postman arrives with a letter stating that their wealthy uncle would visit them. Mrs. Damm hustles the children into the house and they all get busy tidying things up for the expected guest. The boy feels the importance of the event but his sister is so lackadaisical she can't enter into the spirit of the occasion. Mrs. Damm, in addition to numerous other provisions, goes to the cigar store and orders a box of \"perfectos\" sent home. The tobacconist wraps up the box of \"smokes\" and lays them beside a box of trick explosive birthday cigars ordered by a previous customer, placing the name and address of each customer on the respective boxes.", "genres": [], "file": "767.json"}, "1070302": {"title": "Generous Customers", "plot": "\"Business is on the Fritz,\" nothing to do but complain and everything seems to be going to the \"demnition bow-wows.\" \"If things get much worse I'll close up,\" says the restaurateur to his waiter. \"And I'll give up me job,\" says the waiter, \"if I can't get any money out of the place.\" What's that? It's a \"joy wagon\" with a crowd of tourists: they're headed for the restaurant. Immediately the proprietor and the waiter hurriedly get a move on and hustle our to receive the guests who are soon conducted into the dining-room, served, dined and wined with alacrity that is almost magical. The host and his waiter are all smiles and are astonished as well as pleased at the liberal way in which their customers order everything and anything.", "genres": ["Comedy"], "file": "767.json"}, "1070305": {"title": "A Mountain Wife", "plot": "In the mountain wilds of Tennessee there is no end to the manufacture of moonshine whiskey. Whole families live on this nefarious trade and many of them die by it. The men who work at this business are constantly hunted by United States revenue officers as violators of the law for manufacturing of liquor without a special license. The \"Mountain wife\" loves her husband and stands by and shields him from his enemies, the officers; when they are on his track she hides him, then throws them off his trail, giving him time to escape in the mountain fastnesses, as we are shown in this interesting and thrilling picture.", "genres": [], "file": "767.json"}, "1070306": {"title": "His Sergeant's Stripes", "plot": "A young corporal in the United States Cavalry in the Black Hills is very much in love with a young ranchman's daughter who lives near the military barracks. He asks her to marry him and she promises to do so when he has won his third stripe, making him sergeant. It is not long before he receives an assignment from his superior officer to carry an important dispatch to the commanding general at Fort Darrow. In the successful fulfillment of his mission he would be promoted to the office of sergeant, secure his third stripe and his girl.", "genres": [], "file": "767.json"}, "1070307": {"title": "Cowboys and Bachelor Girls", "plot": "Nora, who is the president of the Bachelor's Club, receives a letter announcing the death of her uncle in the west and that he has made her heir to his immense fortune. Including a ranch at Grey Oaks. Nora decides to go west and take charge of the ranch and run it herself a la suffragette fashion. She invites all the girls to go with her and they start for their new home. Arriving at Grey Oaks they pay no attention to the cowboys who greet them at the station but go at once in the old stage-coach to the ranch. The cowboys follow, approach the ranch, offer their services and are rewarded by being driven from the premises. The boys make up their minds to \"get next\" to the girls and devise a scheme.", "genres": [], "file": "767.json"}, "1070311": {"title": "Pals", "plot": "Denton, a young easterner, arrives in the gold-fields, looks about for a \"find\" and a partner. Entering a saloon, he partakes of some refreshment, watches the patrons of the place and studies their characters, while thus engaged a young miner, named Harper, somewhat prejudiced against easterners, engages in a quarrel with a Mexican who is about to plunge a knife into the miner when Denton seizes his wrist and wrenches the weapon from his grasp. Harper thanks Denton, and after learning the eastern man's desire to find a prospecting partner, Denton loins forces with him and they start in to work a lead and strike paying dirt.", "genres": [], "file": "767.json"}, "1070312": {"title": "What Great Bear Learned", "plot": "All is fair in love and war but when we go into it we must take our chances. A Mexican beauty, fascinating and venturous, is in love with a young Mexican, willing to do and act for him regardless of her own safety and reputation. The Mexican is playing cards with a party of cowboys, is aided by his inamorata in passing an extra card into his hand in order to cheat his opponents.", "genres": [], "file": "767.json"}, "1070313": {"title": "A Western Welcome", "plot": "A short silent film produced by Gaston Mèliès in San Antonio.", "genres": [], "file": "767.json"}, "1082011": {"title": "Ruins of Delhi", "plot": "This attractive travelogue, by turns picturesque and statuesque, is centred on the imposing ruined structures of the Qutb complex at Mehrauli in south-west Delhi. The filmmakers also film scenes of the community life surrounding the complex - images with a distinctly pastoral flavour. Like many early travel films, this French production itself travelled widely - hence the existence of an English language version for the Anglo-American market.", "genres": [], "file": "775.json"}, "1083226": {"title": "Rigadin et l'escalope de veau", "plot": "Charles Prince's wife has been acting strangely lately, refusing him admission into her boudoir. She has been trying various methods to refresh her skin, including putting a piece of veal atop her brow while she sleeps. Then, in a clear case of waste not, want not, she has the cook prepare the veal for Prince's meal. He thinks it tastes odd and it makes him behave in a strange manner.", "genres": ["Comedy"], "file": "776.json"}, "1086122": {"title": "Abraham Lincoln's Clemency", "plot": "The plot revolves around US President Abraham Lincoln pardoning a hapless sentry who had fallen asleep while on duty during the height of the American Civil War.", "genres": [], "file": "778.json"}, "127759": {"title": "A Lad from Old Ireland", "plot": "A young man leaves Ireland for America, but doesn't forget home.", "genres": ["Drama", "Romance"], "file": "82.json"}, "140360": {"title": "The Woman Hater", "plot": "A man is captured by Indians after swearing off all women.", "genres": ["Romance"], "file": "89.json"}, "144490": {"title": "White Fawn's Devotion: A Play Acted by a Tribe of Red Indians in America", "plot": "A frantic child reports to the tribal chief that her father killed her mother. The tribe chases and captures the man, dragging him back for tribal justice.", "genres": ["Drama", "Western"], "file": "91.json"}, "147625": {"title": "The House with Closed Shutters", "plot": "During the Civil War a young soldier loses his nerve in battle and runs away to his home to hide; his sister puts on his uniform, takes her brother's place in the battle, and is killed. Their mother, not wanting the shameful truth to become known, closes all the shutters (hence the film's title) and keeps her son's presence a secret for many years, though two boyhood chums stumble upon the truth...", "genres": ["Drama", "War"], "file": "92.json"}, "160528": {"title": "Life and Death of Pushkin", "plot": "The life and death of Alexander Pushkin is summarised in a 5-minute sequence of half-a-dozen scenes. The film's subtitles are in Russian.", "genres": ["Drama"], "file": "98.json"}, "160532": {"title": "The Queen of Spades", "plot": "Based on Pushkin's short story: When his friends play faro, Germann always enjoys watching, but he never gambles himself. One day, as he is watching their game, he learns that an elderly countess staying nearby is said to possess a secret for winning a fortune at the game. Germann is determined to learn this secret from her, and he initiates a romance with her grand-daughter Liza, in order to improve his chances.", "genres": ["Horror", "Drama"], "file": "98.json"}, "163387": {"title": "Jeffries-Johnson World's Championship Boxing Contest, Held at Reno, Nevada, July 4, 1910", "plot": "Film recording of a controversial boxing match with the first black heavyweight champion fighting a white retired former champion.", "genres": ["Documentary"], "file": "99.json"}}