[{"title": "Autour d’une cabine", "genres": ["Animation"], "wiki_plot": "The film consists of a series of animations on a beach containing two beach huts and a diving board. Two characters play at diving into the water from the diving board and then appear on the beach. The woman begins to play with a small dog and is then joined by a gentleman. The two play around on the beach before getting changed into bathing costumes and going into the water. They bob up and down in the water before swimming out of the scene. Once the couple have gone, a man sails out in a boat.", "tmdb_plot": "The film consists of a series of animations on a beach containing two beach huts and a diving board. Two characters play at diving into the water from the diving board and then appear on the beach. The woman begins to play with a small dog and is then joined by a gentleman. The two play around on the beach before getting changed into bathing costumes and going into the water. They bob up and down in the water before swimming out of the scene. Once the couple have gone a man sails out in a boat.", "tmdb_id": "159896", "wiki_id": "10330688"}, {"title": "The Barbershop", "genres": ["Drama"], "wiki_plot": "In a barbershop, a barber gives a man an incredibly fast shave as two other men sit on each side of the chair.", "tmdb_plot": "“Interior of Barber Shop. Man comes in, takes off his coat; sits down, smokes; is handed a paper by attendant, who points out a joke; both laugh. Meantime the man in the chair is shaved and has his hair cut. Very funny.” (Edison's Latest Wonders, 1894)", "tmdb_id": "152218", "wiki_id": "44330445"}, {"title": "Corbett and Courtney Before the Kinetograph", "genres": ["Documentary"], "wiki_plot": "James J. Corbett (1866–1933) and Peter Courtney (1867–1896) both take part in a specially arranged boxing match under special conditions that allow for it to be filmed and displayed on a Kinetograph. The match consists of six one-minute rounds. James J. Corbett was a boxing hero of the time while Courtney was the underdog.", "tmdb_plot": "James J. Corbett and Peter Courtney meet in a boxing exhibition.", "tmdb_id": "159895", "wiki_id": "10104497"}, {"title": "Miss Jerry", "genres": ["Romance"], "wiki_plot": "After finding out that her father is suffering financial problems, Jerry Holbrook decides to start a career in journalism in the heart of New York City. While working she falls in love with the editor of her paper, Mr. Hamilton. After being offered a job in London the couple initially have problems but Jerry accepts a proposal of marriage and they leave for London together.", "tmdb_plot": "The adventures of a female reporter in the 1890s.", "tmdb_id": "356151", "wiki_id": "10109752"}]