[{"title": "Partie d'écarté", "genres": ["Documentary"], "wiki_plot": "Three older men, wearing hats and smoking cigars, are sitting at a patio. Two of the men are playing cards (Écarté) at a table while the third man sits watching. As the game continues a (younger) waiter walks across carrying a tray with a bottle of wine and glasses on it. The man sitting at the table then proceeds to pour the drinks while the waiter observes the card game.", "tmdb_plot": "Three men are sitting around a table, two of them playing a game of Écarté. When the game is over, a domestic serves drinks.", "tmdb_id": "163064", "wiki_id": "10534885"}, {"title": "Bedtime for the Bride", "genres": ["Drama"], "wiki_plot": "A newlywed couple is in front of their wedding-bed after their wedding. The husband goes into raptures in front of his new wife, who simpers. She then asks him to withdraw while she undresses and he puts a folding screen between them. She removes one by one the many layers of clothes she wears  — a jacket, a dress, underskirts, sub-underskirts, a blouse. The husband does not stay in place, sometimes mopping his front, sometimes reading a newspaper, sometimes having lecherous looks above the folding screen. The actors send numerous glances towards the camera.", "tmdb_plot": "A newlywed couple in front of their wedding-bed after their wedding. The woman undresses in front of her husband.  A French erotic short film considered to be one of the first erotic films made.", "tmdb_id": "302980", "wiki_id": "12027073"}, {"title": "The Haunted Castle", "genres": ["Fantasy", "Horror"], "wiki_plot": "The film opens with a giant bat flying into a medieval castle. The bat circles the room, before suddenly changing into the Devil. Mephistopheles produces a cauldron and an assistant, who helps him conjure a woman from the cauldron.\nThe room clears shortly before two cavaliers enter. The Devil's assistant pokes their backs before instantaneously teleporting to different areas of the room, confusing the pair and causing one to flee. The second stays and has several other tricks played on him, such as furniture moving around and the sudden appearance of a skeleton. The cavalier is unfazed, using a sword to attack the skeleton, which then turns into a bat, then into Mephistopheles, who conjures four spectres to subdue the man. Recovering from the spectres' attack, the man is visibly dazed and is brought the woman from the cauldron, who impresses him with her beauty. Mephistopheles then turns her into a withered old crone in front of the man's eyes, then again into the four spectres.\nThe second cavalier returns and, after a brief show of bravery, flees again by leaping over the balcony's edge. After the spectres disappear, the cavalier is confronted face-to-face by the Devil before reaching for and brandishing a large crucifix, which causes the Devil to vanish.", "tmdb_plot": "Le Manoir du diable or The House of the Devil, released in the United States as The Haunted Castle and in Britain as The Devil's Castle, is an 1896 French short silent film directed by Georges Méliès. The film tells the story of an encounter with the Devil and various attendant phantoms. It is intended to evoke amusement and wonder from its audiences, rather than fear. However, because of its themes and characters, it has been considered to technically be the first horror film, as well as potentially the first vampire film.  The film opens with a large bat flying into a medieval castle, circling a room, and then suddenly changing into the Devil. Producing a cauldron, Mephistopheles conjures up a young girl and various supernatural creatures in an effort to scare two cavaliers, eventually succeeding in causing one to flee. Ultimately the remaining cavalier is confronted face-to-face by the Devil before reaching for and brandishing a large crucifix, which causes the Devil to vanish.", "tmdb_id": "133063", "wiki_id": "4062042"}]