[{"title": "After the Ball", "genres": [], "wiki_plot": "A maidservant helps her lady get undressed (with nudity simulated by a bodystocking). The maid helps the woman bathe, pouring water over her, and finally covers and dries her with a robe.", "tmdb_plot": "A woman arrives home after the ball. Her servant helps her undress and bathe.", "tmdb_id": "104477", "wiki_id": "35570420"}, {"title": "Snowball Fight", "genres": ["Documentary", "Comedy"], "wiki_plot": "The camera is centered on a pathway made through a snow-covered city street. On both side of the pathway, several men and women are engaged in a snowball fight. A cyclist rides into the path of the fight, and is hit by snowballs, causing him to lose control of his bicycle and fall to the ground. His cap is flung onto the pathway. One male participant in the engagement grabs hold of the cyclist's bicycle and lifts it off the ground, and the fallen cyclist scrambles to his feet and yanks his bicycle away from the participant. After retrieving possession of his bicycle, the cyclist climbs back atop it and rides away.", "tmdb_plot": "Wintertime in Lyon. About a dozen people, men and women, are having a snowball fight in the middle of a tree-lined street. The cyclist coming along the road becomes the target of opportunity. He falls off his bicycle. He's not hurt, but he rides back the way he came, as the fight continues.", "tmdb_id": "144391", "wiki_id": "11696927"}, {"title": "Between Calais and Dover", "genres": ["Comedy"], "wiki_plot": "On the deck of a steamboat labelled \"Robert-Houdin Star Line\", passengers experience a rough crossing of the English Channel. Among them, a bewhiskered man in a checked suit attempts to fight off seasickness, a heavily bearded clergyman strikes up conversations with upset travelers, and a captain surveys the pandemonium from an upper deck.", "tmdb_plot": "A rocky sea voyage as reenacted by Georges Méliès.", "tmdb_id": "104474", "wiki_id": "35570311"}, {"title": "The Bewitched Inn", "genres": ["Fantasy"], "wiki_plot": "A traveler arrives in a small hotel room, complete with riding boots and a pith helmet. When he puts his luggage on the bed, it disappears immediately. Further magical confusions follow: when he sets down his helmet, it jumps to the floor and moves of its own accord before disappearing in its turn; when the traveler tries to light a candle, it jumps across the room and explodes; when he takes off his coat, it flies through the wall; when he tries to sit down, his chair changes place. Finally managing to sit down, the traveler takes off his boots, which walk away; when the traveler moves to the night table, it too disappears. The traveler prepares for bed and takes off his trousers, which fly through the ceiling. When he jumps into bed, it too disappears and reappears. The perplexed and irritated traveler gives up and dashes out of the room.", "tmdb_plot": "A weary traveler stops at an inn along the way to get a good night's sleep, but his rest is interrupted by odd happenings when he gets to his room--beds vanishing and re-appearing, candles exploding, pants flying through the air and his shoes walking away by themselves.", "tmdb_id": "104476", "wiki_id": "35570375"}, {"title": "The Haunted Castle", "genres": ["Horror"], "wiki_plot": "Two men enter a room in a castle; one offers a chair to the other and then exits. The remaining man attempts to sit down, but the chair moves away from him, and he falls to the ground. When the man approaches the chair, it turns into a ghost, then a skeleton, and then an armored knight; then it disappears completely. Turning, the man finds himself confronted by Satan. He attempts to escape, but a ghost blocks his way.", "tmdb_plot": "A man has an encounter with several spooky apparitions in a castle that is evidently owned by the Devil.", "tmdb_id": "104471", "wiki_id": "35570159"}, {"title": "The Devil's Laboratory", "genres": ["Horror"], "wiki_plot": "Mephistopheles, the demon who appears in the Faust legend, disguises himself as an old man and waits on customers in his laboratory. As the customers prepare to leave, however, Mephistopheles mystifies them with various magical pranks and cavorts under several animal disguises, taunting them with a beautiful vanishing lady and trapping them briefly in a cage. One of the customers, noticing a sword on the wall, manages to cut Mephistopheles's head off, but it remains alive and eventually reattaches itself to its body. Finally, to the great relief of the customers, Mephistopheles himself ends up trapped in his own cage.", "tmdb_plot": "\"The picture shows the Devil working at a fire. Two cavaliers appear, and the Devil takes the form of a seer, old, bent and wrinkled. Then he disappears in a cloud of smoke, to reappear shortly as a ghost, whose head comes off and floats around the room. Suddenly the table gets up of itself, and flies up the chimney. All sorts of wonderful things happen. A cannon takes the place occupied by the table, and belches forth flame and smoke. A large cage appears mysteriously in the center of the room, through the bars of which the Devil passes as if it were an open door. By his magic, he makes the cavalier pass through the bars in the same wonderful fashion. Everything is so weird and fantastic, that such a small trifle as a man turning into a donkey excites but passing notice.\" -Edison catalog", "tmdb_id": "415463", "wiki_id": "45401043"}]