[{"title": "What Is Home Without the Boarder", "genres": ["Comedy"], "wiki_plot": "On the lower level of a house, a husband and wife are trying to eat a meal, but are constantly disturbed by the noisy carousing of three boarders on the floor above. The boarders end up breaking the ceiling plaster, making a hole through which they steal a bottle of wine. One boarder goes through the hole to the lower floor, and grabbing a sheet and some tubing, disguises himself as an elephant-like monster, to the astonishment of the wife. An officer marches in to deal with the unruly boarders, but is vanquished with a pile of bedding. The boarders dance around in triumph and build a barricade against the door of the house.", "tmdb_plot": "A trio of prankish boarders wreak havoc on their landlady and an intervening policeman.", "tmdb_id": "106816", "wiki_id": "65148445"}, {"title": "Another Job for the Undertaker", "genres": ["Fantasy", "Comedy"], "wiki_plot": "An Edison catalog describes the film:\nShows a bedroom in a hotel. On the wall of the room is a conspicuous sign \"Don't blow out the gas.\" A hayseed enters the room, accompanied by a bellboy. The boy deposits the Rube's bag and umbrella, turns a somersault, and vanishes through the door. The Rube then removes his hat and coat and places them upon the table. They immediately vanish. He then blows out the gas. The scene then instantly changes to a funeral procession, headed by Reuben's hearse, and followed by the carriages of his country friends. Strictly up-to-date picture.", "tmdb_plot": "Shows a bedroom in a hotel. On the wall of the room is a conspicuous sign \"Don't blow out the gas.\" A hayseed enters the room, accompanied by a bellboy. The boy deposits the Rube's bag and umbrella, turns a somersault, and vanishes through the door. The Rube then removes his hat and coat and places them upon the table. They immediately vanish. He then blows out the gas. The scene then instantly changes to a funeral procession, headed by Reuben's hearse, and followed by the carriages of his country friends. Strictly up-to-date picture. (Edison Catalog, 1901)", "tmdb_id": "190636", "wiki_id": "12151083"}, {"title": "Bluebeard", "genres": ["Drama", "Horror", "Fantasy"], "wiki_plot": "A sinister aristocrat, Blue Beard, is looking for a beautiful woman to become his wife. Lured by his great riches, many noble families bring their most eligible daughters to meet him. None of the young women want to marry him, both due to his ghastly appearance and because he has already had seven previous wives – all of whom have mysteriously vanished without a trace. Bluebeard's great wealth, however, persuades one father to give his daughter's hand to him. She has no choice but to marry him, and after a lavish wedding feast, she begins her new life in his castle.\nOne day as Blue Beard is going away on a journey, he entrusts the keys to his castle to her and warns his wife never to go into a particular room. Caught between the fear of her husband's wrath and her own curiosity, she is unsure of what to do regarding the forbidden chamber. Her curiosity manifests itself as an imp who taunts and mocks her with potential promises that the room might contain. In contrast, her better judgment comes in the form of a guardian angel, who attempts to dissuade her from entering the locked door.\nWhen her curiosity finally gets the best of her, she realizes that she has placed herself in great danger. She enters the dimly lit room, making out strange bag shapes. The room is a torture chamber, and these bags are dead bodies: the seven past wives of the murderous Blue Beard hanging on hooks, dripping stale blood onto the floor. The new wife drops the key in her horror and is stained with dead wives' blood which the wife relentlessly tries to wash off. Later that night, she dreams of seven giant keys haunting her. On Blue Beard's return, he discovers his wife's untamable curiosity and violently shakes her. She runs to the top of the tower and calls to her sister and brothers. Her relatives save her from death and pin Blue Beard with a sword to the castle walls. The angel appears to restore the murdered wives to life, and they are married to seven great lords.", "tmdb_plot": "A young woman becomes the eighth wife of the wealthy Bluebeard, whose first seven wives have died under mysterious circumstances.", "tmdb_id": "49275", "wiki_id": "10204889"}, {"title": "The Dwarf and the Giant", "genres": ["Fantasy", "Comedy"], "wiki_plot": "A man, portrayed by Méliès, is split into two figures: an augmented and a shrunken version of himself. Méliès starts  standing in front of a doorway before the split, and his giant self and dwarf engage in jocularity, before moving back into the doorway and going their separate ways.", "tmdb_plot": "A magician explores two halves of his self: The Dwarf and the Giant.", "tmdb_id": "107273", "wiki_id": "60474513"}, {"title": "History of a Crime", "genres": ["Drama", "Crime"], "wiki_plot": "During a home invasion, a sleeping bank employee is awakened by a burglar. In the ensuing struggle, the burglar stabs the other man.  The next day, the burglar, an out-of-work carpenter, is arrested at a café while spending lavishly on wine. He is put on trial and found guilty.\nWhile the burglar is being held in prison, he sees a series of flashbacks on his cell wall, depicting him as an honest workman with a happy home life but he soon begins to drink heavily. Becoming a burglar, he descends further into crime, finally committing a murder.\nAs the day of execution arrives, the executioners cut his hair off and a priest performs an expiation. The burglar is led to the guillotine and is executed.", "tmdb_plot": "A convicted criminal dreams about his past the night before his execution.", "tmdb_id": "171430", "wiki_id": "38046389"}, {"title": "Kansas Saloon Smashers", "genres": ["Comedy"], "wiki_plot": "A bartender is working at a saloon, serving drinks to customers. After he fills a stereotypically Irish man's bucket with beer, Carrie Nation and her followers burst inside. They assault the Irish man, pulling his hat over his eyes and then dumping the beer over his head. The group then begin wrecking the bar, smashing the fixtures, mirrors, and breaking the cash register. The bartender then sprays seltzer water in Nation's face before a group of policemen appear and order everybody to leave.", "tmdb_plot": "A gilded saloon, with a fancy bar, forms the background. A nobby bartender with white coat and apron is dispensing drinks to customers. Behind him are polished plate glass mirrors. A comical Irishman enters, sets a huge pail on the bar to be filled, and while he is drinking a glass of foam beer, Mrs. Nation and her followers enter with their hatchets. One of the women jams the Irishman's stiff hat down over his eyes and another one douses him with his own pail of beer. They then wreck the saloon and smash the mirrors, bottles, cash register and bar fixtures. The bartender plays a stream of seltzer water on Mrs. Nation, and as she backs away from behind the counter, a policeman enters and hustles everybody out. Full of comedy from start to finish. (Edison Catalog)", "tmdb_id": "195734", "wiki_id": "43112228"}, {"title": "Love by the Light of the Moon", "genres": [], "wiki_plot": "The Moon, painted with a smiling face hangs over a park at night. A young couple walking past a fence learn on a railing and look up. The Moon smiles. They embrace, and the Moon's smile gets bigger. They then sit down on a bench by a tree. The Moon's view is blocked, causing him to frown. In the last scene, the man fans the woman with his hat because the Moon has left the sky and is perched over her shoulder to see everything better.", "tmdb_plot": "Shows a garden wall in the background. Two lovers appear and lean over the garden gate where the moon throws a shadow upon the ground. The young man invites the young lady to a settee, when the moon's face brightens into a very pronounced grin. As the pair begin love making, the moon winks one eye and then the other, and, finally, as the lovers become more interested, the moon comes down from the sky with a grin on his face as large as an old-fashioned apple pie.", "tmdb_id": "270097", "wiki_id": "38061743"}, {"title": "The Magic Sword", "genres": ["Fantasy", "Romance"], "wiki_plot": "On the roof of an old palace appear a young knight and his lady. While they are dancing happily, a witch who wants to capture the lady shows up. The knight release her to fight against the witch and defend her, and when he is about to stop the witch, she sits on her broom and escapes flying towards the moon. Her disappearance, causes several Hobgoblins to harass the couple and one of them manages to take the lady with him and the knight can do nothing to stop him from doing it. Afterwards, he feels pain for his loss, but suddenly a fairy appears to him, who displays a magic sword and tells him that he can use it to rescue his lady.", "tmdb_plot": "On the roof of an ancient palace appear a young Knight and his lady. While they are making love an ugly old witch appears and is rather troublesome. The Knight commands her to leave, and when he is about to force her away she sits on her broom and rises to the moon. After disappearing she causes various hob-goblins to haunt the pair, the last of them stealing away the lady while the Knight's back is turned. The Knight, frantic with grief, is suddenly confronted by a Fairy, who presents him with a magical sword, and tells him that he can use it to regain the young woman.", "tmdb_id": "183609", "wiki_id": "31915495"}, {"title": "The Man with the Rubber Head", "genres": ["Comedy", "Fantasy"], "wiki_plot": "In a laboratory, an apothecary plans a novel experiment. Putting a living duplicate of his own head on a table, he uses a bellows to swell the head up to gigantic size. The head enjoys itself by making faces and laughing with the apothecary, who then completes the experiment by letting the air out and returning the head to normal.\nThe apothecary then attempts to have his assistant reproduce the experiment, but the assistant inflates the head too much, and it explodes in a bang of smoke. The angry apothecary throws the assistant out of the room.", "tmdb_plot": "A chemist carries out a bizarre experiment with his own head.", "tmdb_id": "49279", "wiki_id": "10160801"}, {"title": "The Martyred Presidents", "genres": ["Documentary", "History"], "wiki_plot": "The film, just over a minute long, is composed of two shots. In the first, a girl sits at the base of an altar or tomb, her face hidden from the camera. At the center of the altar, a viewing portal displays the portraits of three U.S. Presidents—Abraham Lincoln, James A. Garfield, and William McKinley—each victims of assassination.\nIn the second shot, which runs just over eight seconds long, an assassin kneels at the feet of Lady Justice.", "tmdb_plot": "This film is difficult to classify. It opens on a scene showing a mourner with bowed head sitting in front of what appears to be a tombstone. Shortly afterwards, the face of Abraham Lincoln and then of two other presidents, Garfield and McKinley, can be seen on the monument and then they disappear. There is a figure huddled at the foot of a statue of Justice, as if asking forgiveness.", "tmdb_id": "190641", "wiki_id": "26712776"}, {"title": "Little Red Riding Hood", "genres": ["Fantasy"], "wiki_plot": "In a bakery in the French countryside, Father Latourte, his wife, and their staff are busy with customers, pastries, and baked goods of all kinds. The Latourtes' young daughter, called Red Riding Hood, reads by the firelight until her parents leave for a moment. She starts to play boisterously, getting the bakery staff mixed up in hijinks and pratfalls. Her father and mother return, chagrined by her escapades, and she is told to take a pot of butter and a galette to her grandmother's cottage. Red Riding Hood travels through the forest on her errand, meeting a wolf, who finds out where she is going. Encountering her friends from the village school, she happily pauses her journey to play and dance with them. Meanwhile, at a windmill near the cottage, the miller Sans-Souci has comic trouble with his mule.\nThe wolf arrives at the cottage, has a spirited fight with the grandmother, swallows her, puts on her clothes, and waits in her bed. Red Riding Hood arrives, and in silent-film pantomime the famous dialogue (\"Goodness, what big eyes you have!\", \"The better to see you with\", etc.) takes place. The wolf is about to pounce on Red Riding Hood when the staff of the bakery, in search of the missing child, bursts into the cottage. Pandemonium breaks out as the wolf is chased all around the cottage and finally, with a shatter of glass, out a closed window. The bakers follow him through the forest, with country folk joining in the chase as it goes on. As the wolf crosses a bridge over a rocky gorge and a torrent, he is shot by a garde champêtre. The wolf has an over-the-top death scene, somersaulting and tumbling, until the bridge breaks and sends him into the torrent. The wolf's body is pulled out of the river and carried off on a stretcher.\nIn the village square, a fête is in progress. Red Riding Hood's rescue procession comes back just in time to watch the great parade of village worthies, peasants, and schoolchildren through the square. The wolf's body is ceremoniously put on a spit and roasted. A spectacular apotheosis shows Red Riding Hood, in the pose of Saint Michael Fighting the Dragon, skewering her enemy on a pedestal of enormous galettes and butter pots, surrounded by baking and cooking implements.", "tmdb_plot": "In a bakery in the French countryside, Father Latourte, his wife, and their staff are busy with customers, pastries, and baked goods of all kinds. The Latourtes' young daughter, called Red Riding Hood, reads by the firelight until her parents leave for a moment. She starts to play boisterously, getting the bakery staff mixed up in hijinks and pratfalls. Her father and mother return, chagrined by her escapades, and she is told to take a pot of butter and a galette to her grandmother's cottage. Red Riding Hood travels through the forest on her errand, meeting a wolf, who finds out where she is going. Encountering her friends from the village school, she happily pauses her journey to play and dance with them. Meanwhile, at a windmill near the cottage, the miller Sans-Souci has comic trouble with his mule.", "tmdb_id": "465482", "wiki_id": "56796268"}, {"title": "What Happened on Twenty-Third Street, New York City", "genres": ["Documentary", "Comedy"], "wiki_plot": "The 77 second film depicts a woman, escorted by a man, walking over a grate. The hot air lifts her skirt, she laughs and they walk on.", "tmdb_plot": "A street level view from the sidewalk, looking along the length of 23rd Street. Following actuality footage of pedestrians and street traffic, the actors, a man in summer attire and a woman in an ankle-length dress, walk toward the camera.", "tmdb_id": "144139", "wiki_id": "23922500"}, {"title": "The Countryman and the Cinematograph", "genres": ["Comedy"], "wiki_plot": "A man is sitting in a box at a cinema theatre. The screening starts with the title The Edison Projecting Kinetoscope followed by the intertitle Parisian Danger showing a girl dancing the can-can. The man jumps out of his box and starts imitating her dance. The second intertitle, The Black Diamond Express then appears and the film shows a train rushing towards the camera. The man is so afraid that he jumps back in his loge. The third film, The Country Couple, is then shown and when the spectator sees a couple kissing, he goes back on stage and tears up the screen, revealing the movie projector and projectionist behind it. The projectionist stands up and gives the spectator a beating.", "tmdb_plot": "A satire on the way that audiences unaccustomed to the cinema didn't know how to react to the moving images on a screen - in this film, an unsophisticated (and stereotypical) country yokel is alternately baffled and terrified, in the latter case by the apparent approach of a steam train.", "tmdb_id": "179000", "wiki_id": "65353732"}]