[{"title": "Ali Baba and the Forty Thieves", "genres": ["Adventure"], "wiki_plot": "The film is composed of seven scenes introduced by intertitles:\n1. Open sesame!\nWhile gathering wood in the forest, Ali Baba, accompanied by his donkey, surprises a gang of thieves carrying their loot. He hides and overhears the magic spell that gives access to the cave where they pile up their treasures.2. The thieves' treasure\nOnce the thieves are gone, he enters the lair, takes a few bags of gold coins and runs back home.\n3. Rich at last!\nAli Baba comes back to his house where his wife is expecting him. She is overjoyed when she sees the gold. Cassim, Ali's brother, arrives at that moment and Ali Baba tells him how he got the gold. Cassim dashes off to the cave.\n4. Cassim is discovered and executed\nIn the cave Cassim is awed by the accumulated treasures but he suddenly hears the 40 thieves coming back. He hides behind a treasure chest while the thieves are celebrating their latest plunder with dancing girls but he is soon discovered. He pleads for his life, revealing that Ali Baba had given him the magic spell but the chief cuts off his head.\n5. Brigands discovered by the maid\nForty jars of oil are delivered in the courtyard of Ali Baba's new mansion. Ali Baba thanks the oil merchant and invites him to dinner. A maid enters and sees that thieves are hidden in the jars. She takes a jar of boiling oil and pours it into the forty jars.\n6. The fake oil merchant\nIn the dining room of Ali Baba's mansion, Ali Baba enters and sits down with his wife and the oil merchant (in fact the chief of the thieves). Dancing girls entertain the guests. Suddenly the maid enters and stabs the fake oil merchant in the heart.\n7. Triumph of Ali Baba - Apotheosis\nAli Baba and his wife pose with pretty girls in front of a lavishly decorated backdrop.", "tmdb_plot": "An early hand-tinted adaptation of Ali Baba.", "tmdb_id": "190648", "wiki_id": "64779327"}, {"title": "Jack and the Beanstalk", "genres": ["Adventure", "Family", "Fantasy"], "wiki_plot": "In this earliest known adaptation of the classic fairy tale, Jack first trades his cow for the bean. His mother then makes him drop them in the front yard, and go to his room. As he sleeps, Jack is visited by a fairy who shows him glimpses of what will await him when he ascends the bean stalk. In this version, Jack is the son of a deposed king.\nWhen Jack wakes up, he finds the beanstalk has grown and he climbs to the top where he enters the giant's home. The giant finds Jack, who narrowly escapes. The giant chases Jack down the bean stalk, but Jack is able to cut it down before the giant can get to safety. He falls and is killed. Jack celebrates. The fairy then reveals that Jack may return home as a prince.", "tmdb_plot": "Porter's sequential continuity editing links several shots to form a narrative of the famous fairy tale story of Jack and his magic beanstalk. Borrowing on cinematographic methods reminiscent of 'Georges Melies' , Porter uses animation, double exposure, and trick photography to illustrate the fairy's apparitions, Jack's dream, and the fast growing beanstalk.", "tmdb_id": "144436", "wiki_id": "33581371"}, {"title": "Robinson Crusoe", "genres": ["Adventure"], "wiki_plot": "Robinson Crusoe, a sailor, is shipwrecked on an island. He gathers what provisions he can from the wreck, including a dog and a cat, who are the only other survivors of the catastrophe. After signaling a passing ship to no avail, Crusoe builds a hut.\nElsewhere on the island, at the base of a cliff, cannibal natives have taken prisoners, and have eaten all but one of them. They are about to kill the last prisoner when Crusoe appears and scares them off with gunfire. Crusoe takes charge of the prisoner, naming him Friday. The two of them scale the cliff, fighting off natives attacking them as they go. The fight works its way up the cliff and into the hut. Together, Friday and Crusoe manage to kill all the attacking natives. Safe at last, Crusoe makes friends with Friday and teaches him some skills. They set up home in their hut, along with the dog and the cat as well as a parrot and a goat. Together they build a canoe, brave a hurricane, hunt, and sail around the island.\nTwenty-five years after Crusoe’s shipwreck, some sailors land on the island; they have mutinied against, and imprisoned, the captain and officers of their ship. Friday and Crusoe attack the mutineers and set the prisoners free. The captain and officers let Crusoe and Friday onto their ship, and bring them to England. Landing in Southampton, Crusoe goes home and is reunited with his wife and children. Friday is adopted into the family. In a final \"apotheosis\" scene, Crusoe and Friday are shown once again after their fight with the natives, standing in glory on their island.", "tmdb_plot": "Georges Méliès adaptation of Robinson Crusoe, the first film adaptation of the story. Filmed in black & white, Méliès would then paint the film by hand to colour it. Originally a 15 minute film,  twelve and a half minutes of painted film have been found and have been restored.", "tmdb_id": "137388", "wiki_id": "39640438"}, {"title": "The Treasures of Satan", "genres": ["Horror", "Fantasy"], "wiki_plot": "In a room in a medieval castle, Satan examines six money bags, and then locks them in a large chest. A blond man, creeping into the room on his hands and knees, jumps towards the table where he expects to find the money bags. Realizing the money is in the chest, he forces it open, but the lid slams down on his fingers. When he opens it again, the money bags are jumping and frolicking of their own accord. The man slams the lid down and sits on it, but he falls off when six young women in devilish outfits emerge one by one from the chest. They transform the money bags into spears and chase the man around the room; when the man tries to take refuge in the chest, it magically changes position. The women disappear, but the chest itself comes to life before transforming into a demon and tormenting the man. Satan and the demon throw the man in the safe, and they and the women dance around it as fire and smoke issue from it. Finally, the safe explodes to reveal the original money bags, safe and sound.", "tmdb_plot": "The setting of this fantastic scene represents the hall of an old chateau in which a miser has locked up seven large bags containing his wealth. Satan, who has made his way into the chateau, puts the seven bags in a strong box, and makes with his hands some cabalistic motions. The miser comes into the hall and is greatly astonished to find his fortune missing. He opens the coffer and immediately the bags leap out. He gathers them up and puts them back into the coffer. When he opens it again he finds that they have been transformed into seven young girls, who rush out and chase after him, beating him unmercifully. They shut him up in the coffer from which his gold has vanished. The miser pushes open the lid of the coffer, and to his profound despair finds that both young girls and money have disappeared. (This view is most sensational in its mysterious scenes.) (Star Film Catalog)", "tmdb_id": "108278", "wiki_id": "44407457"}, {"title": "A Trip to the Moon", "genres": ["Adventure", "Science Fiction"], "wiki_plot": "At a meeting of the Astronomy Club, its president, Professor Barbenfouillis, proposes an expedition to the Moon. After addressing some dissent, five other brave astronomers—Nostradamus, Alcofrisbas, Omega, Micromegas, and Parafaragaramus—agree to the plan. A space capsule in the shape of a bullet is built, along with a huge cannon to shoot it into space. The astronomers embark and their capsule is fired from the cannon with the help of \"marines\", most of whom are played by young women in sailors' outfits. The Man in the Moon watches the capsule as it approaches, and, in an iconic shot, it hits him in the eye.Landing safely on the Moon, the astronomers get out of the capsule (without the need of space suits or breathing apparatus) and watch the Earth rise in the distance. Exhausted by their journey, they unroll their blankets and sleep. As they sleep, a comet passes, the Big Dipper appears with human faces peering out of each star, old Saturn leans out of a window in his ringed planet, and Phoebe, goddess of the Moon, appears seated in a crescent-moon swing. Phoebe causes a snowfall that awakens the astronomers, and they seek shelter in a cavern where they discover giant mushrooms. One astronomer opens his umbrella; it promptly takes root and turns into a giant mushroom itself.\nAt this point, a Selenite (an insectoid alien inhabitant of the Moon, named after one of the Greek moon goddesses, Selene) appears, but it is killed easily by an astronomer, as the creatures explode if they are hit with force. More Selenites appear, and it becomes increasingly difficult for the astronomers to destroy them as they are surrounded. The Selenites capture the astronomers and take them to the palace of their king. An astronomer lifts the Selenite King off his throne and throws him to the ground, causing him to explode.\nThe astronomers run back to their capsule while continuing to hit the pursuing Selenites, and five get inside. The sixth astronomer, Barbenfouillis himself, uses a rope to tip the capsule over a ledge on the Moon and into space. A Selenite tries to seize the capsule at the last minute. Astronomer, capsule, and Selenite fall through space and land in an ocean on Earth, where they are rescued by a ship and towed ashore. The final sequence (missing from some prints of the film) depicts a celebratory parade in honour of the travellers' return, including a display of the captive Selenite and the unveiling of a commemorative statue bearing the motto \"Labor omnia vincit\".", "tmdb_plot": "Professor Barbenfouillis and five of his colleagues from the Academy of Astronomy travel to the Moon aboard a rocket propelled by a giant cannon. Once on the lunar surface, the bold explorers face the many perils hidden in the caves of the mysterious planet.", "tmdb_id": "775", "wiki_id": "527391"}, {"title": "The Twentieth Century Tramp; or, Happy Hooligan and His Airship", "genres": ["Science Fiction"], "wiki_plot": "A Twentieth Century up-to-date tramp flying over the chimney tops of New York City in the latest flying machine, a bicycle that has its own propeller. The vagabond flies over the top of the Equitable Life building and other New York sky scrapers, then flies over the East River and clears the top of the Brooklyn Bridge.\nIn making his way toward Staten Island, his flying machine blows up, and the tramp falls off his perch.", "tmdb_plot": "A comic picture that defies description. It depicts the Twentieth Century up-to-date tramp flying over the chimney tops of New York City in the latest improved flying machine. Weary Willie has the indispensible tin can hanging from his waist and he waves his hands to his friends as he flies along. He passes over the top of the Equitable Life building and other New York sky scrapers. He flies over the East River and clears the top of the Brooklyn Bridge, and appears to be making his way toward Staten Island. When he is about in the centre of the river, his flying machine explodes, and like the unfortunate McGinty, down goes Weary William.", "tmdb_id": "190669", "wiki_id": "60894190"}]