[{"title": "Alice in Wonderland", "genres": ["Fantasy", "Family"], "wiki_plot": "Alice follows a large white rabbit down a rabbit hole. She finds a tiny door but cannot fit through it. When she finds a bottle labeled \"Drink me\" she does so and shrinks, but not enough to pass through the door. She then eats a cake labeled \"Eat me\" and grows larger. She finds a fan that enables her to shrink enough to get through the door to the Beautiful Garden, where she tries to get a dog to play with her. She enters the White Rabbit's tiny house but suddenly enlarges to her normal size. In order to get out, she uses the fan.\nShe enters a kitchen, in which there is a cook and a woman holding a baby. She persuades the woman to give her the child and takes the infant outside after the cook starts throwing things. The baby then turns into a pig and squirms out of her grip. The woman turns out to be a duchess. The Duchess's Cheshire Cat appears and disappears a couple of times to Alice and directs her to the Mad Hatter's Mad Tea Party. After a while, she leaves.\nThe Queen invites Alice to join the royal procession, a parade of marching playing cards and others, headed by the White Rabbit. When Alice unintentionally offends the Queen, the latter summons the executioner. Alice boxes the executioner's ears then flees when all the playing cards come for her. She wakes up to realize that it was all a dream.", "tmdb_plot": "This is the first movie version of the famous story. Alice dozes in a garden, awakened by a dithering white rabbit in waistcoat with pocket watch. She follows him down a hole and finds herself in a hall of many doors.", "tmdb_id": "41278", "wiki_id": "2828945"}, {"title": "Apparitions", "genres": ["Comedy", "Fantasy"], "wiki_plot": "An elderly traveler arrives at an inn. After making a pass at the hotel maid, he sits down and attempts to read by candlelight. To his astonishment, the candle refuses to cooperate, moving around the table and then growing to incredible height. Finally it moves so close that the newspaper catches fire.\nFrom the fire comes an apparition of a woman, with whom the traveler is fascinated. As he kneels to court her, she changes into a grotesque, shrouded ghost, who dances in a blurry haze and walks right through the enraged traveler. The traveler tries to attack the ghost, but only manages to shatter his dinner tray, to the amusement of the hotel staff.", "tmdb_plot": "Alone in his room at an inn, a lustful old man is haunted by spirits.", "tmdb_id": "127094", "wiki_id": "65042808"}, {"title": "The Cheese Mites", "genres": ["Comedy", "Documentary"], "wiki_plot": "A gentleman is put off his lunch when he holds up a magnifying glass and sees a microscopic view of the cheese mites in his Stilton cheese sandwich.", "tmdb_plot": "A gentleman is here shown partaking of a little lunch of bread and cheese, and occasionally is seen to glance at his morning paper through a reading glass. He suddenly notices that the cheese is a little out of the ordinary, and examines it with his glass. To his horror, he finds it to be alive with mites, and, in disgust, leaves the table. Hundreds of mites resembling crabs are seen scurrying in all directions. A wonderful picture and a subject hitherto unthought of in animated photography. Notable for being the first science film made for the general public.(IMDB)", "tmdb_id": "214278", "wiki_id": "31930804"}, {"title": "A Desperate Poaching Affray", "genres": ["Crime", "Action", "Drama"], "wiki_plot": "The film plot is slight and consists of a group of three hunters coming across two poachers. A chase ensues and the poachers flee while shots are exchanged. Despite the film's rural setting, the hunters are able to call upon police officers who join in the chase before the poachers are apprehended while crossing a stream.", "tmdb_plot": "Three hunters surprise two poachers in the act. The hunters take umbrage and give chase over fences and through fields. The hunters fire away, but the poachers have guns as well, and a fight ensues with casualties for the hunters. Two cops appear and so do dogs as the chase continues. Will the poachers escape, or will they, like the game they were after, be trapped?", "tmdb_id": "179535", "wiki_id": "30958991"}, {"title": "Don Quichotte", "genres": ["Comedy", "History"], "wiki_plot": "The film is described in the Pathé catalogue as a Grand comic scene in 15 tableaux from the Romance by Cervantes. \n1. Scene: He starts out to defend the oppressed. \n2. Scene: Thrashed, Knighted. \n3. Scene: Fight against the windmills. \n4. Scene: Imaginary foes. \n5. Scene: Receiving the thanks of liberated convicts. \n6. Scene: Sancho loses his Ass. \n7. Scene: Fight against leather wine bottles. \n8. Scene: Gamaches wedding feast. \n9. Scene: He smashes the Marionettes. \n10. Scene: Drowning in the Ebre. \n11. Scene: Enchantment of Dulcinee. \n12. Scene: A knight's test. \n13. Scene: Sancho Pansa as Governor. \n14. Scene: The Tournament. \n15. Scene: Death of Don Quixote.", "tmdb_plot": "An early Pathé version of Don Quixote told in 15 chapters.", "tmdb_id": "282143", "wiki_id": "66846817"}, {"title": "The Great Train Robbery", "genres": ["Crime", "Action", "Western"], "wiki_plot": "Two bandits break into a railroad telegraph office, where they force the operator at gunpoint to stop a train and order its engineer to fill the locomotive's tender at the station's water tank. They then knock the operator out and tie him up. As the train stops it is boarded by the bandits‍—‌now four. Two bandits enter an express car, kill a messenger, and open a box of valuables with dynamite. In a fight on the engine car, the others kill the fireman and force the engineer to halt the train and disconnect its locomotive. The bandits then force the passengers off the train and rifle them for their belongings. One passenger tries to escape but is instantly shot down. Carrying their loot, the bandits escape in the locomotive, disembarking in a valley where they left their horses.\nMeanwhile, back in the telegraph office, the bound operator awakens but collapses again. His daughter arrives, bringing him his meal, and cutting him free when she discovers him bound; she restores him to consciousness by dousing him with water. There is some comic relief at a dance hall, where an Eastern stranger (a \"tenderfoot\") is forced to dance while the locals fire at his feet. The door suddenly opens and the telegraph operator rushes in to tell them of the robbery. The men quickly form a posse and chase the bandits through the mountains. The posse finally overtakes the bandits, and in a final shootout kills them all and recovers the stolen mail.\nA standalone final scene, separate from the narrative, presents a medium close-up of the leader of the outlaws, who empties his pistol point-blank directly into the camera.", "tmdb_plot": "After the train station clerk is assaulted and left bound and gagged, then the departing train and its passengers robbed, a posse goes in hot pursuit of the fleeing bandits.", "tmdb_id": "5698", "wiki_id": "73919"}, {"title": "The Infernal Cauldron", "genres": ["Fantasy", "Horror"], "wiki_plot": "In a Renaissance chamber decorated with devilish faces and a warped coat of arms, a gleeful demon throws three human victims into a cauldron, which spews out flames. The victims rise from the cauldron as nebulous ghosts, and then turn into fireballs. The fireballs multiply and pursue the demon around the chamber. Finally the demon himself leaps into the infernal cauldron, which gives off a final burst of flame.", "tmdb_plot": "A green-skinned demon places a woman and two courtiers into a flaming cauldron.", "tmdb_id": "16465", "wiki_id": "9569532"}, {"title": "Jupiter's Thunderballs", "genres": ["Comedy", "Fantasy"], "wiki_plot": "High in the clouds, Jupiter encounters Mercury and summons up pedestals for all the Muses. He attempts to make the Muses themselves appear using his thunderbolts, but finds the bolts do not work. He sends them off to Hephaestus for repairs, and after some trial and error, manages to summon all nine Muses.\nThe Muses all begin performing their various arts; Jupiter is initially pleased, but the cacophony soon overwhelms him, and he finally sends the Muses back to their pedestals. Mercury and Hephaestus return, making still more noise, and Jupiter banishes the whole company with his thunderbolts. However, this time the power backfires on him, and Jupiter makes a hasty retreat as the thunderbolts spin out of control.", "tmdb_plot": "With godly entrapments, Zeus appears on the horizon, engages Hermes as an audience, and tries to throw some thunderbolts. They fizzle. Hephaestus tries to make some repairs but succeeds only in heating the bolts and burning Zeus's hands. Zeus conjures nine muses, but do their incantations help? He dismisses them as well as a visiting Pan, and his fits of pique become counter-productive. Can he get his powers back?", "tmdb_id": "190683", "wiki_id": "64792820"}, {"title": "Mary Jane's Mishap", "genres": ["Comedy"], "wiki_plot": "A housemaid (played by Smith's wife, Laura Bayley) starts a fire in the kitchen stove by putting paraffin on it. It causes an explosion that sends her up the chimney. She emerges from the chimney pot on top of the house and her scattered remains fall to the ground. Later, Mary Jane's ghost rises from her grave to find her paraffin can and once she finds it, she goes to her final resting place.", "tmdb_plot": "Mary Jane tries to light the oven. When she's unsuccessful, she plays around, getting black boot polish on her face. She mugs before a mirror. Then, it's back to work. When the stove still won't light, she pours in paraffin, winks at the camera, and lights a match. Kaboom! Is there any rest for the foolish, even in the grave?", "tmdb_id": "132377", "wiki_id": "20951051"}, {"title": "The Melomaniac", "genres": ["Comedy", "Music"], "wiki_plot": "A music master leads his band to a field where five telegraph lines are strung on utility poles. Hoisting up a giant treble clef, he turns the set of lines into a giant musical staff. He then uses copies of his own head to spell out the tune for \"God Save the King,\" and his band joins in.", "tmdb_plot": "The leader of a marching band demonstrates an unusual way of writing music.", "tmdb_id": "49273", "wiki_id": "41865564"}, {"title": "The Monster", "genres": ["Fantasy", "Horror"], "wiki_plot": "An Egyptian prince hires a priest to resurrect his dead wife. The priest recovers the wife's skeleton from a tomb and says a prayer over it. The skeleton takes on life and begins to dance. The priest wraps the skeleton in cloth, creating a shrouded monster which dances manically and grows rapidly. The priest says another prayer, and the monster shrinks back to normal size and transforms into the prince's wife. The priest wraps another shroud around the princess and throws her to the prince. When the cloth is unwound, all that remains is the skeleton.", "tmdb_plot": "An Egyptian prince has lost his beloved wife and he has sought a dervish who dwells at the base of the sphinx.", "tmdb_id": "44449", "wiki_id": "27693619"}, {"title": "Move On", "genres": ["Documentary"], "wiki_plot": "Filmed in New York's Lower East Side, the scene is a street where several pushcart vendors have gathered to sell their goods. In the foreground are fruit and vegetable carts. An elevated railroad track crosses over the street in the background. As the film progresses, two policemen can be seen heading up the street toward the camera and ordering all of the vendors to move. One of the policemen approaches the camera waving his nightstick, and the cart in the foreground begins moving. The film ends with a closeup of the policeman scolding the vendor.", "tmdb_plot": "In certain sections of New York City large numbers of Jewish and Italian push-cart vendors congregate so closely along the sidewalks that they interfere with traffic. Policemen keep them moving. The picture shows how the frightened peddlers hurry away when a bluecoat appears. Some of the carts are piled high with fruits of all kinds, and it is interesting and amusing to see the expressions of combined fear and anxiety on the faces of the men as they hurry away; the fear of being arrested if they stand, and of losing some of their wares if the carts strike an obstruction in the street. Very fine photographically. (Edison film company catalog)", "tmdb_id": "190707", "wiki_id": "26127052"}, {"title": "The Mysterious Box", "genres": ["Fantasy"], "wiki_plot": "In a scientific laboratory, aided by an assistant in a worker's apron, a magician in Renaissance garb makes two chairs, a carpet, and a woman in peasant dress appear. The magician spreads two sheets of glass across the chairs, and puts an almost flat box on top of the glass. He escorts the lady into the box, which she vanishes into, despite it being far too shallow to hold her.\nThe magician, removing the glass setup, sits with his assistant, and shows that the lady is still inside the box. He then jumps into the box, the assistant follows, and the box rolls away of its own accord.", "tmdb_plot": "As scene as pleasing as incomprehensible. A juggler summons two chairs, which come to the stage jumping and twirling around. Across the back of these chairs the operator places a sheet of glass on which he lays a box about four inches high. He then takes a table cover, with his servant's help, rolls it up and from the centre emerges a lady, beautifully dressed. At the juggler's order she jumps in the box, in which she completely disappears.", "tmdb_id": "195939", "wiki_id": "64753538"}, {"title": "The Mystical Flame", "genres": ["Comedy", "Fantasy"], "wiki_plot": "A magician enters in front of an elaborate stage backdrop in forced perspective, and starts doing tricks with a magically expanding handkerchief. Out of it comes a servant in livery, who helps the magician set up draperies and a pedestal. From the pedestal comes a large flame, which, fanned, becomes a woman. As the servant is admiring the woman, she disappears. The magician returns, chases the servant off, but then himself disappears as he sits down. His chair begins rolling away of its own accord before the magician's triumphant reappearance. He makes the servant vanish in a puff of smoke, and dances away merrily.", "tmdb_plot": "A juggler enters upon the scene, picks up a skull, throws it into the air, catches it in his hands, where it is transformed into a handkerchief. The handkerchief, after being twirled about a wand, is changed to a napkin, and afterward to a tablecloth. Out of the table cloth comes a servant.", "tmdb_id": "190704", "wiki_id": "64968529"}, {"title": "The Oracle of Delphi", "genres": ["Crime", "Fantasy"], "wiki_plot": "In ancient Egypt, two priests deposit an ornate box inside a temple, locking the doors behind them. After their departure, a thief breaks into the temple and steals the box, but he is caught by a mysteriously appearing bearded figure. The bearded man retrieves the box and gives life to the two sphinx statues placed at the doors. The sphinxes appear as living women and attack the thief, whose head turns immediately into a donkey's head. The sphinxes turn back into statues, the bearded man disappears, and the donkey-thief is left sitting astonished on the ground.", "tmdb_plot": "A box of valued jewels is placed inside the tomb of Delphi. A thief breaks into the tomb and steals it, but soon the ghost of Delphi appears and puts a curse on him.", "tmdb_id": "103973", "wiki_id": "41687362"}, {"title": "The Runaway Match, or Marriage by Motor", "genres": ["Drama", "Action", "Romance"], "wiki_plot": "A couple elope by car. The woman's wealthy father gives chase, but his limousine breaks down. When he arrives too late to prevent the marriage, he becomes reconciled to his new son-in-law.", "tmdb_plot": "A couple elopes; Her father pursues via motorcar.", "tmdb_id": "467891", "wiki_id": "19247704"}]