[{"title": "The Bewitched Trunk", "genres": ["Fantasy"], "wiki_plot": "A magician dressed as a Renaissance-era lord makes a cone out of a sheet of paper, summons six live rabbits from it, and puts them in a large empty trunk. From the trunk he then takes two women. The trunk briefly fades away to reveal a third woman, then returns to its place. The magician himself then pops out of the trunk.\nNext he leads the two original women back into the trunk, stands it on its end, and opens it to reveal two male footmen. The magician and footmen stand on the trunk and become the two women, while the three men pop out of the trunk underneath them. All four of the magician's assistants pile into the trunk, which the magician attempts to carry. The trunk seems to flatten the magician, but he emerges from inside it unharmed, and all return for a curtain call.", "tmdb_plot": "Bewitched trunk", "tmdb_id": "190729", "wiki_id": "65062055"}, {"title": "The Bold Bank Robbery", "genres": ["Crime"], "wiki_plot": "After learning they are short of money, a group of four robbers decide to execute a bank heist. The four create a plan and hire an unwitting chauffeur to drive them to their location. As soon as they reach an isolated road, the robbers force the chauffeur out of the car, gag him, and throw him into a ditch. The robbers then drive the car to the bank. After entering, they kill a security guard and use explosives to force the bank vault open. The thieves steal as much money as possible and make a quick retreat to their car. Back in the park, a young couple on a walk discover the unconscious body of the chauffeur, and the man calls the police.\nThe band of robbers, now at home, are about to start splitting their stolen goods equally, when the police barge in. While three of the robbers are subdued after a fight, one manages to make his escape via a window and ends up on the roof. The two policeman chase the criminal, who eludes them by jumping from rooftop to rooftop. After the robber jumps down to the street, he runs toward the railroad station and boards a departing train. The police officers arrive but are too late, as the robber has left. The officers tell the train dispatcher to send a telegram to the next station, informing them of the fugitive and asking them to catch him as soon as possible. When the train reaches the next station, the burglar exits the train and unknowingly runs right into the path of policemen. With all four of the robbers caught, they are sentenced to forty years in jail. While doing work in the jail's quarry, the group review their failure, with each robber pinning the blame on another.", "tmdb_plot": "A gang of criminals plans and executes the robbery of a bank in Philadelphia. However, the police are alerted and a chase through the city's streets ensues.", "tmdb_id": "347019", "wiki_id": "41169728"}, {"title": "The Child Stealers", "genres": ["Crime", "Thriller", "Drama"], "wiki_plot": "As a mother enters a store, she leaves her child outside in a perambulator. Another woman standing nearby quickly snatches the child out of the carriage. Soon afterwards, another mother is playing with two children in the park, and when she leaves one of them unattended, her child is also seized by the same woman. These are only two of a number of children that an unscrupulous couple has captured for their own purposes.", "tmdb_plot": "As a mother enters a store, she leaves her child outside in a carriage. Another woman standing nearby quickly snatches the child out of the carriage. Soon afterwards, another mother is playing with two children in the park, and when she leaves one of them unattended, her child is also seized by the same woman. These are only two of a number of children that an unscrupulous couple has captured for their own purposes.", "tmdb_id": "417808", "wiki_id": "66128123"}, {"title": "The Christmas Angel", "genres": ["Drama"], "wiki_plot": "At Christmas time, a girl and her family live in poverty; the girl's mother is ill and bedridden. The father asks the girl to go to nearby Paris, and beg for alms. The girl finds a church, but she is pushed aside by the professional beggars working on its steps, and is unable to get alms. She tries to ask for food at a bakery, but is thrown out again. As night falls, she collapses and falls asleep; a rag-and-bone man takes pity on her, shares his piece of bread with her, and gives her his shawl. After thanking the rag-and-bone man and saying goodbye, the girl moves on. Alone in a snowstorm, she collapses again.\nTwo endings for the film were made. In the version for French audiences, the beggar girl freezes to death after her collapse, and her soul is brought to Heaven by the Christmas Angel of the title. In the version for British and American audiences, a rich couple passing by in an automobile rescue the girl, bring her home, and lavish gifts upon her family. As the film historian Elizabeth Ezra has noted, \"these differences suggest that the American audience's predilection for a happy ending was already well in place by the turn of the century.\"", "tmdb_plot": "A poor family in a rundown house where snow falls through the broken roof, there's no coal to heat the pathetic little stove, mother is sick, father sends daughter out to beg. Rejected by other beggars, the girl collapses in the snow…", "tmdb_id": "196141", "wiki_id": "46273196"}, {"title": "Christophe Colomb", "genres": ["History", "Drama"], "wiki_plot": "The film is described in the Pathé catalogue as a Historical Scene in 8 tableaux :\n\nMutiny at Sea.\nLanding in America.\nIndians Rejoicing.\nTriumphal Entry into Barcelona.\nReception at the Spanish Court.\nChristopher Columbus disgraced.\nChristopher Columbus in prison.\nTo the glory of Christopher Columbus.", "tmdb_plot": "An abridged story of the triumphs and trials of Christopher Columbus, told in eight scenes.", "tmdb_id": "196082", "wiki_id": "67008893"}, {"title": "An Englishman's Trip to Paris from London", "genres": ["Comedy"], "wiki_plot": "At the time of release, the film was described as follows: \"The opening scene shows an Englishman in tweed knickers running towards Kensington Station to take the boat train. Inside the station, people are pushing through the turnstile of a ticket agency. The boat train is shown leaving the station for the steamship docks. Then there are scenes of the promenade deck of a paddlewheel steamer, and of the Englishman becoming ill on board the boat. He arrives in Paris and views the streets around the administrative buildings, the Chamber of Deputies, and the Champs Elysées. The picture ends with a scene based on 'once an Englishman, always an Englishman' for our hero sits down at a sidewalk café and orders a glass of British stout.\" This description was not entirely accurate as the views in Paris actually showed in addition to the Champs Elysées, the Opéra Garnier, the Place de la Concorde with the Hotel de Crillon and the Madeleine Church, and the Arc de Triomphe.", "tmdb_plot": "An Englishman travel's abroad", "tmdb_id": "536284", "wiki_id": "66014012"}, {"title": "European Rest Cure", "genres": ["Comedy"], "wiki_plot": "The film tells the story of an old American man who has a series of misadventures while touring Europe. After leaving New-York on a steamer, he is seasick during a storm before arriving in Europe. In Ireland he falls from a wall while attempting to kiss the Blarney stone, in Paris he is drawn to dance the can-can with two enterprising women, in the Alps, he falls into a crevasse, in Italy, while viewing antique ruins, he is relieved of his valuables by some bandits, in Egypt (regarded as part of Europe for the purposes of the film), he falls down while climbing a pyramid in Giza and he is finally submitted to an energetic massage in a mud bath in Germany. When he is back home he is so exhausted that he is no longer able to walk alone.", "tmdb_plot": "An over-the-hill American tourist has a terrible time on his European \"rest cure\" vacation.", "tmdb_id": "190727", "wiki_id": "67095870"}, {"title": "Every Man His Own Cigar Lighter", "genres": ["Comedy"], "wiki_plot": "An English tourist, sightseeing in Paris, wants to light his cigarette but does not have a match. He stops a passing coal deliverer and attempts to ask for a match, but cannot make himself understood. Rifling through all his pockets, the tourist finds one match, but it will not light, and another passerby also cannot help. Finally, the tourist splits himself into two identical Englishmen, one of whom lights the other's cigarette. The two doubles exit to have a drink together, linking arms and merging back into one man.", "tmdb_plot": "Only 8 surviving seconds of a man getting great pleasure from smoking a cigar.", "tmdb_id": "196034", "wiki_id": "65303371"}, {"title": "The Impossible Voyage", "genres": ["Adventure", "Comedy", "Fantasy", "Science Fiction"], "wiki_plot": "Note: Since the film is silent and has no intertitles, the proper names and quotations below are taken from the English-language description of the film published by Méliès in the catalog of the Star Film Company's New York Branch.A society of geographical enthusiasts, the Institute of Incoherent Geography, plans to make a world tour in such a way as to \"surpass in conception and invention all previous expeditions undertaken by the learned world.\" At a meeting headed by President Polehunter, \"assisted by Secretary Rattlebrain, by the Archivist Mole, by the Vice-president Humbug, the members of the office, Easily-fooled, Daredevil, Schemer, etc., etc.\", the sumptuously dressed ladies and gentlemen of the Institute listen to Professor Daredevil's plan for the world tour, but reject it for being out-of-date. The president then welcomes the eccentric engineer Crazyloff. He explains his project for a new \"impossible\" voyage, using \"all the known means of locomotion—railroads, automobiles, dirigible balloons, submarine boats…\" The unusual plan is accepted enthusiastically, and preparations begin.\nWhen work is complete, the machines and travelers are loaded onto a train and are sent to the Swiss Alps, where the travelers will begin their journey. They first board a touring automobile, the Auto-Crazyloff, and journey through the mountains. In an attempt to run at high speed over the summit of the Rigi, the travelers crash at the bottom of a precipice. They are saved by mountaineers and rushed to a Swiss hospital, where they make gradual but chaotic recoveries.\n\nAfter they have finished recovering, the travelers board a train with their other vehicles attached to it, and make a second attempt at running over a summit: this time, the Jungfrau. Getting higher and higher every minute, with dirigible balloons tied to the train, they rise into space and are swallowed by the Sun. The travelers land with a crash on the Sun's surface. They are happy to be alive, but the heat is too much for them. Crazyloff directs the travelers to seek shelter in the train's gigantic icebox, but this plan goes too far in the other direction: moments later, the whole group has been frozen solid. Crazyloff finds a bundle of straw among the debris and starts a fire on the surface of the Sun to melt the ice. The travelers thaw out and are happily shepherded into the expedition's submarine. Crazyloff launches it off a cliff on the Sun, and it plummets through space to fall into an ocean on Earth.\nAfter a few minutes of underwater sightseeing, a boiler problem causes the submarine to explode. The travelers are thrown up into the air, landing safely at a seaport amid the wreckage of the submarine. They return in triumph to the Institute of Incoherent Geography, where a grand rejoicing is held for them.", "tmdb_plot": "Using every known means of transportation, several savants from the Geographic Society undertake a journey through the Alps to the Sun which finishes under the sea.", "tmdb_id": "2963", "wiki_id": "2539863"}, {"title": "The Lost Child", "genres": ["Comedy"], "wiki_plot": "A mother sets down her child in the front yard and goes back into the house for a brief moment. As soon as she is gone, the child walks into the doghouse. When the mother comes back outside, she does not see where the child has gone, and when she sees a man in the street with a basket, she runs after him. Soon she has the whole neighborhood in turmoil.", "tmdb_plot": "A woman and her guests frantically search for her missing child, who is eventually found playing with her dog in the kennel.", "tmdb_id": "536656", "wiki_id": "66325440"}, {"title": "Maniac Chase", "genres": ["Comedy", "Thriller"], "wiki_plot": "A man dressed as Napoleon is locked in a cell. After a fight with three male nurses, he breaks the bars of his window and runs away followed by the nurses. After overcoming various obstacles, he comes back to his cell.", "tmdb_plot": "A “madman” escapes prison and the torments of his warders.", "tmdb_id": "190716", "wiki_id": "26181753"}, {"title": "Meet Me at the Fountain", "genres": ["Comedy"], "wiki_plot": "The film starts with a title reading 'A remake of \"Personal\" in which a man advertises in the newspaper for a wife, asking interested parties to \"meet me at the fountain\"'. It is followed by a middle close-up of the man drafting the advertisement, a middle shot of the man posting it, and again a middle close-up of the man getting ready in front of a mirror. This is followed by a full shot of the man waiting at the meeting point in front of a fountain. First comes a nanny, pushing a baby stroller. He bows low and wants to kiss the baby but she pushes him away. \n\nA number of women arrive, he begins to greet them but when they become too insistent, he runs away, chased by the group of women. He catches a streetcar, jumps over a fence, runs up a flight of stairs, climbs up a tree, then a wall but they keep following him. He finally falls into a river where one of the ladies follows him and helps him get out of the water, she is the winner.\nThe film ends with a medium close-up of the bride and bridegroom all dressed up, which reveals that the bride is actually a man dressed as a woman. The two men French kiss.", "tmdb_plot": "Frenchman Count Hardup advertises for a wife. He gets more than he bargained for when women start chasing him. He's caught by an old maid.", "tmdb_id": "232144", "wiki_id": "63897759"}, {"title": "Mr. Pecksniff Fetches the Doctor", "genres": ["Comedy"], "wiki_plot": "A man is quietly sleeping; a nurse enters and wakes him. He dresses in a hurry and fetches the doctor and awaits the result in an adjoining room. When the nurse enters with three bouncing babies, their father collapses.", "tmdb_plot": "A husband rushes for a doctor and his wife has triplets.", "tmdb_id": "183935", "wiki_id": "65876782"}, {"title": "The Suburbanite", "genres": ["Comedy"], "wiki_plot": "The film is about a family who move to the suburbs, hoping for a quiet life. Things start to go wrong, and the wife gets violent and starts throwing crockery, leading to her arrest.", "tmdb_plot": "A family moves out to the 'peaceful' suburbs where everything goes wrong, including the mother-in-law moving in.", "tmdb_id": "190735", "wiki_id": "43397771"}, {"title": "The Untamable Whiskers", "genres": ["Fantasy", "Comedy"], "wiki_plot": "Georges Méliès, after greeting the audience, makes a rapid-fire chalkboard sketch of his head, but adding a long medieval wig. Striking a pose, a wig matching the drawing magically appears on his bald head. Next Méliès draws an elderly, heavily bearded man, and then a monocled gentleman with sideburns, magically transforming into each character. Writing \"comic excentric\" (a French phrase for an eccentric comedian) on the board, he next becomes a clown, then a whiskery naval type in a bicorne. Finally he transforms into the Devil and disappears into thin air.", "tmdb_plot": "The background of this picture represents a scene along the beautiful river Seine in Paris. A gentleman enters, and taking a blackboard from the side of the picture, he draws on it a sketch of a novelist. Then, standing in the centre, he causes the living features of his sketch to appear in the place of his own, which is utterly devoid of whiskers. The change is made so mysteriously that the eye cannot notice it until one sees quite another person in the place of the first. Again another sketch is shown on the board, this one being that of a miser; then an English cockney; a comic character; a French policeman, and last of all, the grinning visage of Mephistopheles. It is almost impossible to give this film a more definite description; suffice it to say that it is something entirely new in motion pictures and is sure to please. (Méliès Catalog)", "tmdb_id": "44324", "wiki_id": "60945503"}, {"title": "A Wager Between Two Magicians, or, Jealous of Myself", "genres": ["Fantasy"], "wiki_plot": "A performing magician divides into two people. The doubles then take turns doing tricks before merging back into one man.", "tmdb_plot": "", "tmdb_id": "420948", "wiki_id": "51973291"}]