[{"title": "The Heroes of the Siege of Saragossa", "genres": ["Drama", "History", "War"], "wiki_plot": "The film is composed of three scenes introduced by intertitles:\nScene 1: Condesa de Bureta\nA sitting room. A man and a woman loading guns. A group of men wearing guns enter and shoot from the windows. Some of them are hit by shots from outside.Scene 2: El tío Jorge\nA courtyard with an arched gate. A group of armed men behind a makeshift barricade are discussing. Some women bring them food. Soldiers come running in from behind the camera and start shooting at other soldiers coming from the other side of the gate. The invading soldiers reach the barricade but they are pushed back and routed by the defenders encouraged by a man standing on the barricade.\nScene 3: Agustina de Aragón\nA cannon served by two men, in front of city walls.\nSeveral men are shot dead. A woman enters and seeing the dead men shoots herself the cannon, creating a huge cloud of smoke. When the smoke dissipates, a group of men celebrating victory appears while the woman waves a flag at the top of the city walls.", "tmdb_plot": "A short drama featuring three fictitious scenes of the Spanish War of Independence (1808-1814).", "tmdb_id": "196276", "wiki_id": "47846386"}, {"title": "An Adventurous Automobile Trip", "genres": ["Adventure"], "wiki_plot": "King Leopold, on holiday in Paris, wants to visit Monte Carlo, but does not have time for the seventeen-hour express train ride between the two cities. He happens upon an automobile maker who claims his car can make the distance in just two hours. The King agrees and sets off in the car, with the auto maker acting as chauffeur. A large crowd sees them off from outside the Paris Opera House, including many celebrities from the Paris theatre world. After stopping to fill the car with gas, the King starts it and, from inexperience, accidentally runs it backward over a policeman, who is squashed flat as a pancake. The King starts inflating him with a pump, and then, to save time, lets other onlookers finish the job while he drives off. The onlookers set to the work with gusto, so much so that the overinflated policeman ends up exploding.\nThe car speeds over the French countryside and into the Alps, leaping between mountains and knocking over a postman as it goes. At the gates of Dijon, town officials try to stop the car to enforce the octroi tax, but the car keeps its course and runs headlong into one of the officials, who explodes in his turn. The car wends its way across the Mediterranean coast, overturning a fruit stand, crashing through a greenhouse, colliding with a tar wagon (with another explosion ensuing), and, finally, arriving at the grandstand of spectators awaiting them at Monte Carlo. The car is now going at such speed that, rather than stopping in front of the grandstand, it somersaults up the stairs and crashes to earth. The King and chauffeur, unharmed by their adventurous race, are greeted warmly.", "tmdb_plot": "A man needs to get to Monte Carlo from Paris, but finds out that a train will take 17 hours to get there. He decides to go with a man with a special car, who claims that he can get there in just two hours. Complications ensue.", "tmdb_id": "191625", "wiki_id": "44806950"}, {"title": "The Gallants of the Park", "genres": ["Comedy"], "wiki_plot": "In a small village, a young man dressed in a grotesque fashion asks a scrivener to write for him the following notice: \"The heir of the Pruna house would like to get married. You can meet him at the Chicha-Chic farm in Horta. He shall have a laurel branch at his buttonhole\". The notice is posted on the wall and soon a group of women gather to read it. The young man waits with a very large branch of laurel in front of his house and soon a large crowd of women assembles. He runs away chased by the women, gets out of the property through a big gate, climbs over a wall, falls down a steep slope, steals a man's bicycle and rides away only to fall down very soon, continues running down a lane and through an orchard, before arriving at a fountain. All along the women run behind him. The last seconds of the film are missing but it is likely that he would fall into the water.", "tmdb_plot": "The heir of a rich family puts up a notice, where he says he is looking for a wife. As a result, he will soon find himself fleeing from a dozen women.", "tmdb_id": "270102", "wiki_id": "63828213"}, {"title": "2 A.M. in the Subway", "genres": ["Comedy"], "wiki_plot": "A tired cop and a subway conductor are seen waiting at a subway platform, late at night. The conductor opens the doors to the train at left, and out steps an obviously drunk man, played by Sidney Olcott, carried between two women in fancy dress. The cop begins to mix it up with the three of them, and they are interrupted by another man in a bowler hat; he is carrying a large package and steps onto the train to the right after greeting the two women and the drunk man. One of the women steps forward into the frame and lifts up her skirt so that the drunk man can tie her shoe. This gets the attention of the cop, who hustles the three of them onto the train; meanwhile what appears to be a pair of bare legs stick out from a window of a train car and are quickly withdrawn. The cop just manages to notice this, and calls all parties back out to the platform where it is revealed that the man in the bowler hat has a pair of department store mannequin's legs with him.", "tmdb_plot": "A constable and a subway attendant are working late at night in an underground station when a well-dressed man with a cigar in his teeth enters with his arms around two women dressed in long skirts and jackets, gloves, and fancy hats. The trio laugh and stumble on the platform as if having a hilarious time, getting the attention of the policeman who attempts to stop their bawdy behavior.", "tmdb_id": "196202", "wiki_id": "29616720"}, {"title": "L'assassinat du grand-duc Serge", "genres": ["Drama"], "wiki_plot": "The film is composed of three fixed camera wide shots:\n\n1. An underground vaulted room.   group of men talking around a table. In the background, another group of men is mixing chemicals. A man shows a map. Another draws a paper from a box, reads it and points at one of the men wearing a fur coat who stands up and takes a oath. They all swear with him. He is given the bomb. Accompanied by another man, he leaves the room.\n2. A snow covered street in front of a palace. Several men walk by. A carriage enters right and stops. The two men seen in shot 1 run towards the carriage and one of them throws the bomb which explodes. Smoke fills the screen.\n\n3. When the smoke dissipates the set seen in shot 2 has been transformed with all windows of the buildings broken and broken pieces of the carriage on the ground, with more pieces falling down. A group of people run to the wreck and catch the man with the fur coat.", "tmdb_plot": "The assassination of the Grand Duke Serge.", "tmdb_id": "697205", "wiki_id": "67812542"}, {"title": "Down in the Coal Mines", "genres": ["Drama"], "wiki_plot": "The film shows the hard and dangerous job a coal miner is forced to do, painfully earning his life and that of his family, lost, half of his miserable existence, in the depths of the earth, exposed to the terrible disasters produced by the fulgurating explosions of firedamp, the sudden irruption of water that invades the shafts and galleries, ripping open the walls of the mine, tearing away the woodwork in its irresistible rush.", "tmdb_plot": "A father and son are working in a coal mine. An explosion occurs, which kills the son.", "tmdb_id": "282148", "wiki_id": "67369673"}, {"title": "The Enchanted Sedan Chair", "genres": ["Fantasy"], "wiki_plot": "Before a backdrop of a rugged landscape, a magician conjures up various outfits from an empty glass box, and, with the aid of an assistant transforms them into a couple in 18th-century dress. Summoning two flunkeys carrying a sedan chair, the magician performs an illusion in which the couple, under cover of a shawl and the chair itself, switch places. Leading on his assistant, he sets up what appears to be a three-person variation of the same trick. However, all three of the assistants suddenly transform into the magician and the flunkeys. The magician makes the original three assistants appear and disappear, along with the sedan chair itself, before the whole company dance on once more for a curtain call.", "tmdb_plot": "A fine magician of the Royal Court materialises an elegant attire from a transparent glass container, and then, a refined dandy appears, as an ornate palanquin is summoned. Now, what does the illusionist have in mind?", "tmdb_id": "44327", "wiki_id": "65010263"}, {"title": "The Hen That Laid the Golden Eggs", "genres": [], "wiki_plot": "The action takes place in the Middle Ages. On a market place, among a crowd of showmen, soldiers, countrymen, ladies and gentlemen, two adventurers are cutting the well-filled pockets of the onlookers. The crowd heads towards the hut of a magician who proves his skill by making a boy disappear. Then he puts a superb white hen into a lottery. The crowd fights over the numbers, the wheel turns and the lucky winner take the bird away.\nIn a barnyard, a peasant woman is taking care of the farm. Her husband comes back from the city and triumphantly shows her the hen that he himself places it carefully in the henhouse. The woman enters the henhouse to examine the white hen's nest where she finds a gigantic golden egg. She quickly tells her husband about her strange discovery. In the henhouse, the white hen, who is actually a fairy, jumps to the ground and turns into a person. At a sign from her, the other hens turn into women. Then the henhouse changes into a magnificent palace where the personified hens perform a graceful ballet until a huge basket of golden eggs appears. The henhouse suddenly returns to its original form and the dancers become hens again when the farmer and his wife return. They look at the huge, shiny eggs in amazement. The farmer breaks one of them  and gold is dripping from it. The two peasants  make a bountiful harvest of the magic eggs and go out to count their wealth. In the barnyard the two adventurers seen in the first scene enter and snatch a rabbit. The two peasants come out of the henhouse and while the woman jealously clutches her gold, the peasant threatens the thieves, who bow out and leave, but not without noticing the golden eggs.\nThe two peasants have become immensely rich and live in a sumptuous palace. A magnificent cage is installed in honour of the benefactor hen. Before going to bed, they admire it and stroke it. During the night, the two adventurers enter by climbing the balcony. They see the mysterious cage, discover the eggs and break one of them. The evil genie that was hiding there emerges in the form of a bat. Overcoming their fear, they examine another egg and see through the shell the sardonic head of Satan, spitting gold. They throw away the bewitched egg, which disappears in a cloud of smoke. At this moment they hear the peasant coming back and hide behind two armours. The master of the house opens a secret trap door and enters the underground cellar. He plunges his  hands avidly into the accumulated gold and visions appear to him. On the wall, huge eyes roll menacingly in their sockets and gigantic hands seem to want to take away his property. Finally, the visions disappear and the peasant returns to his room. The two thieves come out of their hiding place, and steal the treasure. At dawn, the farmer and his wife recoil in horror when they see the door of the underground open and the gold gone. The farmer runs to the cage but no egg has been laid. He arms himself with a cutlass and, despite his wife's urging, goes to a small room in the castle to kill the hen.\nAs he hesitates to kill it, Satan appears and convinces him. Once the hen is dead, th peasant searches the entrails of the animal where he finds only one last egg. He violently throws the egg against the ground to break it and the fairy Misery appears. She tears his clothes to shreds and chases him away. The scene changes to the palace of the hen that lays the golden eggs. The peasant rises in a fairy tale setting, where, among gigantic eggs, fantastic roosters spread their wings. He is chased away by the fairy hen and by the others fairies who emerge from the enchanted eggs. The gold fairy appears, unfurling her cloak, from which gold flows everywhere.", "tmdb_plot": "This has more of a clear narrative than most of the films in the set although it’s still quite odd and random compared to today’s films. There are some effectively surreal and creepy sequences in this imaginative short, such as the devil’s face appearing in an egg and spewing coins as well as the finale where our protagonist is sent to an egg-filled hell.", "tmdb_id": "205250", "wiki_id": "68266373"}, {"title": "The Inventor Crazybrains and His Wonderful Airship", "genres": ["Science Fiction", "Comedy", "Fantasy"], "wiki_plot": "In his ramshackle lodgings, decorated with designs of famous airships of the past, the inventor Crazybrains dances with glee at having designed a new dirigible. When he takes a nap, impish figures appear in his room, gleefully wreaking havoc with his papers before giving way to a vision of Crazybrains's new airship rising aloft above the rooftops. The airship travels through the clouds, and women reclining in painterly positions appear in the sky. Suddenly a fireball strikes the airship, and it explodes with much fire and smoke as the impish figures reappear. Crazybrains, waking up from his nightmare, tears around his room in a frenzy, knocking the plans for the airship down to the floor.", "tmdb_plot": "An inventor dreams that his newly designed airship takes flight.", "tmdb_id": "196401", "wiki_id": "56896072"}, {"title": "The Kleptomaniac", "genres": [], "wiki_plot": "The film contrasts the story of two women: The first, a well-dressed lady, leaves her elegant building and is taken in her carriage to a department store. While she is in the store, she steals several items, and is caught by store detectives. The second, a poor woman with two small children, steals a loaf of bread out of desperation, and is quickly caught and arrested. Both women are taken to the police station and then into court, where a judge expeditiously deals with various defendants. The rich lady is quickly released with the help of her lawyer and embraces her husband while the poor woman is condemned despite the supplications of her little daughter.", "tmdb_plot": "A well-dressed woman leaves her home and takes a carriage to a department store. While she is in the store, she steals several items, and is caught by store employees. Meanwhile, a poor woman with two small children steals a loaf of bread out of desperation, and she is quickly caught and arrested. Both women are taken to the police station and then into court, to see what penalty each of them must face.", "tmdb_id": "196291", "wiki_id": "67217764"}, {"title": "The Lilliputian Minuet", "genres": [], "wiki_plot": "A magician transforms a marble statue into a living woman, who acts as his assistant. She puts a pack of playing cards in a glass box; four cards (the king of spades, the queen of hearts, the queen of clubs, and the king of diamonds) jump out of the pack into the magician's hands. When the magician puts the four cards on a platform, the kings and queens depicted on them come to life as tiny people, and dance a minuet. Then the kings and queens return to their places on the cards. The magician takes up the cards and makes them disappear, and he and his assistant take a bow.", "tmdb_plot": "Another short of Georges.", "tmdb_id": "189600", "wiki_id": "65026402"}, {"title": "The Little Train Robbery", "genres": ["Action", "Crime"], "wiki_plot": "The opening scene shows the interior of the robbers' den. The walls are decorated with the portraits of notorious criminals and pictures illustrating the exploits of famous bandits. Some of the gang are lounging about, while others are reading novels and illustrated papers. Although of youthful appearance, each is dressed like a typical Western desperado. The \"Bandit Queen,\" leading a blindfolded new recruit, now enters the room. He is led to the center of the room, raises his right hand and is solemnly sworn in. When the bandage is removed from his eyes he finds himself looking into the muzzles of a dozen or more 45's. The gang then congratulates the new member and heartily shake his hand. The \"Bandit Queen\" who is evidently the leader of the gang, now calls for volunteers to hold up a train. All respond, but she picks out seven for the job who immediately leave the cabin.\nThe next scene shows the gang breaking into a barn. They steal ponies and ride away. Upon reaching the place agreed upon they picket their ponies and leaving them in charge of a trusted member proceed to a wild mountain spot in a bend of the railroad, where the road runs over a steep embankment. The spot is an ideal one for holding up a train. Cross ties are now placed on the railroad track and the gang hide in some bushes close by and wait for the train. The train soon approaches and is brought to a stop. The engineer leaves his engine and proceeds to remove the obstruction on the track. While he is bending over one of the gang sneaks up behind them and hits him on the head with an axe, and knocks him senseless down the embankment, while the gang surround the train and hold up the passengers. After securing all the \"valuables,\" consisting principally of candy and dolls, the robbers uncouple the engine and one car and make their escape just in time to avoid a posse of police who appear on the scene. Further up the road they abandon the engine and car, take to the woods and soon reach their ponies.\nIn the meantime the police have learned the particulars of the hold-up from the frightened passengers and have started up the railroad tracks after the fleeing robbers. The robbers are next seen riding up the bed of a shallow stream and finally reach their den, where the remainder of the gang have been waiting for them. Believing they have successfully eluded their pursuers, they proceed to divide the \"plunder.\" The police, however, have struck the right trail and are in close pursuit. While the \"plunder\" is being divided a sentry gives the alarm and the entire gang, abandoning everything, rush from the cabin barely in time to escape capture. The police make a hurried search and again start in pursuit. The robbers are so hard pressed that they are unable to reach their ponies, and are obliged to take chances on foot. The police now get in sight of the fleeing robbers and a lively chase follows through tall weeds, over a bridge and up a steep hill. Reaching a pond the police are close on their heels. The foremost robbers jump in clothes and all and strike out for the opposite bank. Two hesitate and are captured. Boats are secured and after an exciting tussle the entire gang is rounded up. In the mix up one of the police is dragged overboard. The final scene shows the entire gang of bedraggled and crestfallen robbers tied together with a rope and being led away by the police. Two of the police are loaded down with revolvers, knives and cartridge belts, and resemble walking arsenals. As a fitting climax a confederate steals out of the woods, cuts the rope and gallantly rescues the \"Bandit Queen.\"", "tmdb_plot": "In this parody of 1903's \"Great Train Robbery\", also made by Edwin S. Porter, young bandits rob the passengers of a kiddie train and are chased by police officers.", "tmdb_id": "121466", "wiki_id": "28473858"}, {"title": "The Miller’s Daughter", "genres": [], "wiki_plot": "In the original play, Hazel Kirke, daughter of miller Dunstan Kirke, is expected to marry Aaron Rodney because he rescued their mill from insolvency. She instead marries Arthur Carrington, Lord Travers against her father's wishes. Carrington's mother also disapproves, and tells Hazel the marriage is illegal because her son is already married. Despondent, Hazel tries to drown herself, but Carrington rescues her.In Porter's adaptation, Carringford is a sophisticated urbanite and Rodney is a simple farmer. Both court Hazel, but she plans to marry Carringford against her father's wishes. On the wedding day, Carrington's real wife appears with proof they are married. Hazel is disowned and goes to live in the city slums. She tries to make a living sewing, but her sewing machine is repossessed. She returns home to beg forgiveness but is again rejected by her father. She plans to commit suicide in the millrace, but Rodney saves her. After she marries and has a baby, she goes to her father with his new grandchild, and he forgives her.\nFilm historian Charles Musser writes of Porter's adaptation, \"[Hazel] must learn the role of the dutiful daughter, wife, and mother. The father assumes a godlike role. The change in title from the woman's name to her designated relationship to her father corresponds to this essential repositioning.\"", "tmdb_plot": "Hazel, the miller's daughter, is courted by a country boy and a sophisticated city boy. Her father favors the country boy, but she elopes with the city boy. Before they can marry, his wife shows up and stops the ceremony. Hazel tries to return to her father, but he has disowned her. She jumps into the river, but is rescued by the country boy, who later marries her.", "tmdb_id": "196295", "wiki_id": "38063384"}, {"title": "The Misadventure of a French Gentleman Without Pants at the Zandvoort Beach", "genres": ["Comedy"], "wiki_plot": "A bather (played by Willy Mullens) who is lounging in a beach chair is surprised by a sudden onset of water. He quickly pulls his pants off to keep them dry. A policeman is not appreciative and trouble grows, witnessed by a growing crowd. The bather tries to escape by disguising himself as a woman, and flees across the village but is eventually caught by the collar. A crowd of people and a musical band accompany his arrest.", "tmdb_plot": "'Zandvoort in an uproar! On Saturday morning at roughly 10 o’clock, with beautiful weather and calm seas, a Frenchman sat in a beach chair to gaze upon the magnificent view that the sea always affords, until he slowly began to fall asleep’ So begins a report in the ‘Zandvoortsche Courant’ of July 25, 1905. The article explains how the man was faced with the oncoming tide, and – to the amazement of the audience – took off his trousers to prevent them from being ruined by the saltwater. While trying to escape from the policeman who had rushed to the scene, he jumps into a passing car, and hides out in a small changing cabin. Eventually he's nabbed by the police. Accompanied by a band and a large crowd, he is escorted to the police station. The article ends by saying that ‘Messrs. Alberts Frères’ had staged the whole incident for a film in which two of the most popular genres of that period - the locally-shot film and the chase film – would be combined.", "tmdb_id": "151536", "wiki_id": "22642631"}, {"title": "The Night Before Christmas", "genres": ["Fantasy", "Family"], "wiki_plot": "Scenes are introduced using lines of the poem. Santa Claus, played by Harry Eytinge, is shown feeding real reindeer and finishes his work in the workshop. Meanwhile, the children of a city household hang their stockings and go to bed, but unable to sleep they engage in a pillow fight. Santa Claus leaves his home on a sleigh with his reindeer. He enters the children's house through the chimney and leaves the presents. The children come down the stairs and enjoy their Christmas presents.", "tmdb_plot": "On Christmas Eve, Santa feeds his reindeer and loads his sleigh, before going on his journey to deliver toys to the children of the world.", "tmdb_id": "189595", "wiki_id": "25324474"}, {"title": "The Nihilists", "genres": ["Drama", "Crime", "Adventure"], "wiki_plot": "After her husband has been arrested by the Tsarist police, a woman begs the governor for mercy, without success. He is condemned to be deported to Siberia and dies on the way. She decides to join a nihilist group and is ordered to bomb the governor's palace. She dies while completing her mission.", "tmdb_plot": "A happy Russian family is broken up when their patriarch is arrested for treason. His distraught wife joins the secret society of nihilists and is assigned to commit an act of terror. Based on the play \"Vera; or, The Nihilists\" by Oscar Wilde.", "tmdb_id": "196288", "wiki_id": "43008502"}, {"title": "Our New Errand Boy", "genres": [], "wiki_plot": "A mischievous boy (Tom Williamson), sent by the grocer (James Williamson) to deliver the goods home, causes havoc in the streets of Hove. When he returns to the shop, he finds all his victims waiting for him. It follows an adventurous escape, in which the unrepentant boy soon gets the better of his pursuers and laughs at them.", "tmdb_plot": "A mischievous errand boy, sent out on a delivery, causes havoc in the streets of Hove. When he arrives back at the shop, he finds all his furious victims are already there complaining to the grocer -- and the chase is on!", "tmdb_id": "189605", "wiki_id": "31620204"}, {"title": "The Palace of the Arabian Nights", "genres": ["Adventure", "Fantasy"], "wiki_plot": "In a mythical Arabian kingdom, the noble but penniless Prince Sourire (French for \"smile\") loves the beautiful Princess Indigo, and asks his father, a mighty Rajah, for her hand in marriage. The Rajah angrily sends the Prince away; he has already promised Indigo's hand to an old friend of his, the wealthy usurer Sakaram. Indigo protests vehemently as Sourire is driven away by guards.\nReturning to his private chamber, Sourire weeps with grief and accidentally overturns an incense burner. Smoke pours out of the burner, from which appears the sorcerer Khalafar. After hearing the prince's story, the sorcerer takes him under his protection and presents him with a magic sword, promising that if the prince is courageous and determined, the sorcerer will lead him to an abundant treasure that will allow him to win his love. Sourire willingly agrees and sets off on the adventure, followed soon after by his friends, who wish to stop him from doing anything foolhardy.\nArriving in a temple, the prince falls to his knees in supplication at an altar to a goddess, Siva (presumably inspired by the Hindu deity Siva). The statue of the goddess above the altar comes miraculously to life and sends Sourire off in an ornate boat driven by a blue dwarf. The boat navigates a sacred river and brings Sourire to an impenetrable forest, which magically opens up to reveal secret caverns guarded by a Fairy of Gold. Sourire and his friends descend into a Crystal Grotto, where their courage is tested by attacks from genii of fire, will-o'-the-wisps, phantom skeletons, a fire-breathing dragon, and a flock of monstrous toads. Sourire remains steadfast and puts the monsters to flight. Khalafar appears and congratulates the prince for passing the trial period; he will now be rewarded for his efforts. Sourire is led into the Palace of the Arabian Nights and given an enormous treasure.\nBack in the Rajah's kingdom, the day of Indigo's marriage to Sakaram has arrived. Just as the two are about to be married in the palace courtyard, trumpets sound and Prince Sourire appears, bedecked in his newly found finery and followed by a procession revealing his riches. The astounded Rajah allows Indigo to marry Sourire at last. The delighted crowd casts Sakaram out of the courtyard and celebrates the marriage of the Prince and Princess.", "tmdb_plot": "A poor but honest man wins great wealth, and the hand of a beautiful princess, after facing a series of exciting trials in the tunnels and catacombs of ancient Araby. Guided by the mysterious Khalafar, the troupe (alongside him go some cowardly scholars) encounter skeletons, fire-breathing lizards, and mirages on their journey through the lower world.", "tmdb_id": "182344", "wiki_id": "42737034"}, {"title": "The Capture of Roma", "genres": ["History"], "wiki_plot": "The film recreates the final events leading to Italian unification in September 1870. After pope Pius IX had refused King Victor Emmanuel II demand to cede to the new Kingdom of Italy the last remnants of the Papal States, the latter sent his army to place Rome under a state of siege. Despite a last effort by Italian general Carchidio, the head of the papal force General Hermann Kanzler(it) refused to surrender. On 20 September, after a cannonade of three hours had breached the Aurelian Walls at Porta Pia, the Bersaglieri entered Rome and Pius IX ordered General Kanzler to hoist the white flag on the dome of St. Peter's Basilica. The film ends with an apotheosis showing the heroes of Italian independence.", "tmdb_plot": "", "tmdb_id": "88900", "wiki_id": "67618520"}, {"title": "Rescued by Rover", "genres": ["Drama"], "wiki_plot": "The film opens with Rover, a collie playing with a child in front of a fireplace. Later that day, the baby is taken out in a pram by her nurse. The nurse refuses to aid a Romani beggar woman, and is then distracted upon meeting a soldier. While talking to the soldier, she pays no attention to the baby, and the beggar woman approaches from behind and snatches the sleeping child.In the next scene, the nurse confesses to the mother that the child has been lost. Rover, also sitting in the room, listens before jumping through the window and racing down the street, going around a corner and across a river. The dog makes its way to a slum and barges through each and every door; he finds the right one and enters. In an attic, the beggar woman is removing the clothing from the child; the dog enters and is driven off by the beggar.The dog leaves the house and swims back across the river, down the street and into its master and mistress's home. In a study, the child's father is sitting; Rover enters and pleads with him to follow. They leave, with the man following the dog across the river in a boat to the slums. They enter the room where the child is hidden, and the father quickly takes the child from the beggar woman and leaves with the dog. Upon their return home, the child is placed in the arms of the mother, while Rover prances happily around them.", "tmdb_plot": "A dog leads its master to his kidnapped baby.", "tmdb_id": "94643", "wiki_id": "25224752"}, {"title": "Dream of the Moon", "genres": ["Fantasy", "Comedy"], "wiki_plot": "A drunkard staggers home and is prey to bizarre hallucinations. He first sees himself surrounded by gigantic bottles with human forms with which he executes a frenzied quadrille, then he falls asleep on his bed. While he sleeps, he believes himself on a public square, under the benevolent glance of the moon of which he is immediately enamored. He wants to reach it and to this end, climbs on a gas streetlight, but the moon is still too far away. He climbs the wall of a neighboring house and reaches the roof of the house on which he has much trouble to maintain his balance, he even falls through a skylight and puts in commotion all the tenants. Still wanting to catch the moon, he hangs on to the pipe of a chimney that wobbles under his weight. Suddenly a hurricane rises and carries our man into space, still straddling the pipe he has not abandoned; he thus crosses miles through the clouds, while the storm rages around him. Once in the ethereal zones, ready to reach the object of his covetousness, the moon itself moved by his efforts approaches him and grants him hospitality. He enters resolutely  the moon's mouth. But the moon does not seem to share the enthusiasm of its visitor, and after some grimaces of disgust, it spits him out in the vacuum and he tumbles down with a vertiginous speed to fall finally in his bed, where he wakes up all bewildered by his strange nightmare.", "tmdb_plot": "A drunk staggers into his apartment and falls asleep. He dreams he climbs to the top of a building and flies to the moon, then falls back to earth. When he wakes, still drunk, he is in his apartment.", "tmdb_id": "232274", "wiki_id": "67283252"}, {"title": "The Scheming Gambler's Paradise", "genres": [], "wiki_plot": "In an opulent room, a crowd of people are playing at a gambling table. Suddenly a servant rushes in to warn them that the police are about to raid their gambling den. In a few moments, in a flurry of moving panels, the gamblers disguise the whole room as a millinery, with the women posing as hat makers and the men hiding just outside. The raiding police come in, are astonished to find no gambling den, and apologize profusely for disturbing the \"milliners\".\nAs soon as the police leave, the room is changed back into a gambling den and the games resume. All is going well when the servant rushes in to announce a much bigger raid. This time there is no time to transform the room, so the gamblers simply rush out, leaving one of them to turn out the light in the chandelier. He drops on the floor to hide, and a crowd of policemen and soldiers hurry into the darkened room, most of them tripping over the gambler before he can rush out.\nThe policemen and soldiers, tumbling over each other on the floor, untangle themselves when their leader lights the chandelier. After stern instructions from their leader, the whole force rushes to the gambling table and begins their own chaotic game. Hidden behind the room's trick panels, the scheming gamblers watch the policemen enjoy themselves.", "tmdb_plot": "A combination gambling den and bawdy house is set up so that croupiers, patrons, prostitutes, and the owner can quickly change it all into a mercantile establishment when the cops stage a raid.", "tmdb_id": "44330", "wiki_id": "64753800"}, {"title": "The Seven Ages", "genres": ["Drama"], "wiki_plot": "The film follows broadly the structure of Jaques' monologue All the World's a Stage in William Shakespeare's comedy As You Like It and show six scenes of couples kissing each other at different ages: Infancy, Playmates, Schoolmates, Lovers (in some versions:The Soldier), The Judge, and Second Childhood. A contrasting scene titled What Age? shows a woman of indefinite age dreamily stroking her cat.", "tmdb_plot": "A couple who have known each other all of their lives are shown together at different stages of life. First, as children, they play together affectionately. Soon afterwards, they are at school together, and as they grow older, they become lovers. Later on, their relationship and their lives move on to more important matters.", "tmdb_id": "196285", "wiki_id": "68203806"}, {"title": "The Train Wreckers", "genres": ["Romance", "Drama"], "wiki_plot": "The daughter of a switchman, after having wished good morning to her lover, a locomotive engineer, and brought her father his lunch, overhears a group of outlaws planning to derail her lover's train. The outlaws capture her and tie her to a tree. She manages to escape with the help of her dog and successfully warns the locomotive engineer. Once the track has been cleared and the train has left, the train wreckers come back to knock her out and leave her on the tracks to be run over. The engineer positions himself on the incoming locomotive's cowcatcher and rescues her from certain death. The locomotive is then uncoupled from the train and the railroad personnel chases and overpower the desperados who had fled on a handcar.", "tmdb_plot": "A romance between a railroad engineer and the switchman's daughter is nearly ruined by train wreckers who knock out the girl and leave her on the tracks to be run over. The engineer perches on the engine's cow catcher and rescues the girl.", "tmdb_id": "196292", "wiki_id": "67992881"}, {"title": "An Improvised Fireworks Display", "genres": [], "wiki_plot": "An elderly, tattered drunkard stumbles down a street in front of a fireworks shop. He makes a chaotic pass at a passerby, who rebuffs him, and he collapses into a drunken stupor. A group of young troublemakers pass by, see the drunkard, and hatch a plan. Breaking through the doors of the fireworks shop, they surround the drunkard with pyrotechnic devices and let them start going off. The drunkard wakes up, bewildered by the fireworks, and begins running about before disappearing in a burst of smoke. The young troublemakers laugh at their prank.", "tmdb_plot": "On a city street, a number of men take advantage of an old drunken bum.", "tmdb_id": "196289", "wiki_id": "64752544"}, {"title": "The White Caps", "genres": ["Drama"], "wiki_plot": "Two members of a vigilante group known as 'The White Caps' post a warning sign on a man's home. When the man comes home, he tears down the sign and abuses his wife both verbally and physically. The wife flees from home with her child to find a place of refuge. When the vigilantes find out, they arm themselves with rifles and confront the abusive husband. After a chase he is tarred and feathered and expelled from the community.", "tmdb_plot": "Two members of a vigilante group known as 'The White Caps' post a warning sign on a man's home. When the man comes home, he tears down the sign, and then proceeds to abuse his wife both verbally and physically. As soon as she can get away from him, the wife leaves home with her child to find a place of refuge. When the vigilantes find out about this, they arm themselves with rifles and immediately go to confront the abusive husband.", "tmdb_id": "196299", "wiki_id": "67741248"}, {"title": "Willie and Tim in the Motor Car", "genres": ["Comedy"], "wiki_plot": "A large touring car of British manufacture arrives at the front gate of a country estate. The passengers remove their outer travelling garments, hand them to the chauffeur and enter the gate. Shortly afterwards, the maid calls the chauffeur away. Four itinerants come along, take command of the clothing and the car, and drive away. The chauffeur returns, finds the car gone, and chases them on a motorcycle. For the remainder of the film, the automobile is pursued by the chauffeur. The chase ends when the car goes into a small lake, and the occupants are apprehended by the police.", "tmdb_plot": "Stolen car and a police chase", "tmdb_id": "536296", "wiki_id": "67557020"}]