[{"title": "Revolution in Russia", "genres": ["History"], "wiki_plot": "On board the Russian battleship Potemkin, the crew complains about the poor quality of the food. Following a brief altercation, a sailor, Grigory Vakulinchuk, is killed by the commanding officer. Mutiny breaks out and officers are thrown overboard but one of the latter manages to impose himself and brings calm to the ship. Later, on the quays of Odessa, the body of the dead sailor is displayed and the inhabitants of the city come to pay their respects. A government ship then guns the city on the orders of an officer who, from the deck of the ship, observes the events. First he sees the city on fire and then, through his monocular, a family fleeing their burning home and a group of people being chased and manhandled by soldiers.", "tmdb_plot": "A dramatization of the uprising in Odessa, Russia in 1905: A ship's crew, tired of being mistreated, mutinies and takes over their ship. When they reach land, a sailor who died during the mutiny is made a martyr, inspiring an uprising in the city. Then the authorities decide to repress the revolt with a brutal show of force.", "tmdb_id": "185220", "wiki_id": "67469802"}, {"title": "Aladdin and His Wonder Lamp", "genres": ["Fantasy"], "wiki_plot": "Aladdin, the son of a poor tailor, is hopelessly in love with the daughter of the Sultan. One day, he meets a sorcerer who takes him to an underground palace where he finds a lamp with marvelous properties. After many adventures, Aladdin brings back home the lamp and, thanks to this talisman, he and his mother acquire an immense wealth which allows him to marry his beautiful princess. However, the sorcerer, jealous of Aladdin's fortune, breaks into his house, steals the lamp and kidnaps the princess. Aladdin, back to his primitive poverty, recovers his wealth thanks to a fairy. He goes after the magician and punishes him for his temerity. He brings his wife back to his palace where a great feast is celebrated.", "tmdb_plot": "The legend of Aladdin and his magic lamp: Aladdin finds a magic lamp which brings him wealth, luxury, and marriage to a princess. But his rival, an evil magician, steals the lamp for himself. Aladdin must regain the lamp or lose everything.", "tmdb_id": "185223", "wiki_id": "68975170"}, {"title": "La fille du sonneur", "genres": [], "wiki_plot": "An old man is ringing loudly the bells of a church. He looks at his watch and makes a joyful gesture. His daughter is waiting for him. He finds her ready to go out: an errand in a hurry, she explains. An elegant young man is waiting for her in his car. They go the Bois de Boulogne. In the church tower, the old man is waiting, feeling an unknown dread growing in his heart. He looks at the silhouette of Paris fading into the night. The old man, alone in front of the enormous gargoyles, like impassive monsters, falls back, overwhelmed, his head in his hands. In another part of the city, in a gambling den, her lover plays and loses. In a garret, his mistress is waiting for him. The man returns, haggard-eyed, forces his wife, despite her frightened pleas, to rob her father's money. When the old man returns, he finds the room in disarray, the safe empty. An object on the floor that belonged to his daughter reveals who the culprit was. He curses his daughter. In the garret, the lover chases away his lover and their baby. She flees into the night and her frantic walk leads her to the Seine. A sailor holds her back just as she is about to commit suicide. Instinct then takes her back to the place of her childhood. She leaves her baby on the steps of the church, where he is taken in by the old bell ringer. Ten years later. The grandfather and the little girl are walking on the quay of the Seine. A beggar woman holds out her hand. The little girl gives her a coin, not knowing she is her mother but she recognizes her father. She follows then in a public park where she hugs her daughter and tell her who she is. Her father chases her away and leaved hurriedly with the child. She goes to her father lodging and he wants to chase her away again but the little girl's intercession disarms the old man and suddenly makes all his resentment crumble at the shock of a feeling of paternal pity.", "tmdb_plot": "An old man, bell ringer at Notre Dame de Paris, disowns his daughter who has an affair with a young frivolous gentleman.", "tmdb_id": "321837", "wiki_id": "68780392"}, {"title": "The Birth, the Life and the Death of Christ", "genres": ["Drama", "History"], "wiki_plot": "The film tells the life of Jesus Christ in 25 tableaux based on the canonical gospels:\n1. Arrival in Bethlehem\n2. Nativity and arrival of the Magi\n3. The sleep of Jesus\n4. The Samaritan\n\n5. The miracle of Jairus's daughter\n6. Mary Magdalene washes the feet of Jesus\n7. Palm Sunday\n8. The last supper\n\n9. The olive garden\n10. The night watch\n11. Judas's betrayal\n12. Jesus before Caiphus\n13. The denial of St. Peter\n\n14. Jesus before Pontius Pilatus\n15. The torment\n16. Ecce homo\n17. The bearing of the cross\n18. Jesus fall the first time\n19. Saint Veronica\n20. Climbing Golgotha\n21. The crucifixion\n22. The agony\n23. Descending from the cross\n24. Committed to the tomb\n25. The resurrection", "tmdb_plot": "The stations of Christ's life are segmented into a series of performative tableaux.", "tmdb_id": "120015", "wiki_id": "68376808"}, {"title": "The Black Hand", "genres": ["Drama", "Crime"], "wiki_plot": "In New York City, two Italian-American criminals blackmail a butcher, demanding a ransom of $1,000, otherwise, they will kidnap his daughter and blow up his shop. Unable to afford the sum, the gang kidnaps his daughter. The butcher calls the police who finally arrest the extortionists and rescue the little girl.", "tmdb_plot": "Two gang members send a threatening letter to a butcher, demanding money if he did not want his shop to be destroyed and his daughter Maria kidnapped. When he is unable to meet their request, they take Maria away. The Black Hand is the earliest surviving gangster film.", "tmdb_id": "167976", "wiki_id": "55886360"}, {"title": "Jack the Chimney Sweep", "genres": [], "wiki_plot": "Jack, a kidnapped boy working as a chimney sweep, is roughly treated and often beaten by his brutal employer. Falling asleep after a long day, he dreams of his lost mother and the fairy tales he heard. The memories transform into a journey through Dream Country, led by the Fairy of Dreams, who turns Jack into a King amid the celebrations of a royal court. The dream ends abruptly when Jack is woken up by his employer for the day's work.\nJack is busily at work when, behind some bricks inside a chimney, he comes across a box full of gold and money, hidden there many years ago. The employer tries to take possession of the treasure trove, but Jack runs away. A chase ensues through the neighborhood, with townspeople and servants joining in. Jack escapes and hides just before his employer falls into a pit. Finding him covered with mud, the onlookers plunge him into a cask of water.\nBy good luck, Jack manages to come across his family, and is welcomed back. Surrounded by riches, he forgives his former employer.", "tmdb_plot": "Jack is taken on a sea-snail to the lair of a fairy, who magically turns him into a prince. He thoroughly enjoys the dancing and fawning of the court. Then he wakes up, and it turns out that he's an ordinary chimney sweep.", "tmdb_id": "196406", "wiki_id": "44217420"}, {"title": "A Desperate Crime", "genres": ["Thriller", "Drama", "Crime"], "wiki_plot": "As night falls on a farmyard in the French countryside, four masked bandits climb over the gate and break into the farmhouse. They bind and gag the farmer and his wife, and stab a male and female servant who attempt to help their masters. In an attempt to get the farmer to divulge where he has his money hidden, the bandits burn his feet with embers from the fireplace, but the farmer remains silent. When the bandits threaten to do the same to the farmer's young daughter, the farmer's wife gives in and reveals the money's hiding place. The bandits gather the money; just as they are attempting to flee, the farmer's wife tears off the bandit chief's mask, revealing his face. In retaliation for the unmasking, the bandit chief sets the house on fire, and the bandits escape in the confusion.\nThe bandits return to their hideout in an abandoned quarry, warning the rest of their gang that policemen are on their track. The police soon break into the hideout, and a large fight ensues. The bandit chief escapes with the few gang members who have survived of the fight, with the surviving policemen in pursuit. The bandits flee through the quarry into the mountains. The chief is finally ambushed by hiding policemen, captured, and put on trial. The farmer's wife, the only survivor of the fire in the farmhouse, identifies the bandit, and he is sentenced to death.\nThe bandit chief, after a night tormented by dreams of his crimes, is led to the guillotine, executed, and thrown into an unmarked grave.", "tmdb_plot": "A man is murdered and the killer brought to justice by guillotine. This film is partly lost.", "tmdb_id": "196404", "wiki_id": "45390106"}, {"title": "Dream of a Rarebit Fiend", "genres": ["Fantasy", "Comedy"], "wiki_plot": "The Rarebit Fiend gorges on Welsh rarebit at a restaurant. When he leaves, he begins to get dizzy as he starts to hallucinate. He desperately tries to hang onto a lamppost as the world spins all around him. A man helps him get home. He falls into bed and begins having more hallucinatory dreams. During a dream sequence, the furniture begins moving around the room. Imps emerge from a floating Welsh rarebit container and begin poking his head as he sleeps. His bed then begins dancing and spinning wildly around the room before flying out the window with the Fiend in it. The bed floats across the city as the Fiend floats up and off the bed. He hangs off the back and eventually gets caught on a weathervane atop a steeple. His bedclothes tear and he falls from the sky, crashing through his bedroom ceiling. The Fiend awakens from the dream after falling out of his bed.", "tmdb_plot": "A live-action film adaptation of the comic strip Dream of the Rarebit Fiend by American cartoonist Winsor McCay.  This silent short film follows the established theme: the “Rarebit Fiend” gorges himself on rarebit and thus suffers spectacular hallucinatory dreams.", "tmdb_id": "94702", "wiki_id": "38063767"}, {"title": "From Leadville to Aspen: A Hold-Up in the Rockies", "genres": ["Crime", "Western"], "wiki_plot": "In the Rocky Mountains, a train is en route from Leadville, Colorado to Aspen. Two bandits erect a pile of logs on the line, causing the engineer to stop the train. The bandits systematically rob the passengers at gunpoint and then make their getaway along the tracks. Later, they hijack a horse and cart.", "tmdb_plot": "A train traveling through the Rockies is held up and boarded by two thugs. They rob the wealthy occupants at gunpoint and then make their getaway by handcar. From there, they hijack a horsecart on a road running parallel to the tracks. Will justice prevail in the end?", "tmdb_id": "196395", "wiki_id": "43397933"}, {"title": "The Game-Keeper's Son", "genres": ["Drama"], "wiki_plot": "When two poachers kill a game-keeper in the performance of his duties, his young son tracks them down. Despite their almost killing him, he leads the police in pursuit of the one who flees and eventually avenges his father.", "tmdb_plot": "The kids of a game-keeper get into a chase with rifles.", "tmdb_id": "120028", "wiki_id": "69182005"}, {"title": "The Hilarious Posters", "genres": ["Fantasy", "Comedy"], "wiki_plot": "On a large canvas-and-wood billboard, a man glues a poster showing two stars of L'Amour à crédit, a show at the Parisiana music hall. It is surrounded by posters showing other figures, advertising various products: Poirot meat extract, Tripaulin paint, Nouveau Dépôt porcelain, Poudre de Fées face powder, Quinquina au Cacao liqueur, Trouillottine lamps, and Mignon corsets. The man leaves, and two gendarmes pass by.\nAs soon as the coast is clear, the people shown in the posters begin coming to life. The two Parisiana stars leave their poster entirely and walk around, busily talking to the residents of the other posters. A fracas breaks out when one of the stars begins flirting with the corset model, and the porcelain vendor drops his wares onto the ground. The figures turn back into flat images as the gendarmes pass by again.\nAs a well-dressed gentleman crosses in front of the posters, they come alive again and begin throwing all their wares at him. The two gendarmes and two officers rush onto the scene, and all four are soon covered with face powder, powdered paint, and other products. The whole billboard comes toppling down with a crash, revealing the poster residents in real life behind a fence. As the police set the billboard to rights and look through the torn posters, they see all the poster residents dance happily off.", "tmdb_plot": "A wall full of advertising posters comes to life.", "tmdb_id": "49277", "wiki_id": "64800212"}, {"title": "Kathleen Mavourneen", "genres": [], "wiki_plot": "Captain Clearfield, a wealthy Irish landlord and head of a gang of outlaws, assaults Kathleen with the help of an accomplice, but her fiancé Terence O'More arrives in time to break up the attack. Clearfield then tries to get his way by intimidating Kathleen and her father, but again help arrives in time. Clearfield and his accomplice then decide to abduct her and burn down their cottage. Terence manages to discover the gangsters' den where she is kept captive and rescues her. The whole village celebrates and Kathleen and Terence get married.", "tmdb_plot": "Captain Clearfield, a wealthy landlord, assaults Kathleen with the help of an accomplice, but Terence O'More arrives in time to break up the attack. Clearfield then tries to get his way by intimidating Kathleen and her father, but again help arrives in time. Clearfield and his accomplice then come up with their most violent plan yet.", "tmdb_id": "196386", "wiki_id": "38959247"}, {"title": "The Law of Forgiveness", "genres": ["Drama"], "wiki_plot": "A man has caught his wife writing a letter to her lover. He chase her away and obtains a divorce pronounced in his favour, with custody of their young daughter. Soon however, the child cannot bear the absence of her mother and, in spite of her father's care, she falls ill. The father sends for a sister to look after her. During the father's absence, the mother visits the little girl and the sister, pitying her distress, agrees to give her costume, so she can stay near her. Unfortunately, when the father returns, he recognises her under her disguise and orders her to leave without delay.  However, when the little girl rises from her bed and joins the hands of her father and mother with a smile, he does not have the heart to separate mother and daughter again.", "tmdb_plot": "", "tmdb_id": "284959", "wiki_id": "68476553"}, {"title": "The Life of a Cowboy", "genres": ["Western"], "wiki_plot": "The film opens in a saloon called the \"Big Horn\".  An old Indian staggers in but the bartender refuses to serve him.  A \"bad guy\" walks in and orders a drink, and tries to give it to the Indian, but an Indian girl knocks away the glass.  The bad guy threatens her but the \"good guy\" steps in to protect her, then runs the bad guy out of the saloon.\nNext, an Englishman and his friends come in for a drink.  Some bad guy cowboys ride into the saloon on their horses and start firing their gun.  Several fire at the feet of the Englishman to make him \"dance\" (a similar scene takes place in The Great Train Robbery).  The next scene shows the Englishman and his friends coming out of a stagecoach; one of the friends is pushed to the ground and flogged with a saddle.  Then there is a scene of a cowboy performing lasso tricks and playfully roping first the Englishman, then a woman on horseback.\nThe party, having finished their visit, re-enters the stagecoach and rides away.  One of the bad guys sees them leave, then rounds up some Indians to chase the stagecoach.  They catch up to the stagecoach and capture a pretty girl passenger.  The stage driver escapes and goes to find the good guy.  When the good guy finds out what happened, he rounds up a posse and goes off to save the girl.  The posse gives chase to the Indians, killing several in the process, and the girl is rescued.  The last scene shows the good guy and the girl sitting arm-in-arm.  The bad guy sneaks up on him and tries to kill him, but the Indian girl from the first scene shoots the bad guy first, then kneels down at the feet of the good guy, presumably in gratitude for him saving her from the bad guy at the beginning.", "tmdb_plot": "A cowboy gets involved in the kidnapping and rescue of a pretty young girl.", "tmdb_id": "376287", "wiki_id": "70542844"}, {"title": "The Mysterious Retort", "genres": ["Fantasy", "Horror"], "wiki_plot": "In a laboratory, an alchemist is working with a large retort on a stove. After consulting a book, he falls asleep in a chair near the retort. As he sleeps, a giant snake comes out of the stove and transforms into a jester, who wakes the alchemist and forces him to look in a hand-mirror. When the alchemist does so, the retort grows much larger, the alchemist falls back to sleep, and a giant spider with a human face appears inside the retort. The spider dissolves into a young woman sprinkling coins onto the ground. Sparks escape from the retort and transform into a ghost. The alchemist wakes in terror, and the giant retort explodes. Two assistants run to the alchemist, who has fallen prostrate on the ground. The jester reappears and stands triumphant over the fallen alchemist.", "tmdb_plot": "A wizard sleeps at a table in his well-appointed sitting room. From a drawer in the table, a snake appears.", "tmdb_id": "49272", "wiki_id": "41744943"}, {"title": "Attempted Suicide", "genres": ["Comedy"], "wiki_plot": "Max comes courting a young lady with flowers; she likes him, but the parents send him away. The girl would not disobey her parents, so he leaves the flowers sadly on the doorstep. He goes into the forest and hangs himself. A young man digging for mushrooms finds him and gets a policeman, who comes and looks at the flailing man, then gets a sergeant, who refers the matter to his captain, who looks at the still-flailing man and goes to the village to get the police commissioner. He makes a speech to call villagers to help. Several follow him including a man with a ladder and finally the man is cut down. His sweetheart and her parents arrive on the scene; she throws herself on him to no effect, but a nearby cyclist manages to pump him back to life with his bicycle pump.", "tmdb_plot": "Suffering from unrequited love, Max hangs himself from a tree, and ends up hanging for hours while local townspeople squabble over whose responsibility it is to rescue him.", "tmdb_id": "346724", "wiki_id": "69114252"}, {"title": "Rescued in Mid-Air", "genres": ["Fantasy", "Comedy", "Science Fiction"], "wiki_plot": "A young woman is hurled into the sky when her bicycle is hit by another cyclist, she floats for a moment suspended from her umbrella before clinging to a steeple from where she is rescued by a crazy-looking scientist in his flying machine which eventually crashes.", "tmdb_plot": "A car crash blows a lady with a parasol onto a steeple. An inventor with an airship comes to the rescue.", "tmdb_id": "355991", "wiki_id": "68522834"}, {"title": "The Consequences of Feminism", "genres": ["Comedy"], "wiki_plot": "A society where the roles of men and women have been inverted. Slightly effeminate men sew, iron and take care of the children, while macho women drink and read newspapers in cafés, and court men.", "tmdb_plot": "It's a society in which gender roles are switched. Will men stand to be unequal?", "tmdb_id": "120026", "wiki_id": "19514976"}, {"title": "Skyscrapers", "genres": ["Drama", "Crime"], "wiki_plot": "In New York City, a worker on a skyscraper construction site, Dago Pete, is fired by the foreman for having started a fight with another worker. As a vengeance, he robs the contractor's watch and pins the blame on the foreman. In a fight on top of the skyscraper, the foreman throws the contractor off a platform. but the latter luckily grabs hold of a girder and is rescued. At the foreman's trial, Dago Pete is exposed by the foreman's young daughter and the contractor and foreman are reconciled.", "tmdb_plot": "A new skyscraper is being built in New York City, and numerous workmen are busy at hazardous jobs high above the ground. When one of the workers, Dago Pete, deliberately starts a fight, he is immediately fired. But the discharged worker soon comes up with a plan to commit a robbery and get even. His scheme could affect the lives of several others.", "tmdb_id": "232299", "wiki_id": "69054023"}, {"title": "Living Soap Bubbles", "genres": [], "wiki_plot": "With smoke from a brazier, a magician makes a woman appear in midair and slowly float to the ground. Two assistants bring in an arrangement of pedestals, onto which they lead the woman. The magician blows soap bubbles through a straw, and they appear as women's faces, floating up to join the woman posing on the set of pedestals. Next they themselves change into real butterfly-winged women, before the whole tableau disappears.\nHaving his assistants bring on a wide plinth, the magician summons up the three women again, joining them on the plinth before they fade away. Finally, the magician curls up into a ball, becomes a giant soap bubble, and floats slowly upward. The magician returns to join his surprised assistants in a curtain call.", "tmdb_plot": "Melies the magician does tricks.", "tmdb_id": "196383", "wiki_id": "65026266"}, {"title": "The Story of the Kelly Gang", "genres": ["Crime", "Drama", "Action", "History"], "wiki_plot": "Film historian Ina Bertrand suggests that the tone of The Story of the Kelly Gang is \"one of sorrow, depicting Ned Kelly and his gang as the last of the bushrangers.\" Bertrand identifies several scenes that suggest considerable film making sophistication on the part of the Taits. One is the composition of a scene of police shooting parrots in the bush. The second is the capture of Ned, shot from the viewpoint of the police, as he advances. A copy of the programme booklet has survived, containing a synopsis of the film, in six 'scenes'. The latter provided audiences with the sort of information later provided by intertitles, and can help historians imagine what the entire film may have been like.\nAccording to the synopsis given in the surviving programme, the film originally comprised six sequences. These provided a loose narrative based on the Kelly gang story.\nScene 1: Police discuss a warrant for Dan Kelly's arrest. Later, Kate Kelly rebuffs the attentions of a Trooper.\nScene 2: The killings of Kennedy, Scanlon and Lonigan at Stringybark Creek by the gang.\nScene 3: The hold-up at Younghusband's station and a bank hold–up.\nScene 4: Various gang members and supporters evade the police and the gang killing of Aaron Sherritt.\nScene 5: The attempt to derail a train and scenes at the Glenrowan Inn. The police surround the hotel, Dan Kelly and Steve Hart \"die by each other's hands\" after Joe Byrne is shot dead.\nScene 6: The closing scenes. Ned Kelly fights hard but is shot in the legs. \"He begs the Troopers to spare his life, thus falls the last of the Kelly Gang…\"Some confusion regarding the plot has emerged as a result of a variant poster dating from the time the film was re-released in 1910. The similar (but different) photos suggest that either the film was being added to for its re-release, or an entirely new version was made by Johnson and Gibson, as the poster proclaims. In addition, a film fragment (\" the Perth fragment \") exists, showing Aaron Sherritt being shot in front of an obviously painted canvas flat. This is now thought to be from a different film altogether, perhaps a cheap imitation of The Story of the Kelly Gang made by a theatrical company, keen to cash in on the success of the original, or an earlier bushranger short.", "tmdb_plot": "Just as Galeen and Wegener's Der Golem (1915) can be seen as a  testament to early German film artistry, The Story of the Kelly Gang (1906) symbolizes both the birth of the Australian film industry and the emergence of an Australian cinema identity. Even more significantly, it heralds the emergence of the feature film format. However, only fragments of the original production of more than one hour are known to exist, preserved at the National Film and Sound Archive, Canberra; Efforts at reconstruction have made the film available to modern audiences.", "tmdb_id": "20105", "wiki_id": "142995"}, {"title": "The Tramp and the Mattress Makers", "genres": [], "wiki_plot": "In front of a shop, three mattress makers are busy sewing a mattress. When they go into a cheap wine bar for a break, a drunken tramp ambles onto the scene, and decides to take a nap inside the mattress. The workers come back and finish sewing up the mattress, not noticing the tramp sleeping inside it. Suddenly the tramp wakes up and tries to struggle out. Workers and passersby alike are startled to see what appears to be a living mattress tumbling and stumbling in the street.\nThe tramp, still completely inside the mattress, makes his way into the nearby wine bar. In the ensuing confusion, all the customers and bar staff run out, and a policeman rushes in to arrest the living mattress. When he stumbles into the policeman, the tramp finally manages to tear his way out of the mattress. Bar, mattress, and furniture alike all end up on top of the policeman. In a final medium shot, preceded by a trilingual intertitle (\"À Votre Santé, Good Health, Prosit!!!\"), the tramp pours himself a drink and toasts the audience.", "tmdb_plot": "A bum accidentally gets himself sewn up inside a mattress.", "tmdb_id": "196402", "wiki_id": "65028000"}, {"title": "The Witch", "genres": ["Family", "Fantasy"], "wiki_plot": "Note: Since the film is silent and has no intertitles, some names and details in the summary below are taken from the film's description in Méliès's American catalogue.Lothaire, a penniless troubadour who is the last in a lineage of gallant knights, visits the witch Carabosse to find out what his future holds. The witch tells him that he will rescue and be loved by a damsel in distress, currently trapped in a dungeon as part of a plot by her father to steal her inheritance. Carabosse magically summons up a portrait of the damsel so that Lothaire will recognize her. Lothaire asks for a magic charm to help him rescue the damsel. The witch offers an enchanted four-leaf clover, but demands a steep price for it. Lothaire, having no money, tricks the witch by giving her a money bag loaded with sand, and hastily leaves to start his quest. Carabosse, discovering the way Lothaire has cheated her, is furious. She vows revenge and sets out in pursuit of the troubadour. As a weapon for herself, she enchants a poignard so that it can fly through the air and spit fire. The chase begins.\nLothaire tries to escape Carabosse by pushing down piles of rocks on her, but they are no match for the witch's magical powers, and she continues the chase flying on a broomstick. Crossing a field of sacred monoliths built by ancient Druids, Lothaire reaches a cemetery. He is surrounded by ghosts, but wards them off with the four-leaf clover. He reaches the imprisoned damsel's castle, and finds it guarded by monsters: a giant toad and owl, a fire-breathing dragon, and various serpents. Lothaire is about to be eaten when a Druid priest appears, on the ruin of an old altar nearby. He gives a piece of holy mistletoe to the troubadour, who uses it to tame the animals. Lothaire continues into the castle, where a ghostly knight presents him with an anointed sword used at the Crusades. Lothaire holds it in his teeth and climbs up the castle walls to the damsel's dungeon cell, while the Druid priest holds back the pursuing witch.\nAt long last he reaches the damsel, undoes her chains, and breaks open the cell door with a convenient battering ram. The troubadour and damsel escape just as Carabosse reaches the window, and enraged she flies away on her broom, creating a thunderstorm. She catches up to the escaping couple on the cliffs of a lake, and attacks them with her magic poignard. She is about to triumph when the Druid priest appears again, attacks Carabosse with her own broomstick, and sends her falling into the lake. One of her minions, a gnome, attempts to slay the Druid with an axe, but he turns the poignard on the gnome and vanquishes him. The couple, safe at last, receive a benediction from the Druid and vow eternal love.", "tmdb_plot": "A penniless troubadour consults witch Carabosse about his future, but offends her by paying with a bag of sand. He evades the witch's revenge, and saves the beautiful princess.", "tmdb_id": "196396", "wiki_id": "64687116"}]