[{"title": "The Vacuum Cleaner", "genres": ["Fantasy", "Comedy", "Science Fiction"], "wiki_plot": "Two men give the street vacuum cleaner they have just stolen an original purpose; not content with collecting the various utensils they find on their way, they take turns sucking up the peaceful passers-by who have the misfortune to pass within their reach: nannies, lovers, town sergeants, are irresistibly attracted and snatched up one after the other, despite their desperate efforts, by this voracious hoover. Fortunately, the mischievous criminals are finally \"sucked up\" in their turn while they are resting from their \"work\" on the terrace of a wine merchant, by the policemen launched in pursuit. Then the device, delicately turned in the opposite direction, gives back to freedom the unfortunate victims that it had sucked up.", "tmdb_plot": "In this funny picture we see the vacuum cleaner, the modern dust eradicator, performing some very droll tricks. As soon as the fellow turns on the air then the fun begins. It is all accomplished through some clever trick photography. First we see two attendants start out to do a cleaning job, and while they stop to take some refreshments, two men, who happen to be passing, take the machine and start down the sheet to have some fun. They meet a woman with a dog on a leash, and at a turn of the wheel, the dog and its mistress are quickly drawn into the spout. Next a nursemaid comes sauntering down the street, and when they level the spout at her she meets the same fate. A girl and her lover are the next to disappear off the face of the earth, and still they go along, looking for more victims. (Moving Picture World)", "tmdb_id": "196648", "wiki_id": "68576839"}, {"title": "The Good Luck of a 'Souse'", "genres": ["Drama"], "wiki_plot": "In a saloon, a drunkard is in such a bad state that the police are called in to carry him away and bring him home. His arriving there wakes up his sleeping wife and daughter; when they remonstrate him for his drunkenness, he reacts violently and pushes them both out of a window. By miraculous good luck, both survive the attack; the daughter falls into a peddler's basket, and the wife gets caught on the side of the building as she falls.\nThe drunkard, believing himself to have murdered his family, is shocked into sobriety and attempts to hang himself. However, the rope breaks just as a police officer comes in, leading the wife and daughter. The ex-drunkard pledges never to touch another drop of alcohol, and the whole family is happy.", "tmdb_plot": "This film from George Melies is sadly one that's only available in fragments. The film starts off with a title card stating that a drunk man has just thrown his family out a window. We see a couple of them landing on the ground and then we go back to the room where the drunk is now trying to kill himself.", "tmdb_id": "196607", "wiki_id": "64831085"}, {"title": "The Knight of Black Art", "genres": ["Fantasy"], "wiki_plot": "A magician, aided by his assistant and two women dressed as pages, constructs a large tambourine from two hoops and a piece of cloth. The magician paints a face on the head of the tambourine, and magically extracts wine bottles and clothing, including old-fashioned dresses, from the face. Multiplying the pages into four, the magician throws the dresses upon them, and they perform a brief dance.\nNext the magician takes the frame of the tambourine (now without its head), and, suspending it from wires, makes one of the women rise up from it. He then disappears into the frame himself, to the astonishment of his servant, before returning for a final trick: separating the frame back into two hoops, he turns them into the wheels of a bicycle, and rides cheerfully away.", "tmdb_plot": "Magic tricks in a medieval setting.", "tmdb_id": "196599", "wiki_id": "65033523"}, {"title": "£100 Reward", "genres": [], "wiki_plot": "A poor family, suffering from a lack of food, plan to sell their dog to gain some extra income. Before they act on their plan, the dog discovers some buried jewels. These turn out to be stolen, and the family are given a £100 reward.", "tmdb_plot": "A poor family, suffering from a lack of food, plan to sell their dog to gain some extra income. Before they act on their plan, the dog discovers some buried jewels. These turn out to be stolen, and the family are given a £100 reward.", "tmdb_id": "410710", "wiki_id": "35407845"}, {"title": "The Adventures of Dollie", "genres": ["Drama", "Thriller"], "wiki_plot": "On a beautiful summer day a father and mother take their daughter Dollie on an outing to the river. The mother refuses to buy a passing peddler's wares. The peddler tries to rob the mother, but the father rushes up and drives away the ruffian. The peddler then returns to his nearby camp and devises a plan. He and his female companion return and kidnap Dollie while her parents are distracted. A rescue party is quickly organized to find the girl, but the peddler and companion take her back their camp. They gag Dollie, put her in a wooden barrel, and seal its top before the rescue party arrives at the camp. Once the searchers leave, the peddler and his companion escape in their wagon. As the wagon crosses the river, the barrel falls into the water. Still sealed in the container, Dollie is swept downstream in dangerous currents. Soon a boy who is fishing along the riverbank finds the barrel, calls out to Dollie's frantic father to help him hoist it out of the water. The father unseals the barrel and daughter and parent are happily reunited.", "tmdb_plot": "On a warm and sunny summer's day, a mother and father take their young daughter Dollie on a riverside outing.", "tmdb_id": "132394", "wiki_id": "13291458"}, {"title": "After Many Years", "genres": ["Drama"], "wiki_plot": "The short film is about a love triangle, in which a young lady discovers that she is in love with her boyfriend's best friend after her sweetheart dies at sea.", "tmdb_plot": "A castaway returns home after years lost at sea, to the wife and child he left behind.  Has she waited faithfully or has she moved on?", "tmdb_id": "269434", "wiki_id": "13291567"}, {"title": "The Girl from Arles", "genres": ["Drama"], "wiki_plot": "A young man from the country, Frédéric, says good-bye to his family and his sweetheart Yvette in front of his family home and goes to the old city of Arles to attend the bull fight at Roman Amphitheatre. There he meets a beautiful young woman and falls in love with her. They stroll together through the street of the old city and vow eternal love. As he leaves her at her home and walks away, her former lover Mifilio comes along and forcefully complains about her unfaithful behaviour, but she coldly sends him away.\nThe next day Frédéric meets the girl again and proposes to her and she accepts him. He takes her to his home to introduce her to his parents who welcome her.\nA few days before the date planned for the wedding, Milifio appears at Frédéric's house and shows his grandfather Balthazar a letter proving that she had been his mistress and had sworn him eternal love. He shows it to Frederic who confronts the girl. She coldly admits the facts and haughtily leaves the house. Frédéric is devastated.\nTo prevent him to fall into madness, his mother convinces him to marry Yvette. Frédéric consents and the wedding is celebrated.\nBut Frédéric cannot forget the Girl from Arles. He keeps having visions of her either alone or with Milifio. Trying to find solace, he climbs to the attic of his house, but there he sees her kissing Milifio in front of the open window. Wanting to catch them, he falls from the window and crashes on the ground. He dies in his mother's arms while Yvette watches, crying.", "tmdb_plot": "The young hero, Frederick, is leaving his country home and going to the city to attend the bull fight, and while there he meets and woos a beautiful maiden, forgetting his own little sweetheart at home.", "tmdb_id": "470155", "wiki_id": "64536765"}, {"title": "An Awful Moment", "genres": ["Drama"], "wiki_plot": "Judge Mowbray sentences a man, at which a gypsy woman protests. The Judge later goes home and sees his wife and daughter. However the gypsy woman breaks into his house. She knocks out Mrs. Mowbray, gags her and ties her to a chair. She sets up a gun to shoot her dead when the door is opened. However the daughter wakes up and is able to tell her father, who saves his wife, and the gypsy woman is arrested.", "tmdb_plot": "After a judge (Harry Solter) does his job and sentences a  man, a gypsy woman (Marion Leonard) erupts in vehement protests and has to be taken forcefully out of the courtroom.  Later the gypsy follows the judge to his home and plots a vicious revenge on his wife (Florence Lawrence).", "tmdb_id": "298468", "wiki_id": "41528891"}, {"title": "The Black Viper", "genres": ["Drama"], "wiki_plot": "A thug accosts a girl as she leaves her workplace but a man rescues her. The thug vows revenge and, with the help of two friends, attacks the girl and her rescuer again as they're going for a walk. This time they succeed in kidnapping the rescuer. He is bound and gagged and taken away in a cart. The girl runs home and gets help from several neighbors. They track the ruffians down to a cabin in the mountains where the gang has trapped their victim and set the cabin on fire. A thug and Rescuer fight on the roof of the house.", "tmdb_plot": "A thug accosts a girl as she leaves her workplace but a man rescues her. The thug vows revenge and, with the help of two friends, attacks the girl and her rescuer again as they're going for a walk. This time they succeed in kidnapping the rescuer. The girl runs home and gets help from several neighbors. They track the ruffians down to a cabin in the mountains where the gang has trapped their victim and set the cabin on fire.", "tmdb_id": "196604", "wiki_id": "29391146"}, {"title": "Buncoed Stage Johnnie", "genres": [], "wiki_plot": "A stage actress's wealthy admirer, or \"Stage Door Johnnie\", brings a bouquet to the theatre and asks a stagehand to pass it along to the admired actress. The stagehand, for a practical joke, changes the card on the bouquet so that it appears to be meant for the theater's lady janitor. The janitor, accepting the flowers, sends the Stage Door Johnnie a note telling him to meet her at the stage door. The Stage Door Johnnie, shocked to see the janitor approaching, tries unsuccessfully to escape her embrace. He finally struggles away, as the theatre's stagehands laugh at the success of the joke.", "tmdb_plot": "This Georges Melies film is one of several to appear in only a fragment form. The film opens up with a title card explaining what happens in the missing parts of the movie. Basically a man wants to give some flowers to a stage star but a prankster instead gives them to an obese cleaning woman.", "tmdb_id": "196571", "wiki_id": "49473805"}, {"title": "A Calamitous Elopement", "genres": [], "wiki_plot": "A young couple decides to elope after being caught in the midst of a romantic moment by the woman's angry father. They make plans to leave, but a thief discovers their plans and hides in their trunk and waits for the right moment to steal their belongings.", "tmdb_plot": "A young couple are enjoying a romantic interlude in the young woman's home, when her father discovers them and angrily chases the young man out of the house. They thus decide to elope, and they make plans accordingly. But as they are leaving, a thief discovers their plans, and he decides to turn the situation to his own advantage.", "tmdb_id": "196606", "wiki_id": "41503251"}, {"title": "The Call of the Wild", "genres": ["Comedy"], "wiki_plot": "The story, set in the late 1800s, is a cross-cultural melodrama about Gladys Penrose (Florence Lawrence), a young white woman who rejects the professed love of George Redfeather (Charles Inslee). George, a Native American, has lived for years in white society and has just returned to the American West from Pennsylvania, where he graduated with high honors and was a football star at a prominent \"Indian boarding school\" in Carlisle. In recognition of George's scholastic and athletic achievements, Gladys's father, a lieutenant in the United States Army, holds a formal reception and dance for the local \"hero\". George, however, has fallen desperately in love with Gladys, and at the party he openly expresses his feelings to her as well as his desire to marry her one day. She angrily dismisses his advances, and her father, also angered, orders the young man out of the Penrose house.\nAfter leaving the party, George goes back to the small house in town where he living. Once back in his bedroom—humiliated and infuriated by his treatment—he strips off his \"white man's\" formal evening attire and dons traditional native buckskin clothing as well as an elaborate war bonnet. He then leaves the town and rejoins his tribe \"in the wilds\". Back with his \"own people\", George agitates a small group of his fellow braves with a fiery speech and bottles of whiskey, and then, after becoming inebriated, he returns by himself to the town to spy on Gladys and to observe her activities. When he sees her go riding alone on horseback into the countryside, George assembles six of his braves, and they chase and capture Gladys while she is gathering wildflowers. George now tries to force his affections on her as his men watch and laugh in the background. Gladys struggles and rebuffs him. She then points to the sky and implores George to allow her to leave, reminding him not to abandon the teachings of God or to ignore the constant \"presence of the All Powerful Master\". Suddenly ashamed and contrite, George drops to his knees. When he rises, he leads her back toward her horse, but the other braves attempt to stop her. George pushes his men away, draws his knife, and threatens them if they do not allow her to go. The men back off as he helps Gladys onto her horse. After he kisses her hand, she departs. He now finds her handkerchief on the ground, presses it to his face, and exhibits remorse again for his actions. His men appear to be disgusted by this change in his behavior. George now rides off alone, still clutching Gladys's handkerchief and visibly sad. After holding the handkerchief to his face one last time, he drops it to the ground and leaves the scene.", "tmdb_plot": "George Redfeather, the hero of this subject, returns from Carlisle, where he not only graduated with high honors, but was also the star of the college football team. At a reception given in his honor by Lieut. Penrose, an Indian agent, the civilized brave meets Gladys, the lieutenant's daughter, and falls desperately in love with her.", "tmdb_id": "382974", "wiki_id": "19268430"}, {"title": "A Christmas Carol", "genres": ["Drama", "Fantasy"], "wiki_plot": "No prints of the first American film adaptation of A Christmas Carol are known to exist, but The Moving Picture World magazine provided a scene-by-scene description before the film's release. Scrooge goes into his office and begins working. His nephew, along with three women who wish for Scrooge to donate enter. However, Scrooge dismisses them.  On the night of Christmas Eve, his long-dead partner Jacob Marley comes as a ghost, warning him of a horrible fate if he does not change his ways.  Scrooge meets three spirits that show Scrooge the real meaning of Christmas, along with his grave, the result of his parsimonious ways. The next morning, he wakes and realizes the error of his ways. Scrooge was then euphoric and generous for the rest of his life.", "tmdb_plot": "Scrooge goes into his office and begins working. His nephew, along with three women who wish for Scrooge to donate enter. However, Scrooge dismisses them. On the night of Christmas Eve, his long-dead partner Jacob Marley comes as a ghost, warning him of a horrible fate if he does not change his ways.", "tmdb_id": "570834", "wiki_id": "12030404"}, {"title": "The Diligent Batman", "genres": ["Comedy"], "wiki_plot": "The film tells about an old general who takes care of his cook and brings to the kitchen sheets of sticky paper to fight the flies. The cook at the direction of the general everywhere spreads out these sheets. The general is replaced by the batman, who sits on a chair with paper and begins to fight with it.", "tmdb_plot": "A comedic short about a clumsy valet.", "tmdb_id": "415402", "wiki_id": "56981532"}, {"title": "Dr. Jekyll and Mr. Hyde", "genres": ["Fantasy", "Horror"], "wiki_plot": "The film begins with the raising of a stage curtain. Dr. Jekyll vows his undying love for Alice, a vicar's daughter, in her spacious garden. Suddenly, seized by his addiction to the chemical formula, Jekyll begins to convulse and distort himself into the evil Mr. Hyde. He savagely attacks Alice, and when her father tries to intervene, Mr. Hyde takes great delight in slaughtering him. While in his lawyer's office, Dr. Jekyll sees visions of himself being executed for his crime.\nHyde later visits a friend Dr. Lanyon to ask him to procure some chemicals he needs, and after drinking the potion, he transforms back into Jekyll right before the doctor's eyes. Later in his lab, Jekyll transforms back into Mr. Hyde again, but haunted by visions of the gallows, he takes a fatal dose of poison, killing both of his identities simultaneously. In true theatrical tradition, the curtain then closes.", "tmdb_plot": "", "tmdb_id": "3006", "wiki_id": "7870349"}, {"title": "The Dream of an Opium Fiend", "genres": ["Fantasy"], "wiki_plot": "In an opium den, an attendant offers a well-dressed gentleman a pipe of opium. The gentleman dreams he is at home, and that his wife and maidservant are pouring him a large glass of beer. However, before he can drink it, the beer flies upward through the window to Phoebe, the Moon goddess, seated on her crescent in the sky. The dream shifts to imagine the Man in the Moon flying through the sky, to meet the beer glass as it travels through space.\nThe dream shifts back to the gentleman's dining room, where he attempts to have a drink with Phoebe and to flirt with her. However, first the beer glass, then Phoebe herself, magically jump around the room, evading the gentleman's attempts at control. Just as the gentleman thinks he has chased Phoebe into his arms, she turns into a grotesque clown. The clown teases the frantic gentleman as the dream comes to an abrupt end.", "tmdb_plot": "The opium fiend is seen in a den, puffing on this terrible narcotic. He then falls fast asleep and dreams that he is at home with his wife. He asks for something to drink and he is given wine, which he does not care for, and he is finally given some bottled beer and a glass, but he complains that the glass is too small and he gets a very large sized glass receptacle, into which his wife and maid servant pour the contents of the bottle. As he is about to drink the glass passes from his hand mysteriously, sailing through the room and out of the window to the moon…", "tmdb_id": "196605", "wiki_id": "64687036"}, {"title": "The Fight for Freedom", "genres": ["Western"], "wiki_plot": "The film opens in a town on the Mexican border. A poker game is going on in the local saloon. One of the players cheats and is shot dead by another of the players, a Mexican named Pedro. In the uproar that follows, Pedro is wounded as he escapes from the saloon. The sheriff tracks Pedro to his home but Pedro kills him too. Pedro's wife, Juanita, and his mother hide him so he can recover from his wounds. The posse arrives and Juanita is arrested on suspicion of murdering the sheriff. Pedro rescues her from the town jail and the two head for the Mexican border. Caught by the posse before they reach the border, Juanita is killed and the film ends with Pedro being arrested and taken back to town.", "tmdb_plot": "In a saloon in a Mexican border town, a group of cowboys, including a Mexican named Pedro, play poker. One man is discovered cheating, and is shot dead by Pedro, who is wounded as he attempts to escape. Pedro is followed home by the local sheriff, who proves the next victim of Pedro's quick temper and pistol. Pedro's wife, Juanita, is thrown into jail, but he manages to break her out. They head for the border, unaware that a posse is waiting for them.", "tmdb_id": "823948", "wiki_id": "29390154"}, {"title": "French Cops Learning English", "genres": [], "wiki_plot": "In a room labelled \"English School under the management of Miss Blackford,\" four French policemen and their chief are practicing English words. Miss Blackford, writing \"What a fair fish\" on her blackboard, tells one of the policemen to translate it into French; his attempt is \"Va te faire fiche.\" The process repeats, with \"Very well thank you\" translated as \"Manivelle St. Cloud.\" Miss Blackford, holding up a placard reading \"Conversation,\" lets in four young English ladies; the policemen and ladies court each other fervently.\nThe lesson is interrupted by the entrance of a higher-ranking officer, a Police Inspector, who is appalled at the sight of the police force in chaotic flirtation. However, when the \"Conversation\" placard is shown to him by way of explanation, he is immediately appeased, and nods cheerfully. The entire classroom bursts into a raucous can-can dance as the Inspector holds up a placard reading \"Entente Cordiale.\"", "tmdb_plot": "The seven-minute film takes place inside a classroom where some cops are learning English.", "tmdb_id": "196627", "wiki_id": "45545085"}, {"title": "The Genii of Fire", "genres": [], "wiki_plot": "A young man and woman, wandering a lushly forested landscape, come across a ruined temple. An old man at the entrance warns the couple not to enter the temple, but they disregard him in their curiosity. Inside, they are surrounded and trapped by temple priests, and they watch in horror as an imp-like spirit fills the temple with fire. The couple are blinded, and stumble back out of the temple, where the old man restores their sight.", "tmdb_plot": "Not much of a plot. A couple is menaced by some sort of bizarre religious cult. Then they're saved.", "tmdb_id": "196643", "wiki_id": "65044827"}, {"title": "The Girl and the Outlaw", "genres": ["Western", "Action"], "wiki_plot": "A girl called Nellie falls for Preston, a notorious outlaw who leads a band of Native American renegades. Preston treats her badly and leaves her for dead but she is rescued by a mountain woman whom she had befriended. They escape together, sharing a horse, but Nellie is mortally wounded. As Preston tries to overtake them, the mountain woman stabs him in the chest and he is killed. The renegades stop and then ride away. Nellie dies soon after reaching her father's cabin.", "tmdb_plot": "Mack Sennett appears as a Native American in this film produced by the Biograph Company.", "tmdb_id": "372736", "wiki_id": "41510051"}, {"title": "The Greaser's Gauntlet", "genres": [], "wiki_plot": "The film begins as Jose, a young Mexican man, leaves his home in the Sierra Madre Mountains in order to make his way in the United States. Before he leaves, his mother presents him with a pair of gauntlets embroidered with a cross, which are intended to be a reminder of her love as well as what she has taught him: \"to be temperate, honest, and dispassionate; to bear the burden of life's cross with fortitude and patience.\" The film then moves on a tavern on the border, populated by cowboys, miners and railroad construction employees. Tom Berkeley is the engineer of the construction company, and his fiancée Mildred West has just arrived from New York. Bill Gates, an assistant engineer, secretly loves Mildred, though she rebuffs his unwanted advances. Mildred and Tom's entry in the tavern draws everyone's attention, during which a Chinese servant steals money from a group of cowboys playing poker and plants the cowboy's bandanna at Jose's feet. Jose mistakenly picks it up, thinking it is his own, and exits. The robbery is subsequently discovered and blame is placed on Jose. An angry mob subsequently drags him out to be lynched, despite his pleas of innocence, which Mildred believes. Jose is dragged off to the woods and a rope placed around his neck, and he asks for the chance to say a final prayer. The film then cuts back to Mildred at the hotel, feeling pity for Jose. As she comes out of her hotel room, she suddenly spies the Chinese servant hiding the money he has stolen, revealing that he is the real thief. She snatches the money and runs to the site of the lynching, arriving just as Jose is raised into the air. She causes the mob to drop the rope, and Jose is released uninjured. After she explains what truly happened and returns the money to the cowboy, the mob leaves to chase after the servant, leaving Mildred and Jose alone. As a gesture of his deep gratitude he gives her one of the gauntlets and swears that if she ever needs his help, he will come to her rescue.\nTime passes by, during which Jose falls into drinking. The railroad contracts have finally been completed, and a party is thrown in honor of Tom Berkeley. Bill Gates attends and continues to make advances on Mildred, now Tom's wife. After he does not give up, she screams and calls Tom to her side, who attacks Bill and ejects him from the party, who swears to get his vengeance. Bill heads to the tavern and finds Jose, drunk, who with another accomplice helps Bill attack Tom's carriage on its way home from the party. They knock Tom out, then abduct Mildred and take her to the tavern. Jose leaves to continue drinking, during which time Mildred unsuccessfully attempts to escape and is blocked by Bill. When Jose returns, he suddenly sees the gauntlet on the floor, which Mildred dropped in her struggle with Bill. Realizing who she is, he attacks Bill and kills him as Tom and his friends burst into the room to save her. Mildred thanks Jose for aiding in her rescue, and Jose resolves to return to his mother in the mountains. The film ends with Jose fulfilling this promise and returning to his loving mother's arms.", "tmdb_plot": "Jose, a handsome young Mexican, leaves his home in the Sierra Madre Mountains to seek his fortune in the States. On leaving, his dear old mother bestows upon him her blessing, presenting him with a pair of gauntlets, upon the dexter wrist of which she has embroidered a Latin Cross.", "tmdb_id": "580980", "wiki_id": "41503335"}, {"title": "The Electric Hotel", "genres": ["Fantasy"], "wiki_plot": "Laure and Bertrand arrive at the Electric Hotel, where a control board allows inanimate objects to come to life. For most of the film, the effects are used to perform tasks such as polishing shoes, styling hair and putting away luggage, to the two guests' great pleasure. At the end, a drunken concierge erratically throws switches that cause the system to go haywire, sending all of the hotel's furniture into a jumbled, chaotic mess.", "tmdb_plot": "", "tmdb_id": "143634", "wiki_id": "12036077"}, {"title": "Ingomar, the Barbarian", "genres": ["Comedy"], "wiki_plot": "Parthenia seeks her father who is captured by barbarians. She starts the search alone and finds the barbarian camp. She is captured by the barbarians where Ingomar is the leader. The undaunted girl compels the admiration of Ingomar. He releases her father to seek for hidden money and keeps Parthenia as a hostage. She teaches him what love is. Ingomar at heart is “sterling”. At first amused, then interested he learns the true meaning of love. Admiration gives way to passion and Ingomar becomes her champion. Then there is a mutiny among the barbarians and they abduct Parthenia. Ingomar rescues her, forsakes his tribe and escorts Parthenia home where Polydor, an old suitor, starts trouble. He buys up the debt of her father and, because her father can’t pay his debts, demands Parthenia and her father to be slaves. Ingomar marvels at such “civilised” conduct and wants to kill Polydor. Partnenia prevents this and Ingomar offers himself in their place and Polydor accepts. When the barbarians besiege the city they think Ingomar is held against his will. Ingomar saves the city and Polydor is driven forth. Ingomar wins Parthenia and is made governor by the citizens.", "tmdb_plot": "Mack Sennett appears as a barbarian in this film produced by the Biograph Company.", "tmdb_id": "382972", "wiki_id": "41511368"}, {"title": "The Last Days of Pompeii", "genres": ["Drama", "History"], "wiki_plot": "In Pompeii 79AD, Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer her. Glaucus buys the blind slave Nydia who is mishandled by her owner.\nNydia falls in love with Glaucus and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with her. In fact it is a poison which will destroy his mind. Ione's brother Apaecides threatens to reveal publicly his wrongdoings. Arbaces kills him and accuses Glaucus of the crime. He locks Nydia in a cellar to prevent her from speaking.\nGlaucus is condemned to be thrown to the lions. Nydia manages to escape and rushes to the Circus where she arrives just as the Vesuvius starts erupting.\nA widespread panic ensues and under the shock, Glaucus recovers his mind. Blind Nydia, the only one to find her way in the darkness caused by the rain of ashes, leads Glaucus and Jone to safety and finds peace by drowning herself.", "tmdb_plot": "Pompeii 79AD, mere days before the Vesuvian eruption. Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer Jone. Glaucus purchases Nydia,  the blind and long-suffering slave. Nydia falls in love with Glaucus and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with her-- In fact, a poison which will cause violent insanity. Produced by Turin-based Ambrosio Films.", "tmdb_id": "284799", "wiki_id": "42429424"}, {"title": "Long Distance Wireless Photography", "genres": ["Science Fiction", "Comedy"], "wiki_plot": "In a glass-roofed workshop, an inventor is surrounded by mechanical devices for a complicated machine. The inventor's servants show in a respectably dressed lady and gentleman; the inventor welcomes them in and begins to demonstrate his invention to them. Setting the machine in motion, he unrolls a large screen and places a small image of the Three Graces on a chair; thanks to the machine, the Graces are projected at life-size on the screen, and they briefly come to life before disappearing. Next, the inventor and his staff give a further demonstration, with a model in Grecian garb being projected. As before, the projected image takes on its own life, waving to the gentleman visitor.\nThe visitors indicate that they are ready to be photographed by the wireless process, and the lady takes a seat in front of the photographic apparatus. Her head appears in close up, projected on the screen; the projected head makes grotesque faces, including a mostly toothless grin and a fierce scowl. The lady faints from shock and has to be revived with smelling salts. The inventor, proffering apologies, ushers the gentleman client to the seat, but he fares even worse: his projected portrait shows him as a hairy, monkey-like creature, gibbering maniacally. In a rage, the gentleman runs around the room, trying to destroy the machine, but touching one of the devices gives him an electrical shock that makes his hair stand on end. He rushes to his lady companion, whose outer garments are torn apart when she stands too near another device, leaving her in her chemise and petticoats. The two clients leave the studio in a rage, while the inventor and his servants laugh uproariously.", "tmdb_plot": "Into a photography studio full of large fantastic machines steps an elderly couple. The bearded proprietor explains the equipment and gives them a demonstration: he starts machines whirring, and projects a painting of three women onto a large screen; suddenly the women begin to move. The customers are impressed. First the women sits in the special seat: she's projected onto the screen, and her good nature comes out in the laughing image. Then it's the man's turn, but the machine discloses a vastly different nature in him. Will his reaction threaten our proprietor's inventions?", "tmdb_id": "188080", "wiki_id": "48525862"}, {"title": "Krechinsky's Wedding", "genres": ["Comedy"], "wiki_plot": "The film is a screen version of a series of scenes from the comedy Krechinsky's Wedding by Aleksandr Sukhovo-Kobylin.", "tmdb_plot": "", "tmdb_id": "894280", "wiki_id": "56972264"}, {"title": "Mishaps of the New York-Paris Auto Race", "genres": [], "wiki_plot": "In New York City, an automobile race to Paris is launched. A large crowd, including a Salvation Army brass band, sees off the six racecars, including a De Dion-Bouton driven by Georges Bourcier de Saint-Chaffray, a Motobloc, a steam automobile, and even a kitchen on wheels, where a black visitor is hurried out before the race begins. The cars speed over the precipices of the Rocky Mountains, where they navigate a rickety bridge over a torrent; though the De Dion-Bouton speeds easily over the bridge, it breaks under the weight of the next car, hurling it into the water. The other four cars, going too fast to be able to stop, follow it over the precipice. The De Dion-Bouton, now alone, continues its journey as far as the plains of California, where it suffers a breakdown just as it is being attacked by a group of Iroquois. The abducted travelers, about to be scalped, escape by getting their captors drunk on gasoline. They regain their car only to realize that, having used up their gasoline in the ruse, they cannot start the engine. Taking some feathered Iroquois headdresses to use as sails, they convert the automobile into a sail wagon and travel on the wind.\nThe weather gets worse, and a cyclone carries the car into the sky. It flies over Canada and finally makes a crash landing on a frozen Alaska river. Finding a horse to pull the car, they reach a gold mining camp. In welcome, the miners take them on a tour of a glittering mine and give them two boxes of gold. The travelers set off again with sled dogs pulling their car. They make it as far as the Bering Strait before the dogs are tired out and can go no further. An ice avalanche sends the car into the sea, where a whale accidentally swallows it. The whale spits out the car on an ice field, where the travelers see a pack of polar bears approaching. Just when an attack seems imminent, it becomes clear that the bears come in peace, thinking the fur-covered travelers are bears as well. Humans and bears exchange hearty handshakes and conversation, until they notice that the airship Patrie is being blown toward them by the strong wind. The travelers make a dash for the airship, managing to fasten one of its guide ropes to the car.\nThe airship carries the car to Siberia, where some poor serfs agree to pull the car over the ice. They pass through villages, where the travelers are greeted with welcome, vodka, and displays of ice skating. Reaching Germany, the travelers are still unable to make their car work, and call upon a caravan of Romani people to pull it onward for a while. At last, their car in shambles, carried along by a Paris coachman's nag, they reach the finish line at the Place de la Concorde, where the police chief Louis Lépine and the President of France have arrived to greet them. The travelers, distributing their souvenirs of the journey to the crowd, are carried in triumph through the streets of Paris.", "tmdb_plot": "", "tmdb_id": "372941", "wiki_id": "56749757"}, {"title": "The Red Girl", "genres": ["Action"], "wiki_plot": "An Indian girl helps a Mexican woman who has stolen a bag of gold nuggets belonging to a girl miner. The Mexican woman seduces the Indian girl's husband and tortures her. She escapes and meets the posse looking for the thief. Her husband and the woman are escaping downstream in a canoe so the posse launch other canoes and give chase. A fight ensues with the canoes capsizing and the Mexican woman taken prisoner. The Indian girl's husband pleads with her to forgive him but she refuses and goes away with the girl miner.", "tmdb_plot": "Mack Sennett appears as a man in the bar in this film produced by the Biograph Company.", "tmdb_id": "372744", "wiki_id": "41510135"}, {"title": "Rescued from an Eagle's Nest", "genres": ["Drama", "Action", "Thriller"], "wiki_plot": "A woodsman leaves a hut followed by a woman with their baby. Nearby some men chop down a tree. The baby is left outside the hut, but an eagle flies away with it. The mother comes outside and sees what has happened. She picks up a gun and aims, but decides against it. She tells the woodsmen and they get to the cliff where the eagle's nest is. One of the men is let down on a rope to the nest. However the eagle attacks, but he kills it and kicks it off the cliff. He then picks up the baby, is hoisted up the cliff, and returns the baby to its mother.", "tmdb_plot": "A woodsman leaves a hut followed by a woman with their baby. Nearby some men chop down a tree. The baby is left outside the hut, but an eagle flies away with it.", "tmdb_id": "44336", "wiki_id": "13292205"}, {"title": "The Scarlet Letter", "genres": ["Drama"], "wiki_plot": "Hester Prynne becomes pregnant while her husband is absent. In June 1642, in the Puritan town of Boston, a crowd gathers to witness the punishment of Prynne, who is found guilty of adultery. She is required to wear a scarlet \"A\" (\"A\" is the symbol of adultery ) on her dress to shame her. Pastor Dimmesdale, who seduced the woman, hypocritically becomes one of her accusers.", "tmdb_plot": "\"The Scarlet Letter\" is a story of early Puritan days in New England. Hester, a beautiful young Englishwoman, is sent to America by her husband, with a promise that he will follow on the next ship. But he falls to keep his promise and Hester does not hear from him in years. In the meantime she is befriended by a young Puritan minister. Friendship ripens into love and Hester, thinking her husband dead, loves the handsome young clergyman with her whole heart. But when the baby is born the minister, fearing the wrath of the Pilgrim Fathers, denies it and Hester is condemned to wear the Scarlet Letter and to stand in the pillory. And it is only after several years of Hester's shame and ignominy that the little child finally reaches the father's heart. Then comes the great scene. The minister, on a fête day, ascends the pillory, places himself where Hester had been placed, and publicly proclaims his sin.", "tmdb_id": "678339", "wiki_id": "44756427"}, {"title": "The Thieving Hand", "genres": ["Comedy"], "wiki_plot": "A one-armed beggar receives a new limb from a strange store that specializes in human appendages. The new arm has a mind of its own, though, and brings the man nothing but trouble.", "tmdb_plot": "A one-armed street peddler notices that a well-to-do man has dropped his ring. He returns it to him. The wealthy man is very grateful and, to show his appreciation, takes the peddler to a 'Limb Store', where he buys him a new arm. The recipient soon discovers that this new arm has a will of its own - causing him considerable embarrassment.", "tmdb_id": "85220", "wiki_id": "20220778"}, {"title": "L'Assommoir", "genres": ["Drama"], "wiki_plot": "Part one\nIn the street in front of Hotel Bon Coeur (English: Good Heart Hotel), Lantier is flirting with Virginie. Gervaise arrives and follows Lantier inside. In their room, Lantier and Gervaise start a fight but they stop when their friend Coupeau enters the place. Lantier asks her for money. After giving him her purse, Gervaise takes her bundle of clothes and leaves for her work. Lantier packs his things, puts his trunk on a cab and leaves after having given a note to a young boy. Gervaise arrives at the public wash house, where she begins her toil. Virginie, one of Gervaise co-workers, taunts her about the loss of her lover. Soon the boy arrives at the laundry and gives Gervaise Lantier's note that reads: \"I have had enough of your jealous outbursts, and have decided to leave you. Don't worry about me: I have found consolation. Lantier.\" Virginie looks at her with a triumphant sneer and under her breath makes slurring remarks. Gervaise turns on her, giving her a terrible beating. In front of the wash house, Gervaise sees Virginie enter a cab with Lantier and drive away.\nA few months later, Coupeau meets Gervaise in the park and proposes marriage to her. Gervaise happily accepts and on their way home they stop at a café to inform their friends of the coming event. A drunk man starts a brawl and is arrested by a policeman. Gervaise makes Coupeau swear that he will stop drinking. The couple invite their friends to a party for their wedding in a guinguette. They dance to the sound of a barrel organ.\nFour years later, Virginie takes her revenge. She has never forgotten the humiliation she endured that eventful day in the laundry, when Gervaise attacked her. One day, Gervaise and her little daughter Nana carry Coupeau his lunch to the building site where he is working. While he is having lunch with them, Virginie climbs upon the scaffolding and loosens some of the boards. As Coupeau climbs the ladder to return to work he stops for a moment to wave goodbye to his dear ones, when suddenly the planks give way under his feet and he is precipitated to the ground below. The other workmen who hurry to the scene raise the injured man and carry him to his home.\nPart Two\n\nCoupeau, now cured meets his friends, including Goujet and Virginie at a café, all carrying flowers. They drink a glass of champagne and leave together. Coupeau and his friends arrive at Gervaise's laundry shop where she has invited them for her birthday. Coupeau drinks heavily and falls asleep on the table. Lantier, who had watched the scene from outside, comes in and tries to kiss Gervaise. Goujet throws him out. Coupeau goes to a café and his friends convince him to start drinking again absinthe. Lantier bets that he can drink eight shots of spirit while the clock strikes eight. Coupeau loses because he is only able to finish six before he is helplessly intoxicated. Gervaise enters the place and, seeing the condition of her husband, begs him to go home with her, but he refuses to move. Desperate, she starts drinking with him. Goujet tries to take her away but Coupeau starts a fight with him. Finally Coupeau is attacked with delirium tremens and after a difficult struggle with his companions, is carried a raving maniac to the hospital.\nPart Three. \n\nTwo years later, Coupeau is authorised to leave the hospital. He is sternly warned by a doctor against the use of strong liquors. The smallest glass, he is told, will cause immediate death. He may, however, partake of a very little red wine. He is accompanied home by a friend, who stops on the way to purchase a bottle of wine. Gervaise is very happy that Coupeau is back at home. After an effusive greeting, she takes her basket and hastens off to purchase some food for him. While Gervaise is away, Virginie slips into the room and substitutes a bottle of spirit for the wine. Soon Coupeau feels the need of a drink and goes to pick up the bottle. He raises it to his mouth and is flabbergasted when he realises it is not wine. Burning with the desire for liquor, he drains the bottle of its contents and is immediately seized with delirium tremens. After much suffering, he falls prostrate upon the floor, where his lifeless form is found by his unhappy wife upon her return. She sees Virgine looking triumphantly at the dead body and starts a fight with her. Goujet comes in, separates the two women and throws out Virginie. Other friends come in as he tries to comfort Gervaise.", "tmdb_plot": "Everyman Coupeau's attempts to stop drinking are routinely thwarted by the wicked and vengeful Virginie. Based on Zola's novel, Capellani's film is about the free fall of a group of working-class French folk into degradation and tragedy due to carelessness, jealousy, and alcohol abuse. At the time of its release, L'Assommoir was hugely successful.", "tmdb_id": "306510", "wiki_id": "64616535"}]