[{"title": "A Sixteenth Century Russian Wedding", "genres": ["Drama", "History"], "wiki_plot": "The young boyar accidentally overturns the cart, which goes to meet him. There was a hawk who was not hurt. After parting with her, he comes home, where his parents want him to marry a girl whom he should not see before the wedding. After the wedding, the bride takes off the veil and the boyar finds out the stranger with whom fate brought him on the road.", "tmdb_plot": "A dramatization of a wedding in 16th-century Russia, between members of two prominent boyar families (based on paintings by Konstantin Makovskii): Three matchmakers first visit the family of the prospective bride, and then do the same with the prospective bridegroom's family. Later, as the time of the wedding draws near, the bride is dressed with great formality and prepared for the ceremony, as the guests get ready to celebrate the upcoming wedding.", "tmdb_id": "160516", "wiki_id": "57150020"}, {"title": "The Airship Destroyer", "genres": ["Drama", "War", "Science Fiction", "Action"], "wiki_plot": "A fleet of airships begin an attack on England, bombing an armoured vehicle, a signal box and a town. An inventor and his assistant are preparing to launch a missile in defence. A biplane attempts to shoot down one of the airships, but is destroyed itself. One of the airship's bombs lands on the home of the inventor's lover, whose hand in marriage he had unsuccessfully asked her father for earlier in the day. The inventor rushes to the house and rescues his lover, although her father is dead. Returning to the missile launch site, the inventor successfully launches a surface-to-air missile and destroys the airship. The film ends as the couple embrace.", "tmdb_plot": "An inventor uses a wireless controlled flying torpedo to destroy enemy airships.", "tmdb_id": "132395", "wiki_id": "34772196"}, {"title": "At the Altar", "genres": ["Drama"], "wiki_plot": "A rejected admirer sets up a trap to kill his sweetheart and her fiance before they married and then commit suicide, but before he passes away, he leaves a confession. The confession is found on time and a police man runs to the church to save the couple.", "tmdb_plot": "At the Italian boarding house the male boarders were all smitten with the charms of Minnie, the landlady's pretty daughter, but she was of a poetic turn of mind and her soul soared above plebeianism and her aspirations were romantic. Most persistent among her suitors was Grigo, a coarse Sicilian, whose advances were odiously repulsive. The arrival at the boarding house from the old country of Giuseppe Cassella, the violinist, filled the void in her yearning heart. Romantic, poetic and a talented musician, Giuseppe was indeed a desirable husband for Minnie.", "tmdb_id": "312438", "wiki_id": "13276675"}, {"title": "Briton and Boer", "genres": ["Action", "War"], "wiki_plot": "The film is set at the outset of the Boer War, beginning at the farm of Jobe De Larey, a Boer, and his family. His oldest daughter Gretchen and falls in love with Englishman Allen Hornby, superintendent of the mines, while attending an English school at Kimberly. Allen asks Jobe for consent to marry Gretchen and he refuses.\nGretchen overhears Jobe and Piet Cronje planning for war and intentions to seize the mines. She then sees Hans, a young Boer whom Jobe wanted her to marry, receive a message to seize the mines and capture Allen. Gretchen steals the message and Han's horse and rides to Kimberley to warn Allen. Gretchen is pursued after the message and horse are found missing, where at the bottom of the mine she refuses to leave and stays with Allen.\nThree months pass when Piet captures a dispatch and learns the movements of a group of men Allen has organized against the Boers. With the information Piet sets a trap. Allen's men ride into the trap and a battle ensues. They escape when a passing regiment of Gordon Highlanders comes to their rescue. Piet and Jobe, fight several battles when Lord Roberts outwits the Boers and forces Piet to surrender.\nHans and Jobe escape and go to Kimberly at night. They seeks out Gretchen intending to kill her for her treason. Allen arrives in time and gets into a fight with Hans, who is killed. Two years after the war at Allen's home, Jobe begs his daughter's forgiveness. Allen and Jobe reconcile the past.", "tmdb_plot": "The story opens just before the Boer War at the farm house of Jobe De Larey, just outside Kimberly, S.A. Jobe's family are Boers with all the strange customs and fierce hatreds of this transplanted people, all except his oldest daughter Gretchen. She has attended the English school at Kimberly, and while there met and fell in love with Allen Hornby", "tmdb_id": "910485", "wiki_id": "37437017"}, {"title": "The Country Doctor", "genres": ["Drama"], "wiki_plot": "A doctor (Frank Powell) leaves his sick daughter (Adele DeGarde) to assist a neighbor that is gravely ill, and ignores his wife's requests to come home and take care of his own daughter who is getting worse.", "tmdb_plot": "While caring for his sick daughter, a doctor is called away to the sickbed of a neighbor. He finds the neighbor gravely ill, and ignores his wife's pleas to come home and care for his own daughter, who has taken a turn for the worse.", "tmdb_id": "36874", "wiki_id": "13278868"}, {"title": "The Cowboy Millionaire", "genres": ["Western"], "wiki_plot": "Cowboy from Idaho gets letter from Chicago, reporting that his uncle died and left him a fortune of several million dollars.", "tmdb_plot": "Bud Noble, a handsome specimen of manhood, is foreman on the Circle \"D\" ranch outside of Circle City, Idaho, and our opening scene pictures Bud as the cowboy roping and tying a steer. With its bucking bronchos, pitching mustangs, bucking steers, and the biggest novelty ever, the acme of all thrillers, \"see Bud bulldog a steer.\" Only three men have successfully accomplished this feat and lived to tell about it. Then Bud receives a shock. The local operator appears with a telegram. \"Your Uncle John dead. You are sole heir to his estate valued at several millions. Come to Chicago at once.\" The astounded cowboys tumble over with sheer amazement. Bud buys and the scene closes with a characteristic rush for the bar.", "tmdb_id": "386978", "wiki_id": "7251854"}, {"title": "The Day After", "genres": ["Comedy"], "wiki_plot": "Mr. and Mrs. Hilton decided to give a big New Year's Eve party. They both agree to control their drinking, but as the guests arrive and the party continues both get drunk. The next day Mr. Hilton, feeling guilty for being weak, fears to confront his wife, until he finds out she was guilty as well.", "tmdb_plot": "Mr. and Mrs. Hilton throw a New Year's Eve party. They agree not to drink the punch themselves, but as guests begin to arrive their resolve weakens, and soon they are both cavorting drunkenly. Next morning Mr. Hilton, feeling very sick, is conscience-stricken over his drunkenness and his behavior with another woman. He fears to face his wife until he discovers that she feels just as guilty herself.", "tmdb_id": "470787", "wiki_id": "18250423"}, {"title": "The Death of Ivan the Terrible", "genres": ["Drama", "History"], "wiki_plot": "The film is based on plays by Aleksey Konstantinovich Tolstoy.", "tmdb_plot": "Russian film.", "tmdb_id": "567341", "wiki_id": "57160007"}, {"title": "The Diabolic Tenant", "genres": ["Fantasy", "Comedy"], "wiki_plot": "A bearded stranger, carrying a single valise, arrives at a seaside boarding house. The janitor in charge shows him to an unfurnished room, still being papered. Once the janitor has left, the new tenant throws the paper hanger out the window, and fills the room with a vast assortment of things magically taken from his valise: a steamer trunk larger than the valise itself, a fireplace, chairs, a piano, various decorations and hangings, a fully set dining table, and even a whole family and a housemaid. The janitor, bringing in a small tray of food, is astonished to see the tenant and family enjoying a grand dinner in the magically furnished room. He runs away in flight.\nLater, the tenant is reading a newspaper by the fireplace, when the janitor comes in to present the tenant with his bill. The tenant, indicating that he has no money, rejects the bill and leaves the janitor alone in the room, where all the furniture comes alive. The panicked janitor rushes back to his office and alerts his female partner.\nBack in the room, the tenant quickly packs most of the furniture into the steamer trunk, which itself disappears into the valise. A policeman runs in to stop the tenant from escaping, but the tenant throws him inside the piano and into the trunk with the rest. Leaving only a small chest of drawers in the room, the tenant pulls a ladder from his valise and climbs out the window. The male janitor hurries in, accompanied by the owner of the building and another policeman. Finding only the chest of drawers, which is dancing around of its own accord, the three men attack it with sticks. It explodes in a huge burst of smoke, knocking the men to the ground and bringing plaster and beams down from the ceiling.", "tmdb_plot": "A man rents an apartment and furnishes it in remarkable fashion.", "tmdb_id": "49271", "wiki_id": "46418568"}, {"title": "Drama in Moscow", "genres": ["Drama"], "wiki_plot": "The film tells about the actress, who is given a telegraph from which she learns that she can get one hundred thousand rubles, because she won the process. After that, she, along with a fan walking around Moscow, visit various restaurants. While walking in the park, a fan tries to kiss the actress, but she does not allow him to do this, as a result of which the fan shoots at her and then - into herself.", "tmdb_plot": "", "tmdb_id": "613647", "wiki_id": "56963501"}, {"title": "A Drunkard's Reformation", "genres": ["Drama"], "wiki_plot": "In its March 27, 1909 issue, the New York-based trade journal The Moving Picture World provides the following description of the film's plot: \n\nThe story told is a simple one, and grips from the very start. John Wharton, the husband of a true and trusting wife and father of an eight-year-old girl, through the association of rakish companions becomes addicted to the drink habit, and while the demon rum has not fastened its tentacles firmly, yet there is no question that given free rein the inevitable would culminate in time. Arriving home one afternoon in a wine besotted condition, he is indeed a terrifying spectacle to his little family. Later, after he has slept off the effects to some extent, while at supper, the little girl shows him two tickets for the theater, begging him to take her. After some persuasion he consents to go. The play is a dramatization of Emile Zola's \"L'Assommoir,\" which shows how short a journey it is from peace and happiness to woe and despair by the road of rum. Here the picture shows both the action and the play and the psychological influence it has on the audience, Wharton especially. Here is shown a most clever piece of motion picture producing, portraying the downward path of the young man who was induced to take his first drink: how it finally became an unconquerable habit, causing poverty and suffering for his wife and child and death for himself, while at the same time presenting a sermon to Wharton in front, sinking deeper and deeper into his heart, until at the final curtain he is a changed man, going homeward with a firm determination that he will drink no more, which he promises his wife upon his return. Two years later we find the little family seated, happy and peaceful, at their fireside and we know that the promise has been kept.", "tmdb_plot": "A man arrives home late and drunk as usual. His wife reminds him that he's supposed to take their daughter out to a play. While watching the play, he's faced with his own drinking evils and how his life would be without them.", "tmdb_id": "258830", "wiki_id": "13279133"}, {"title": "Edgar Allan Poe", "genres": ["Drama"], "wiki_plot": "The film focuses on Edgar Allan Poe and his wife Virginia Clemm, who is bedridden and seriously ill. While Poe comforts her, a raven suddenly appears on a bust of Pallas displayed on a high shelf in her room. Inspired by the sight, Poe writes \"The Raven\", his greatest poetic work. He then leaves, hoping to sell the poem to a local newspaper or book publisher so he can buy much-needed food and medicines for Virginia. At a newspaper office, the first potential buyer rejects the creation. Desperate for money, Poe rushes to another publisher's office, where a man and a woman are busy editing. Initially, one editor dismisses Poe's poem, but the other one reads the work, likes it, and pays him for it. Poe then uses the money to buy a basket of food and other items for his wife. Virginia is still lying in bed when he returns home, where he proudly unfolds a new blanket he also purchased, but as he places the blanket on her, he realizes that she had died while he was gone. Poe is devastated by her loss, and the film ends with him crying over her body.", "tmdb_plot": "As Poe's lover is slowly dying, he struggles to make money to care for her.", "tmdb_id": "194066", "wiki_id": "41540422"}, {"title": "Fools of Fate", "genres": ["Drama"], "wiki_plot": "A man's boat capsizes and another man who was camping nearby saves him before he drowns. After that the rescuer meets the almost drown man's wife without knowing who she is, they become friends but he starts to have feelings for her.", "tmdb_plot": "Fanny is the wife of Ben Webster, a trapper, and while he is an affectionate and dutiful husband, she yearns for something which appears better than her lot. She reasons: \"Have I not youth and beauty and attainments far above this environment? Why should I be compelled to toil and struggle in this wilderness?\"", "tmdb_id": "417260", "wiki_id": "13279270"}, {"title": "Bakhchisaraysky fontan", "genres": ["Drama"], "wiki_plot": "The Crimean Khan Giray brings a girl Maria to the harem, which causes jealousy of Zarema, who loves Khan more than anything else. Zarema speaks about this to Maria, who is eager for freedom and understands that this is possible only after death. Khan, when he learns of Maria's death, gives the order to execute Zarema and build a fountain of tears.", "tmdb_plot": "", "tmdb_id": "790122", "wiki_id": "56982220"}, {"title": "The Golden Louis", "genres": ["Drama"], "wiki_plot": "On a snowy holiday evening, an old woman sends a small girl begging for money along the streets of late 17th-century \"old Paris\". Well-dressed revelers and others passing by the child ignore her pleas for charity. Exhausted and cold, the little beggar lies down on some stone steps next to the sidewalk and falls asleep. Soon, one gentleman walking by takes pity on her, although he does not wake the girl. He simply places a coin, a gold \"Louis d'or\", into one of her wooden shoes, which has come off her foot and sits on the snow-covered pavement next to her. Elsewhere, inside a nearby gambling hall, one of the revelers has run out of cash playing \"roulettes\". Confident that he can win a fortune playing the game if he only had more money, he goes outside to find more funds. There he sees the girl asleep on the steps. He also spies the gold Louis in her shoe. Reluctant at first to take the coin, the young man \"borrows\" it, for he is certain he can win a fortune for himself and her at roulette. While he returns to the gambling hall and resumes playing, the child awakes and renews her wandering and begging along the streets. The gambler wins his expected fortune and now goes back to share his success with the girl. During his search for her, the weak, half-frozen little beggar returns to the steps and lies down once more. The gambler eventually finds her. She appears to be sleeping again, but he quickly realizes that the child is dead. Devastated, the gambler cries, rages at a crowd of onlookers, and then throws his roulette winnings into the snow. He then picks up the small lifeless body, cradles it in his arms, and continues sobbing.", "tmdb_plot": "An anonymous donor drops a gold coin in the shoe of a homeless girl as she sleeps. A gambler with a 'sure thing' borrows the coin and wins a fortune, but he can't find her again to repay her.", "tmdb_id": "139298", "wiki_id": "6680481"}, {"title": "The Grip", "genres": ["Drama", "Horror"], "wiki_plot": "Jean-Marie Hardouin (played by Louis Bouwmeester) is an old man who once was notorious because of the iron grip he exerted on his family but now he is lame. He whiles away his days in a chair in the house of his son and daughter-in-law. He has to see how his adulterous daughter-in-law plots to murder her two foster children and her husband. Jean-Marie can't intervene and because he can't talk he can't warn his own family. Eventually he gathers all his strengths and strangles her.", "tmdb_plot": "Jean-Marie Hardouin is an old man who once was notorious because of the iron grip he exerted on his family but now he is lame. He whiles away his days in a chair in the house of his son and daughter-in-law. He has to see how his adulterous daughter-in-law plots to murder her two foster children and her husband. Jean-Marie can't intervene and because he can't talk he can't warn his own family. Misfortune, tragic developments, and a fatal ending dominated many of the early Dutch fiction films.", "tmdb_id": "321783", "wiki_id": "33420690"}, {"title": "1776, or The Hessian Renegades", "genres": ["History", "War", "Drama"], "wiki_plot": "A young soldier during the American Revolution has the mission to carry a crucial message to General Washington but he is spotted by a group of enemy soldiers called Hessians. He finds refuge with a family, but his enemies soon discover him. After that, the family and neighbors must plan a way to send the important message.", "tmdb_plot": "During the American Revolution, a young soldier carrying a crucial message to General Washington is spotted and pursued by a group of enemy soldiers. He takes refuge with a civilian family, but is soon detected. The family and their neighbors must then make plans to see that the important message gets through after all.", "tmdb_id": "194055", "wiki_id": "13279420"}, {"title": "Lady Helen's Escapade", "genres": ["Adventure"], "wiki_plot": "Lady Helen (Florence Lawrence) is a wealthy yet immensely bored woman who lives in a luxurious home with her three servants. In seek of adventure, she answers a help wanted in the newspaper and goes slumming as a domestic servant in a boarding house. She makes ludicrous efforts to cook, serve food, and clean, however the men living in the boarding house are enamored with her beauty and charm enough to overlook her incompetence. Among the boarders is a tall handsome violinist (David Miles), whose kindness and musical talent stand out among the crass manners of the other men. Helen and the violinist's romance inspires jealousy among the other maid, who conspire to get rid of Helen by framing her for the theft of the musician's violin. Although the violinist believes Helen is innocent, she is still fired and sent away. Helen soon reveals her true identity and reunites with the musician. After their reunion, Helen secures the violinist a position as a director at a conservatory.[1]", "tmdb_plot": "A bored Lady Helen goes slumming as a domestic in a boarding house. There she falls in love with a sensitive young musician. The other women in the house are jealous, and accuse her of trying to steal the musician's violin. Lady Helen retreats to her own home, and arranges a position for the musician which allows them to be together.", "tmdb_id": "200195", "wiki_id": "2424274"}, {"title": "The Lonely Villa", "genres": ["Thriller", "Drama", "Action"], "wiki_plot": "A group of criminals wait until a wealthy man leaves to break into his house and threaten his wife and daughters. The wife and daughters take refuge inside one of the rooms, but the thieves break in. The father finds out what is happening and runs back home to try to save his family.", "tmdb_plot": "A gang of thieves lure a man out of his home so that they can rob it and threaten his wife and children. The family barricade themselves in an interior room, but the criminals are well-equipped for breaking in. When the father finds out what is happening, he must race against time to get back home.", "tmdb_id": "127105", "wiki_id": "13281663"}, {"title": "The Lure of the Gown", "genres": ["Comedy"], "wiki_plot": "The story as told by Moving Picture World reads:\n\n\"Fine feathers make fine birds,\" and handsome gowns make handsome women, and a handsome woman is the most fascinating thing extant. Hence it is when Isabelle appears on the scene clad in a gown that is a masterpiece of the dressmaker's art she easily fascinates the male contingent, among whom is Enrico, the sweetheart of Veronica, a street singer. Enrico is so enraptured at the sight of Isabelle in her resplendent attire that he becomes her abject slave, casting aside the poor, peasant-clad little Italian street singer, who has loved him devotedly. Crushed almost beyond endurance the poor girl stands sobbing at the entrance of the park where the inconsistent lover left her. Her tears attract the attention of a wealthy young couple who happen to pass. In answer to their queries she tells them how contemptibly her sweetheart acted, and all because of the fascinating influence of a gown. The lady is moved to commiseration and offers her aid in the gift of the most beautiful gown Veronica has ever seen. Her opportunity for revenge has turned her love to hate, and as she appears at the Italian Benevolent Association ball, she is the star of the event, for she looks like a queen as she promenades the ball room. She at once becomes the \"Mrs. Trouble\" of the evening, for the men all desert their partners and flock around her, beseeching but a smile. All this elicits from the women folk delicate little bon-mots such as \"Hussy,\" \"Temptress,\" \"Cat,\" \"False hair,\" \"Paints,\"—oh, well, you know how it is. Enrico is thrown into a rage that runs the entire gamut of his emotions,—love, jealousy, hate, disappointment and a few others, too numerous to mention here. He begs forgiveness, declaring undying love, but she tells him it is the gown that has attracted him and not her, but on his knees he swears. Still she will not trust him and turns to a poor good hearted Italian who has persistently loved her despite her coldness.", "tmdb_plot": "\"Fine feathers make fine birds\", and handsome gowns make handsome women. Hence it is when Isabelle appears on the scene clad in a gown that is a masterpiece of the dressmaker's art she easily fascinates the male contingent, among whom is Enrico, the sweetheart of Veronica, a street singer. Enrico is so enraptured at the sight of Isabelle in her resplendent attire that he becomes her abject slave, casting aside the poor, peasant-clad little Italian street singer, who has loved him devotedly. Crushed almost beyond endurance the poor girl stands sobbing at the entrance of the park where the inconsistent lever left her. Her tears attract the attention of a wealthy young couple who happen to pass. In answer to their queries she tells them how contemptibly her sweetheart acted, and all because of the fascinating influence of a gown.", "tmdb_id": "328586", "wiki_id": "45379767"}, {"title": "Mazeppa", "genres": ["Drama"], "wiki_plot": "The film tells about the Hetman named Mazepa, who is in love with Kochubey's daughter, Maria, and asks her father for consent to marry her, but his father refuses him. This does not stop them and they run away...", "tmdb_plot": "Mazepa, the Ukrainian governor is in love with his goddaughter Maria. He quickly wins her heart. But her old father treats the wooer harshly… Maria runs away. The furious father won’t submit. This intrigue makes the most of the ingredients of historical drama. Maria is confronted to the arbitrary; the young woman is in a dilemma between her love and her family. The tragic outcome is equal to her destiny.", "tmdb_id": "194041", "wiki_id": "60819518"}, {"title": "A Midsummer Night's Dream", "genres": ["Fantasy", "Comedy"], "wiki_plot": "The Duke of Athens decrees that Hermia (Rose Tapley) shall forsake Lysander (Maurice Costello) in favour of her father's choice, Demetrius (Walter Ackerman). The lovers elope into the woods, quickly followed by Demetrius and his love, Helena (Julia Swayne Gordon). The town tradesmen, meanwhile, rehearse a play in honour of the duke's betrothal to Hippolyta. Back in the forest, Titania, Queen of Fairies (Florence Turner), quarrels with Penelope, who avenges herself by sending Puck (Gladys Hulette) away with a magic herb, which, dabbed on the eyes of a sleeping person, shall make the \"victim\" fall in love with the first person to appear after awakening. Soon, Lysander and Demetrius are smitten with the wrong girls and Titania has fallen in love with Bottom, the egotistical leader of the tradesmen, whom Puck has turned into an ass (donkey). When Penelope discovers all this mischief, she lifts the spell and the wedding of the duke and Hippolyta can proceed.", "tmdb_plot": "The worlds first screen adaptation of a Shakespeare play.", "tmdb_id": "160282", "wiki_id": "11224881"}, {"title": "Mr. Flip", "genres": ["Comedy"], "wiki_plot": "The film begins with Mr. Flip, played by Ben Turpin, in a general store, in which he flirts with the woman behind the counter, for which he is carried out of the building on a hand truck. He travels to a manicurist where he eventually gets the pointed end of a pair of scissors, sticking up out of his chair, when he sits down. He then meets a telephone operator at her desk, he calls her on a nearby phone, and she gets revenge by shocking him with electricity, through the phone, by turning her manual generator. Next at a barber shop two women workers, get even with him by pasting his face with shaving cream and tossing him out of the building. At a bar he flirts with the bar attendants, until he gets sprayed with seltzer, by them and another patron. As the film's climax he enters a bakery and gets a pie in the face by the assistant.", "tmdb_plot": "Mr. Flip flirts with every woman he sees, and ends up with a pie, shaving cream, and seltzer in his face.", "tmdb_id": "189827", "wiki_id": "13289619"}, {"title": "Nero, or The Fall of Rome", "genres": ["History", "Drama"], "wiki_plot": "One day emperor Nero leaves his palace accompanied by his wife Claudia Octavia and meets a charming patrician named Poppea. With the help of his freedman Epaphroditus he finds her at a party she is attending and brings her back to his palace.\nNero presents Poppea to the people as the new empress and repudiates his wife. Octavia asks him to restitute the empire which he had received as her dowry, but the emperor harshly chases her away. Later, Nero is convinced by Poppea to have Octavia killed. One of her maidservants swears revenge and goes to Rome where she spreads the news of the assassination. The people, already tired of Nero's exactions and whims, decide to revolt against the emperor.\nInformed of the danger of an imminent popular uprising, Nero orders to set fire to the city, which he watches from a terrace, rejoicing and playing his lyra.\nAbandoned by all and sentenced to death by the Senate, he is beset by visions of the massacres he ordered. He flees with Epaphroditus seeking refuge at the villa of the freedman Faonte. Discovered and chased into the woods together with Epaphroditus, he kills himself with his sword.", "tmdb_plot": "Roman emperor Nero is used to getting what he wants. He has grown tired of his wife Octavia, and has become infatuated with Poppea. He succeeds in making Poppea the new empress, but soon he faces opposition from an outraged populace. Informed of the danger of an imminent popular uprising, Nero orders to set fire to the city, which he watches from a terrace, rejoicing and playing his lyra.", "tmdb_id": "127108", "wiki_id": "64358708"}, {"title": "The Sealed Room", "genres": ["Thriller", "Drama", "Horror", "History"], "wiki_plot": "The film's theme of immurement draws inspiration from Balzac's \"La Grande Bretêche\", and Edgar Allan Poe's \"The Cask of Amontillado\". The king constructs a cozy, windowless love-nest for himself and his concubine. However, she is not faithful to her sovereign, but consorts with the court troubadour. In fact, they use the king's new play chamber for their trysts. When the king discovers this, he sends for his masons. With the faithless duo still inside, the masons use stone and mortar to quietly seal the only door to the vault. The two lovers suffocate and the film ends.", "tmdb_plot": "The Count sets out to make a private room for him and his Countess, built in such a way no one can see, hear, and most importantly, disturb them. But unbeknownst to the Count, his wife has set her eyes on the court minstrel. Based on Edgar Allan Poe's “The Cask of Amontillado” and Honoré de Balzac's “La Grande Breteche”.", "tmdb_id": "20650", "wiki_id": "9588217"}, {"title": "A Trap for Santa Claus", "genres": ["Drama"], "wiki_plot": "Arthur Rogers (Walthall) is an unemployed, drunkard husband and father who has no money for a Christmas celebration. A title describes the situation as \"misery and want, the family's lot.\" Helen Rogers (Leonard), his wife, cries with their daughter over their poverty. Arthur leaves to go to the tavern. He asks the bartender (Sennett) to put an alcoholic drink on his tab, which he refuses. Two patrons buy drinks for Arthur and invite him to their table. He becomes intoxicated and returns home to a frightened wife and daughter (Egan). Arthur is described as \"helpless, the father leaves the house of sorrow.\" He writes a letter: \"Dear Helen, you will be better off without me. I leave for good. May God help you. Arthur.\" He slides the letter through the door, then leaves. Helen picks up the letter to read his words. Arthur returns to the bar, where he drinks to the point of unconsciousness. The bartender picks him up and throws him outside. Helen and her daughter leave the house to go to an employment agency, but are turned away. They return to the house to find the son (Tansey) ate their only food: a small loaf of bread. His arm is also in an unexplained sling.\nAn attorney stops at Helen's house to tell her of litigations that have cleared, and she is now the beneficiary of her late aunt's estate. She and the children are overjoyed. Helen is seen wearing a luxurious hat, as the attorneys direct her to her new home. It is furnished with lavish embellishments, but its only flaw is that it is without a chimney. On Christmas Eve, Helen tells the children that Santa Claus will come through the window. She drags the children to bed. They pray, and she kisses them and tucks them into bed. The children sneak out of bed to set a trap by the window. The purpose of the trap is unclear, but a logical conclusion is to make Santa trip and fall, causing a commotion, and thus witness him to prove his existence. Helen bought a Santa costume and happily considers dressing up to fool her children into believing that Santa is real. She is saddened to realize that the costume should be worn by a male, namely her husband. She is unaware that her husband now makes his living as a burglar. He sees the mansion and trespasses through the window, not knowing that it now belongs to his wife. Arthur is caught in the trap. Helen catches her husband's attempted burglary against her and their children. She is shocked, and he is ashamed. Arthur begs for her to take him back, and she agrees after a long consideration. Arthur plays Santa Claus for his children.", "tmdb_plot": "The children of a household attempt to capture Santa, but they catch something else entirely.", "tmdb_id": "159998", "wiki_id": "6610400"}, {"title": "The Yiddisher Boy", "genres": ["Drama"], "wiki_plot": "The plot is about Moses who lives on the Lower East Side and helps support his family by selling papers. When one of the other newsboys tries to rob Moses, Ed comes to his rescue. Moses invites Ed over for Shabbat dinner. When Ed is run down by a passing bicycle, Moses visits his friend in the hospital and uses his last pennies to help him. Years later Moses is a successful merchant, and Ed, down on his luck, comes looking for a job. Moses recognizes his old friend and offers him the best job he has.\n\n\n== References ==", "tmdb_plot": "Moses uses his last pennies to help a friend in need. 25 years later the men meet again.", "tmdb_id": "361030", "wiki_id": "43682448"}]