[{"title": "Boyar Orsha", "genres": ["History", "Drama"], "wiki_plot": "The film tells about the boyar, returning to his native estate after the service of Ivan the Terrible. One day, he becomes a witness of his daughter’s meeting with his adopted son Arseny, which makes him furious...", "tmdb_plot": "Based on Lermontov's poem of the same name, Boyar Orsha (Peter Chardynin) leaves the service of Ivan the Terrible.", "tmdb_id": "419744", "wiki_id": "57048828"}, {"title": "The Abyss", "genres": ["Drama"], "wiki_plot": "Knud, a vicar's son, meets Magda, a piano teacher, on a tram. He falls in love with her and introduces her to his parents. She refuses to go with them to the Sunday service and convinces him to go to the Circus with her. She dances with the performers and at night, one of them, Rudolf comes to seduce her. They run away on horseback. Magda is not happy with Rudolf who keeps flirting with other girls, but she cannot leave him, despite Knud's efforts.", "tmdb_plot": "Magda, a piano teacher, meets Knud, a parson’s son, who invites her to spend the summer at his parents’ parsonage. When a travelling circus stops in the village, Magda leaves the meek Knud for the dashing circus rider Rudolf. But circus life with Rudolf quickly turns out to be anything but happy, and Magda comes to a tragic end.", "tmdb_id": "77133", "wiki_id": "32840140"}, {"title": "The Actor's Children", "genres": ["Drama"], "wiki_plot": "The plot of the film was best convened through a published synopsis in trade, which introduced the names of the cast and the backstory. Eugenie Freeman and Paul Temple, marry and have two children, a boy and a girl. The parents have been unemployed, but the film starts with the parents finding work in an upcoming production at a theater. As they return home, they are interrupted by the landlady, Mrs. O'Brien, who demands the rent. The landlady does not care about the family's misfortune and is upset when she cannot collect. She provides one week for the Temple family to pay up.The production is postponed and the parents are out looking for work when a prospective tenant appears. Mrs. O'Brien shows him the room and he is interested, but does not know what to do with the children. Mrs. O'Brien puts the children out onto the street, where they dance to the music played by an organ grinder. The organ grinder earns more money from their dancing and he entices the children to return to his hovel and teaches them to dance. The organ grinder instructs them to dance for money. The children are rescued by a theater manager and finds them a place in the theater program.In the meantime, the parents have searched for their children and suddenly come into a fortune when a relative bequeaths a large sum of money to them. The parents search for their children in large gatherings and find their children dancing on the vaudeville bill from their theater box. The family is reunited and the film concludes.", "tmdb_plot": "When his play closes down, an actor returns home to find that his children are gone. He's then notified that a wealthy relative has died and left him a substantial amount of money.", "tmdb_id": "194020", "wiki_id": "39627519"}, {"title": "A Christmas Carol", "genres": ["Fantasy", "Drama"], "wiki_plot": "The day before Christmas, miserly Ebenezer Scrooge refuses to contribute to the Charity Relief Committee, and then rudely rejects his nephew Fred when he visits Scrooge in his office. When Scrooge returns home, he sees the ghost of his former business partner Jacob Marley, who warns him of the punishment he will suffer in the next life if he does not change his ways. That night, Scrooge is visited by three more spirits, who show him his past, present, and future.", "tmdb_plot": "The day before the Christmas holiday, Ebenezer Scrooge, a hard-fisted miser, refuses to contribute to the Charity Relief Committee, and then rudely rejects his nephew Fred when he visits Scrooge in his office. When Scrooge returns home, he sees the ghost of his former business partner Jacob Marley, who warns him of the punishment he will suffer in the next life if he does not change his ways. That night, Scrooge is visited by three more spirits, who show him his past, the present, and the future that awaits him.", "tmdb_id": "84270", "wiki_id": "3270678"}, {"title": "Daddy's Double", "genres": ["Comedy", "Romance"], "wiki_plot": "At the Post's home, Hal Dunton sits down with his love interest Sue Post, cautiously checking to see if they are alone. Hal then proposes to Sue and in the excitement, her father comes into the room. He is outraged and believes his daughter is too young to be married and promptly makes Hal leave before scolding his daughter. Before departing, Hal meets and pleads with the father as he takes the daughter away by car. The father refuses and Hal is knocked down before the father and daughter depart to a boarding school. The father meets with the mistress and leaves Sue in her care, much to Sue's distress.Whisked away from her home and her beloved, Sue is in despair until Hal appears outside her window with a ladder. The attempted elopement fails when the mistress catches Hal in the act and dismisses him. She awaits Sue to descend and round the corner before halting her and forcing her back inside. The father pulls up to a place of business and Hal, who is walking by, attempts to greet the father. The angry father ignores him, but Hal turns and sees the wigmaker's store next to him. An idea strikes him and he pays a photographer to get a photo of the father on the way out, which further angers him. Hal then sends a message to Sue, that he will come and claim her the following day, disguised as her father.Hal head to the wigmaker and is disguised as the father. So well is the disguise that the father's chauffeur is convinced and takes Hal to the boarding school. The father quickly exits in time to see his chauffeur drive away and hails a taxi. Hal arrives at the boarding school and the disguise works, claims Sue and drives away. Seconds later the father arrives and confronts the mistress, departing to pursue in a fit of anger. Hal and Sue go to the parson's house to be immediately wed. The father is delayed for a short time by car trouble, but quickly arrives before the two are wed. He bursts in and sees his double and both he and Hal laugh. The father relents and approves the marriage as Hal removes his disguise in front of the stunned Parson.", "tmdb_plot": "This deft comedy about a foiled elopement and assumed identity shows the importance of a carefully worked out scenario for narrative flow.", "tmdb_id": "194007", "wiki_id": "45090457"}, {"title": "Frankenstein", "genres": ["Horror", "Science Fiction", "Fantasy"], "wiki_plot": "Described as \"a liberal adaptation of Mrs. Shelley's famous story\", the film shows young Frankenstein (his first name in the book, Victor, is never mentioned) discovering the \"mystery of life\" after two years at university. He gives life to a creature built by mixing different chemicals, and the monster follows Frankenstein back to his parents' house. The conclusion, completely different from Mary Shelley's book, shows the creature disappearing after seeing its own reflection in the mirror, and without killing Victor's younger brother or his fiancée Elizabeth, as happened in the novel.The film's plot description in a 1910 issue of the studio's trade periodical Edison Kinetogram provides considerable detail about the company's screen adaptation:\nFrankenstein, a young student, is seen bidding his sweetheart and father goodbye, as he is leaving home to enter a college in order to study the sciences. Shortly after his arrival at college he becomes absorbed in the mysteries of life and death to the extent of forgetting practically everything else. His great ambition is to create a human being, and finally one night his dream is realized. He is convinced that he has found a way to create a most perfect human being that the world has ever seen. We see his experiment commence and the development of it. The formation of the hideous monster from the blazing chemicals of a huge cauldron in Frankenstein's laboratory is probably the most weird, mystifying and fascinating scene ever shown on a film. To Frankenstein's horror, instead of creating a marvel of physical beauty and grace, there is unfolded before his eyes and before the audience an awful, ghastly, abhorrent monster. As he realizes what he has done Frankenstein rushes from the room, only to have the misshapen monster peer at him through the curtains of his bed. He falls fainting to the floor, where he is found by his servant, who revives him.\n\nAfter a few weeks' illness, he returns home, a broken, weary man, but under the loving care of father and sweetheart he regains his health and strength and begins to take a less morbid view of life. In other words, the story of the film brings out the fact that the creation of the monster was only possible because Frankenstein had allowed his normal mind to be overcome by evil and unnatural thoughts. His marriage is soon to take place. But one evening, while sitting in his library, he chances to glance in the mirror before him and sees the reflection of the monster which has just opened the door of his room. All the terror of the past comes over him and, fearing lest his sweetheart should learn the truth, he bids the monster conceal himself behind the curtain while he hurriedly induces his sweetheart, who then comes in, to stay only a moment. Then follows a strong, dramatic scene. The monster, who is following his creator with the devotion of a dog, is insanely jealous of anyone else. He snatches from Frankenstein's coat the rose which his sweetheart has given him, and in the struggle throws Frankenstein to the floor, here the monster looks up and for the first time confronts his own reflection in the mirror. Appalled and horrified at his own image he flees in terror from the room. Not being able, however, to live apart from his creator, he again comes to the house on the wedding night and, searching for the cause of his jealousy, goes into the bride's room. Frankenstein coming into the main room hears a shriek of terror, which is followed a moment after by his bride rushing in and falling in a faint at his feet. The monster then enters and after overpowering Frankenstein's feeble efforts by a slight exercise of his gigantic strength leaves the house.\n\nHere comes the point which we have endeavored to bring out, namely: That when Frankenstein's love for his bride shall have attained full strength and freedom from impurity it will have such an effect upon his mind that the monster cannot exist. This theory is clearly demonstrated in the next and closing scene, which has probably never been surpassed in anything shown on the moving picture screen. The monster, broken down by his unsuccessful attempts to be with his creator, enters the room, stands before a large mirror and holds out his arms entreatingly. Gradually, the real monster fades away, leaving only the image in the mirror. A moment later Frankenstein himself enters. As he stands directly before the mirror we are amazed to see the image of the monster reflected instead of Frankenstein's own. Gradually, however, under the effect of love and his better nature, the monster's image fades and Frankenstein sees himself in his young manhood in the mirror. His bride joins him, and the film ends with their embrace, Frankenstein's mind now being relieved of the awful horror and weight it has been laboring under for so long.", "tmdb_plot": "Frankenstein, a young medical student, trying to create the perfect human being, instead creates a misshapen monster. Made ill by what he has done, Frankenstein is comforted by his fiancée; but on his wedding night he is visited by the monster.", "tmdb_id": "2929", "wiki_id": "1709616"}, {"title": "The Girl Spy Before Vicksburg", "genres": ["Drama", "War"], "wiki_plot": "\"In the absence of men, a Civil War commander asks his daughter (The Girl Spy) to sabotage a gunpowder transport. The girl disguises herself as a soldier and completes her task. After a dangerous escape, she returns to her crying mother.\"", "tmdb_plot": "The opening scene of our story shows a Union powder wagon making its way down the road convoyed by a company of mounted Union soldiers. The route of this wagon is reported to Confederate headquarters by one of its spies. Nan, a girl frequently employed by the department of the Confederate army, is called to headquarters and instructed to secure the destruction of the enemy's ammunition train just reported. Nan is fitted out with a Union uniform, mounted on a fast horse and sent on her journey, previously provided with a forged order supposedly signed by a Union general which authorizes her to pass through the lines.", "tmdb_id": "362766", "wiki_id": "51203787"}, {"title": "Hemlock Hoax, the Detective", "genres": ["Comedy"], "wiki_plot": "Hemlock Hoax is a detective who has little respect in the small tropical town where he lives, despite the fact that he thinks he is a better sleuth than Sherlock Holmes. A pair of boys decide to play a trick on Hoax and tell him about a murder. Hoax rushes to scene of the crime where he discovers a shred of cloth, later finding that a tramp is wearing the same type of clothes that he found. The tramp runs away and Hoax gives chase, with other people helping the pursuit. Eventually, Hoax captures the tramp with the aid of a police officer, and returns to the victim's body with the man. Hoax then comes to a realization that the body was just a dummy that had been stuffed with the leaves. The crowd has a laugh at Hoax's expense while the two boys are punished.", "tmdb_plot": "Hemlock Hoax thinks he can \"put it all over\" Sherlock Holmes, and his sleuthing is somewhat of a joke in the little tropical town where he lives.", "tmdb_id": "1036208", "wiki_id": "43135095"}, {"title": "The House with Closed Shutters", "genres": ["Drama", "War"], "wiki_plot": "During the American Civil War a young soldier loses his nerve in battle and runs away to his home to hide. There his sister puts on his uniform, takes her brother's place in the battle, and is killed. Their mother, not wanting the shameful truth to become known, closes all the shutters (hence the film's title) and keeps her son's presence a secret for many years, until two boyhood chums stumble upon the truth.", "tmdb_plot": "During the Civil War a young soldier loses his nerve in battle and runs away to his home to hide; his sister puts on his uniform, takes her brother's place in the battle, and is killed. Their mother, not wanting the shameful truth to become known, closes all the shutters (hence the film's title) and keeps her son's presence a secret for many years, though two boyhood chums stumble upon the truth...", "tmdb_id": "147625", "wiki_id": "13294512"}, {"title": "A Lad from Old Ireland", "genres": ["Drama", "Romance"], "wiki_plot": "An Irish boy (Olcott) emigrates to America to escape the desperate poverty of Ireland. After finding work in construction, he finds success in politics. He returns to Ireland after receiving a letter from his sweetheart (Gauntier) just as her destitute family is being forced off their land.", "tmdb_plot": "A young man leaves Ireland for America, but doesn't forget home.", "tmdb_id": "127759", "wiki_id": "2661958"}, {"title": "Love in Quarantine", "genres": ["Romance", "Comedy"], "wiki_plot": "The characters Harold and Edith become engaged. However, a feud starts and Edith leaves Harold at the gate to return to their home. Harold follows her back and they both discover a doctor attending to their maid. The ailment forces the doctor to quarantine the home, preventing both Edith and Harold from leaving. They must now sort out their feud in the confines of their place until they both get vaccinated. Edith's mother tries to help things out by having Harold fake sickness, in hopes to draw compassion from Edith. It works briefly, until Edith finds out he's faking it. Even so, the quarrel is resolved and all things return to a happy ending.", "tmdb_plot": "A quarrelling couple are forced to quarantine together after the household maid becomes ill of an infectious disease.", "tmdb_id": "1064949", "wiki_id": "18298697"}, {"title": "Peter the Great", "genres": ["Drama", "History"], "wiki_plot": "The film shows the main events in the life of Peter the Great.", "tmdb_plot": "", "tmdb_id": "567342", "wiki_id": "57278920"}, {"title": "Princess Tarakanova", "genres": ["Drama"], "wiki_plot": "The film is based on the play  Princess Tarakanova  by Ippolit Shpazhinsky.The story of the alleged daughter of the secret marriage of Empress Elizabeth of Russia, who allegedly died tragically during the flood in the casemate of the Peter and Paul Fortress, where she was transferred by the will of Catherine II after a life sentence.", "tmdb_plot": "During the reign of Russia's Empress Ekaterina II (Catherine the Great), Count Orlov writes a letter to the Empress, denouncing Princess Tarakanova as a traitor and a would-be usurper. On the Empress's orders, Tarakanova is led into a trap and arrested. Because the Princess continues to insist that she is the only true heir to the throne, she quickly finds herself in great danger.", "tmdb_id": "193967", "wiki_id": "57331702"}, {"title": "The Queen of Spades", "genres": ["Horror", "Drama"], "wiki_plot": "The film is based on the 1834 short story \"The Queen of Spades\" by Alexander Pushkin.", "tmdb_plot": "Based on Pushkin's short story: When his friends play faro, Germann always enjoys watching, but he never gambles himself. One day, as he is watching their game, he learns that an elderly countess staying nearby is said to possess a secret for winning a fortune at the game. Germann is determined to learn this secret from her, and he initiates a romance with her grand-daughter Liza, in order to improve his chances.", "tmdb_id": "160532", "wiki_id": "57279133"}, {"title": "Ramona", "genres": ["Drama", "Romance", "Western"], "wiki_plot": "Ramona chronicles the romance between Ramona (Mary Pickford), a Spanish orphan from the prestigious Moreno family, and Alessandro (Henry B. Walthall), an Indian who appears on her family's ranch one day. Ramona's foster mother's son Felipe (Francis J. Grandon) proclaims his love for Ramona, but she rejects him because she has fallen for Alessandro. They fall deeply in love, yet their desire to wed is denied by Ramona's foster mother, who reacts by exiling Alessandro from her ranch. He returns to his village, only to find that it has been demolished by white men. Meanwhile, Ramona is informed that she also has \"Indian blood\", which leads her to abandon everything she has to be with Alessandro. They marry, and live among the wreckage of Alessandro's devastated village. They have a child together and live at peace until the white men come to force them from their home as they claim the land. Their baby perishes, which adds to Alessandro's mental deterioration. Alessandro is then killed by the white men. A devastated Ramona then returns with Felipe back to her family back on the ranch.", "tmdb_plot": "Ramona, a young girl growing up on her adoptive mother's rancho in California, falls in love with the Indian lad Alessandro. When Ramona is denied permission to marry Alessandro, the two lovers elope, only to find a life of great hardship and unhappiness amidst the bigotry and greed of the white landowners.", "tmdb_id": "189898", "wiki_id": "13295592"}, {"title": "Ten Nights in a Bar Room", "genres": ["Drama"], "wiki_plot": "The work was an adaptation of Timothy Shay Arthur's novel Ten Nights in a Bar-Room and What I Saw There. The Moving Picture World synopsis states: \"Despite the fact that he is a loving husband and father, Joe Morgan ruins his life by his fondness for drink and finally becomes a seemingly hopeless drunkard. He spends his time and money in the saloon kept by Slade, the man who took away Joe's mill and largely caused his financial ruin. Slade's saloon, when he first opened it, was well furnished, the landlord courteous and well groomed, and the customers happy and seemingly unaffected by their surroundings. But as time passed, a change for the worse was noted in everything. Probably this escaped Joe's notice, for a sharp shot, indeed, was needed to reform him. That shock came. Joe's only daughter, Mary, was in the habit of going to the saloon and piteously urging her father to come home. She knew that no matter how intoxicated he might be, he would never harm her. But one evening when she appeared her father and Slade had been quarreling, and the saloonkeeper threw a bottle at Morgan, who dodged. The missile struck the child, entering. The blow resulted fatally, but before Mary died, she extracted a promise from her grief-stricken father that he would never drink again, a promise which he ever-afterward kept. In later years Joe became wealthy and respected, and influenced by the thought of his daughter in heaven he kept in the straight and narrow path. The saloon keeper who killed Mary was never punished by the law - but through the irony of fate his taking off was much like that of Joe Morgan's helpless child.\"", "tmdb_plot": "", "tmdb_id": "1064919", "wiki_id": "45581008"}, {"title": "A Tin-Type Romance", "genres": ["Comedy"], "wiki_plot": "Phil and Beth meet one day at the seaside. They pass a photograph gallery where they decide to have their tin-types taken, and each one lovingly puts the other's picture into their own locket.\nAt their next meeting, Phil and Beth agree to marry. However, when Phil tries to prove that Beth's picture is in his locket, the catch sticks and he cannot open it. The couple fight and separate, and the film implies that each of them will now try to kill themselves.\nJean (Phil's dog) fixes the situation - she picks up Phil's locket and places it near Beth, and then returns with Beth's locket to Phil. Each one opens the other's locket, and sees that their own tin-type is indeed in there. The couple then reconcile and renew their engagement.", "tmdb_plot": "Two nice young people become acquainted at the beach; a romance develops.", "tmdb_id": "331580", "wiki_id": "47328941"}, {"title": "The Unchanging Sea", "genres": ["Drama"], "wiki_plot": "The film starts with intertitles that reads “three fishers went sailing to the west, away to the west as the sun went down. Each thought on the woman who loved him best, and the women stood watching them out of the town.” A young married couple are enjoying life by going to the beach. They run into workers on the beach and they all seem in awe of the happy couple. The young couple goes back to the beach but the wife watches her husband go out to sea on a boat. She waves her husband and the other sailors bye and waits for them to return. Days go by and the wife and other wives go back to the beach to see if they’ve returned. Three corpses are laying in the ocean and brought back to land. The wife brings her baby back to the same beach waiting for her husband to return. Years go by and the baby is now a child and they still go to the beach waiting for his return. The daughter gets married to a young fisherman. The wife now old goes to the beach and just weeps. The couple reunites in the end after years.", "tmdb_plot": "In this story set at a seaside fishing village and inspired by a Charles Kingsley poem, a young couple's happy life is turned about by an accident. The husband, although saved from drowning, loses his memory. A child is on the way, and soon a daughter is born to his wife. We watch the passage of time, as his daughter matures and his wife ages. The daughter becomes a lovely young woman, herself ready for marriage. One day on the beach, the familiarity of the sea and the surroundings triggers a return of her father's memory, and we are reminded that although people age and change, the sea and the ways of the fisherfolk remain eternal.", "tmdb_id": "189584", "wiki_id": "13295499"}, {"title": "The Water Nymph", "genres": ["Fantasy", "Drama"], "wiki_plot": "The film is based on the play The Water Nymph by Alexander Pushkin.", "tmdb_plot": "\"Rusalka\" or \"Mermaid\" based on Pushkin, an opera by Dargomizhsky, and other sources: A prince and a miller's daughter have been involved in a romance together, but now the prince tells her that he must break it off. After the prince leaves, the distraught young woman attempts to drown herself. When the prince's wedding day arrives, he is tormented by her image, which appears wherever he goes. Eventually, he is compelled to return and to try to find out what happened to her, regardless of the consequences.", "tmdb_id": "190782", "wiki_id": "57345736"}, {"title": "What the Daisy Said", "genres": ["Romance", "Drama"], "wiki_plot": "The film opens upon two sisters (Martha, played by Mary Pickford, and Millie, played by Gertrude Robinson) standing in a field of daisies.  Millie plucks the petals off of one to divine whether he loves me... he loves me not.  The girls part ways; Martha's next stop is the vegetable patch in which a lanky farmhand diligently labors with a shovel.  She passes up the farmhand's polite offer to become sweethearts and promptly steals away to town to get her palm read by a woman fortuneteller.  There, a mustachioed gypsy catches her eye, and he tells her a fortune in which he \"plans her future to his liking\".  The pair run off together, crossing a brook into which he saves her from falling.  They arrive at a waterfall where he \"induces her to believe his prophecy must be true\".  After that brief exchange, Martha jubilantly skips home, passing the lanky farmhand who pays her no heed.\nArriving at the homestead, she immediately resolves to return to the waterfall.  At their second meeting, the gypsy greets Martha with open arms and after some animated entreaties she meets his embrace.  In a brief cutaway, Millie looks for Martha at the orchard, but can't find her.  Martha reluctantly bids the gypsy adieu—after she is gone, he laughs and struts confidently.  Martha's stealthy return escapes the notice of Father and Millie who are sitting on the porch of the homestead.  They seem to accept the explanation of her absence when she motions to the second story of the house.  Martha then talks Millie into getting her own fortune read and they slip away, hand in hand, over a rough-hewn fence, through the field of daisies, and into town.  While the fortuneteller is examining Millie's palm, Martha is distracted by one of the townswomen.  The crafty gypsy then swoops in and charms Millie into accompanying him to the romantic waterfall.  When Martha returns to the fortuneteller's tent, Millie is nowhere to be found.\nMillie, in the meantime, has bounced home and back to the waterfall, where the gypsy bids her to sit on a conveniently-placed bench.  Martha wanders back to the waterfall (via the orchard), where she is horrified to find the gypsy with his arm around Millie and observes them long enough to witness him kiss Millie on the cheek.  Heartbroken, Martha returns to the orchard to weep.  To complicate things, Father departs the homestead and his route takes him by the waterfall where he discovers his daughter in close personal contact with the gypsy.  In a fit of rage, the old man tears the gypsy from his daughter and reproves him wildly.  Father raises his cane to strike the gypsy, but the gypsy impulsively fells him with a two quick blows to the torso.  Aghast at what he's done, the gypsy escapes just as two passersby arrive on the scene.\nThe gypsy flees through the field of daisies as a growing mob of farmhands set out looking for him.  After passing through an overgrown field and over the brook, the gypsy arrives at the orchard.  Martha, unaware of his wrongdoing, yields to his pleading and successfully conceals him in a barrel underneath potatoes she empties out of a bushel basket.  After the farmhand posse passes, and just as Father is recovering with the help of Millie and a passerby at the waterfall, the gypsy emerges from the barrel and bids the jilted Martha a hasty and perfunctory farewell.  The posse eventually catch up with the gypsy back at the fortuneteller's wagon, where they warn him in no uncertain terms to leave town, which he does with a bindle over his shoulder.  The dejected Martha, sitting on some wooden steps leading up from the road, looks up to find the posse marching the gypsy out of town.  She wanders off to the vegetable patch where she finds solace in the arms of the lanky farmhand she had rejected earlier.  The film concludes in the field of daisies where Millie abandons another round of petal plucking to walk off arm-in-arm with a strapping farmhand who appears out of the blue.", "tmdb_plot": "Two sisters want to know whether there is romance in their future. One sister pulls the petals off of a flower, while the other has her fortune told by a gypsy. When the gypsy tells the fortune so as to serve his own purposes, complications soon develop.", "tmdb_id": "176613", "wiki_id": "13254122"}, {"title": "When Lovers Part", "genres": ["Drama"], "wiki_plot": "In the Antebellum South, Nell is banned from seeing her lover by her father. They decide to elope, but their plans are thwarted by the father. When the American Civil War begins both Nell's father and former lover enlist the Confederate Army. Nell's father returns and her lover is traumatized and matured by the war, and at her father's funeral Nell finally accepts his hand in marriage.", "tmdb_plot": "A young couple’s love is forbidden by the girl’s father. He forces her to write a farewell letter. Three years later, the Civil War begins and the father dies. At the end of the war, her boyfriend comes to visit her and all the suffering is forgotten.", "tmdb_id": "341902", "wiki_id": "51205212"}, {"title": "White Fawn's Devotion: A Play Acted by a Tribe of Red Indians in America", "genres": ["Drama", "Western"], "wiki_plot": "A white settler named Combs, his Indian wife, White Fawn, and their daughter live in a Dakota log cabin. When Combs gets word that he is to inherit a large fortune, his Native American wife is upset. Believing that she will lose her husband if he returns East, she stabs herself with a knife. Her husband finds her and removes the knife, but their daughter sees him with the knife in his hand and her apparently dead mother. The girl, believing her father committed the murder, alerts the nearby Indian village. Several Indians then engage the settler in a long chase. When the settler is captured, the Indians intend to put him to death until White Fawn miraculously revives and informs the Indians of the truth. This ending, in which an interracial couple ends up together, is a rare occurrence for this period of film production. The surviving print, preserved by the Library of Congress, is missing a few feet at its end. This print was digitized for the Treasures from American Film Archives DVD set, therefore subsequent digital releases are also missing the ending. Contemporary publicity from Pathé fills in the resolution: \"the Combs take their departure and return to their home, for he feels he will be happier with his family on the plains than if he goes east and claims his legacy.\"", "tmdb_plot": "A frantic child reports to the tribal chief that her father killed her mother. The tribe chases and captures the man, dragging him back for tribal justice.", "tmdb_id": "144490", "wiki_id": "20894604"}, {"title": "The White Slave Trade", "genres": ["Drama"], "wiki_plot": "Anna is a young girl from a poor but honorable home in Denmark. When her father finds in a newspaper an ad for a well-paid job as a company lady in a mansion in London, she goes to the interview in a Copenhagen hotel and is happy to get the job. Her childhood friend and now fiancé Georg is somewhat worried but Anna dismisses his distrust and travels to England. On arrival, to Anna's horror, she is taken into a luxury brothel. Anna manages to chase away her first customer, but cannot escape.\nThe brothel maid takes pity on poor Anna and smuggles out a letter to her parents, who seek help from the \"Association for the White Slave Trade Fight\". Georg travels to London and hires a detective. Together they track down the brothel where Anna is kept and arrange her evasion. Anna crawls out a window and they escape in horse-carriage, but after a wind-blowing car chase, they are overpowered by the slaveholders who get Anna back. She is then transported to the port to be sold to another country. When Georg and the detective, who have alerted Scotland Yard, arrive at the house, the maid tells them where she has been brought. Georg and the police manage to board the ship just before it leaves and after a brief but exciting fight Anna is finally freed and can return home.", "tmdb_plot": "Anna, a beautiful girl from a poor background, is offered a well-paid position as a lady's companion in London. Anna's boyfriend, the sceptical Georg, suspects that the job offer is too good to be true, but Anna dismisses him and reports to the London address. The stately home in England turns out to be a whorehouse that imports women from Denmark. Anna manages to overpower her first client but is unable to escape.", "tmdb_id": "194011", "wiki_id": "64075010"}, {"title": "Wilful Peggy", "genres": ["Drama", "Romance", "Comedy"], "wiki_plot": "Peggy is a feisty peasant girl who catches the eye of a wealthy lord. Enamored with her, he proposes, but she harshly refuses. Her mother pushes her into the marriage against her will. After their marriage, she makes a fool of herself among the socialites at her husband's party. In the height of her embarrassment, her husband's nephew convinces her to run away with him. She innocently agrees, but it soon becomes obvious what the nephew's true intentions were.", "tmdb_plot": "Peggy is a high-spirited young woman from a poor family. One day she catches the eye of a wealthy lord, who proposes marriage and wants to introduce her into his social circle. But complications arise when the lord's nephew also becomes attracted to Peggy.", "tmdb_id": "193968", "wiki_id": "49082504"}, {"title": "The Wonderful Wizard of Oz", "genres": ["Adventure", "Fantasy"], "wiki_plot": "Dorothy Gale (Bebe Daniels) and Imogene the Cow are chased by Hank the Mule. Dorothy runs to the cornfield and discovers that the family Scarecrow (Robert Leonard) is alive. They realize a cyclone is approaching, so they all hide in a haystack. Dorothy and Toto, Hank, Imogene, and the Scarecrow are all swept to the Land of Oz, where soldiers get scared away by the Witch Momba (Winifred Greenwood), who attacks the Wizard of Oz (Hobart Bosworth) due to his threat to her reign. As Dorothy plays with Toto, the good Witch Glinda (Olive Cox) changes Toto into a real protector. Dorothy then encounters the Cowardly Lion, and they encounter the Rusty Woodman and oil his joints. The children meet Eureka the Cat. The Witch kidnaps and imprisons the children. Dorothy throws water on the Witch Momba, killing her and allowing the gang to rescue the animals. Dorothy and her friends arrive at the Emerald City. The citizens dance, and the Scarecrow reads a note that says the Wizard has declared him king, as the Wizard and Dorothy leave in a balloon.", "tmdb_plot": "An early version of the classic, based more on the 1902 stage musical than on the original novel.", "tmdb_id": "53759", "wiki_id": "4210812"}]