[{"title": "The Abandoned Well", "genres": ["Drama", "Western"], "wiki_plot": "From his hard and lonely life with his foster father, the adopted son finds solace in Cynthia, the neighbor's daughter. Father promises to give them money to start their happy married way, but forgets when a widow, with a little girl, comes home with him as a bride. Then it is that the abandoned well comes into play and father's eyes are opened to his neglect.", "tmdb_plot": "From his hard and lonely life with his foster father, the adopted son finds solace in Cynthia, the neighbor's daughter. Father promises to give them money to start their happy married way, but forgets when a widow, with a little girl, comes home with him as a bride. Then it is that the abandoned well comes into play and father's eyes are opened to his neglect.", "tmdb_id": "940136", "wiki_id": "13420074"}, {"title": "An Adventure on the Mexican Border", "genres": ["Western"], "wiki_plot": "The film depicts the actions of U.S. troops stationed on the boundary dividing the United States from Mexico \"with a view to protecting the International line and the citizens of the United States.\" On the other side of the border, Mexican soldiers \"were camped to do likewise for their country.\"  In this highly charged climate \"one of the bright-eyed senoritas from the southern race\" has captivated an officer from each side.  The Mexican captain, played by Fielding, wins her hand via \"quiet love and kindness,\" while \"the irrepressible, impassionate United States trooper tries to take her heart by storm.\"  By bringing the U.S. regiment into conflict with the Mexican troops, the rivalry \"nearly causes international complications.\"", "tmdb_plot": "", "tmdb_id": "696399", "wiki_id": "59107334"}, {"title": "The Absentee", "genres": ["Drama"], "wiki_plot": "Dries, a farmer and a widower, lives with his mother-in-law Grietje and his son Peter. He falls in love with Minna, a widow, and marries her despite the opposition of his family and friends. In anger his son Peter leaves home to enlist, while Grietje takes up her residence in another cottage. Six years pass, during which Grietje becomes acquainted with Minna's daughter Dina (en bemiddelt tussen de twee families). Peter falls ill in Sumatra, but after falling in love with Dina, through the medium of photographs, he recovers and is drafted home again to Holland. He meets Dina and the two find that they truly love. Minna now sets herself to bring about general reunion, and this she eventually succeeds in doing.", "tmdb_plot": "Dries, a farmer and a widower, lives with his mother-in-law Grietje and his son Peter. He falls in love with Minna, a widow, and marries her despite the opposition of his family and friends. In anger his son Peter leaves home to enlist, while Grietje takes up her residence in another cottage. Six years pass, during which Grietje becomes acquainted with Minna's daughter Dina. Peter falls ill in Sumatra, but after falling in love with Dina, through the medium of photographs, he recovers and is drafted home again to Holland. He meets Dina and the two find that they truly love.", "tmdb_id": "321819", "wiki_id": "22643018"}, {"title": "Alas! Poor Yorick!", "genres": ["Comedy"], "wiki_plot": "A mental patient, who in his mind is an amazing actor, escapes from a psychiatric hospital. Every theater manager in town is notified and the first man that causes suspicion is  Montgomery Irving, a poor actor in disgrace who honestly looks and acts crazy. He applies for the position, but he doesn't understand why he is arrested without any reason, when he was about to destroy the house the manager is informed that the real patient was captured somewhere else.", "tmdb_plot": "A mentally deranged sanatorium patient imagines that he is the world's greatest actor.", "tmdb_id": "263489", "wiki_id": "13680904"}, {"title": "Atlantis", "genres": ["Drama"], "wiki_plot": "Dr. Friedrich von Kammacher (Olaf Fønss), a surgeon, is devastated after his wife develops a brain disorder and is institutionalized. On the advice of his parents, von Kammacher leaves Denmark to gain some respite from his wife's illness. Von Kammacher travels to Berlin, where he meets a young dancer named Ingigerd Hahlstrom (Ida Orloff) and the doctor becomes fond of her and very interested in her. However she has a large number of admirers and thus Von Kammacher gives up on her. However, while in Paris he sees an advertisement in the paper that she is going to New York with her father and decides to follow her. Von Kammacher buys a first class ticket on the same liner as Ingigerd, the SS Roland.\nAboard the ship, von Kammacher learns Ingigerd has a boyfriend with her and thus he backs down. Shortly after, he is called to treat a young Russian-Jewish woman with seasickness and they nearly get romantically involved but class stops this from happening.\nHalfway across the sea the Roland strikes an unseen object which causes massive flooding and dooms the ship. The passengers panic as the ship sinks into the Atlantic. Von Kammacher finds Ingigerd passed out in her cabin from shock and carries her to a lifeboat. He goes back and searches in vain for her father but when he can't find him, von Kammacher returns to the lifeboat and holds Ingigerds hand as the lifeboat pulls away. The liner sinks so rapidly that many of the lifeboats are never launched and several passengers are swept into the sea and drowned. By morning, von Kammacher's lifeboat is still floating and ten souls still alive. They are spotted by a cargo liner Hjortholm and saved.\nSurvivors arrive in New York, von Kammacher tries to tell her that he loves her and wants a life with her in New York but she refuses to be tied down by one man. He gives up on her and they go their separate ways. Von Kammacher is impressed by an art gallery and takes an interest in fine art. Through the artistic community, he is introduced to a kind and pleasant sculptor Miss Eva Burns, and they develop a friendship. Dr. Schmidt, who is a friend of von Kammacher, offers him the use of a mountain cabin near Handon, where it is hoped that Friedrich will find some peace and solace. While he is in the mountains, a telegram from Denmark arrives with information that von Kammacher's wife has died. Upon hearing the news, Friedrich falls critically ill. Eva takes it upon herself to tend to him in the mountain cabin. As she nurses him back to health, their relationship blossoms. Happiness returns to Friedrich's life as he realizes Eva will be a good mother for his children.", "tmdb_plot": "Overwhelmed by personal and professional problems, biologist Friedrich von Kammacher decides to travel abroad in order to regain the joy of living. During his adventurous journey he will meet two very different women, one of whom will be the key to his fate.", "tmdb_id": "179835", "wiki_id": "1090641"}, {"title": "Bangville Police", "genres": ["Comedy", "Action"], "wiki_plot": "A farmer and his daughter (Mabel Normand) are in the barn. She is saying she wishes the cow would have a calf. Left alone in the  house she hears strangers in the barn and calls the police. She barricades herself in. Her parents return and have to break the door down. She thinks it is the robbers. Meanwhile, a smokey car brings the police (the Keystone Cops). After misunderstandings are resolved they find a new-born calf in the barn.", "tmdb_plot": "A young farm maid overhears two cow-hands talking in the barn, and she becomes convinced they’re about to rob her. She barricades herself in a room and calls the police. Her call wakes the chief, who rallies the country justice constabulary and they set off toward the farm, in steam-car and on foot. Meanwhile, the maiden’s parents rush to save her. Everything points toward a showdown in the barn, where no one, including the police force, will be cowed.", "tmdb_id": "132532", "wiki_id": "14931837"}, {"title": "Barney Oldfield's Race for a Life", "genres": ["Comedy", "Action"], "wiki_plot": "A lady, 'Mabel Sweet and Lovely' is courted by a gentleman, 'A Bashful Suitor'. He offers her a corsage which she accepts. They coyly share a kiss. After the Suitor leaves, the Villain appears and grabs the lady. She hits him and escapes. This angers the Villain and he vows to get his way. At the next opportunity, the Villain once again kidnaps the lady, this time with the help of two henchmen, and chains her to the railway tracks.\nThe three villains travel by handcar to the station, where they assault two workers and steal a locomotive engine. The villains drive the train back towards the location of Mabel who is still tied to the tracks.\n\nThe railyard worker alerts the Suitor about the situation, who then rushes to ask his friend, racecar driver, Barney Oldfield for help.\nThe two friends jump in the automobile and race the speeding hijacked locomotive to rescue the damsel in distress. Mabel is dramatically saved at the last moment and is carried away to safety. The foiled villain kills his accomplice and shoots five Keystone cops arriving by handcar to arrest him. Finally he turns the gun on himself but upon discovering the bullet chamber empty, he drops dead in a rage.", "tmdb_plot": "When Mabel Normand romantically rejects a villain, he ties her to the railroad tracks, leaving her bashful suitor to appeal to famous racecar driver Barney Oldfield for help.", "tmdb_id": "132534", "wiki_id": "7637711"}, {"title": "The Battle at Elderbush Gulch", "genres": ["Action", "Western"], "wiki_plot": "Salley (Mae Marsh) and her little sister are sent to visit their three uncles in the west. Among other baggage, they bring their two puppies. Melissa (Lillian Gish) is in the same stagecoach with husband and newborn baby. The uncles find the little girls amusing but tell them that the dogs must stay outside. Meanwhile, a nearby tribe of evil looking Indians is having a tribal dance. The puppies, left outside in a basket, run off. Sally, worried about the dogs, goes outside and discovers they are gone. She follows their trail and runs into two hungry Indians who have captured them for food. There is a scuffle but her uncles arrive and intervene. Gunfire ensues and one of the Indians is left dead. The other Indian returns to the tribe to inform them and aroused by \"savage hatred\" they go into a war dance.\nMeanwhile, a tearful Sally has persuaded a friendly hand to build a secret door in the cabin so she can bring the puppies inside at night. The Indians attack the village and the frightened settlers run off toward the lonely cabin. In the melee, the baby is captured by the Indians. The Indians attack the cabin just after a scout rides off to alert the fort.\nThe Indians ride in circles around the cabin while the settlers try to fight them off. Melissa, in the cabin, is distraught worrying about the fate of her baby. Sally, more worried about her puppies, sneaks out her secret door and finds not only them but the baby in the arms of a dead Indian. In a hectic battle scene, she brings the baby back through the secret door.\nThe settlers are running out of ammunition and the cabin is burning. The Indians, crawling on their stomachs, are almost in the cabin, but then the cavalry arrives. The Indians are quickly dispatched and all is well but for Melissa's grief over her missing baby. Sally pops out of a chest holding baby and puppies. The uncle agrees to let Sally keep the puppies inside.", "tmdb_plot": "Two young girls are sent away to live with their uncle, which sets off a chain of events resulting in an Indian attack on the town.", "tmdb_id": "125673", "wiki_id": "13405420"}, {"title": "Bunny and the Bunny Hug", "genres": ["Comedy"], "wiki_plot": "A poor but gregarious Irish nightwatchman is falsely introduced as a count at a society ball. He proved to be very popular, especially with the ladies. In one sequence, Bunny performs a (at the time) new and popular dance, the Bunny Hug.", "tmdb_plot": "Norman Winthrop, a surveyor, accidentally meets John Bunny, an Irish watchman of a building. He introduces him to Tom and Will Hawley, two of his friends, at a little poker game in which Bunny pockets all the winnings. Talking over the matter the next day, the three men agree that it would be a great joke to introduce Bunny into society.", "tmdb_id": "346786", "wiki_id": "48004314"}, {"title": "Dr. Jekyll and Mr. Hyde", "genres": ["Drama", "Horror", "Science Fiction"], "wiki_plot": "Dr. Henry Jekyll (King Baggot) sends a note to his fiancée, Alice (Jane Gail), and her father (Matt B. Snyder) to say that instead of accompanying them to the opera, he must give more time to his charity patients. At Jekyll’s practice, his friends Dr. Lanyon (Howard Crampton) and Utterson (William Sorrel), a lawyer, ridicule him for what they consider his dangerous research. Alice and her father also visit Jekyll’s rooms, but although apologetic, the doctor insists on devoting his time to his patients. That night, however, Jekyll undertakes a dangerous experiment, swallowing a drug intended to releases his evil self. His body convulses, and he transforms into a hunched, twisted figure.\nThe strange creature emerges from Jekyll’s room, bearing a note in Jekyll’s handwriting that orders the household staff to treat the stranger – “Mr Hyde” – as himself. Hyde then slips out into the night, terrorizing the patrons of a nearby tavern before finding himself lodgings. From these rooms, he begins a career of evil, until one night he attacks and injures a crippled child. Outraged witnesses corner Hyde and force him to agree to compensate the boy. Hyde reluctantly leads one man back to Jekyll’s house and gives him money. During this passage of events, a worried Dr. Utterson sees Hyde entering Jekyll’s house. Inside, Hyde takes a potion that transforms him back to Jekyll. The doctor swears that he will abandon his experiments and never tempt fate again; but that night, without taking the drug, he turns spontaneously into Hyde.", "tmdb_plot": "Dr. Henry Jekyll experiments with scientific means of revealing the hidden, dark side of man and releases a murderer from within himself.", "tmdb_id": "84512", "wiki_id": "7884497"}, {"title": "The Evidence of the Film", "genres": ["Crime"], "wiki_plot": "The Evidence of the Film tells the story of a messenger boy (Marie Eline) at a film studio who is framed for the theft of $20,000 in bonds by a broker (William Garwood). The broker plans to have his office staff witness him placing the bonds into an envelope and give it to the messenger boy to deliver to his client. Next, the broker follows the boy, knocks him down \"by accident,\" and switches the original envelope with another filled with newspaper scraps. The broker successfully pulls off his scheme, however, his collision with the messenger occurs in front of a film crew shooting a scene on the streets.\nWhen the boy delivers the newspaper-filled envelope to the client, a widow named Mrs. Caroline Livingston (Helen Badgley), she calls a policeman to arrest the bewildered boy. He calls his sister (Florence LaBadie) for help just before a judge sentences him to time in jail. Fortunately, his sister happens to be a film editor, and she finds the footage the film crew shot of the broker stealing from the boy. The sister delivers the film to the authorities, who arrest the broker and free the messenger boy.", "tmdb_plot": "A messenger boy is wrongfully accused of stealing bonds worth $20,000. Luckily, a film crew is shooting a moving picture on the same street. The boy's accuser has the police convinced, until...", "tmdb_id": "144489", "wiki_id": "7259438"}, {"title": "The Ex-Convict's Plunge", "genres": ["Crime", "Drama"], "wiki_plot": "The trials of the convict frequently become most acute after he is released from confinement.  The serpentine trail of the stripes seems indelible; the prison pallor, the shuffling gait, the furtive look all combine to make him a marked, a shunned and a hunted man.  The Pictures in \"Rogue's Gallery\" ever seem to be in the retina of the detective's eye and the released or paroled convict is ever under surveillance.  Elton Gates, having served seven years for submitting to temptation with the bank's funds is released.  His Uncle John sends him $500 with which to start a life anew.  He has hardly rested in cheap lodging house when Detective Dolittle spies him and commences to make him an object of a special scrutiny.  The detective begins to trail him, hopefully awaiting his fall from grace.  Gates watches a great house as the detective watches him.  When the occupants, Mr. and Mrs. Rugly, his old sweetheart, and takes a photograph of her that he finds there.  Going out he gives Marie a bill that he strips from his roll.  The ex-convict is followed at every turn by the detective, who is now newly disguised.  Guided by the photograph, he rents Bronson's Gallery for a week, paying for it in advance.  These negotiations are puzzling to the detective, who now finds Gates quite alone in his new short leased home.  When Helen Rugly finds her photo gone, she summons her maid and tells her they must get a copy.  They visit the photograph gallery, she meets and recognizes gates.  He tells there that he committed crime for her sake and served seven years in expiation.  The old love flames anew, and she rushes him into arms.  The future looks rarely roseate for them and the sneaking detective pockets his discomfiture and suspicions and allow them to go their way to happiness without hindrance.", "tmdb_plot": "Elton Gates, having served seven years for submitting to temptation with a bank's funds, is released. His uncle John sends him $500.00, with which to start life anew. He has hardly rested in a cheap lodging house when Detective Doolittle spies him and commences to make him an object of special scrutiny.", "tmdb_id": "934054", "wiki_id": "49600238"}, {"title": "Fatty Joins the Force", "genres": ["Comedy"], "wiki_plot": "Fatty is an obese and timid man who is walking in the park with his girlfriend. A handsome policeman passes and the girl is attracted. The policeman joins a young lady and a girl on a bench. The girl gets up and walks along the stones edging a pond and falls in. Fatty's girlfriend forces him to help and pushes him into the pond. He reluctantly rescues the little girl from drowning.\nThe rescued girl is the daughter of the Police Commissioner. The grateful Commissioner offers Fatty a job on the Police Force. Fatty's girlfriend thinks this is a good idea so Fatty accepts.\nAt Police Headquarters the Commissioner introduces Fatty to the Keystone Cops. He is given a police uniform and the cops salute him before he goes out on his first beat.\nHis girlfriend takes his arm as they walk down an avenue. They encounter two men brawling. He takes his truncheon out and stands between the men. They hit him and knock him over then run off.\nHe sits on a park bench with his girlfriend but five boys having a picnic start throwing food at him. One creeps up behind him then pushes a large treacle tart into his face. The boys run off. Fatty decides to have a bath in the pond and strips to his underwear, leaving his uniform hanging on a bush. The boys rematerialise and cut up his trousers and steal his jacket and throw it into the reeds. Fatty puts on the torn trousers. A stranger finds his police jacket and takes it to Police Headquarters. The police conclude that Fatty has drowned. Back in the park Fatty scares two women with his odd attire and they run to fetch two policemen. Meanwhile his policeman friends are dragging the pond to look for his body, with his hysterical girlfriend at the edge. Fatty hides in the bushes.\nAt the pond the police boat sinks. The police headquarters goes into mourning but the other two policemen are dragging Fatty back. Fatty salutes the police chief and turns to hug his girlfriend but she shuns him.\nFatty is put behind bars and the girlfriend finds solace in the arms of the police chief.", "tmdb_plot": "Fatty rescues the daughter of the police commisioner and is given a job as an officer as a reward, but its not all its cracked up to be!", "tmdb_id": "161522", "wiki_id": "13707776"}, {"title": "Granddad", "genres": ["Drama"], "wiki_plot": "Mildred lives with her grandfather, Civil War veteran Jabez Burr, who she loves deeply. One day she receives a letter from her father saying that he has remarried. Mildred's stepmother finds out that Jabez is a heavy drinker and starts to get worry about he's closeness with Mildred and soon takes a dislike to him. To avoid more frictions Jabez decided to leave. He tells his granddaughter that he is happy and working in a farm, but the truth is that he is staying at the County's Poor House.", "tmdb_plot": "Mildred is staying with her grandfather, Civil War veteran Jabez Burr, when she receives a letter from her father. Her father has re-married, and will be bringing his new wife home soon. But when Mildred's stepmother finds out that Jabez drinks, she takes a dislike to him, and begins to resent his closeness with Mildred...", "tmdb_id": "191999", "wiki_id": "31424999"}, {"title": "The Grasshopper and the Ant", "genres": ["Fantasy", "Drama", "Animation"], "wiki_plot": "The film is based on a fable by I. Krylov.", "tmdb_plot": "An ant works to prepare for winter while a drunken grasshopper plays his violin and dances away his time. When the snow arrives, the grasshopper pleads with the ant for shelter and is turned away to die.", "tmdb_id": "139231", "wiki_id": "57499462"}, {"title": "Hiawatha", "genres": ["Adventure"], "wiki_plot": "The story begins along the Lake Superior Michigan shoreline with the appearance of a mighty spirit that tells the Native Americans a peacekeeper will bring wisdom and unite the warring tribes. Hiawatha is born to Wenonah and after her death her mother Nokomis raises the child.  Hiawatha becomes an excellent hunter and later weds Minnehaha, but she dies during a severe winter.\nThe final episodic adventure tells of the arrival of the \"Black Robe\" or missionary who brings Christianity to the Native Americans.  Hiawatha welcomes him and proclaims the real prophet has arrived. As Hiawatha bids farewell to the warriors, he tells them to listen to the words of the missionary and then departs forever toward the sunset.", "tmdb_plot": "An American Indian raised by his grandmother on Lake Superior is declared a prophet of his people.", "tmdb_id": "411965", "wiki_id": "46347622"}, {"title": "A House Divided", "genres": ["Comedy"], "wiki_plot": "A husband and wife each come to suspect mistakenly that the other has been unfaithful.  Following a lawyer's advice, they agree to continue to live in the same house but without speaking to each other.  Eventually, the situation becomes unworkable and the couple reconcile.", "tmdb_plot": "A married couple, suspecting one another of infidelity, decide to \"live separately together.\"", "tmdb_id": "192062", "wiki_id": "60426931"}, {"title": "The House of Darkness", "genres": ["Drama"], "wiki_plot": "In the introduction a woman is shown descending into insanity after having lost her baby. As she mourns, she takes a blanket from the baby's cradle and starts rocking it as if it were her deceased child. This serves as an introduction to what kind of individuals that reside at the mental institution. The doctor at the hospital is also introduced as he proposes to a nurse.\nThe remainder of the film takes place at the aforementioned setting which hosts several unstable individuals. When violence erupts between two patients; one of them (played by Charles Hill Mailes) escapes the scene in an attempt to avoid capture. At the climax of the chase; the patient is ultimately soothed by the music emitting from a piano in the main hospital building (Lillian Gish in a minor role) and lets himself be taken away by the guards. As he is removed from the vicinity of the music; he once again becomes violent and escapes the grasp of his attendants. After having come upon a gun he makes his way towards the house of the doctor's wife (during this sequence, the perhaps most interesting part of the film seen out of a technical perspective takes place as the lunatic sticks his head out in front of the camera from behind a tree). When the woman discovers him; she becomes terrified. During the farce; the wife puts her hands on the piano by accident, creating a sound which appears pleasing to the lunatic. He urges her to continue, using the gun as a tool of persuasion. She proceeds with the playing which ultimately results in him leaving the house and once again welcomes capture.\nThe film ends informing the viewer on how music becomes an integral part in aiding mentally unstable individuals.", "tmdb_plot": "A potentially violent patient in an insane asylum is calmed when he hears a nurse playing the piano. But shortly afterwards he breaks free, eludes his pursuers, and acquires a gun. He soon comes to a house where a young wife is home alone, and there is a tense confrontation.", "tmdb_id": "191427", "wiki_id": "14827680"}, {"title": "If We Only Knew", "genres": ["Drama"], "wiki_plot": "A wealthy couple leave their young child with a nanny while they attend a social event.  While under the care of the nanny, the child wanders off into the yard and strolls down to the beach with her doll and gets into a boat.  The boat drifts away out to sea and the girl is rescued by nearby fishermen who take her to their humble shack.  Meanwhile, the nanny who was reading a book realizes the child’s disappearance and alerts the parents. When the parents arrive they find only the child’s bonnet and the doll’s stroller near the beach and assume the child had drowned.", "tmdb_plot": "A careless nurse girl allowing the child to wander away, made the mother realize the poignancy of the little verse: \"If we knew the baby's fingers / Pressed against the window pane / Would be cold and stiff tomorrow, / Never trouble us again, / Would the bright eyes of our darling / catch the frown upon our brow, / Would the prints of rosy fingers, / Vex us then as they do now?\" But a higher destiny watched the child and saw it safely home.", "tmdb_id": "939218", "wiki_id": "13399881"}, {"title": "The Jew's Christmas", "genres": ["Drama"], "wiki_plot": "Leah Isaac (played by Lois Weber) is disowned by her father Rabbi Isaac (played by Phillips Smalley) after she marries Rupert Julian, a gentile coworker. Sam Isaac, the rabbi's son, is also kicked out of the house after returning home intoxicated; he subsequently vows that he will not return until the rabbi celebrates Christmas.Rupert Julian loses his legs in a trolley accident, forcing him and Leah to sell artificial flowers while living in poverty. The couple live in a tenement directly above Rabbi Isaac's home, but the rabbi is unaware of their presence. After years pass, the rabbi befriends Rupert and Leah's daughter Eleanor, not knowing that he is her grandfather. After Eleanor, whose parents do not have the money to buy a Christmas tree, asks him why she does not have a tree while other children do, the rabbi sells a religious text in order to purchase a Christmas tree to please Eleanor, leading him to reunite with Leah and realize that he is Eleanor's grandfather. Sam Isaac returns as well with Christmas gifts for the family.", "tmdb_plot": "Early Lois Weber film.  Isaac and his faithful wife, Rachel, deplore that in America their children are forced to work on the Jewish Sabbath. Leah and Sam are not so strict as their parents and the old customs pall about their more American spirits. Sam is employed in a cloak house and secretly loves his employer's daughter, but she refuses to recognize him. Leah is loved by the handsome gentile floorwalker, and despite her father's objections, she marries him. Isaac orders Leah from the house. Later, the daughter of the cloak manufacturer marries an admirer and Sam is invited to the wedding. He drinks and disgraces himself, and returning home, is turned out by the heartbroken rabbi. He leaves, telling the old man that he will return when the father celebrated the Christian Christmas.", "tmdb_id": "566188", "wiki_id": "69530970"}, {"title": "The Last Days of Pompeii", "genres": ["Drama", "Action"], "wiki_plot": "In Pompeii 79AD, Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer her. Glaucus buys the blind slave Nydia who is mishandled by her owner.\nNydia falls in love with him and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with him. In fact it is a poison which will destroy his mind. Arbaces' disciple Apoecides threatens to reveal publicly his wrongdoings. Arbaces kills him and accuses Glaucus of the crime. He locks Nydia in a cellar to prevent her from speaking.\nGlaucus is condemned to be thrown to the lions. Nydia manages to escape and tells Glaucus' friend Claudius what happened. Claudius rushes to the Circus to accuse Arbaces, and the crowd decides that Arbaces and not Glaucus should be thrown to the lions.\nThen, Vesuvius starts erupting, and a widespread panic ensues. Under the shock, Glaucus recovers his mind. Blind Nydia, the only one to find her way in the darkness caused by the rain of ashes, leads Glaucus and Jone to safety and finds peace by drowning herself.", "tmdb_plot": "Well-respected Pompeiian Glaucus performs an act of kindness by purchasing Nydia, a blind slave being mistreated by her owner. Nydia falls in love with her new master, but he only has eyes for Ione. Ione in turn is lusted after by Arbace, an Egyptian high priest of Isis. When Nydia beseeches Isis for help in capturing Glaucus' heart, Arbace gives her a \"love\" potion-- an elixir made to drive Glaucus mad, securing Ione for himself. Ultimately, Mount Vesuvius will end their lives and seal their fates in a terrible, glorious eruption.", "tmdb_id": "133123", "wiki_id": "10564725"}, {"title": "The Little House in Kolomna", "genres": ["Comedy"], "wiki_plot": "The film is based on the 1830 poem The Little House in Kolomna by Alexander Pushkin.", "tmdb_plot": "Based on the story by Pushkin. Pretty young Parasha is living with her widowed mother. Parasha diligently takes care of many household tasks, but she also enjoys flirting with the guards's officers who pass by her window, and she has one particular favourite. One day, Parasha's mother asks her to hire a cook, and to do so as cheaply as possible. Parasha and her beau soon see a way to use this situation to their own advantage.", "tmdb_id": "191914", "wiki_id": "57405389"}, {"title": "The Burning Mill", "genres": ["Drama", "Romance"], "wiki_plot": "In a small Dutch village, Annie is treated by her parents to a circus performance in honor of her birthday. When he sees Annie, the clown Janus (Pedro in the English version) falls in love with her and gives her a message. Annie writes back that she will see him gladly if her father agrees, but her father forbids any romance with a clown. The circus leaves the village.\nSeveral months later, Annie's father takes her to her aunt's village, hoping it will make her forget the clown. By coincidence, Janus' circus comes to perform in the same village. One night, a fire breaks out in the mill of Annie's Aunt, and the whole village, including the circus performers, rush to help. Annie is trapped at the top of the mill and the fire brigade's ladder proves too short. The circus clowns form a 'living ladder' by climbing on each other's shoulders and Janus is able to save Annie. Her father finally accepts their love.", "tmdb_plot": "Annie falls in love with a circus clown, but her circus-hating father forbids their romance. Until a fire breaks out...", "tmdb_id": "505856", "wiki_id": "22643007"}, {"title": "Matrimony's Speed Limit", "genres": ["Comedy"], "wiki_plot": "The story concerns a young man (Fraunie Fraunholz) who refuses to accept financial assistance from his wealthy girlfriend (Marian Swayne) in favor of earning his own fortune on the stock market. She concocts a plan to convince him that he will collect an inheritance from a wealthy aunt if he marries before noon. While he desperately proposes to every female he meets, she is trying to reach him before he finds a girl who will say yes. One veiled woman seems willing to accept his proposal, but (in a racist turn) she turns out to be African American (actually, a white actress in blackface). With only minutes to go before the deadline expires, he gives up his search and intends to commit suicide under the wheels of the next passing car. However, the vehicle contains both his fiancée and a minister who marries them on the spot.", "tmdb_plot": "A man must marry by noon or lose his inheritance. It's 11:50 a.m. and he can't find his fiancée.", "tmdb_id": "144488", "wiki_id": "21112004"}, {"title": "A Message from Mars", "genres": ["Comedy", "Fantasy"], "wiki_plot": "Horace Parker, played by Charles Hawtrey, is an exceedingly self-centered, wealthy young man. Not only is he a miser, but he also expects everyone else to conduct their lives according to his personal convenience.\nParker is engaged to Minnie Templer, but Minnie has discovered Parker's selfishness and she is on the brink of calling off the engagement.\nOn Christmas Eve, however, a messenger from Mars comes to Earth to show Parker the error of his ways. The two of them become invisible and eavesdrop on all the terrible—and true—things Parker's friends and family are saying about him.", "tmdb_plot": "A Martian is sentenced to visit earth to cure a selfish man.", "tmdb_id": "310565", "wiki_id": "44596649"}, {"title": "Mohini Bhasmasur", "genres": ["Drama"], "wiki_plot": "The plot of the film revolves round the theme of the Hindu mythological story of Mohini and Bhasmasur(a) (\"ash-demon\"), an asura (demon). The god Shiva grants Bhasmasura the power to turn anyone into ashes by touching their head. The demon decides to try the power on Shiva himself. Shiva runs terrified. The god Vishnu, witnessing the unfortunate turn of events, transforms into the seductress Mohini and enchants Bhasmasura. Bhasmasura asks her to marry him. Mohini agrees, but only on the condition that Bhasmasura follows her move for move in a dance. In the course of the dance, she places her hand on her head. Bhasmasura mimics the action, and in turn, reduces himself to ashes.\nThe film was of 32,554 feet (9,922 m) length.", "tmdb_plot": "The plot of the film revolves around the Hindu mythological story of Mohini and Bhasmasur. At over five hours, it inaugurated the tradition of Indian cinematic epics and was the first Indian film to feature actresses.", "tmdb_id": "8017", "wiki_id": "38980471"}, {"title": "The Mothering Heart", "genres": ["Drama"], "wiki_plot": "The film opens by showing a young woman (Lillian Gish) in a garden. She is tender hearted, demonstrated by her appreciation of  the flowers and the rescuing of a puppy. A melancholic young man (Walter Miller) woos her and she is foolishly swayed more by his pain of rejection than her love for him and eventually agrees to marry.\nLater in their new home together she takes in washing to help support them when her new husband has little income. Things change when he finds some success in a well paid job. He insists they celebrate at a restaurant where there is an Apache dance cabaret. He wears a new suit but she her plain street clothes. Her husband's eye is caught by a sophisticated single woman (Viola Barry) at the next table. Later, encouraged by the woman, the husband begins to deceive his wife and have clandestine meetings with her. She is rich and has a chauffeur-driven car at her disposal.\nThe wife, now pregnant, as evidenced by her interest in baby clothes, discovers a glove in her husband's coat pocket. She follows him and uncovers his deceit. After confronting her husband she leaves him and returns to the home of her mother (played by Kate Bruce) where the baby is born.\nWe now see the husband being dropped by the sophisticated woman for a new richer male companion (Charles West). The dejected husband sitting alone at home receives a letter from the wife telling him of the birth. He resolves to make it up with her.\nWe learn next that the baby has become ill and is attended by a doctor (Adolph Lestina).  The husband arrives at the wife's mother's house and she allows him to see the wife and child. However the wife wants none of him and angrily rejects him. While the husband sits dejected in the garden the baby dies. The wife vents her anger on the bushes in the part of the  garden in which the film opened.\nShe returns to find her husband bent in grief over the crib. He is tenderly holding the baby's dummy. Their hands touch and the husband sees she is still wearing her wedding ring. They are reunited in an embrace and the film ends.", "tmdb_plot": "A young couple struggle to get ahead, the wife always assuaging the troubles of her melancholy husband. As he climbs the ladder of success, he abandons the homely values and begins an affair with a beautiful woman. His wife leaves him, returning to her mother's home where she bears a child. When the husband is abandoned by his lady friend, remorse drives him to find his wife.", "tmdb_id": "98062", "wiki_id": "14836345"}, {"title": "The Netherlands and Orange", "genres": ["Drama", "History"], "wiki_plot": "In the first segment, Willem the Silent (Jan van Dommelen) and the Van Brederode are demanding freedom of religion for the repressed Dutch citizens with governor Margaret of Parma (Christine van Meeteren). Charles de Berlaymont, sharing the opinion with Willem the Silent, opposes the Spanish dictation and introduces the 'honorary title' Geuzen. Together with his men, he swears 'Death or Freedom'. Meanwhile, Balthasar Gérard (Theo Frenkel), an admirer of Willem the Silent's enemy Philip II of Spain, unexpectedly assassins Willem the Silent.\nThe second segment features Pieter Corneliszoon Hooft, as he performs at his Muiderslot. In the following, Maurice of Nassau, Prince of Orange (Charles Gilhuys) battles for the Netherlands' independence. The fourth segment includes Kenau Simonsdochter Hasselaer during the Siege of Haarlem. Next is the Siege of Breda, where one of the soldiers gets heavily ill, while a battle with the Spanish is near. The continuing is a description of the siege, ending with the capture of Breda.\nThe following segment involves the escape of Hugo Grotius from Loevestein via a casket, organized by his wife (Mientje Kling) and a maid. Then comes the Siege of 's-Hertogenbosch by Frederick Henry, Prince of Orange (Willem Roemer). In an interlude, Rembrandt, Frans Hals and Jan Steen are seen in different scenes creating a painting. What comes after is a wedding taking place between Kloris and Roosje.\nIn a bigger story, John William Friso, Prince of Orange (Marcel Mijin) is in Taisnières-sur-Hon to fight the Battle of Malplaquet. Subsequently, Michiel de Ruyer (Jan Buderman) and Maarten Tromp (Jan Holtrop) end their struggle after a long fight through help from William III of England (Louis van Dommelen). Attention then shifts to stadthouder William IV, Prince of Orange, followed by William V, Prince of Orange. Their crown was taken over by Louis Bonaparte. The film ends with William I of the Netherlands' (Jan van Dommelen) arrival in Scheveningen and his oath to the constitution.", "tmdb_plot": "A collection of short scenes portraying highlights of Dutch history, from the Eighty Years' War to King Willem I's return from exile. This film was made to commemorate the centenary of the Dutch royal family.", "tmdb_id": "304008", "wiki_id": "22643012"}, {"title": "The Night Before Christmas", "genres": ["Comedy", "Fantasy"], "wiki_plot": "The plot is, on the whole, close to Gogol's classic tale.\nThe action is set in a Ukrainian village. On Christmas Eve, a minor demon arrives to a local witch called Solokha. They both ride on the witch's broom, after which the demon steals the Moon and hides in an old rag. In the ensuing darkness, some inebriated Cossacks can't find their way to a shinok (tavern) and decide to go home. One by one, they each come to visit Soloha, who hides each one (starting from the demon) in bags so that none of them see each other.\nAt the same time, Solokha's son Vakula the Metalsmith (P. Lopukhin), tries to woo the beauty Oksana (Olga Obolenskaya), but she laughs at him and demands that he find her the shoes which the Tsarina wears. Vakula goes to Soloha in sadness, but upon coming there sees the bags and decides to take them to the forge. Getting tired along the way, he leaves the heaviest bags on the street, which are picked up by a caroling company. Vakula, who is left only with the bag containing the demon, goes to Patsyuk, a sorcerer, to ask him how to find a demon - only with the help of a demon can he hope to get Tsarina's shoes.\nThe Patsyuk answers that a person should not search for a demon if he has a demon behind his back. Vakula takes it as some kind of a murky wise say, but indeed eventually finds the demon in the bag and forces him to take him to St. Petersburg. There, Prince Potemkin takes him for an ambassador of the Zaporozhian Cossacks and gives him Tsarina's shoes. The demon takes Vakula home and Vakula lets him go. Oksana agrees to marry Vakula.", "tmdb_plot": "Based on Gogol's story. It is Christmas Eve, and the town witches’ son, a blacksmith, seeks an honest marriage to his love who wishes for a pair of shoes fit for the Tsarina. A mischievous devil is trapped into providing service to the smith.", "tmdb_id": "191909", "wiki_id": "8554060"}, {"title": "Olaf—An Atom", "genres": ["Drama", "Fantasy"], "wiki_plot": "Broken by grief after his mother's death, Olaf becomes a wanderer. He is treated cruelly until he is given a meal by a woman at the homestead where she lives with her husband and baby. Olaf is able to return her kindness when he overhears a plot to rob the settlers of their home. He alerts the couple and delays the would-be thieves long enough for the husband to file a claim on his land. Olaf is injured by the claim jumpers but he recovers, alone and forgotten by those he has helped. He then moves aimlessly along.", "tmdb_plot": "Broken by grief after his mother's death, Olaf becomes a wanderer. He is treated cruelly until he is given a meal by a woman at the homestead where she lives with her husband and baby. Olaf is able to return her kindness when he overhears a plot to rob the settlers of their home. He alerts the couple and delays the would-be thieves long enough for the husband to file a claim on his land. Olaf is injured by the claim jumpers but he recovers, alone and forgotten by those he has helped. He then moves aimlessly along.", "tmdb_id": "643209", "wiki_id": "13400533"}, {"title": "Grandpa's Glasses", "genres": ["Comedy"], "wiki_plot": "The film tells the simple but amusing story of a \"naughty\" boy who paints the lenses of his grandfather's glasses while he sleeps. The man wakes up and thinks he has gone blind, creating a series of confusion in the house.", "tmdb_plot": "A naughty boy paints his grandfather's glasses while he sleeps. Upon awakening, the grandfather is frightened by the imagined blindness, creating a series of confusions in the house. Brazil's first fiction film which was destroyed. Only a few fragments are available.", "tmdb_id": "224763", "wiki_id": "63927670"}, {"title": "Der Andere", "genres": ["Drama"], "wiki_plot": "When talking with friends, Dr. Hallers, a well-known lawyer in Berlin, said he was skeptical about fantasies on the split personality: he could never believe something like that. During a ride, however, he has an accident, after which he often falls into a deep sleep from which he awakens with the feeling of having a dual personality. Later, his double starts to rob his apartment with a thief. During the robbery, the police arrives and arrests the thief. Hallers, having fallen asleep, wakes up without remembering anything of what happened. Eventually, the lawyer recovers and marries his fiancée.", "tmdb_plot": "A man has an accident while out riding his horse and soon discovers that he now has a split personality, and that his alternate is helping a criminal to rob his house.", "tmdb_id": "131595", "wiki_id": "52791093"}, {"title": "The Pickwick Papers", "genres": ["Comedy"], "wiki_plot": "The Pickwick Papers comprised three reels, individually titled \"The Adventure of the Honourable Event\", \"The Adventure at the Westgate Seminary\", and \"The Adventure of the Shooting Party\". The film does not adapt Dickens's novel in its entirety; each reel depicts a distinct episode from the beginning of the book.\n\nIn \"The Honourable Event\", Mr. Pickwick catches a cab to meet three friends from his club but gets in an altercation with the cab driver upon arrival. The cabman is placated by a tall, thin gentleman named Mr. Jingle, whom Pickwick invites to dine at the Bull Inn in Rochester with his three friends—Mr. Snodgrass, Mr. Winkle, and Mr. Tupman. The group catches a coach to Rochester and dinner is served. As the evening progresses, all but Jingle and Tupman doze off, and the two decide to attend a charity ball being held that evening at the inn. As Jingle does not have the proper attire, Tupman takes clothes from the room of the sleeping Winkle for him to wear.\nAt the ball, Jingle incites the envy of one of the other guests, Dr. Slammer, by escorting a woman named Mrs. Budger to her carriage. The next morning, Slammer sends a message to the inn requesting a duel with \"the slim gentleman\" who had insulted him. The bewildered Winkle accepts the duel, believing he had inadvertently insulted someone while drunk the night before. The duel is about to commence when Slammer realizes that a mix-up has occurred. The two men return to the inn, whereupon Slammer recognizes Jingle as the man who had insulted him and again demands a duel. Pickwick, however, refuses to accept that Jingle has done anything wrong and sends Slammer on his way.\n\n\"The Shooting Party\" begins with Pickwick and a group of friends—including Winkle, Tupman, and Pickwick's servant Sam Weller—setting out on a hunting expedition. As Pickwick is lame, he is carried in a wheelbarrow along the way by his servant. The party sits down for lunch on land belonging to an adjacent estate. Pickwick falls asleep, and the others continue with the expedition. The owner of the estate, Captain Boldwig, discovers Pickwick as he is making an inspection of his land and angrily sends Pickwick—still asleep in his wheelbarrow—off to the town jail, where his friends discover him that evening.\"The Westgate Seminary\" opens with a conversation between Sam Weller and Mr. Jingle's servant, Job Trotter. Trotter falsely informs Weller that his master is planning to elope with a girl from the nearby Westgate boarding school for young ladies. Pickwick resolves to foil this elopement and scales the school walls that night with the goal of catching Jingle. Jingle does not arrive, however, and Pickwick is discovered by the frightened residents of the school, who lock him in a closet until the veracity of his story can be established. Upon the arrival of his friends, Pickwick is freed.", "tmdb_plot": "", "tmdb_id": "357998", "wiki_id": "50019834"}, {"title": "Poor Jake's Demise", "genres": ["Comedy"], "wiki_plot": "Jake comes home and finds his wife and Willy (\"The Dude\") Mollycoddle in a compromising position. Enraged, Jake throws Willy out of the house and scolds his wife and threatens to kill himself. Fearful that Jake will commit suicide, the wife calls the police and three officers are sent out to find Jake. Stopping at a bar before he commits suicide, Jake finds the Dude who is drowning his sorrows. Jake takes his revenge on Willy with a seltzer bottle.  Later Jake drunkenly walks down to a park fountain where he is mugged and knocked out by some ruffians. The police find Jake unconscious and carry him home to his wife, who thinks Jake has really killed himself. She contacts the Dude who comes over to help her prepare Jake's funeral arrangements, but when Jake suddenly revives from his stupor, the Dude runs out of the house in terror. Jake and his wife make up and decide to repair their marriage.", "tmdb_plot": "Jake's wife fears he has made good his suicide threat after he has caught her making love to the Dude in his own home. During the last minute preparations for Jake's funeral, the mourners are suddenly surprised to find him sitting upright in their midst.", "tmdb_id": "915755", "wiki_id": "17877103"}, {"title": "The Pursuit of the Smugglers", "genres": ["Action", "Drama"], "wiki_plot": "James Peyton, a young Internal Revenue Officer of unusual resource, is sent to investigate the operations of a band of daring liquor smugglers and bring about their apprehension. In order that he may not arouse suspicion, Peyton secures employment at a village store, and while engaged in his duties as clerk he gains the friendship of Marcella, the storekeeper's daughter. But in forming the acquaintance, Peyton makes an enemy in Poole, a rough character, who has been endeavoring to win Marcella's hand. Poole is the leader of the smugglers and his association soon becomes known to the vigilant officer. One day, while delivering a basket of groceries, Peyton encounters the smugglers and is made prisoner. He is bound and led to an attic room. Struggling desperately with his bonds, Peyton manages to secure a small pocket mirror from his pocket and flashes a heliograph message to the revenue cutter down the bay. Meanwhile, Marcella, who has been expecting Peyton to call, becomes alarmed at his absence, knowing that he has recently had an altercation with Poole. She warns her cousin, Ben, and by making inquiry, they learn where the officer was seen last. Peyton is discovered in the attic window by Ben, who climbs the porch and assists the officer to escape. Hearing the disturbance, the smugglers take to flight and when the cutter comes steaming up the river in response to Peyton's message, the officer, together with Marcella and Ben, is taken aboard. There is an exciting pursuit, in which the smugglers in a tugboat cast out a net and entangle the propeller of the cutter, but the lawbreakers are finally captured and Peyton receives two rewards.\n\nMoving Picture World (1913)", "tmdb_plot": "A short smugglers’ drama in which a new employee of the harbour police starts working for an export trader, so as to keep an eye on the smugglers. After a wild chase, the smugglers are captured, and it turns out that harbour police agent and the daughter of the export trader get along very well.", "tmdb_id": "407100", "wiki_id": "7236897"}, {"title": "The Quakeress", "genres": ["Drama", "Western"], "wiki_plot": "The setting is an early American village, where a young Quaker woman, Priscilla (played by Glaum), is in love with the schoolmaster, John Hart (played by Ray). The local minister, Rev. Cole (played by Taylor), who calls on her at her cabin with flowers, is an unwelcome suitor. In revenge, he has \"blue laws\" passed, among them is one requiring attendance at church on Sunday.\nPriscilla refuses to comply with the law and is arrested. After being plunged in and out of water and pilloried, she is banished from the colony. John goes with her. They are attacked by Indians and John is badly wounded. Priscilla manages to get back to the village in time to warn the Puritans of an impending attack. They defeat the Indians after a desperate battle.\nThe Rev. Cole, who has been mortally wounded, begs Priscilla's forgiveness and the Puritans make amends for their harsh treatment of her.", "tmdb_plot": "The setting is an early American village, where a young Quaker woman, Priscilla, is in love with the schoolmaster, John Hart. The local minister, Rev. Cole, who calls on her at her cabin with flowers, is an unwelcome suitor. In revenge, he has \"blue laws\" passed, among them is one requiring attendance at church on Sunday. Priscilla refuses to comply with the law and is arrested. After being plunged in and out of water and pilloried, she is banished from the colony. John goes with her. They are attacked by Indians and John is badly wounded. Priscilla manages to get back to the village in time to warn the Puritans of an impending attack. They defeat the Indians after a desperate battle. The Rev. Cole, who has been mortally wounded, begs Priscilla's forgiveness and the Puritans make amends for their harsh treatment of her.", "tmdb_id": "408880", "wiki_id": "26624894"}, {"title": "Quo Vadis?", "genres": ["Drama", "History"], "wiki_plot": "The story is set during the latter years of the reign of the emperor Nero. Marcus Vinicius, one of Nero's military officers, falls in love with a young Christian hostage named Lygia. But their love is hindered by Nero, who has his soldiers burn Rome and pins the blame on the Christians. Nero launches a cruel persecution of the religious sect, who are sentenced to death in the Circus. Among the victims is Lygia. She is tied to the back of a bull in imitation of Europa. But her life is saved by her bodyguard Ursus, who wrestles the bull to death.", "tmdb_plot": "During the latter years of the reign of the tyrannical Roman emperor Nero, Marcus Vinicius, one of Nero's officers, falls in love with a young Christian hostage named Lygia. \"Quo Vadis?\" is a landmark in epic film-- Certainly Enrico Guazzoni’s grand-scale masterpiece laid the foundations for what colossal Italian spectacles would become. The film had tremendous influence on Giovanni Pastrone’s Cabiria (1914) and D.W. Griffith’s Intolerance (1916).", "tmdb_id": "114166", "wiki_id": "37549084"}, {"title": "Raja Harishchandra", "genres": ["History", "Drama"], "wiki_plot": "King Harishchandra (D. D. Dabke) is shown teaching his son, Rohitashva (Bhalchandra Phalke), how to shoot with a bow and arrow in the presence of Queen Taramati (Anna Salunke). His citizens ask him to go on a hunting expedition. While on the hunt, Harishchandra hears the cries of some women. He reaches a place where the sage Vishvamitra (Gajanan Sane) is performing a yajna to get help from Triguna Shakti (three powers) against their will. Harishchandra unwittingly interrupts Vishvamitra in the midst of his yajna by releasing the three powers. To appease Vishvamitra's wrath, Harishchandra offers his kingdom. Returning to the royal palace, he informs Taramati of the happenings. Vishvamitra sends Harishchandra, Taramati, and Rohitashva in exile and asks them to arrange for dakshina. While in exile, Rohitashva dies and Harishchandra sends Taramati to ask the Dom king for arranging a free cremation. While Taramati is on her way to meet the Dom king, Vishvamitra frames her for the murder of the prince of Kashi. Taramati faces trial, pleads guilty and is ordered to be beheaded by Harishchandra. When he raises his sword to complete his task, a pleased Lord Shiva appears. Vishvamitra reveals that he was examining Harishchandra's integrity, returns the crown to him and brings Rohitashva back to life.", "tmdb_plot": "The first feature-length Indian film is based on the legend of Raja Harishchandra, recounted in the Ramayana and Mahabharata. It revolves around the noble and righteous king, Harishchandra, who first sacrifices his kingdom, followed by his wife and eventually his children to honour his promise to the sage Vishwamitra. Though, in the end, pleased by his high morals, the Gods restore his former glory, and further bestow him with divine blessings.", "tmdb_id": "129555", "wiki_id": "2170497"}, {"title": "Religion and Gun Practice", "genres": ["Western"], "wiki_plot": "Tom Mix plays \"a western outlaw reformed by a missionary's daughter.\" Kill Kullen and the missionary's daughter, Winona Judell, fall in love. She sets him back on the path of righteousness, and though her father disapproves of their desire to marry each other, she is persistent. Kill Kullen teaches her how to ride and shoot, and her father eventually yields.", "tmdb_plot": "Wesley Judell, as a missionary, finds a futile but puzzling field for work in the far, wild west.", "tmdb_id": "906406", "wiki_id": "67321930"}, {"title": "The Restless Spirit", "genres": ["Drama"], "wiki_plot": "The film begins with the Dreamer, a restless and disappointed dreamer who has a wife and child. He gazes at his hands and dreams of becoming a great conqueror, but laments that no opportunities ever come to him, and so he continues to dream. The Dreamer becomes the subject of ridicule and his wife becomes the subject of pity by the community. The Dreamer decides to enter the world of men and abandons his wife, leaving her to seek refuge from her father. Her father wishes for her to marry a wealthy gentleman who is also a stranger in the town.\nThe Dreamer heads off into the desert and wanders until exhaustion takes its toll. A woman called \"The Desert Flower\" finds him and takes him to her hut in the desert. There she spends her time looking over the garments of the man who once courted her, who happens to be the same stranger who is now attempting to marry the Dreamer's wife. The woman learns of the Dreamer's story and shows the Dreamer the futility of conquering worlds unknown when he cannot even conquer his own small corner of the world. The Dreamer sees visions of himself in the roles of various great conquerors, but each vision ends in death. Meanwhile the Dreamer's wife has been kicked out of her father's home for refusing to marry the Stranger, and is reunited with the Dreamer at the edge of the desert. The Stranger is sent out into the desert, and the Dreamer and his wife return to the town. In time, the Dreamer becomes respected by the community.", "tmdb_plot": "The Dreamer is unhappy with his marriage and runs away. He collapses and is found by The Desert Flower, who convince him to return to his family. In various illusions he sees himself in three stories. In first is Napoleon. In the second he is a Knight. And in the third a Sultan. But in all the illusions he die. Meanwhile his wife is about to be send into the desert while refusing to remarry a Stranger. Before this could happen, the Dreamer arrives and send the Stranger into the desert. He becomes again a loved and respected member of the Town.", "tmdb_id": "980231", "wiki_id": "17877680"}, {"title": "Scrooge", "genres": ["Drama", "Fantasy"], "wiki_plot": "The opening credits are followed by a scene in which Charles Dickens is seen pacing his library seeking inspiration for a new story. It comes to him and he settles down to write A Christmas Carol. A short introductory synopsis describing miserly  London businessman Ebenezer Scrooge leads into a shot of his nephew Fred Wyland giving money to poor children on Christmas Eve. Scrooge, upon leaving his office, is chased by poor children. At the office, Scrooge's clerk Bob Cratchit bids goodbye to his crippled son Tiny Tim and goes to work. A poor woman comes to the office to beg from Scrooge but he turns her away. Cratchit gives her money. At Middlemarks, the poor line up for food. When the food runs out, Middlemark goes to Scrooge for assistance but he is turned away. Scrooge gives Cratchit a second hand quill as a Christmas present and after Cratchit has gone, he settles down with his money to sleep.\nScrooge is visited on Christmas Eve by the ghost of his dead business partner, Jacob Marley, who warns him that three more ghosts will appear during the night trying to show Scrooge the error of his ways. As the night wears on, Scrooge is visited by the Ghost of Christmas Past, the Ghost of Christmas Present and the Ghost of Christmas Yet to Come. Scrooge is  shown in sequence his childhood sweetheart, Cratchit's Christmas, a vision of the death of Cratchit's crippled son Tim, and his own lonely tombstone. Scrooge wakes and realising the error of his ways, throws money from his window to the poor children and sends a boy for a large turkey for Cratchit and then goes to visit them for lunch.", "tmdb_plot": "A 1913 British black and white silent film based on the 1843 novel A Christmas Carol by Charles Dickens. It starred Seymour Hicks as Ebenezer Scrooge. In the United States it was released in 1926 as Old Scrooge.", "tmdb_id": "76937", "wiki_id": "25396771"}, {"title": "The Shadow of Nazareth", "genres": ["Drama", "History"], "wiki_plot": "The story opens with Barabbas (Arthur Maude) stealing a headdress of precious stones to impress Judith (Constance Crawley), but her love is actually for Caiaphas (Joe Harris), the high priest of the city, who is devising a plot to kill Jesus Christ. When Barabbas stabs an associate of Caiaphas during an argument over Judith, Caiaphas has Barabbas arrested by Roman soldiers. Then as Barabbas is led away, Caiaphas kills the injured man to prevent him from revealing the plot, and Barrabas is blamed for the crime. Sometime later, Judith at the urging of Caiaphas convinces Judas Iscariot, who is her brother, to betray Jesus, which allows Caiaphas to have Jesus arrested. Barrabas in the meantime has been freed, but is arrested a second time when he makes an attempt on the life of Caiaphas, and Barrabas ends up being held in the same prison as Jesus.\nBoth Barrabas and Jesus are sentenced to die by crucifixion, but Jewish custom allows the release of a prisoner on the day of the Passover feast. Pontius Pilate, the Prefect of the Roman province of Judaea, has the authority to decide whether to free Barabbas or Jesus in honor of the Passover. However, Pilate is unwilling to make the decision himself, so he lets a crowd that has gathered before him choose who is to live. The crowd chooses Barabbas, who is set free, and Jesus, who is innocent of any wrongdoing, dies on the cross. Following the crucifixion, Judas in remorse hangs himself, and Judith, driven mad by the death of her brother, stabs Caiaphas, and then commits suicide.", "tmdb_plot": "An extrabiblical tale of Barabbas and Judith Iscariot, the presumed sister of Judas, starring Constance Crawley and Arthur Maude.", "tmdb_id": "191967", "wiki_id": "39966612"}, {"title": "The Student of Prague", "genres": ["Drama", "Fantasy"], "wiki_plot": "In Prague in 1820, a poor university student named Balduin is the city's wildest carouser and greatest swordsman. Despondent over his lack of funds, he is approached by a diabolical old gentleman dressed in black named Scapinelli. A local young woman named Lyduschka is infatuated with Balduin and begins to follow most of the action from a distance. Balduin becomes smitten with Countess Margit Schwarzenberg after rescuing her from drowning, but — despite receiving a locket from her — knows he cannot pursue this love because of his poverty. Scapinelli, who is always in a gleeful mood, offers Balduin 100,000 pieces of gold in exchange for any item to be found in his student lodgings. Balduin agrees and signs a contract thinking he owns nothing, but is astonished when Scapinelli calls forth Balduin's reflection from the mirror and absconds with it. The baffled student realizes that he now produces no mirror image.\nRecovering, Balduin — now flush with cash — attempts to woo Countess Margit. At the Hofburg Palace, the resplendently attired Balduin renews his acquaintanceship with the Countess, but both Lyduschka and his mirror double put in appearances before the Countess covertly gifts Balduin with her handkerchief. Balduin and the Countess meet secretly at an old Jewish graveyard, but the double appears again and terrorizes both lovers. Lyduschka tips off Baron Waldis-Schwarzenberg, the Countess's fiancé and cousin, about Balduin's amorous efforts (she has stolen the handkerchief as evidence). Incensed, the Baron challenges Balduin to a duel with sabres.\nPrivately, Count Schwarzenberg — the Countess's father and the Baron's uncle — begs Balduin not to kill the Baron, as he is the last surviving heir to the family. Balduin agrees but is thwarted when his double again appears at the duel in his place and kills the rival suitor. Distraught, Balduin sneaks into Margit’s room and continues to petition for her affections. She is accommodating, but becomes frightened by Balduin's lack of a mirror reflection followed quickly by the sudden appearance of the double. She collapses in a swoon.\n\nUtterly dejected, Balduin returns to his own now lavish lodgings and retrieves a pistol. When the double appears there he fires at it and it vanishes, but soon he becomes stricken himself and falls dead. Scapinelli arrives, takes the contract Balduin signed with him and tears it up, throws it like confetti and departs happily. In a coda, we see Balduin's double sitting atop his fresh grave, stroking a raven, and glowering menacingly at the viewer.", "tmdb_plot": "Prague, Bohemia, 1820. Balduin, a penniless student, falls in love with Countess Margit, a wealthy noblewoman whom he has saved from drowning.", "tmdb_id": "28627", "wiki_id": "9895416"}, {"title": "Suspense.", "genres": ["Drama", "Thriller"], "wiki_plot": "A servant leaves a new mother with only a written letter of notice, placing her key under the doormat as she leaves. Her exit attracts the attention of a tramp to the house. As the husband has previously phoned that he is working late, the wife decides not to ring back when she finds the note but does ring back when she sees the tramp. Her husband listens, horrified, as she documents the break-in and then the tramp cuts the line. The husband steals a car and is immediately pursued by the car's owner and the police, who nearly but don't quite manage to jump into the stolen car during a high-speed chase. The husband manages to gain a lead over the police but then accidentally strikes a man smoking in the road and checks to see that he is okay. Meanwhile, the tramp is breaking into the room where the wife has locked herself and her baby, violently thrusting himself through the wood door, carrying a large knife. At that moment the husband arrives, pursued by the police. As the husband runs towards the home, the police fire warning shots into the air, panicking the hobo. He runs down the stairs, to be met by the husband at the front door. After a short struggle, he overpowers the hobo, who is then grabbed by the police. The husband runs upstairs, everything is explained, and all is forgiven as the couple embrace.", "tmdb_plot": "An isolated house is too remote for a lone servant, who leaves a note, quietly exits the back door, and puts the key under the mat. Left alone in the house is a mother and her infant. A tramp has watched the servant leave and begins to skulk. When the lady of the house sees him outside as he discovers the key, she's terrified and desperately phones her husband, who's at work in town. He jumps into a car that's idling in front of his office and races toward home, the car's owner, and police, in hot pursuit.", "tmdb_id": "105408", "wiki_id": "17860504"}, {"title": "Dr. Goudron's System", "genres": ["Horror"], "wiki_plot": "The plot revolves around a journalist, who, accompanied by his wife, travels to an old castle (complete with moat) which has been turned into an asylum, in the hopes of writing about a new approach to curing patients which is said to be practiced there. Arriving during a storm, they quickly discover that the inmates have taken over, and that the \"cure\" to insanity is gouging out an eye and slitting the throat. One \"doctor\" seems to be practicing this technique; another believes that he can float. Escape seems impossible, and the reporter is drawn to a table to undergo the \"cure\", but a gust of wind scattering the \"doctor's\" papers provides a distraction, and, with the help of a sympathetic inmate, the two protagonists are able to flee to safety.", "tmdb_plot": "A visitor to an insane asylum realises that the inmates have taken control.", "tmdb_id": "353605", "wiki_id": "48630083"}, {"title": "The Telephone Girl and the Lady", "genres": ["Drama"], "wiki_plot": "A telephone operator is walking out with a handsome police sergeant; her father insists that the husband for her is a plump, comfortable grocery store owner. The Lady picks up her jewels from the jewellery and brings them home, followed by a jewel thief on a stolen bicycle. She puts them in her safe, and goes to give the telephone girl a present of a necklace in thanks for her work. As the Lady answers the telephone and accepts the Telephone Girl's effusive thanks, the door creaks open – it is the masked thief! She tells the girl on the other end of the line that she's being robbed. While the thief grills the lady, the telephone girl calls the police, but there's a riot and calls about that prevent her getting through. She runs out of the exchange and spots the sergeant conveniently riding by. He lifts her onto his horse and they gallop to the rescue. Meanwhile, with an implicit rape threat the thief has forced the lady to reveal the safe concealed behind a picture. Just in time, the sergeant bursts in as the thief escapes with the jewels. After a rousing fight, helped by the feisty telephone girl and neighbours including a lady in a huge hat, the sergeant drags away the thief. The lady rewards the sergeant and the lovers fall into each other's arms.", "tmdb_plot": "D.W. Griffith short intercuts two different stories before mixing them together at the end. The film focuses on a telephone girl who leaves work for her lunch break at the same time as \"The Lady\" goes to a jewelry store to pick up some priceless jewels. When the telephone girl returns to work she gets a phone call from the house of \"The Lady\" as a robber has broken in and is trying to steal the jewels.", "tmdb_id": "192032", "wiki_id": "13388826"}, {"title": "Traffic in Souls", "genres": ["Crime", "Drama"], "wiki_plot": "The storyline concerns two young Swedish women immigrants who are approached by men soliciting for white slavery under the guise of a legitimate work offer. In the scenes filmed at Battery Park, after the women are transported there from Ellis Island, real immigrants can be seen in the background.The entire film takes place over the course of three days and consists of a prologue; the main narrative in which one of the sisters is kidnapped by a pimp and the other sister and her boyfriend rush to rescue her in time and the pimp is killed; and an epilogue in which the viewer finds out the consequences from a trashed news article. The film concludes with a joke ending, an ending to a thriller that at the time was not the cliché it has become now.", "tmdb_plot": "A woman, with the aid of her police officer sweetheart, endeavors to uncover the prostitution ring that has kidnapped her sister, and the philanthropist who secretly runs it.", "tmdb_id": "96128", "wiki_id": "33884986"}, {"title": "Twilight of a Woman's Soul", "genres": ["Drama"], "wiki_plot": "The film opens with a party, one taking place in a beautiful, elaborately decorated garden area, among wealthy citizens, exquisitely dressed and all exhibiting their best manners. There is a missing guest though- the heroine of the story- Vera. She is born into a family of considerable wealth, but she is rather bored and tired of this luxurious but all-too-safe and secluded life. Vera is in her room while the party filled with people of polite society are mingling and dancing at her mother's estate. The butler comes for Vera, and she reluctantly goes down to greet the guests. Even at the party, though, she is bored, and she fakes a headache to leave.\nThe next day, Vera's mother invites her to go with her to help the poor. Ecstatic, Vera jumps at the chance to do this charity work. She is so moved by helping the poor that she decides to devote her life to their cause. One of the people she helps, a man named Maxim, is enchanted by her beauty. He writes Vera a letter, asking her to come back to help with his worsening medical condition- which is a complete lie. She goes by herself to his apartment, where he rapes her.  After he rapes her, Maxim falls into an alcohol-induced slumber. While he is sleeping, Vera escapes his grasp, and then she bludgeons him to death.\nVera, visibly shaken, returns home. Next, she is introduced to Prince Dol'skii.  He shows off his excellent marksmanship skills, and she is soon smitten with him. After a month, Prince Dol'skii declares his love for her, and they share a kiss.  But when she kisses him, she has a vision of kissing the man who raped her, and she runs away. Prince Dol'skii does not give up on her though, and eventually she happily agrees to marry him. She decides that she must tell him her secret before the marriage, but both attempts to tell him are thwarted. First, she tries to tell him outright, but he won't let her finish and only says “Whatever may have happened in your past, nothing will shake my love.” In the second attempt, she writes him a letter, but he is not at home to receive it, and so she burns it.\nVera and Prince Dol'skii get married. They are happy, kissing and talking in their home, when Vera decides that she must tell him the truth about what happened to her. Her husband reacts poorly to her confession. His love is definitely \"shook,\" so to speak, and he seemingly no longer wants anything to do with her. So, Vera leaves for good. Prince Dol'skii turns to drinking and fast women to cope with his sadness. However, after living this way for about a year, he can no longer stand it, and he sets out to find Vera again.\nHe hires a private detective, who discovers that she is living abroad. She has become a famous actress over there. The prince leaves Russia to find her, but after two years his search does not turn up any results.  He returns to Russia. Sick of his gloomy attitude, a friend of the prince convinces him to go to the opera. Prince Dol'skii agrees, and it is at this opera that Vera is performing. He sees her on stage and immediately sets out to talk to her after the show. He begs her for forgiveness and to come back, but Vera refuses. She tells the prince that it is too late and she no longer loves him. After hearing this, Dol'skii returns home in mental anguish. The last scene of the movie is Prince Dol'skii killing himself.", "tmdb_plot": "Vera is born into a family of considerable wealth, but she is rather bored and tired of this luxurious but all-too-safe and secluded life. One day Vera’s mother invites her to go with her to help the poor. She is so moved by helping the poor that she decides to devote her life to their cause. One of the people she helps, a man named Maxim, is enchanted by her beauty. He writes Vera a letter, asking her to come back to help with his worsening medical condition which is a complete lie. She goes by herself to his apartment, where he rapes her. While he is sleeping, Vera escapes his grasp, and then she bludgeons him to death. One year later she is introduced to Prince Dol’skii. He shows off his excellent marksmanship skills, and she is soon smitten with him. They get married and Vera decides that she must tell him the truth about what happened to her.", "tmdb_id": "159878", "wiki_id": "57499560"}, {"title": "Uncle's Apartment", "genres": ["Comedy"], "wiki_plot": "The film will tell about a man named Koko, who decides to rent out his uncle's apartment rooms, as a result of which, in the same apartment, absolutely different people turn out to be.", "tmdb_plot": "A man rents out his uncle's room to all kinds of people.", "tmdb_id": "192041", "wiki_id": "57499409"}, {"title": "The Unwelcome Guest", "genres": ["Drama"], "wiki_plot": "Just before she dies, an elderly married woman stashes the horde of money she's secretly accumulated beneath the false bottom of an old shipping trunk. After her death, her husband, believing himself penniless, has to leave their old home and move in with his son's family, where he's treated with no respect or consideration. Also on the scene is a newly hired kindly young housekeeper (Mary Pickford); she and the old gentleman become close friends and eventually run away together (taking the old shipping trunk with them).", "tmdb_plot": "Just before she dies, an elderly married woman stashes the horde of money she's secretly accumulated beneath the false bottom of an old shipping trunk. After her death, her husband, believing himself penniless, has to leave their old home and move in with his son's family, where he's treated with no respect or consideration. Also on the scene is a newly-hired kindly young housekeeper. She and the old gentleman become close friends and eventually run away together (taking the old shipping trunk with them).", "tmdb_id": "490638", "wiki_id": "13392096"}, {"title": "The Vampire", "genres": ["Drama"], "wiki_plot": "Harold Brentwell moves to the city for a new job and meets Sybil, an adventuress. Harold is totally fascinated by Sybil and forgets his fiancée Helen but, actually, Sybil is a vampire who is going to ruin his life. He soon loses his job and becomes an alcoholic. Abandoned by the vamp, desperate and alone, Harold goes to the theater and watches the \"Vampire Dance\", depicting a man dominated by a beautiful woman who, eventually, takes his life putting the bite on him. Thus Harold understands his weakness and tries to redeem himself.", "tmdb_plot": "The story hinges on the redemption of a country boy, an artist, who has fallen among evil companions, and is an outcast.", "tmdb_id": "353196", "wiki_id": "55372714"}, {"title": "The Ways of Fate", "genres": ["Drama", "Romance"], "wiki_plot": "A surviving description of this lost film was published in The Moving Picture World. It states: \"Two men playing cards, the argument, flash of a revolver, and one lay dead. The murderer homeward fled, hurried his little girl baby into a west-bound train and was heard of no more. The years passed and boyish Jim Conway grew to manhood with the sole purpose of seeking out his father's murderer to deal justice to him. He went West and was one day lost in the mountains. He called for help and help came in the form of a sweet-faced woman who led him to her home. He spent the flying weeks with her and the aged father, learned to love the mountain nymph for her beauty of soul and fair face. One day she asked him his reasons for being in the hill country, and he, lover-like, confided his secret. Behind the door, sat the white-haired father. He rose, shook himself like a leaf as be invited the young man into the house. And there he confessed the deed, baring his chest for the expected blow. But none fell for love had sweetened the poison of his thought.\" This summary of the film was provided by the American Film Manufacturing Company.", "tmdb_plot": "Two men playing cards, the argument, flash of a revolver, and one lay dead.", "tmdb_id": "938658", "wiki_id": "17860153"}, {"title": "The Well", "genres": ["Drama"], "wiki_plot": "The movie was released with the logline: \"Success Is often coveted instead of honestly earned. Through honest effort the farmer was enjoying the fruits of his labor,  A. large irrigation well was among his new acquisitions. Therein his designing helpers held him prisoner while they left with his wealth and his daughter. There is an old saying, however, that an evil purpose always defeats its own end by some committing act.\"", "tmdb_plot": "Success is often coveted instead of honestly earned. Through honest effort the farmer was enjoying the fruits of his labor. A large irrigation well was among his new acquisitions. Therein his designing helpers held him prisoner while they left with his wealth and his daughter. There is an old saying, however, that an evil purpose always defeats its own end by some committing act.", "tmdb_id": "939604", "wiki_id": "13401265"}, {"title": "The Werewolf", "genres": ["Adventure", "Horror"], "wiki_plot": "Kee-On-Ee, a Navajo woman, becomes a witch after erroneously believing that her husband has abandoned her. She teaches the same skills to her daughter Watuma, who transforms into a wolf to carry out vengeance against the invading white settlers. Then, 100 years after Watuma's death, she returns from the dead to kill again. According to film historian Kelly Robinson, the film contains supernatural elements beyond mere lycanthropy such as witchcraft and reincarnation.", "tmdb_plot": "An old Indian legend tells of the supposed ability of persons who have been turned into wolves through magic power to assume human form at will for purposes of vengeance. This film is presumed lost.", "tmdb_id": "338067", "wiki_id": "7259476"}, {"title": "When the Earth Trembled", "genres": ["Drama"], "wiki_plot": "Paul Girard Sr. is horrified to learn that his son, Paul Jr. has fallen in love with Dora Sims, the daughter of his business partner. Upon learning that his son and Dora have married Paul cuts his son off and breaks his business dealings with Sims. Paul Jr. goes to work with his father-in-law, but unbeknownst to him his father buys shares in the company intending to ruin the company at an opportune moment.\nYears later after learning that his father is about to sell the shares, Paul Jr. acquiesces to his wishes and temporarily departs from his wife and two children. Paul's boat is shipwrecked and he is presumed dead. A grief-stricken Paul Sr. puts off selling the shares. However, an earthquake hits the city killing Sims and destroying his business. Dora sets to work providing for her family but her daughter falls ill.\nComing across a picture of his grandchildren, Paul Sr. is moved and asks his friend Pearce to hunt down the children and tell their mother he is willing to take care of them. Hearing the offer Dora is appalled and refuses, only to relent when she realizes how sick her daughter is. The children are taken to their grandfathers where they are spoiled with all the toys and clothes they could want. Overwhelmed Paul Sr. asks Pearce to recommend a governess for him. Pearce advises Dora to disguise herself, which she does, and she goes to work as a governess for her children where she is very well received.\nMeanwhile, Paul, who managed to survive the wreck of his ship, learns that no one has heard of his wife and children and they are presumed dead. Returning home he goes to see Pearce who brings him to his father. Seeing that her husband has returned Dora reveals her true identity and is welcomed into the family by Paul Sr. who has now had the opportunity to see what a wonderful mother she is.", "tmdb_plot": "A mother with two young children survives the San Francisco earthquake disaster.", "tmdb_id": "337686", "wiki_id": "46220598"}]