[{"title": "Absinthe", "genres": ["Drama"], "wiki_plot": "A Parisian artist becomes addicted to the liquor absinthe and sinks to robbery and murder.", "tmdb_plot": "Melodrama about an artist who finds out in time about the personal and social damage that his alcohol addiction causes.", "tmdb_id": "613878", "wiki_id": "38846729"}, {"title": "Anna Karenina", "genres": ["Drama"], "wiki_plot": "The film is based on the 1877 novel by Leo Tolstoy.", "tmdb_plot": "An adaptation of the novel by Leo Tolstoy. Anna Karenina is having an extramarital affair that causes her grave consequences.", "tmdb_id": "415439", "wiki_id": "57499655"}, {"title": "The Avenging Conscience", "genres": ["Drama", "Horror"], "wiki_plot": "A young man (Henry B. Walthall) interested in the works of Edgar Allen Poe, falls in love with a beautiful woman (Blanche Sweet), but he is prevented by the uncle (Spottiswoode Aitken) that raised him since childhood from pursuing her. Tormented by visions of death and suffering and deciding that murder is the way of things, the young man kills his uncle and builds a wall to hide the body.\nThe young man's torment continues, this time caused by guilt over murdering his uncle that was overheard by an Italian witness, and he becomes sensitive to slight noises, like the tapping of a shoe or the crying of a bird. The ghost of his uncle begins appearing to him and, as he gradually loses his grip on reality, the police figure out what he has done and chase him down. In the ending sequence, we learn that the experience was all a dream and that his uncle is really alive. They make up, and the nephew gets to marry the sweetheart.", "tmdb_plot": "Thwarted by his despotic uncle from continuing his love affair, a young man's thoughts turn dark as he dwells on ways to deal with his uncle. Becoming convinced that murder is merely a natural part of life, he kills his uncle and hides the body. However, the man's conscience awakens; Paranoia sets in and nightmarish visions begin to haunt him.", "tmdb_id": "28196", "wiki_id": "20003222"}, {"title": "The Barrier of Flames", "genres": ["Drama"], "wiki_plot": "The mayor refuses to sign certain franchise bills which he believes to be dishonest, and when, unexpectedly, the political boss finds in his hands the means of coercing his superior, he determines to make the most of his opportunity. Little Helen, Mayor Southwick's child, straying away from an automobile party, gets lost in the woods. She comes to the house where the boss holds his secret conferences, and he orders his housekeeper to keep guard over the child while he motors to the city. His plan is to hold the child until her father has signed the bills. Meanwhile, the housekeeper wanders away to a neighbor's, leaving little Helen locked in an upper room. But the child's devoted collie, who misses her sorely, already is tracing her. Shep reaches the house just in time to rescue Helen. A fire has broken out while she is locked in alone. He alarms the firemen, climbs a ladder to Helen's room, and, jumping through a skylight, leads the rubber-coats to where the child is. With little Helen safe, Shep leaps from the top story of the burning house into the fire net", "tmdb_plot": "Little Helen, Mayor Southwick's child, straying away from an automobile party, gets lost in the woods. She comes to the house where the her father's political rival holds his secret conferences, and he orders his housekeeper to keep guard over the child while he motors to the city. His plan is to hold the child until her father has signed the bills he wants passed.", "tmdb_id": "915895", "wiki_id": "43636645"}, {"title": "The Battle of the Sexes", "genres": ["Drama"], "wiki_plot": "Frank Andrews (Donald Crisp) is a well-to-do, middle-class apartment dweller who is devoted to his wife (Mary Alden) and two children, John (Robert Harron) and Jane (Lillian Gish). Andrews enters into a midlife crisis when a fetching young lady, Cleo (Fay Tincher), moves into the apartment next door to the Andrewses. Cleo takes note of Andrews' interest in her and begins to flirt with him, going so far as to set a fire in her apartment in order to attract his aid. Before long, Andrews and Cleo are involved in an affair, and Andrews begins to neglect both his family and responsibilities at work. Humiliated and aghast at her mother's silent suffering over the situation, Jane goes next door with the idea of killing Cleo, but instead they strike up a conversation, and a mutual understanding. They hatch a plan whereby one of Cleo's former beaus (Owen Moore) appears to be courting Jane in front of Andrews, who swiftly condemns his daughter's interest in the man. Jane counters by pointing out Andrews' own poor moral choices, and he sees the error of his ways. Andrews is happily reconciled to his family, and Cleo sets out in search of new digs.", "tmdb_plot": "Frank Andrews is a successful businessman. He has always found pride and joy in the company of his wife, son and daughter. He suddenly finds himself enthralled by the advances of a gay young woman siren, who lives in the same apartment house as he does. So marked an influence does she have over him as time progresses that at last he quite forgets his home ties, neglects his family, and goes the way of many other men who have forgotten the meaning of paternity and blood ties. The story is advanced through many scenes enacted with the accompanying notes of New York's night life, and the denouement comes when the faithful wife discovers her husband's infidelity. At this time the mother's mind nearly loses balance, while Jane, the beautiful daughter, crazed by the grief of her mother, determines to take part in the tragedy. With revolver in hand she steals up to the apartment of the woman, but her frail nature is overcome by the temperamental anger of the woman and her mission fails.", "tmdb_id": "557929", "wiki_id": "14837619"}, {"title": "Between Showers", "genres": ["Comedy"], "wiki_plot": "Chaplin and Sterling play two young men, Masher and Rival Masher, who fight over the chance to help a young woman (Clifton) cross a muddy street. Sterling first sees the woman trying to cross and offers her an umbrella he stole from a policeman (Conklin).  He asks her to wait for him as he goes to get something to help her. Chaplin comes along and offers the woman to help her cross the street as well and wait for his return. While Sterling and Chaplin go to get logs, another policeman (Nolan) lifts the woman across the street. When Sterling returns with the log, he is indignant that the woman did not wait for him to come back to help her cross the muddy street and demands the umbrella back. When the woman refuses, they engage in a fight which eventually involves Chaplin.", "tmdb_plot": "Mr. Snookie steals an umbrella and then, while trying to help a woman to cross a puddle, the Tramp appears and intervenes.", "tmdb_id": "22858", "wiki_id": "1568673"}, {"title": "De bloemen, die de ziel vertroosten", "genres": ["Drama"], "wiki_plot": "Helena is in love with Louis, her neighbor, to whom she will soon get engaged. In an attempt to stop a runaway horse, Helena gets a disfiguring scar across her face. Louis loses interest and eventually becomes engaged to her sister. Helena loses the will to live and fills her room with hundreds of hyacinths, committing suicide by inhaling the flowers' toxic fumes.", "tmdb_plot": "", "tmdb_id": "1042867", "wiki_id": "22643043"}, {"title": "Brewster's Millions", "genres": ["Comedy"], "wiki_plot": "Wealthy Edwin Peter Brewster disowns his son Robert when he marries Louise Sedgwick, a woman of modest means. Many years later, when Robert dies, however, E.P. Brewster leaves one million dollars to their son Monty, a bank clerk. Shortly thereafter, Monty learns that he has inherited seven million dollars from his Uncle George on the stipulation that Monty divest himself of his grandfather's fortune within a year, without revealing why. A further stipulation is that the money must be used only for personal expenditures. Monty spends lavishly, invests in stock and makes a bet on a prize fight, but the bet and the stocks pay off. In desperation he rents and repairs a yacht to sail around the world. At one port, Monty saves Peggy Gray, his childhood sweetheart, from abduction by an Arab sheik. On the eve of gaining possession of the money, Monty proposes to Peggy, who eagerly accepts, thinking that Monty is a pauper. Then a cable informs Monty that Swearengen Jones, his uncle's executor, has absconded with the fortune. Unperturbed, Peggy and Monty marry but then are presented with the inheritance as a wedding present by Jones, who turns out to be a practical joker.", "tmdb_plot": "The first movie adaptation of the famous novel where a young man has to spend a fortune on 60 days to inherit an even larger sum of money. Considered to be a lost film.", "tmdb_id": "387570", "wiki_id": "14559231"}, {"title": "A Busy Day", "genres": ["Comedy"], "wiki_plot": "In A Busy Day, a wife (played by an energetic Charlie Chaplin) becomes jealous of her husband's interest in another woman during a military parade. On her way to attack the couple, the wife interrupts the set of a film, knocking over a film director and a police officer. Finally, the husband pushes the wife off a pier and she falls into the harbor.", "tmdb_plot": "A jealous wife is chasing her unfaithful husband during a parade, after he starts to flirt with a pretty woman.", "tmdb_id": "53384", "wiki_id": "1568715"}, {"title": "By the Sun's Rays", "genres": ["Western"], "wiki_plot": "A gang of bandits keeps robbing the gold shipments from a Colorado mining company each time one is sent out. A detective named John Murdock is asked to assist mine superintendent John Davis in finding the culprits. The office clerk, Frank Lawler (Chaney), is in love with Davis' daughter Dora but his advances are rejected by the girl who loves Murdock instead. After another shipment arrives, Murdock assembles a posse. He discovers that Lawler has been sneaking out of the office and using a mirror to signal the bandits to alert them to the arrival of the gold shipments.\nWith the town's men off in the woods, Lawler attempts to molest Dora in the mining office and she tries to hold him off until help arrives. After the bandits are arrested, the posse returns to the office, and Murdock catches Lawler in the act of assaulting Dora. Murdock produces the mirror from Lawler's desk drawer, and accuses him of complicity with the robberies. Lawler attempts to escape but he is shot dead in the street by one of the deputies. Murdock winds up getting the girl.", "tmdb_plot": "The earliest surviving film featuring Lon Chaney in a major role, By the Sun's Ray's was but one of several 2-reel westerns starring the florid Murdock MacQuarrie. MacQuarrie plays a detective investigating a series of gold shipment robberies. Along the way, he falls for a mine superintendent's pretty daughter (Agnes Vernon), much to the dismay of a sullen mine office clerk (Chaney), who is also smitten with the girl...", "tmdb_id": "174068", "wiki_id": "18024911"}, {"title": "The Call of the North", "genres": ["Adventure", "Drama"], "wiki_plot": "Graehme Stewart is accused of adultery and killed although he was innocent. His son Ned decides to avenge his father, but gets captured and sent on the long journey to death \"la longue traverse\". Virginia saves his life and the film's villain confesses Ned is innocent.", "tmdb_plot": "Graehme, Ned Stewart's father, was accused of adultery and killed being innocent. Ned decided to avenge his father, but got captured and sent to the long journey to death \"la longue traverse\".", "tmdb_id": "577947", "wiki_id": "14589830"}, {"title": "Captain Alvarez", "genres": ["Drama"], "wiki_plot": "A melodrama about an American who becomes a revolutionary leader battling evil government spies in Argentina. William Desmond Taylor portrays the title role, and  Denis Gage Deane-Tanner, Taylor's younger brother, is thought to have played the small role of a blacksmith.", "tmdb_plot": "A melodrama about an American who becomes a revolutionary leader battling evil government spies in Argentina.", "tmdb_id": "751096", "wiki_id": "7218799"}, {"title": "Caught in a Cabaret", "genres": ["Comedy"], "wiki_plot": "Chaplin plays a waiter who fakes being the Prime Minister of Greenland to impress a girl. He then is invited to a garden party where he gets in trouble with the girl's jealous boyfriend.  Mabel Normand wrote and directed comedies before Chaplin and mentored her older co-star.", "tmdb_plot": "Charlie is a clumsy waiter in a cheap cabaret, suffering the strict orders from his boss. He meets a pretty girl in the park and tries to impress her by pretending to be an ambassador. Unfortunately she has a jealous fiancé.", "tmdb_id": "33300", "wiki_id": "10690363"}, {"title": "Caught in the Rain", "genres": ["Comedy"], "wiki_plot": "The action starts in a park, where a man is trying to romance a matronly woman, wearing a fur stole.\nThe man leaves to go to a concession stall, Cornucopias, and Charlie comes along in his infamous tramp costume and tries to give her a rose. He makes the woman laugh by almost soaking himself at the drinking fountain. He then sits next to her on the bench. The original man returns and is angry. He grabs Charlie by the face. He argues with the woman, waving his arms around and hitting Charlie with each movement. His last swing knocks Charlie clean over the bench. They leave and return to a hotel.\nCharlie is despondent. He leaves the park and goes to a bar. He meets a policeman outside. He staggers, now apparently drunk, over a wide road, almost getting hit by a car. He arrives at the same hotel and after propositioning a girl outside, enters, falling over a man's gout-bound leg at the reception desk. He checks the register to see which room the couple are in, who are meanwhile getting drunk themselves. Rushing up the stairs he slips, and slides comically back to the foot on his stomach. He makes several more dangerously balanced comical attempts, hitting the gout-bound man and his two female friends in the process.\nHe approaches the hotel room, where the original couple are arguing. His key doesn't fit but the door is open and he enters, at first not seeing the couple due to his drunken state. The man boots him out. Charlie tries another room and gets in. He starts to undress and goes to bed.\nMeanwhile, the man across the hall leaves his wife to go out. We are told she is a sleepwalker. She crosses the hall to sit on Charlie's bed. However the rain starts and the husband returns to the hotel to find his room empty. Charlie, now awake meets him at his door and claims not to know where his wife is. While the man goes down to reception, Charlie takes her back to her room but gets trapped when the man returns. He ends up on the balcony in the rain. But then a policeman spots him and challenges him, firing a gun. Enter the Keystone Cops. A comic battle ensues in the hallway. The husband ends up in Charlie's room and collapses drunk on the bed. The cops disappear. The wife comes into the hall and she and Charlie fall down drunk on the floor.", "tmdb_plot": "When a married couple become separated in the park, Charlie takes up with the lady and is beat up when her husband rejoins her. He takes a room in their hotel, and she sleepwalks into his room so that when her husband returns from his walk he must go out again to look for her. Charlie returns the lady to her room but must climb out onto the window ledge in a downpour.", "tmdb_id": "53376", "wiki_id": "11450752"}, {"title": "Chrysanthemums", "genres": ["Drama"], "wiki_plot": "The film tells about the ballerina Vera Nevolina, the enamored big debtor Vladimir. Vera wants to help Vladimir repay his debts and offers him her jewels, but Vladimir starts courting a young and rich widow in the hope that she will marry him and he will pay off with all his debts.", "tmdb_plot": "A tragic story of a ballerina.", "tmdb_id": "226932", "wiki_id": "57625384"}, {"title": "Cinderella", "genres": ["Fantasy", "Drama"], "wiki_plot": "Cinderella is a kind young woman who lives with her wicked stepmother and ugly stepsisters. They abuse her and use her as the housemaid. One day Cinderella's stepmother and stepsisters refuse to help a beggar at their door, but Cinderella offers her food and drink.  The beggar woman is revealed to be a beautiful fairy in disguise, who then secretly helps Cinderella for her kindness.  One day when Cinderella is sent to gather firewood, her fairy godmother summons a troupe of fairies who secretly gather a bundle of wood for her.  Cinderella meets Prince Charming who is walking in the woods, and each is smitten with the other in their short encounter.\nSoon, a ball is arranged so the prince may choose his future wife.  The sisters visit a witch-like fortune teller in the woods, who predicts that a member of their family will be chosen by the prince. The sisters are delighted, thinking it will be one of them.\nThat night, the stepsisters have nightmares of the old fortune teller, while Cinderella has pleasant dreams of fairies dancing.\nWhen the stepsisters leave for the ball, Cinderella is left behind. The fairy godmother appears asks Cinderella to bring her a pumpkin, some mice, and some rats.  The fairy transforms the pumpkin into a coach, the mice into horses, and the rats into grooms and footmen.  Finally, she changes Cinderella's ragged dress into a gown fit for a princess (with glass slippers, of course). She tells Cinderella she will to be back at home before the clock strikes midnight, for then, her fine dress will turn into rags and the coach and servants will become what they were before.\nThe unknown lady who arrives at the ball charms the guests, and especially the prince.  He and Cinderella slip away to the garden.  Their flirtations are interrupted by the clock striking midnight.  Cinderella rushes away, losing one of her slippers, and she arrives home, a ragged cinder girl once more.\nCinderella tosses on her bed, suffering a surrealistic dream in which evil-looking dwarves ring the midnight bell and the numbers on the clock's face dance and scramble wildly. She is awakened by the arrival of her step-family, who kick her out of bed and set her to her daily drudgery again.\nLater, heralds announce the Prince's wish to marry the woman whose foot fits the lost shoe. The sisters go to the palace, and a comic scene ensues as each tries to force her too-large foot into the dainty slipper.  The Prince learns that every girl in the kingdom save one has tried the slipper on and failed the test, and announces that he will bring her to the palace himself.  Finding Cinderella, he escorts her to the palace, where the slipper fits her.  Her beautiful raiment is magically restored, and all bow to the future princess.  Although a courtier suggests that this is an excellent opportunity for Cinderella to have her stepmother and stepsisters beheaded, she forgives them all.\nThe prince and Cinderella again sneak away to the garden.  When midnight strikes, Cinderella panics and starts to run away again, but her fairy godmother reappears and blesses her, assuring her that a good and noble spirit is always rewarded.", "tmdb_plot": "Based on Charles Perrault's fairy tale: Cinderella is mistreated by her stepmother and stepsisters, but she is able to go to the Royal Ball with the help of the Fairy Godmother.", "tmdb_id": "92349", "wiki_id": "18979350"}, {"title": "Cruel, Cruel Love", "genres": ["Comedy"], "wiki_plot": "Chaplin plays a character quite different from the Little Tramp for which he would become famous. In this short Keystone film, Chaplin is instead a rich, upper-class gentleman (Lord Helpus) whose romance is endangered when his girlfriend (played by Minta Durfee) sees him being embraced by her maid and jumps to the wrong conclusion.  She angrily sends Lord Helpus away, saying she never wants to see him again.  Distraught, when Lord Helpus arrives home he is determined to end his life.  He swallows what he thinks is a glass of poison and envisions himself being tortured in Hell.  Not long afterward, the girlfriend's gardener and maid explain to Minta that Lord Helpus was not flirting at all.  Minta quickly sends a note of apology to Lord Helpus.  upon reading it, Lord Helpus flies into a panic and summons an ambulance to help him before he dies from the fatal dose of poison.  There is no danger of Lord Helpus expiring: His butler had stealthily switched the liquid in the glass to harmless water.\nChaplin's romantic interest in this film, Minta Durfee, was the wife of fellow Keystone actor Roscoe \"Fatty\" Arbuckle.", "tmdb_plot": "This early Chaplin film has him playing a character quite different from the Tramp for which he would become famous. He is a rich, upper-class gentleman whose romance is endangered when his girlfriend oversees him being embraced by a maid. Chaplin's romantic interest in this film, Minta Durfee, was the wife of fellow Keystone actor, Roscoe \"Fatty\" Arbuckle.", "tmdb_id": "22870", "wiki_id": "5724053"}, {"title": "Discord and Harmony", "genres": ["Drama", "Romance"], "wiki_plot": "Joy reigns in a colony of struggling artists because Old Felix, a composer, has at last sold one of his symphonies. The night of its initial hearing at the Grand Opera House, the members of the colony turn out en masse. Too poor for orchestra seats, they gather in the gallery around the old composer. The old composer is happy almost to tears, and when the last note has died away there is a cry for the composer. Felix attempts to utter a few words of thanks, but is smothered with flowers. At his studio his friends have prepared for his welcome, and it is upon his arrival there that be feels the happiness which comes of success.\nHowever, at the other end of the hall a different drama is being enacted. A girl sits beside her stricken mother, and as the merriment in the studio reaches its height, her mother dies. After all of his friends have left, the disconsolate girl seeks Felix's Felix. The old musician is touched and he carries all of his flowers into the death room and agrees to lend the girl financial assistance. The following day, Felix legally adopts the girl as his ward.\nLon, a sculptor, is impressed by her simplicity and beauty, and falls in love with her. Forrest, an artist, comes onto the girl and is rejected by her. Felix puts up the money for Lon to travel to Europe and study, and Lon secretly marries the girl before leaving, with Felix's consent. Forrest overhears when Lon and the girl are discussing their intimate plans, and unaware that they are now legally married, he spreads vicious gossip to discredit the girl's reputation, and finally on the eve of Lon's departure, he convinces Felix's friends that he is right. The old musician is utterly oblivious to what is going on; he scarcely notices that all of his friends are deserting him one by one. They decide to tell Felix exactly what kind of woman he has adopted. Old Felix drives them from his studio in anger. However, he is rendered feeble by the thought of losing all his old friends. He labors with feverish haste to complete his last symphony, but Life has taken too great a toll on him and he staggers into his bedroom and dies.\nThe girl finds him there, and tells his old friends he is dead. They congregate around Felix's bedside, and play his last symphony one more time, hoping his soul will forgive them. Lon, the sculptor, returns from Europe, famous, and while the party of friends are still standing around the death-bed, Lon enters the room and greets the girl as his wife. Now the culprits understand the grave injustice of their treatment of Old Felix, and again gather around his bed in mourning.", "tmdb_plot": "Joy reigns in a colony of struggling artists because Old Felix, a composer, has at last sold one of his symphonies. The night of its initial hearing at the grand opera house the members of the colony turn out en masse. Too poor for orchestra seats, they gather in the gallery around the old composer. The old composer is happy almost to tears, and when the last note has died away there is a cry for the composer. Felix attempts to utter a few words of thanks, but is smothered with flowers. At his studio his friends have prepared for his welcome, and it is upon his arrival there that be feels the happiness which comes of success. However, at the other end of the hall another different drama is being enacted. A girl sits beside her stricken mother, and as the merriment in the studio reaches its height, the soul of the mother departs from the body.", "tmdb_id": "919973", "wiki_id": "17957118"}, {"title": "A Dog's Love", "genres": ["Fantasy"], "wiki_plot": "The film opens with an inter-title that reads \"Poor little rich girl has no one to play with\" and cuts to Baby Helen with her doll, looking out the window. A group of children play Ring a Ring o' Roses in the yard. Next, Baby Helen goes to tea party set up on the yard and holds her doll, all by herself, with a lonely expression. The neighbor's dog, Shep comes out of his dog house and barks, and Baby Helen rises with a joyful expression. She takes a piece of a muffin and tosses it through the boxwood hedge separating the two yards. Shep eats the muffin and Helen invites him to her tea party. Shep runs along the hedge and passes through to join her. Helen instructs Shep with her finger and Shep barks in understanding, Helen takes her seat and shares a muffin with Shep. An inter-title announces that a week later, Helen is out on an errand. Helen passes through the hedge and skips down the sidewalk and Shep barks at her. As Helen crosses the street, she is struck by a passing automobile and Shep races to the rescue. He tugs at her dress at the waist and finding that he is unable to move her, runs to Helen's home and jumps against the screen door, barking repeatedly. As Helen's parents are summoned, Shep leads them to Helen, where a passerby has scooped up Helen from the middle of the street. All three depart and the scene changes to a dimly lit room with Helen laid on a bed, seemingly dead. Her parents watch over her, with sad faces as a doctor inspects her and folds her arms across her chest. Beyond saving, her parents bury their heads in the pillow next to Helen as the doctor pens a note. Then Shep is shown resting against the side of the door in a feeble and sorrowful looking position.An inter-title confirms Helen's death by announcing the parents have gone on \"a visit to their lost darling\". The scene cuts to a grassy cemetery with lines of tombstones separated by a loose line of two trees. Helen's parents approach her grave, marked by a group of flowers and a temporary marker at the head. Shep follows behind and pauses by a tree as Helen's parents kneel and pause to grieve. The camera cuts to Shep, who appears sad with his eyes only half open. After the parents finish grieving, they stand up and walk to the stage left. Shep stays under the tree for a moment before approaching the grave. Through an overheard split, Shep is shown to be reminiscing about the party. The next scene shows Shep back home, lying on his side in apparent despair. His master tries to get Shep to eat some food, but the Collie refuses and turns on his side. His master pets him, confused as to what has his pet troubled so, but he gives up and departs.Another inter-title announces that \"Shep makes daily visit to the florist\" and shows Shep approach the shop and grabs a bunch of flower in his mouth before running away. Shep returns to her grave and he drops his flowers with the others. Shep looks to the left and sees a woman watering the flowers. Shep takes her watering can and runs back to Helen's grave. The woman picks up the watering can and waters the flowers and picks up the flower bouquet brought by Shep. An inter-title announces that night has come and it shows Shep lying asleep near the hedge. A ghostly image of Helen, superimposed on the film, appears through hedge and awakens Shep. Helen leads Shep through the cemetery and to her grave. Shep crawls to her grave and lies across the flowers as Helen's form disappears down into the grave. The camera lingers on Shep before fading. The final inter-title of the film announces \"Don't cry, it's only make believe\" showing Helen, holding flowers and leaning against Shep. This sequence and title may have served as a reminder to children in the audience it was all simply a dramatic story.", "tmdb_plot": "A lonely little girl is befriended by Shep, a neighbor's collie. The girl meets an untimely death, leaving Shep behind.", "tmdb_id": "174085", "wiki_id": "43636588"}, {"title": "Dough and Dynamite", "genres": ["Comedy"], "wiki_plot": "The story involves Chaplin and Chester Conklin working as waiters at a restaurant. Charlie is especially inept and his comic carelessness enrages the customers. The workers in the restaurant's bakery go on strike for more pay, but are fired by the unsympathetic proprietor. Charlie is put to work in the bakery where his lack of skills upsets his boss and co-worker Chester Conklin. Meanwhile, the vengeful strikers have arranged to smuggle a loaf of bread concealing a stick of dynamite into the bakery. During a free-for-all involving Charlie, Chester, and their boss, the dynamite dramatically explodes. At the end of the film, Charlie emerges groggily from a pile of sticky dough.", "tmdb_plot": "Pierre and Jacques are working as waiters at a restaurant where the cooks go on strike. When the two are forced to work as bakers, the striking cooks put dynamite in the dough, with explosive results.", "tmdb_id": "22879", "wiki_id": "2582748"}, {"title": "Drama in the Futurists' Cabaret No. 13", "genres": ["Drama"], "wiki_plot": "The plot of the movie is unknown, despite the fact that this film is only partially lost: just a few frames have survived.", "tmdb_plot": "", "tmdb_id": "283318", "wiki_id": "57825802"}, {"title": "The End of the Feud", "genres": ["Drama"], "wiki_plot": "The hillbilly families of Hen Dawson (Murdock Mac Quarrie) and Jed Putnam (William Lloyd) have been engaged in a deadly feud for fifty years. Dawson lives with a daughter named June (Pauline Bush), and a nephew named Wood Dawson (Lon Chaney) who is in love with his cousin June. Jed Putnam has only a son named Joel (William C. Dowlan), who has been secretly romancing June.\nOne day a new preacher moves into the territory and convinces the two patriarchs to stop their senseless feuding. They lay down their arms and declare a truce. Then Wood learns that Joel Putnam has been dating Wood's cousin June in secret. Wood starts spreading rumors that the two lovers have been engaged in immoral acts. The two rivals fight it out, and in the melee, Joel kills Wood Dawson.\nEnraged over the death of his nephew, Hen Dawson forgets his oath and sets out to kill Joel Putnam. However, when he finds Joel, June is with him, getting ready to elope. Violence is averted at the last moment. The preacher once again gets the two warring clans to declare a truce by quickly marrying June and Joel, thus uniting the two families forever.", "tmdb_plot": "For fifty years the Dawsons and the Putnams have been engaged in a deadly family feud. Old Hen Dawson is now the patriarch of the Dawsons, and Jed Putnam is the leader of the Putnams.", "tmdb_id": "919974", "wiki_id": "18020061"}, {"title": "The Escape", "genres": ["Drama"], "wiki_plot": "The film begins with a short prologue explaining the science of Eugenics; contrasting the careful selection observed in the animal world with the less predictable breeding habits of humans. This is illustrated by the story of the Joyce family, headed by Jim Joyce (Turner), a cruel and senseless man. Joyce's son Larry (Harron) is by nature a sensitive kid, but Jim Joyce turns him into a heartless monster, strangling a cat as a sort of coming of age ritual.\nLarry Joyce contracts a case of syphilis, and seeks out treatment from Doctor Von Eiden (Moore), who also takes a keen interest in Larry's sister May (Sweet). Von Eiden encourages May to make a break with her family, and she succeeds. However she is unable to find employment and enters into a relationship with a wealthy senator (Lewis) as a kept woman. While May will not marry the Senator, her sister Jennie (Marsh) does marry a man named \"Bull\" McGee (Crisp), an abusive lout just like her father.\nTheir infant child is killed when McGee trips over its cradle in a drunken stupor, and Jennie becomes delusional, endlessly rocking the cradle with a doll inside. McGee is repulsed by her condition and puts Jennie away quietly through selling her into prostitution. May manages to wrest Jennie away from this peril, but Jennie expires soon after. Von Eiden, however, has managed to restore Larry's original sensitivity through a surgical procedure; May has broken off the relationship with the Senator and agrees to marry Von Eiden.", "tmdb_plot": "A dramatic comparison between the mating habits of animals and the way humans choose their own partners. The film is now considered to be a lost film.", "tmdb_id": "42558", "wiki_id": "18059969"}, {"title": "Evangeline", "genres": ["Drama"], "wiki_plot": "The peaceful life of the Acadians is shown during Evangeline Bellefontaine and Gabriel Lajeunesse's youth. Years later Governor Charles Lawrence orders the expulsion of the Acadians. The families of Evangeline and Gabriel are separated during the expulsion. Evangeline spends years searching for Gabriel and finds him shortly before his death and burial.", "tmdb_plot": "In the Canadian province of Acadia, young Evangeline is betrothed to Gabriel. But before their wedding can take place, the British imprison the men and send them into exile with their lands forfeit to the Crown Evangeline follows the exiled men in hopes of finding her beloved, but even after he and the other Acadians are released in Louisiana, she cannot find him, always arriving at some locale just after he has departed. But she dedicates her life to searching the continent for the man she loves.", "tmdb_id": "396897", "wiki_id": "31174331"}, {"title": "The Man with Wax Faces", "genres": ["Horror"], "wiki_plot": "Following a discussion of the nature of fear at a raucous cabaret, a man named Pierre claims that the emotion is unknown to him (\"sensation m'est inconnue\"), and accepts a bet to will stay at a sinister location all night. His friend Jacques, who proposed the bet, chooses a wax museum as the \"sinister location.\" \nPierre pays the employee or proprietor of the wax museum (described simply as \"l'homme aux figures de cire,\" literally \"the man with wax figures\") to allow him to stay in the museum overnight. The man is reluctant, but agrees on the condition that Pierre not damage anything. He shows Pierre in, and leaves him there. \nAt first, Pierre is bored, but as he wanders the grim tableaux, he gradually becomes more anxious. Eventually, terrified, he tries to get out, but discovers he is locked in. Meanwhile, Jacques, having left the cabaret around two AM, sneaks into the wax museum through a back entrance. Pierre sees his shadow behind a paper screen, and, frantic with terror, wildly stabs him. \nThe final intertitle reveals that when Pierre is discovered at dawn, he has lost his mind and \"his dagger had added another figure to the wax museum\" (\"son poignard avait ajouté au musée de cire une figure de plus\"). The film ends with a wild, knife-wielding Pierre standing over the body of Jacques while police survey the scene.", "tmdb_plot": "A man does not know what fear is. His good friend dares him to spend one night in a scary place. A house of wax will get the job done.", "tmdb_id": "134615", "wiki_id": "64027767"}, {"title": "A Film Johnnie", "genres": ["Comedy"], "wiki_plot": "Charlie goes to the movies and falls in love with a pretty girl he sees on the screen. He goes to Keystone Studios to find the actress. While there, he disrupts the shooting of a film.  A fire breaks out. Charlie is blamed, gets squirted with a firehose, and is shoved by the female star.\nThe title of the film is a variation on the term \"stage door johnnie\". It was once commonly used to describe someone who regularly loitered near the actors' entrances of theaters hoping to meet the players or perhaps land a job onstage or backstage.", "tmdb_plot": "The Tramp, a film Johnnie (someone who loiters near theaters or studios to meet stars or get a job), attempts to meet his favorite movie actress at the Keystone Studio, but does not win friends there.", "tmdb_id": "53369", "wiki_id": "11449217"}, {"title": "A Florida Enchantment", "genres": ["Comedy", "Fantasy"], "wiki_plot": "In the film, Lillian Travers, a wealthy Northern woman about to be married, visits her aunt in Florida. While there, she stops in a curiosity shop and buys a small casket which contains a note and a vial of seeds. At her aunt's house she reads the note which explains that the seeds change men into women and vice versa. Angry with her fiancé, Fred, Lillian decides to test the effects of the seeds. The next morning, Lillian discovers that she has transformed into a man. Lillian's transformation into Lawrence Talbot has also sometimes been read as a transformation into a butch lesbian. This reading is bolstered by the later transformation of Lillian's fiancé into what could be an effeminate gay man. However, as Lillian and her fiancé are shown attracted both to each other and to the same sex (albeit at different times), the film has also been considered to have the first documented appearance of bisexual characters in an American motion picture.", "tmdb_plot": "A young woman discovers a seed that can make women act like men and men act like women. She decides to take one, then slips one to her maid and another to her fiancé. The fun begins.", "tmdb_id": "110803", "wiki_id": "1498916"}, {"title": "The Forbidden Room", "genres": ["Drama"], "wiki_plot": "Fulfilling a promise made to his mother on her deathbed, Dr. James Gibson locates his sister Pauline who has run away after giving birth to an illegitimate child. His sister has lost her sanity, and Gibson takes her and his baby niece home with him. The years pass and the niece grows into a beautiful young woman while her mother is kept locked in a room that the niece is forbidden to enter. Gibson and his wealthy neighbor, John Morris (Chaney), are both interested in hypnotism, and one night the two men conduct an experiment by hypnotizing Gibson's niece. Pauline sees Morris from her window and recognizes him as the man who fathered her child and then deserted her. One night she escapes from her room, wearing her daughter's shawl, and stabs Morris to death. Returning home, she touches her daughter's hair, placing bloodstains on the sleeping girl. Morris is found murdered, the young girl's shawl is found near his body, and his blood is found on the still sleeping girl. The niece is arrested and charged with murder, but Pauline is later found dead in her room, clutching a watch that was stolen from Morris, and the young girl is acquitted.", "tmdb_plot": "Fulfilling a promise made to his mother on her deathbed, Dr. James Gibson finds his sister Pauline who has run away after giving birth to an illegitimate child. His sister's mind has snapped and Gibson takes his sister and his baby niece home with him. The years pass and the niece has grown into a beautiful woman, while her mother is kept locked in a room that the young woman is forbidden to enter. Gibson and his wealthy neighbor, John Morris, are both interested in hypnotism, and one night the two men conduct an experiment by hypnotizing Gibson's niece. This film is presumed lost.", "tmdb_id": "338945", "wiki_id": "18020281"}, {"title": "Gentlemen of Nerve", "genres": ["Comedy"], "wiki_plot": "Mabel and her beau go to an auto race and are joined by Charlie and his friend. As Charlie's friend is attempting to enter the raceway through a hole, the friend gets stuck and a policeman shows up.", "tmdb_plot": "Mabel and her beau go to an auto race and are joined by Charlie and his friend. As Charlie's friend is attempting to enter the raceway through a hole, the friend gets stuck and a policeman shows up.", "tmdb_id": "53396", "wiki_id": "11453506"}, {"title": "Getting Acquainted", "genres": ["Comedy"], "wiki_plot": "In one of Chaplin's \"park comedies\" for Keystone Studios, Charlie and his domineering wife, Mrs. Sniffles, are walking in the greensward. When Mrs. Sniffles falls asleep on a park bench, Charlie takes the opportunity to walk away from her. He encounters pretty Mabel. At the moment, Mabel's husband, Ambrose, is occupied trying to help a stranger start his car. Charlie attempts to woo Mabel but is quickly rebuffed and a park policeman comes to her aid. Meanwhile, Ambrose encounters Charlie's wife and is attracted to her. He too is rebuffed. Ambrose and Charlie both run afoul of a pretty blonde woman and her fez-wearing escort. A park policeman pursues both Charlie and Ambrose for their unwanted attentions directed at strange women.Charlie is eventually caught by the policeman who brings him back to Mrs. Sniffles. She saves him from arrest but roughly begins to escort him home.\nReleased on December 5, 1914, Getting Acquainted was the next-to-last movie that Chaplin made for Keystone Studios. It marked the final time he appeared in the same film as Mabel Normand.", "tmdb_plot": "Charlie and his wife are walking in the park when they encounter Ambrose and his wife where they become attracted to each other's wife and start chasing them around the park. A policeman out looking for a masher also becomes involved.", "tmdb_id": "53400", "wiki_id": "11453926"}, {"title": "The Ghost Breaker", "genres": ["Adventure", "Drama", "Horror", "Mystery"], "wiki_plot": "Somewhere in Spain, Princess Maria Theresa is examining her jewels one day when she accidentally drops a casket causing a secret compartment to open. Within this compartment, she finds an old piece of paper that describes a locket containing a map of a mysterious location. The Princess assumes that it is the way to the Aragon family’s lost treasure. She attempts to locate the locket but concludes that it has been stolen. Her maid, Carmencita stole the locket and sold it to an American art dealer named Gains.\nCarmencita gets stabbed by Juanita, a jealous rival in love. With her dying breath, Carmencita informs the Princess and Prince what she did with the locket and the search begins. Duke D’Alva eavesdrops on the exchange and decides he wants to find the locket first.\nIn a town to the south, there is an old feud between two rival families, Jarvis’ family, and  Markam’s family. This tension eventually leads to Markam killing Warren Javis's father, Judge Jarvis. This causes Warren to follow Markam to New York.\nWhile in New York Markam spots Gains, the art dealer, and purchases the locket from him. The Princess finds Gains and tries to buy the locket back, but it had already been sold. The Duke does the same, so they both set off in search of Markam. The Princess finds Markam first however because she is staying in the same hotel and manages to get the locket from him. Afterward, Jarvis finds and kills Markam as revenge for killing his father. During Jarvis’s escape, he bursts into the Princesses room and explains his predicament. She understands and hides Jarvis away in her luggage and he is snuck on board with her as she leaves for Spain. Detectives board the ship in search of Jarvis but cannot find him. Jarvis decides he will help the Princess find the treasure.\nBefore she left for New York, Princess Maria Theresa’s brother and father investigate the castle because that is where they believe the treasure is hidden. The castle is full of fake supernatural spectators conjured by the Duke to scare the royals away from the treasure. The Duke manages to kill the Princess’s father and kidnap her brother with his forces. \n\nJarvis and his servant, Rusty, make it to Spain and quickly make their way to the castle. In the meantime, the Princess is staying at an Inn not too far from the castle. The Duke is able to steal the locket from the Princess’s luggage without her knowledge during this time. The Duke then sends his henchman to stop Jarvis before he can get to the castle. He fails to kill Jarvis and instead gets shot in the process. They continue to the castle and encounter a fake ghost inside. It’s another one of the Duke’s henchmen dressed in a suit of armor. He also meets his end falling through a trapdoor, failing to stop Jarvis and Rusty.\nDuring this, the Prince escapes captivity and takes Jarvis’s horse waiting outside the Castle. He quickly informs the police of what’s happening and they rush to the castle. As the police try to apprehend the Duke he jumps down a trap trying to escape and dies. The gang finds the treasure during this encounter.\nFinally, Jarvis and the Princess confess their mutual feelings towards each other and come together.", "tmdb_plot": "Carmen, a maid, steals a locket belonging to the Aragon princess Maria Theresa and sells it to Gaines, a New York art collector, not knowing that the locket contains the clue to the Aragon family fortune's whereabouts. Based on the 1909 Broadway play of the same name by Paul Dickey and Charles W. Goddard.", "tmdb_id": "864142", "wiki_id": "14614305"}, {"title": "Child of the Big City", "genres": ["Drama"], "wiki_plot": "The film tells about the daughter of a poor laundress who falls in love with a rich guy, and when she throws him, he commits suicide.", "tmdb_plot": "Seamstress Mary dreams of a better life outside a sweatshop. Her dreams come true when she draws the attention of the bourgeois Victor. She soon tires of him, and thanks to her, his money is almost gone. When he suggests settling down outside the big city, where his money could be enough for a modest living, she leaves him and picks up a new lover. A year later, he is living in a shabby, cold hovel, still pining away for her.", "tmdb_id": "151491", "wiki_id": "57523198"}, {"title": "Glory to Us, Death to the Enemy", "genres": ["Drama", "War"], "wiki_plot": "The film tells about the sister of mercy, who, together with her fiancé, goes to war.A military and patriotic drama set during World War I. At the beginning of the film, the secular life and engagement of the main character Olga to the officer is shown. Then the war begins, and her fiancé is drafted to the front. Olga becomes a nurse of mercy in a hospital and one day sees her beloved among the wounded. He dies in her arms, Olga vows revenge. She asks to join a reconnaissance unit and begins working in a German hospital. One day, she steals an important document and hands it over to the Russian military headquarters. At the end of the film, Olga is awarded a medal.", "tmdb_plot": "This 1914 drama set in the WWI-era relates a heroic act carried out by a war nurse for the Red Cross (Dora Tschitorina) who has witnessed the death of her husband (Ivan Mosjoukine).", "tmdb_id": "273090", "wiki_id": "57599374"}, {"title": "Golddigger", "genres": [], "wiki_plot": "Golddigger is about the California Gold Rush. Xarkrow, the lead character, leaves his home in Fortanska, a fictional city in Hungary, to go to California to dig for gold in the hills of the Sierra Nevada. While there he strikes it rich with great gold. This causes a female loan shark named Ygretta Roselettokopf of San Francisco to try to seduce him for his money; this concept gives a double meaning to the title of the film. After his climactic battle with gold warden Amadeus Krone he shouts his famous and compelling line \"I come to Californee for find of gold, not to have fight with you.\" Following the defeat of Krone in their heated pistol and gilded fist battle, Ygretta Roselettokopf returns with important news. She tells Xarkrow that she had only been hounding him for his money because Krone had tricked her out of her prized and famous show beagle, Grildboffnklad, and that \"If the Hungarian Swine was not eliminated, Grildboffnklad will be.\" After rescuing the beloved Grildboffnklad from a rapidly falling mine cart set ablaze, Xarkrow and Ygretta accidentally touch hands and meet eyes, falling in love. The romantic and favorite line \"If more loving for you, mine heart there would be too many\" is spoken here. The two then return to Xarkrow's home town of Fortanska with their newfound riches and become married. Come the following credits, it is revealed that Amadeus Krone's son named Ivantarkle \"Harpsichord\" Krone takes up his father's left behind position. After learning the fate of his father, he darkly says, \"I come to Hungary not for find of gold, but to have fight of you, Xarkrow.\" It is unknown if the foreshadowed sequel will ever make its big film debut.", "tmdb_plot": "Goldigger is about the California Gold Rush. Xarkrow, the lead character, leaves his home in Fortanska, a fictional city in Hungary, to go to California to dig for gold in the hills of the Sierra Nevada. While there he strikes it rich with great gold. This causes a female loan shark named Ygretta Roselettokopf of San Francisco to try to seduce him for his money.", "tmdb_id": "449573", "wiki_id": "24160731"}, {"title": "Hearts Adrift", "genres": ["Romance"], "wiki_plot": "Nina (Mary Pickford) and Jack Graham (Harold Lockwood) are both marooned on a deserted island. They fall in love and eventually Nina gives birth to a child. Despite being stranded, they are very happy together. One day, Jack's wife comes to rescue him. Nina is crushed and throws herself in a volcano.", "tmdb_plot": "A lost film. A man and a woman are shipwrecked on a desert island. It doesn't take long before they fall in love and, figuring that they would never see civilization again, declare themselves married and eventually have a child. One day, however...", "tmdb_id": "297848", "wiki_id": "19028582"}, {"title": "His Majesty, the Scarecrow of Oz", "genres": ["Comedy", "Family", "Fantasy", "Adventure"], "wiki_plot": "King Krewl (Raymond Russell) is a cruel dictator in the Emerald City in the Land of Oz. He wishes to marry his daughter, Princess Gloria (Vivian Reed), to an old courtier named Googly-Goo (Arthur Smollett), but she is in love with Pon, the Gardener's boy (Todd Wright). Krewl employs the Wicked Witch named Mombi (Mai Wells), to freeze the heart of Gloria so she will not love Pon any longer. This she does by pulling out her heart (which looks somewhere between a valentine and a bland representation of a heart without any vessels) and coating it with ice. Meanwhile, a lost little girl from Kansas named Dorothy Gale (Violet MacMillan), is captured by Mombi and imprisoned in her castle. However, Dorothy runs away with the now heartless Gloria, accompanied by Pon and eventually meet the Scarecrow (Frank Moore). Mombi catches up with the travelers and removes the Scarecrow's stuffing, but Dorothy and Pon are able to re-stuff him; Gloria abandons them and wanders off.\nThey meet the lost little boy, Button-Bright (Mildred Harris). The party travels to the Winkie Country next and arrives at the Tin Castle of the Tin Woodman (Pierre Couderc), who has rusted solid. Mombi reaches the Tin Castle, and the Tin Woodman chops off her head; however, this merely slows her down as she hunts for it and places it back on. Having replaced her head, Mombi encounters Pon and turns him into a kangaroo.\nDorothy, Button-Bright, the Scarecrow and the Tin Woodman escape from Mombi by crossing a river on a raft. But the Scarecrow's barge-pole gets stuck in the river bed and leaves him stranded, until he is rescued by a bird. At one point in this sequence, the Scarecrow slides down the pole into the river, resulting a brief \"underwater\" sequence featuring puppet fish and a mermaid; throughout, the Scarecrow makes asides to the camera, mostly without [intertitles\nThe party encounters the Wizard (J. Charles Haydon), who tricks Mombi by letting the group hide in the Red Wagon, pulled by the sawhorse; when Mombi attempts to follow them, the group escape out the back of the wagon. The four companions meet the Cowardly Lion, who joins them. The Wizard traps Mombi in a container of \"Preserved Sandwitches\" and paints out the \"sand\" and the plural, carrying her away in his pocket. The Scarecrow, taking a barrage of arrows, tosses Krewl's soldiers over the battlements to deal with the Cowardly Lion, who cannot climb the rope ladder over the city wall. With the support of the people, the Scarecrow is easily able to depose King Krewl. The Wizard releases Mombi, and compels her to restore Pon to his normal form and unfreeze Gloria’s Heart.", "tmdb_plot": "A wicked king has taken over the Emerald City, and wants his daughter, Princess Gloria to marry the horrid courtier Googly-Goo, though she loves Pon, the Gardener's Boy. The camera follows two farmers placing a Scarecrow upon a pole in a cornfield. Pon rescues a Kansas girl named Dorothy from the evil witch Mombi, whom Princess Gloria has been taken to by King Krewl to freeze her heart so she will no longer love Pon. An Indian princess has a ceremony to bring the Scarecrow to life. Pon rescues the cold-hearted princess and they flee for help, discovering the Scarecrow, who promptly falls in love with the princess, and Button-Bright, a lost boy from America. They come to the castle of the Tin Emperor, Nick Chopper, and after oiling him, he falls in love with Gloria. After a bit of a chase aided by the Sawhorse and the Wizard, Mombi turns Pon into a Kangaroo, and a slough of Fred Woodward's animals battle it out.", "tmdb_id": "62935", "wiki_id": "5384890"}, {"title": "His Trysting Places", "genres": ["Comedy"], "wiki_plot": "Charlie and his friend Ambrose meet in a restaurant and accidentally leave with each other's coats. Charlie was going to pick up a baby bottle and Ambrose was going to mail a love letter that was in his coat pocket. Charlie's wife finds the letter and thinks he has a secret lover and Ambrose's wife believes he has an illegitimate child. Controversy arises in the park between Charlie and his wife and Ambrose and his wife. It is resolved at the end, but Charlie sparks another fight between the other couple by showing his friend's wife the love letter that was in his pocket.", "tmdb_plot": "Charlie and his friend Ambrose meet in a restaurant and accidentally leave with each other's coats. Charlie was going to pick up a baby bottle and Ambrose was going to mail a love letter that was in his coat pocket. Charlie's wife finds the letter and thinks he has a secret lover and Ambrose's wife believes he has an illegitimate child. Controversy arises in the park between Charlie and his wife and Ambrose and his wife. It is resolved at the end, but Charlie sparks another fight between the other couple by showing his friend's wife the love letter that was in his pocket.", "tmdb_id": "53398", "wiki_id": "10692147"}, {"title": "Home, Sweet Home", "genres": ["Drama", "Fantasy"], "wiki_plot": "John Howard Payne leaves home and begins a career in the theater.  Despite encouragement from his mother and girlfriend, Payne begins to lead a dissolute life that leads to ruin and depression.  In deep despair, he thinks of better days, and writes a song, Home! Sweet Home! that later provides inspiration to several others in their own times of need.", "tmdb_plot": "John Howard Payne leaves home and begins a career in the theater. Despite encouragement from his mother and his sweetheart, Payne begins to lead a life of dissolute habits, and this soon leads to ruin and misery. In deep despair, he thinks of better days, and writes a song that later provides inspiration to several others in their own times of need.", "tmdb_id": "174091", "wiki_id": "7241577"}, {"title": "In the Land of the Head Hunters", "genres": ["Drama"], "wiki_plot": "The following plot synopsis was published in conjunction with a 1915 showing of the film at Carnegie Hall:\n\nTo gain power from the spirit forces, Motana, a great chief's son, goes on a vigil-journey. But though the tribal law forbids the thought of woman during the fasting, his dreams are ever of Naida; her face appearing in the coilng smoke of the prayer-fire he builds high upon a mountain peak. To forfend the anger of the spirits he must pass a stronger ordeal. He sleeps upon the Island of the Dead, then hunts and kills the whale; and raids the clustered sea-lion rookeries, a whole day's paddle out to sea.\nNaida is wooed and won by Motana, and splendid is the wooing. But Naida, with her dowry, is coveted by the Sorcerer. He is evil, old and ugly. Waket, Naida's father fears the baleful \"medicine\" of the Sorcerer, and also stands in dread of the Sorcerer's brother, who is Yaklus, \"the short life bringer,\" and the head-hunting scourge of all the coast. Waket promises Naida to the Sorcerer. So ensues war between the two factions.\n\nMotana and his father, Kenada, and their clan resolve to rid the region of the head hunters. In their great canoes they attack the village of the Sorcerer and Yaklus. The Sorcerer's head they bring to prove his death to those who believed him \"deathless.\" But Yaklus escapes. After the wedding of Motana and Naida, with pomp of primitive pageantry, and dancing and feasting, in which the throngs of two great totem villages take part, Yaklus attacks and burns Motana's village. Motana is left for dead. Naida is carried away into captivity. Wild is the reveling that follows at the village of Yaklus. The beauty of Naida's dancing saves her life. Naida's slave boy, a fellow captive, escapes. His message brings Motana, who rescues Naida by stealth. The raging Yaklus pursues. Motana, hard pressed, dares the waters of the surging gorge of Hyal. His canoe flies through, but Yaklus is overwhelmed and drowned.", "tmdb_plot": "In the Land of the Head Hunters is a 1914 silent film fictionalizing the world of the Kwakwaka'wakw (Kwakiutl) peoples of the Queen Charlotte Strait region of the Central Coast of British Columbia, Canada, written and directed by Edward S. Curtis and acted entirely by Kwakwaka'wakw natives. It was the first feature-length film whose cast was composed entirely of Native North Americans; the second, eight years later, was Robert Flaherty's Nanook of the North.", "tmdb_id": "199989", "wiki_id": "74392"}, {"title": "Ireland, a Nation", "genres": [], "wiki_plot": "The film depicts major political events in Ireland between 1798 and 1914, including the 1798 Rebellion, the 1800 Act of Union, the 1803 Rebellion of Robert Emmet, Catholic Emancipation, the Great Famine and the Home Rule movement.\nIt takes several liberties with history; most notably, Father John Murphy (executed in 1798) is shown reacting to the 1800 Act of Union; Anne Devlin is depicted as the wife of Michael Dwyer, when they were cousins and not romantically involved; and Robert Emmet is shown speaking with Napoleon, when that meeting is not thought to have occurred.", "tmdb_plot": "The story of Ireland and her fight for Home Rule, as seen through the experiences of Father Tom Murphy, a patriot with a price on his head, and the famous Irish leader Robert Emmet.", "tmdb_id": "174053", "wiki_id": "66020450"}, {"title": "Kid Auto Races at Venice", "genres": ["Comedy"], "wiki_plot": "Made by Keystone Studios and directed by Henry Lehrman, the movie portrays Chaplin as a spectator at a \"baby-cart race\" in Venice, Los Angeles. The film was shot during the Junior Vanderbilt Cup, an actual race with Chaplin and Lehrman improvising gags in front of real-life spectators.\nThe film is presented at first like a genuine newsreel, with Chaplin's attention-seeking spectator getting in the way of the camera, causing great frustration to the cameraman. Lehrman begins by roughly pushing an obnoxiously persistent Chaplin away, but eventually he starts knocking Chaplin to the ground.Unusually, the camera breaks the fourth wall to show a second camera filming (as though it were the first) in order to better explain the joke. At this stage, Chaplin gets in the way only of the visible camera on screen, not the actual filming camera. In this way, the filming camera takes on a spectator's viewpoint, and Kid Auto Races becomes one of the first public films to show a movie camera and cameraman in operation.", "tmdb_plot": "The Tramp interferes with the celebration of several kid auto races in Venice, California (Junior Vanderbilt Cup Race, January 10 and 11, 1914), standing himself in the way of the cameraman who is filming the event.", "tmdb_id": "22885", "wiki_id": "1960180"}, {"title": "The Knockout", "genres": ["Comedy"], "wiki_plot": "Two down-and-out hoboes pretend to be pugilists in order to make some money to eat. One of them claims to be Cyclone Flynn, the boxing champion. In the meantime Pug, a good-hearted local strongman, has fought and defeated several mashers who were bothering his girlfriend. The mashers make up with Pug and propose to enter him to fight the fake Cyclone Flynn at a local theater.\nEnter the real Cyclone Flynn, who expels the hoboes and takes over the engagement. The fight starts, comically refereed by Chaplin's character. It quickly deteriorates into chaos, after Pug steals a gambler's revolvers and chases the champion from the ring. A long chase sequence involving the boxers, spectators, Pug's girlfriend, and the Keystone Kops follows.", "tmdb_plot": "To show his girl how brave he is, Pug challenges the champion to a fight. Charlie referees, trying to avoid contact with the two monsters.", "tmdb_id": "53385", "wiki_id": "3246048"}, {"title": "Laughing Gas", "genres": ["Comedy"], "wiki_plot": "We are told Charlie is a dental assistant working at Dr. Pain's dental office. He arrives at work where the patients are already waiting. He joins the tiny second dental assistant in the back room. They have a brief squabble then Charlie goes to the waiting room to clean the floor with a carpet sweeper. He bumps into a patient and a squabble starts. The second dental assistant trips over the carpet sweeper and another squabble starts in the back room.\nThe dentist arrives, and his first patient goes in, obviously in pain. The dentist prepares the nitrous oxide anaesthetic (also known commonly as \"laughing gas\" due to its effects prior to and after unconsciousness). With the man unconscious he pulls his tooth, but then he can't get him to wake up, so he calls for Charlie and runs off when the latter arrives. Charlie tries to wake him and eventually tries hitting his head with a mallet. The man revives but starts laughing. Charlie knocks him out with the mallet.\nThe dentist then returns and Charlie is sent to the drug store to get a prescription for the unconscious man. After more fighting with the patients, he goes to the Sunset Pharmacy. He accidentally hits with his cane a man who is standing at a news-stand outside the pharmacy, and the two have a squabble. When Charlie leaves the pharmacy he kicks the man in the rear, and another squabble starts. The squabble is interrupted when they encounter a woman (the dentist's wife) and Charlie kicks him in the stomach before chasing the woman himself. However, Charlie accidentally pulls off her skirt, causing her to run off in embarrassment. He continues fighting with the news-stand man, who receives a brick in the face and thus loses his teeth. Charlie then throws a second brick, which hits a tall passer-by and losing him teeth as well.\nMeanwhile, the dentist's wife goes home and his maid sees her without her skirt, so she calls the dentist to say that his wife has had an \"accident\". He immediately goes home and Charlie returns to find the surgery empty. He picks the prettier of the two female patients in the waiting room to go in, causing the other lady to leave in indignance. Charlie flirts with her and steals kisses. Meanwhile, the two men injured by Charlie arrive to see the dentist, and the dentist and his wife return to the office. The girl leaves and Charlie has the tall passerby go in next, while the news-stand man recognizes Charlie as the man who has knocked his teeth out. Charlie uses a huge pair of pliers to remove another tooth from the tall man. The news-stand man enters and confronts Charlie. A final fight ensues.", "tmdb_plot": "Although only a dental assistant, Charlie pretends to be the dentist. After receiving too much anesthesia, a patient can't stop laughing, so Charlie knocks him out with a club.", "tmdb_id": "22892", "wiki_id": "11451211"}, {"title": "Lord Chumley", "genres": ["Drama"], "wiki_plot": "Gaspar La Sage and Blink Blunk decide to plan another robbery upon their release from prison. After Blink Blunk is caught and locked up in prison again, Le Sage poses as a gentleman in England. Lt. Hugh Butterworth allows his friend Lord Chumley to stay at his summer home, and Chumley becomes attracted to Butterworth's sister Eleanor while Butterworth's aunt Adeline is attracted to Chumley. La Sage now runs a casino and defeats Butterworth in gambling, leading Butterworth to lose a large amount of money. The army barracks helps arrange over £1,000 for the widow of a fallen soldier named McGregor and they have Butterworth deliver the money, but Butterworth decides to gamble at La Sage's casino.La Sage steals £800 of the amount after making Butterworth become unconscious by drugging him. After Butterworth wakes up, he gives the remaining £200 to the widow and she gives him a letter that thanks him for the money. Butterworth fails to receive the money back from La Sage when the casino owner threatens to show the letter to Hugh's commanding officer Colonel Pembroke if Butterworth refuses to make Eleanor have an affection for La Sage. After Butterworth describes the situation to Chumley, Chumley works to uncover La Sage's past. Blink Blunk finds La Sage and wants payment from him for being sent to prison while Chumley hears their conversation. Chumley also notices a prison tattoo on their chests. Chumley reveals La Sage's tattoo and gives the widow the rest of the £1000. The widow writes a new thank you letter to override the content of the previous letter. Detective Zavier has La Sage leave the United States. Chumley becomes engaged to Eleanor while Butterworth becomes engaged to Jessie.", "tmdb_plot": "After Gasper La Sage and his cohort, Blink Blunk, are released from prison, they make plans for another robbery. The scheme, which requires La Sage to pose as a gentleman, fails. Blunk is arrested, but La Sage goes free. Some time later, La Sage goes to England where he blackmails Lt. Hugh Butterworth, an officer who misappropriated money intended for the widow of a fellow officer, and who owes La Sage money for gambling debts. As payment, La Sage wants Hugh to arrange for him to marry Eleanor, Hugh's sister. Hugh tells his friend Lord Chumley about La Sage, however, and Chumley is able to learn about La Sage's past when he overhears Blunk, now out of jail, threaten his former friend. After La Sage intensifies his suit for Eleanor, Chumley is finally able to discredit him by tearing open his shirt and revealing the mark of the prison. With La Sage out of the way, Chumley and Eleanor announce their engagement as do Hugh and his faithful sweetheart, Jessie.", "tmdb_id": "669563", "wiki_id": "14259885"}, {"title": "Mabel at the Wheel", "genres": ["Comedy"], "wiki_plot": "Charlie offers Mabel a ride on his two-seater motorcycle, which she accepts in preference to his rival's racing car. Unfortunately, as they go over a bump, she falls off into a puddle. The rival, who has followed in his car, picks up the now stranded Mabel. He lets her drive, sitting tight beside her.\nCharlie at last notices she is gone and falls off the bike. He sees them together now stopped and standing beside the car. They leave the car for a short while and Charlie lets down the rear tyre. His rival returns and is furious. They throw rocks at Charlie and he throws them back. The rival's friend appears and gets caught up in the rock-throwing confusion.\nWe cut to \"The Auto Race\" where Charlie hovers round the cars. The drivers usher him away when they see he has a sharp pin. Charlie stands puffing heavily on a cigarette. He uses his pin to get through the crowd, where he propositions Mabel and gets slapped. Charlie then whistles and two thugs appear and kidnap his rival just before the race starts. But Mabel decides to don his racing clothes and take the wheel in his place.\nAs the race progresses, despite a very late start, Mabel, with a co-driver beside her, manages to gain a lead of three laps. Charlie with his henchmen, tries to sabotage the race by using oil and bombs on the track. The oil temporarily spins Mabel's car, no.4, around and it goes backwards for a lap until the oil spins it around again to continue the right way. The car tips over on a bend but a group of men push the heavy Bentley V8 upright again. Meanwhile, the rival escapes his ropes and sees Mabel driving his car. The crowd stand as she crosses the finishing line. The rival and his friend go to congratulate her. Meanwhile, Charlie throws a bomb in the air and blows up both himself and his two thugs.", "tmdb_plot": "Charlie, competing with his rival's race car, offers Mabel a ride on his motorcycle but drops her in a puddle. He also kidnaps his rival before the race. But Mabel decides to take the wheels in his place, thus causing a threat to Charlie. As the race progresses, despite a very late start, Mabel manages to gain a lead of three laps. Charlie with his henchmen, tries to sabotage the race by using oil and bombs on the track. They seem to succeed for a while, but their dirty tricks were not enough to stop the high-spirited Mabel from winning the race.", "tmdb_id": "53374", "wiki_id": "11450070"}, {"title": "Mabel's Blunder", "genres": ["Comedy"], "wiki_plot": "Mabel's Blunder tells the tale of a young woman who is secretly engaged to the boss's son.\nThe young man's sister comes to visit at their office, and a jealous Mabel, not knowing who the visiting woman is, dresses up as a (male) chauffeur to spy on them.", "tmdb_plot": "Mabel is pursued by her boss, despite being engaged to his son, in this gender-bending comedy of errors and mistaken identities.", "tmdb_id": "54244", "wiki_id": "25632827"}, {"title": "Mabel's Married Life", "genres": ["Comedy"], "wiki_plot": "A large man with a tennis racquet talks with his wife in a park. He leaves her and wanders off.\nChaplin, in top hat and tails (but baggy pants), sits on a park bench with his wife, Mabel. While he has gone to a bar, conning his way out of paying for his drinks, the large man sits with Charlie's wife and starts flirting. Chaplin returns to find them laughing together. But despite kicking him and hitting him with his cane the man is undeterred in his wooing of his wife.\nMeanwhile, Charlie is met by the man's wife and they return together, where the large man's wife first confronts him but then ends up confronting Mabel. She starts to throttle her then goes to strike her, but accidentally hits Charlie instead. The couple then leave. Charlie orders Mabel to go home while he returns to the bar where a man at the bar mocks him.\nMabel stops at a sporting goods store where she orders a man-shaped punch-bag. She wants to learn how to fight. It is delivered while she is still in her pyjamas. She wraps herself in a leopard-skin rug to answer the door. She starts practising boxing moves on the dummy/punchbag. It is weighted so it swings back and knocks her over.\nMeanwhile, in the bar the large man reappears and is clearly a friend of the mocker and he further ridicules Charlie (who is by now drunk). When the man tousles Charlie's hair a fight starts. Charlie then returns home, holding a bunch of fresh onions, as though they were flowers, and trying to work out what the smell is. Repulsed by the smell, he throws them away, which fly through an open door and onto Mabel who is in bed.\nCharlie in his drunken state sees the dummy as the large man and prepares to fight. Charlie demands the dummy leaves. He pushes it, which swings back then rolls forward again striking Charlie. Charlie tries to placate it but ends up striking it again and getting knocked over. Mabel watches from the bedroom, amused by his actions. He strikes the dummy again and is thrown onto the bed, where he sees Mabel. Believing that she has cheated on him, Charlie throttles her and leads her to the dummy. She tries to placate him, while he keeps striking the dummy and getting knocked over by it. She eventually reveals to him that it is just a dummy. Meanwhile, neighbours get concerned at the noise and stand outside his apartment door. The film ends with Charlie and Mabel leaning in for a kiss.", "tmdb_plot": "Mabel goes home after being humiliated by a masher whom her husband won't fight. The husband goes off to a bar and gets drunk.", "tmdb_id": "53387", "wiki_id": "11451131"}, {"title": "Mabel's Strange Predicament", "genres": ["Comedy"], "wiki_plot": "An inebriated Charlie annoys several hotel guest while sitting in the lobby.  In her hotel room, Mabel is playfully tossing a ball to her dog.  The noise disturbs Alice who occupies the room across the hall from Mabel.  She informs Chester that she is going to the lobby to make a complaint to the manager.  Not long after Alice leaves her room, Mabel accidentally locks herself out of her room while wearing only pajamas.  Charlie happens by and tries to woo her.  Mabel flees in embarrassment and eventually enters Alice and Chester's room to hide.  Mabel crawls under the bed.  Mabel's beau, Harry, brings a bouquet of flowers to Mabel and has a bellhop unlock her room.  Finding Mabel absent, Harry decides to wait for her in the room occupied by his friends—Chester and Alice!  When Harry finds Mable hiding under Chester's bed, he assumes the worst and starts a fight with Chester.  Alice returns and, upon seeing Mabel, also assumes the worst and starts a fight with her husband.  By the movie's end, Harry and Mabel have reconciled, but Alice and Chester have escalated their fight.", "tmdb_plot": "The Tramp gets drunk in a hotel lobby and causes some misunderstandings between Mabel and her lover.", "tmdb_id": "22936", "wiki_id": "11449142"}, {"title": "Making a Living", "genres": ["Comedy"], "wiki_plot": "In the film’s opening scene, Chaplin's character, the \"Swindler\", attempts to convince a passerby (Henry Lehrman) to give him money. Chaplin is next shown flirting with a young woman and proposing marriage to her, which she accepts. Lehrman, who portrays a news reporter, now approaches the woman and presents to her a bouquet of flowers and a ring, which she refuses to accept, noting that she is now engaged. Lerhman sees Chaplin and a slapstick fight between the two immediately ensues. Later, while prowling for a news story, Lehrman's character witnesses and photographs an automobile accident, capturing on film a dramatic image of a car tumbling down a high, steep hill. As he and a crowd of onlookers are trying to help the unfortunate motorist, who is pinned beneath his wrecked car, Chaplin passes by and steals the camera that contains the sensational photograph. He then runs to the local newspaper office with the image and to report the auto accident, claiming them as his own. A short pursuit with the Keystone cops follows, and then an infuriated Lehrman catches up with Chaplin, and they resume their fistfight on a downtown street. An oncoming streetcar scoops them up on its front cowcatcher and continues down the street and out of frame.", "tmdb_plot": "A swindler scams a journalist to get some money and then applies for a job at his newspaper.", "tmdb_id": "53368", "wiki_id": "1077363"}, {"title": "The Masquerader", "genres": ["Comedy"], "wiki_plot": "The film revolves around making films at Keystone Studios. Charlie plays an actor who bungles several scenes and is kicked off the studio. The next day a strange, beautiful woman appears to audition for the film - it's Charlie in disguise. After doing a perfect impersonation of a female, Charlie has drawn the attention of the director who hires the new \"actress\" for his films. The director gives the beautiful woman the men's dressing room to change in. While there, Charlie returns to his tramp costume. When the director returns looking for the woman, he finds Charlie and realizes he has been tricked. Angry, the director chases Charlie through the studio until Charlie decides to jump into what he thinks is a prop well. The film ends with the director and other actors laughing at Charlie as he is trapped in the bottom of a real well. The plot involving a man dressing up as a woman was quite popular in silent movies.", "tmdb_plot": "Charlie plays an actor who bungles several scenes and is kicked out. He returns convincingly dressed as a lady and charms the director, but Charlie never makes it into the film.", "tmdb_id": "22940", "wiki_id": "2898822"}, {"title": "Damn the War", "genres": ["War", "Drama"], "wiki_plot": "Adolphe, a student pilot, is training at the aviation school of a neighbouring land, where he is staying at the house of his friend Sigismond. He falls in love with Sigismond's sister Liza. When a war breaks out between their two countries, Adolphe is forced to go home and the two men are enlisted in their respective Air Forces. Adolphe makes several successful missions, destroying in particular a number of gas balloons, until Sigismond attacks his plane and forces him to land. Both are killed in the ensuing fight, unaware of their identities. Lieutenant Maxime, who had witnessed Sigismond's death, visit his parents to pay tribute to their son. He is strongly impressed by Liza. One year later, he ask for Liza's hand. During a walk in a forest, Liza recognises the four leaf clover medal that he is wearing, which belonged to Adolphe. He tells her how he took it from the body of the enemy pilot who had killed Sigismond. Liza runs away, contemplating suicide. She finally decides to retire in a convent but is unable to forget her lost love.", "tmdb_plot": "An army pilot is visiting the home of another army pilot in a neighboring country, and falling in love with his sister, when war breaks out.", "tmdb_id": "280570", "wiki_id": "57102861"}, {"title": "McVeagh of the South Seas", "genres": ["Adventure", "Drama"], "wiki_plot": "A shipwreck near the Solomon Islands leaves San Franciscan Harmon Darrell (Terry) and his daughter Nancy (Butler) adrift in a lifeboat. Cyril McVeagh (Carey) a ship's captain reduced to drunkenness and brutality by his shattered love affair with Nancy, rules one of the islands, accompanied only by his deranged mate \"Pearly\" Gates (Russell) and the island's natives. McVeagh is about to marry Liana (Foster), a native who loves him but is desired by Pearly, when Nancy arrives on the island, horrified at McVeagh's dissipation. Tanarka, Liana's former betrothed, leads a native rebellion against McVeagh, who sends Nancy away in a boat before the attack. McVeagh struggles with his crazed mate in his burning shack before Pearly recovers his reason and the two hurriedly leave the island. Liana, believing McVeagh dead, remains behind to mourn him, while McVeagh sets a course for San Francisco and civilization.", "tmdb_plot": "Harvard grad Bruce McVeagh has fled San Francisco for the South Seas, where he rules as a king on a remote island. With his half-crazed first-mate 'Pearly' Gates, he keeps the natives subjugated with gin. Any who dare disobey him find brutal punishment on his dreaded torture rack. But his kingdom threatens to crash down around him when his lost love, Nancy Darrell, is shipwrecked on the island, just as the aroused natives rise up against their tormentor in an armed rebellion.", "tmdb_id": "440946", "wiki_id": "13420957"}, {"title": "Men and Women", "genres": ["Drama"], "wiki_plot": "Robert Stevens robs the bank where he is employed, and through the efforts of Calvin Stedman, the prosecuting attorney, he is sentenced to six years' imprisonment. While in jail his wife dies and his little daughter, Agnes, is placed in a convent. At the expiration of his sentence, Stevens locates his daughter and settles in Arizona, assuming the name of Stephen Rodman.", "tmdb_plot": "Robert Stevens robs the bank where he is employed, and through the efforts of Calvin Stedman, the prosecuting attorney, he is sentenced to six years' imprisonment. While in jail his wife dies and his little daughter, Agnes, is placed in a convent.", "tmdb_id": "964565", "wiki_id": "36986546"}, {"title": "The Million Dollar Mystery", "genres": ["Adventure", "Mystery"], "wiki_plot": "A prologue for The Million Dollar Mystery introduced the characters and groups. After the opening title card shows \"hundreds of hands\" grasping for the money and then a shot of the check for $10,000 the solver of the mystery is shown prior to the beginning of the first reel. Baby Florence is left at a boarding school with a note and half a bracelet instructing that her father will come to take her back upon her eighteenth birthday. Hargreaves, here played by Alfred Norton, is chased by the Black Hundred, but he receives a note and money before attempting to escape by balloon on the top of a building. The balloon is shot down and the first chapter ends.: 1183", "tmdb_plot": "This twenty-three episode serial told the story of a secret society called The Black Hundred and its attempts to gain control of a lost million dollars.", "tmdb_id": "285226", "wiki_id": "15130915"}, {"title": "Monsieur Lecoq", "genres": ["Mystery"], "wiki_plot": "Monsieur Lecoq, a policeman, is investigating a murder case. He will discover that it was in fact a case of blackmail involving the Duke and Duchess of Sairmuse.", "tmdb_plot": "Adaptation of the Émile Gaboriau novel.", "tmdb_id": "586689", "wiki_id": "48629508"}, {"title": "Neptune's Daughter", "genres": ["Fantasy"], "wiki_plot": "The daughter of King Neptune takes on human form to avenge the death of her young sister, who was caught in a fishing net. However, she falls in love with the king, the man she holds responsible.", "tmdb_plot": "The daughter of King Neptune takes on human form to avenge the death of her young sister, who was caught in a fishing net. However, she falls in love with the king, the man she holds responsible.", "tmdb_id": "572090", "wiki_id": "15340505"}, {"title": "The New Janitor", "genres": ["Comedy"], "wiki_plot": "The Tramp, a janitor in this film, is fired from work for accidentally knocking his bucket of water out of the window and onto his boss, the chief banker (Dandy). Meanwhile, one of the junior managers (Dillon) is being threatened with exposure by his bookie for his unpaid gambling debts, and thus decides to steal from the company. He is caught in the act of raiding the vault by the bank secretary (Carruthers), who is threatened with a gun and therefore presses the janitor button for help. The Tramp comes to the rescue and gets hold of the manager’s gun, only to be misjudged by the chief banker and a policeman as the thief. The secretary explains the truth to the chief banker. In the end the manager is arrested and the Tramp is rewarded by the chief banker for his heroic act.", "tmdb_plot": "The hero, a janitor played by Chaplin, is fired from work for accidentally knocking his bucket of water out the window and onto his boss the chief banker (Tandy). Meanwhile, one of the junior managers (Dillon) is being threatened with exposure by his bookie for gambling debts unpaid. Thus the manager decides to steal from the company.", "tmdb_id": "22941", "wiki_id": "1858745"}, {"title": "The Oubliette", "genres": ["Drama", "History"], "wiki_plot": "Francois Villon, vagabond, poet and philosopher, is on the road to Paris with his vagabond friend Colin when they see an elderly couple being evicted from their home. The two men turn over all their money to help the couple, but later, feeling hungry, they steal the purses of two monks. They are caught and arrested, but with Colin's help, Villon dresses as one of the monks and escapes. Colin is hanged and Villon is saying farewell to his friend's corpse dangling at the gibbet when the Chevalier de Soissons arrives and mocks the swinging corpse. Villon attacks and kills the knight and dons his suit of armor.\nPhilippa de Annonay is held prisoner at an inn by her wicked guardian, the Chevalier Bertrand de la Payne (Lon Chaney). Villon arrives at the inn and, hearing Phillippa call for help, tries to rescue her. De Payne is killed in the ensuing battle with Villon and his body is thrown off a second floor balcony. Phillippa is returned to her castle and Villon continues on to Paris.\nKing Louis XI wishes to test Villon's loyalty so he has the poet arrested and then, disguised as a convict, the king offers to help Villon escape if he will help him to overthrow the king. Villon denounces the man, affirming his support of King Louis. The King then reveals himself and Villon is knighted for his loyalty to the throne.", "tmdb_plot": "Francois Villon, vagabond, poet and philosopher, and his friend Colin, leave the vagabond camp and start for Paris. En route to that city, Villon's heart is touched at sight of the eviction of an elderly couple from their poor home. Whereupon he empties his own and Colin's purse, pays the Beadle, and then resume their journey. Overcome with the pangs of hunger, they \"lift \" the purses of a couple of corpulent monks. For this breach of law both Villon and Colin are arrested and thrown into prison.  This film and By the Sun's Rays are two of Chaney's earliest surviving films.", "tmdb_id": "174042", "wiki_id": "18025237"}, {"title": "Our Mutual Girl", "genres": ["Drama"], "wiki_plot": "Margaret, known as \"our Mutual girl,\" travels from the country to New York City to stay with her wealthy aunt. Over the course of the serial, she is transformed into a \"society belle,\" introduced to notable society figures, and taught how to dress and act to fit into her aunt's world.", "tmdb_plot": "Our Mutual Girl was unique. Not quite a serial, not quite a newsreel and not strictly an advertisement, it combined elements of all three. In 52 weekly one-reel episodes, running from January 19, 1914 to January 11, 1915, the Mutual Girl outwitted villains, saw the sights of New York, met with theatrical and political celebrities (who frequently helped her out of trouble) and tried on fashionable outfits in chic stores. The fashions were an early example of product placement, although apparently not paid placement.", "tmdb_id": "946788", "wiki_id": "60797199"}, {"title": "The Perils of Pauline", "genres": ["Action", "Adventure", "Drama"], "wiki_plot": "Before Pauline (Pearl White) will agree to marry Harry (Crane Wilbur), who proposes marriage to her on the tennis court, she says that she wishes to be allowed to embark upon activities of her choice for a year and then write about them afterward. She proceeds then to plan to ride in a balloon, fly an airplane, drive a racing car, ride in a horse race, go on a treasure hunt, act in a motion picture, and tour a submarine, among other things, and frequently ends up in trouble after being assaulted by henchmen of Raymond Owen (Paul Panzer), her adoptive father's scheming secretary, who wants to dispose of Pauline and gain her inheritance for himself. Owen hires the disreputable Hicks (Francis Carlyle) who owes Owen money, and later Gypsy king called Balthazar to sabotage Pauline's plans, or kidnap or murder her and often Harry ends up coming to her rescue when she is trapped on a cliff or tied up in a house set afire, but as the series goes on she is also shown to be able to extricate herself from various predicaments as well. Finally, after she ends up trapped on an abandoned ship being used for target practice by the Navy and is genuinely terrified by the experience, Pauline decides she has had enough of adventuring and agrees to marry Harry, Owen is drowned by a sailor he has refused to allow to blackmail him, and all is well.", "tmdb_plot": "The Perils of Pauline is a motion picture serial shown in weekly installments featuring the actress Pearl White playing the title character. Pauline has often been cited as a famous example of a damsel-in-distress, although viewers will find her character more resourceful and less helpless than the classic 'damsel' stereotype. Nine episodes (from a condensed 1916 re-release) survive to this day.", "tmdb_id": "36821", "wiki_id": "15672739"}, {"title": "The Property Man", "genres": ["Comedy"], "wiki_plot": "Charlie is in charge of stage props at a vaudeville theater. These are the performances for tonight:\n\nThe Goo-Goo Sisters: two young women dancing\nGarlico in “Feets of Strength”: a strong-man (Garlico) aided by his bride\n\"Sorrow\": a drama performed by a man and a woman.The woman from “Sorrow” decides to take the star’s dressing room, which Garlico has claimed by drawing his caricature on the wall. When his bride appears, an argument begins over who gets the room. The dressing-room issue is resolved when Garlico knocks out the man from “Sorrow” and gets the room for himself.\nNext, Charlie has to move Garlico’s trunk, but he falls onto the ground due to the heavy weight. When he gets up, he starts chatting happily with the Goo-Goo Sisters. Garlico finds him idling and makes him go back to work.\nCharlie makes his old colleague lift the trunk, causing the latter to fall onto the ground with the trunk on top of him. While Charlie is trying to lift it off, Garlico’s bride summons Charlie and they start flirting. Garlico finds out and angrily throws Charlie back onto the old man. Eventually Charlie calls for help in lifting the trunk, which Garlico easily lifts off.\nBack in the dressing room, Garlico makes his bride ask Charlie to sew up his tights. Meanwhile, the matinee begins.\nDuring the Goo-Goo Sisters’ performance, the old man and Charlie start fighting, which is interrupted when Garlico’s bride asks Charlie for the tights. Realising he has forgotten about them, Charlie tries to postpone Garlico’s performance, but the confused old man asks Garlico to come over to the stage and pulls up the backdrop, thus revealing a sight of him without his tights. The audience burst into laughter, but Garlico begins his performance anyway. In the wings, Charlie and his old colleague fight and the latter accidentally knocks out Garlico’s bride, prompting Charlie to step in as Garlico’s assistant. Proving to be an unhelpful assistant, he goes backstage while Garlico continues to flop on stage.\nGarlico’s performance is disrupted when the old man suddenly pulls down the backdrop for “Sorrow”. Frustrated, he leaves the stage and throws a tantrum. He starts attacking Charlie, who then kicks him in the rear.\nWhen “Sorrow” begins, a member of the audience (portrayed by Mack Sennett) boos and leaves, while Charlie and Garlico’s fight disrupts the onstage performance. Eventually Charlie pulls out a hose and squirts water over everyone.", "tmdb_plot": "Charlie is in charge of stage \"props\" and has trouble with actors' luggage and conflicts over who gets the star's dressing room. Once the dressing-room issue is resolved the next issue is getting everyone on stage with the correct backdrop. Backstage Charlie and an old man fight, often disrupting the on-stage performances. The audience also break into a fight, and a hose brought out behind the scenes ends up squirted over them.", "tmdb_id": "53388", "wiki_id": "11451309"}, {"title": "A Ranch Romance", "genres": ["Western"], "wiki_plot": "John Preston, a ranch owner, owes a fortune to Don Jose Praz. The Don's son, Raphael Praz (Chaney), steals some of Preston's cattle with the aid of an accomplice. Raphael loves John Preston's daughter Kate and urges his father to win Preston's consent to their marriage. Kate however is in love with the ranch's foreman, Jack Deering, and her father refuses to intervene.\nDesperate, Raphael kidnaps the girl and brings her to a lonely cabin in the woods. Kate fights him, but her strength is no match for the villain.  Meanwhile, the girl's horse has returned home to the ranch by itself. Jack, accompanied by the other cowboys, trails Raphael to the cabin and kills him in a death duel.", "tmdb_plot": "Raphael Praz kidnaps heroine Kate.", "tmdb_id": "919979", "wiki_id": "18024411"}, {"title": "Richelieu", "genres": ["Drama", "History", "Romance"], "wiki_plot": "In 17th-century France, Cardinal Richelieu sends Adrien de Mauprat, who is in love with Richelieu's ward Julie de Mortemar, off to fight the Spanish, as punishment for his disobedience in an earlier military conflict. Baradas (Lon Chaney), a favorite of King Louis XVI, is also in love with Julie, and envies de Mauprat's victories when he winds up winning in battle and returning home a hero. Baradas convinces de Mauprat that the cardinal is plotting against him and draws him into a scheme to kill the cardinal and seize the throne. Richelieu learns of the plot and De Mauprat is imprisoned and sentenced to be executed. Julie pleads for the release of her lover and winds up getting permission to marry him, and de Mauprat is released. Baradas is imprisoned instead, Julie winds up marrying de Mauprat, and Richelieu is restored to power.", "tmdb_plot": "Based on a play by Edward Bulwer-Lytton. Originally released in six reels, but later cut to four due to poor reviews. A lost film.", "tmdb_id": "492807", "wiki_id": "18037450"}, {"title": "The Rose of the Rancho", "genres": ["Romance", "Western", "Adventure"], "wiki_plot": "Esra Kincaid (La Reno) takes land by force and, having taken the Espinoza land, his sights are set on the Castro rancho. US government agent Kearney (Johnston) holds him off till the cavalry shows up and he can declare his love for Juanita \"The Rose of the Rancho\" (Barriscale).", "tmdb_plot": "Esra Kincaid takes land by force and, having taken the Espinoza land, his sights are set on the Castro rancho. Government agent Kearney holds him off till the cavalry shows up and he can declare his love for Juanita, called “the Rose of the Rancho.”", "tmdb_id": "468031", "wiki_id": "14613957"}, {"title": "The Rounders", "genres": ["Comedy"], "wiki_plot": "A drunk reveller, Mr. Full, returns home to a scolding from his wife. Then his equally inebriated neighbor, Mr. Fuller, comes home and starts a fight with his wife. When Mrs. Full hears the physical altercation across the hall (Mr. Fuller starts strangling his wife after she hits him), she sends her husband to investigate. The two wives begin arguing, while Mr. Full and Mr. Fuller seize the opportunity to steal their wives’ money and flee together to a cafe, where they also cause trouble. When their spouses find them, they escape to a leaky rowboat on a pond. Safely out of reach of their wives and the victims of the commotion they caused, they fall asleep, oblivious to the rising water into which they eventually disappear.", "tmdb_plot": "Two drunks fight with their wives and then go out and get even drunker.", "tmdb_id": "53393", "wiki_id": "9497496"}, {"title": "Salomy Jane", "genres": ["Romance", "Western"], "wiki_plot": "In rough-and-tumble Gold Rush-era California, Salomy Jane is saved from the ruffian Red Pete by a heroic stranger (the Man, aka Jack Dart), and he is saved from a lynching after being falsely accused of a crime.", "tmdb_plot": "When beautiful Salomy Jane resists the romantic advances of a young ruffian, she is rescued by Jack Dart, who has his own additional reasons for tangling with the man. Jack fights the ruffian and kills him. He escapes with the law on his trail, for it is (wrongly) presumed that he is also the man who held up the stagecoach. Salomy Jane comes to his rescue when he is captured and about to be lynched.", "tmdb_id": "362481", "wiki_id": "19484455"}, {"title": "The Sign of the Cross", "genres": [], "wiki_plot": "Rome, 64 A.D. When the emperor Nero renews the persecutions against Christians, the prefect Marco Superbo fears for the life of Mercia, a Christian with whom he is in love. The woman, however, is arrested and the emperor refuses to pardon her unless she renounces her faith. Mercia not only rejects the offer that is communicated to her by Marco but, before entering the arena, also converts Marco who, together with her, faces death.", "tmdb_plot": "In 64 A.D., Marcus Superbus is Prefect of Rome. When the Emperor Nero decides to renew persecution of the Christians, Marcus opposes him, fearing for the safety of Mercia, the Christian woman whom he loves. Through the machinations of the Empress Poppaea and other women at court, Tigellinus, Nero's agent in the war against the Christians, convinces Nero to have Mercia arrested. Marcus appeals to the emperor for mercy, but is told that she can be saved only by renouncing Christianity. Waiting to enter the arena to be killed, Mercia steadfastly refuses to reject her religion, despite Marcus' pleas. Finally, Marcus is converted by her and they enter the arena to face death together.", "tmdb_id": "233333", "wiki_id": "44790872"}, {"title": "Silent Witnesses", "genres": ["Drama"], "wiki_plot": "When Variusha, a maid in a Russian upper-class household, is not allowed to go and see her children in the country, the porter's granddaughter Nastya agrees to replace her. Soon she attracts the attention of Pavel, the son of the house, who starts flirting with her. When Nastya finds out that Yelena, Pavel's fiancée, has a lover, she tries to chase him away and refuses the money offered to her to remain silent. But Pavel does not want to endanger the wedding arranged for him. He has lost interest in Nastya and treats her only as a maid.", "tmdb_plot": "In order to allow another servant to go home to be with her children, Nastya agrees to serve in her place, as a maid in the household in which Nastya's grandfather is a porter. Soon afterwards, the woman who owns the house goes on a trip, leaving her son Pavel at home. Pavel is engaged to Ellen, but Ellen flirts openly with other men. Nastya and the servants quickly realize that Ellen is having an ongoing romantic affair with Baron von Rehren. This puts the servants, and especially the sensitive Nastya, in a painfully uncomfortable position.", "tmdb_id": "174102", "wiki_id": "42726897"}, {"title": "The Squaw Man", "genres": ["Drama", "Western"], "wiki_plot": "James Wynnegate (Dustin Farnum) and his cousin, Henry (Monroe Salisbury), are upper class Englishmen and trustees for an orphans’ fund. Henry loses money in a bet at a derby and embezzles money from “the fund” to pay off his debts. When war office officials are informed of the money missing they pursue James, but he successfully escapes to Wyoming. There, James rescues Nat-U-Ritch (Lillian St. Cyr), daughter to the chief of the Utes tribe, from local outlaw Cash Hawkins (William Elmer). Hawkins plans to exact his revenge on James, but has his plans thwarted by Nat-U-Ritch, who shoots him dead. Later, James has an accident in the mountains and needs to be rescued. Nat-U-Ritch discovers him and carries him back to safety. As she nurses him back to health, they fall in love and later have a child.\nMeanwhile, during an exploration of the Alps, Henry falls off a cliff. Before he succumbs to his injuries, Henry signs a letter of confession proclaiming James’s innocence in the embezzlement. Before Henry's widow, Lady Diana (Winifred Kingston) and others arrive in Wyoming to tell James about the news, the Sheriff recovers the murder weapon that was used against Cash Hawkins in James and Nat-U-Ritch's home. Realizing that their son is not safe, the couple sends him away, leaving them both distraught. Facing the possibilities of losing both her son and her freedom, Nat-U-Ritch decides to take her own life instead. The movie ends with both the chief of the Utes tribe and James embracing her body.", "tmdb_plot": "Blamed for the theft of an orphans fund, Captain James Wynnegate flees to the West where he makes a new life with the Indian woman Nat-U-Rich.", "tmdb_id": "161710", "wiki_id": "1762869"}, {"title": "The Temptations of Satan", "genres": ["Drama"], "wiki_plot": "Satan (James O'Neill) decides to ruin the innocence of ambitious Everygirl (Vinnie Burns), who has a beautiful voice and wishes to pursue a career singing in opera. He thus assumes human form and follows her in order to make sure that she accepts his terms.", "tmdb_plot": "Satan decides to ruin the innocence of ambitious Everygirl , who has a beautiful voice and wishes to pursue a career singing in opera. He thus assumes human form and follows her in order to make sure that she accepts his terms.", "tmdb_id": "578772", "wiki_id": "50637468"}, {"title": "Tess of the Storm Country", "genres": ["Drama"], "wiki_plot": "Tessibel Skinner is a young woman in a squatter village on the coast, where she lives with her father, a local fisherman. Towering above the village is the estate of Elias Graves, a wealthy man who hopes to use his influence to remove these squatters from his land. When his lawyer is unable to so directly, he instead enacts a ban on net fishing, removing the livelihoods of many people in the village, including Tess and her father.\nDespite the ban, some continue to fish illegally, though they are soon confronted by men sent by Graves. In this confrontation, one of Graves’ men is shot and killed. Tess’ father is wrongfully accused of the murder and arrested. Meanwhile, through these altercations Tess meets Frederick Graves, Elias’ son, who is home on a break from his theological studies. Before long, the two begin a forbidden romance. Also on break with Frederick is Dan Jordan, a friend from his fraternity, who simultaneously falls in love with Frederick’s sister, Teola.\nSoon after Dan and Frederick return to college, Teola learns that she is pregnant and struggles to decide if she should tell Dan. Her decision is made for her soon enough, as she receives a letter informing her that Dan has died heroically in a fire at the fraternity. Unable to confide in her very stern father, Teola is distraught and turns to Tess for support. Once the baby is born, Tess agrees to take the child and bear the social stigma of having a child out of wedlock.\nUpon his return, Frederick is forced to shun Tess for her sin despite his remaining love for her. Soon, however, Teola’s baby falls ill and Tess decides to take him up to Elias’ church to be baptized. Disgusted by Tess and the child, Elias refuses, shaming them publicly. Teola, having witnessed her father’s anger, decides to step forward and admit the truth about her child. Tess is forgiven and it is decided that Teola will die with her son. Meanwhile, the true murderer is found, allowing Tess’ father to be released from prison.", "tmdb_plot": "A young girl, squatting on a wealthy man's land fights for her fellow squatters' right to stay.", "tmdb_id": "174023", "wiki_id": "21254215"}, {"title": "Those Love Pangs", "genres": ["Comedy"], "wiki_plot": "The Tramp fights for the attention of the landlady with the Rival (played by Chester Conklin). The Rival makes his attempt first. While he is talking to the Landlady (played by Helen Carruthers), the Tramp pokes him with a fork from behind a curtain. The Rival gets upset and the landlady becomes annoyed. The Tramp goes on to talk to her. As the Tramp sweet talks the Landlady, the Rival does the same thing the Tramp did to him. The Landlady gets upset and walks away from the Tramp. Upset, the Tramp takes the Rival outside.They eventually go their separate ways when the Tramp stays outside a bar and the Rival keeps walking toward a park. Before the Tramp goes into the bar, he is distracted by an attractive girl (Vivian Edwards) who walks past and glances at him. The Tramp follows her until her tall boyfriend appears. He runs away immediately.Once at the park the Tramp finds the Rival being kissed by a girl (Cecile Arnold). The girl the Tramp had encountered before ends up at the park as well with her boyfriend. The Tramp becomes jealous of the other two men. He follows the two girls to a theater and sits between them. He finally has the attention of both girls and dozes off. The boyfriend and the Rival come into the theater to find the Tramp with their respective girlfriends, who run away immediately upon seeing their respective boyfriends. When the Tramp finally opens his eyes and realizes what is happening, he falls out of his chair, sending the whole audience into chaos. The film ends with the Tramp getting thrown into the screen.", "tmdb_plot": "Charlie and a rival vie for the favors of their landlady.", "tmdb_id": "53394", "wiki_id": "11453344"}, {"title": "Tillie's Punctured Romance", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Charles Chaplin portrays a womanizing city man who meets Tillie (Marie Dressler) in the country after a fight with his girlfriend (Mabel Normand). When he sees that Tillie's father (Mack Swain) has a very large bankroll for his workers, he persuades her to elope with him. In the city, he meets the woman he was seeing already, and tries to work around the complication to steal Tillie's money. He gets Tillie drunk in a restaurant and asks her to let him hold the pocketbook. Since she is drunk, she agrees, and he escapes with his old girlfriend and the money.\nLater that day, they see a Keystone film in a nickelodeon entitled \"A Thief's Fate\" (which is, ironically, a melodrama, a type of film Keystone did not produce) which illustrates their thievery in the form of a morality play. They both feel guilty and leave the theater. While sitting on a park bench, a paperboy (Gordon Griffith) asks him to buy a newspaper. He does so, and reads the story about Tillie's Uncle Banks (Charles Bennett), a millionaire who died while on a mountain-climbing expedition. Tillie is named sole heir and inherits three million dollars. The man leaves his girlfriend on the park bench and runs to the restaurant, where Tillie is now forced to work to support herself as she is too embarrassed to go home. He begs her to take him back and although she is skeptical at first, she believes that he truly loves her and they marry. They move into the uncle's mansion and throw a big party, which ends horribly when Tillie finds her husband with his old girlfriend, smuggled into the house and working as one of their maids.\nThe uncle is found on a mountaintop, alive after all. He goes back to his mansion, in disarray after Tillie instigated a gunfight (a direct result of the husband smuggling the old girlfriend into the house) which, luckily, did not harm anyone. Uncle Banks insists that Tillie be arrested for the damage she has caused to his house. The three run from the cops all the way to a dock, where a car \"bumps\" Tillie into the water. She flails about, hoping to be rescued. She is eventually pulled to safety, and both Tillie and the man's girlfriend realize that they are too good for him. He leaves, and the two girls become friends.", "tmdb_plot": "A womanizing city man meets Tillie in the country, after a fight with his girlfriend. When he sees that Tillie's father has a very large bankroll for his workers, he persuades her to elope with him.", "tmdb_id": "22943", "wiki_id": "238484"}, {"title": "The Tragedy of Whispering Creek", "genres": ["Western"], "wiki_plot": "A vile bully known as The Greaser (Lon Chaney) is terrorizing the young ladies in a mining town called Whispering Creek. When he tries to accost a young teenage orphan girl, her fiance Bashful Bill gives the Mexican a sound beating. Soon after, a handsome stranger (Murdock MacQuarrie) rides into town and saves the same girl from the Greaser again. Falling in love with her himself, he tries to romance the young lady, unaware that she is engaged to Bashful Bill.\nWhen he learns they are set to be wed, he decides to not interfere in their happiness. The stranger leaves town, but on the way out, he spots the Greaser lying in ambush, plotting to kill Bashful Bill and the girl. The stranger and the Greaser shoot it out, and wind up killing each other in the ensuing gunfight, saving Bill's and the girl's life in the process.", "tmdb_plot": "American silent short movie.", "tmdb_id": "347912", "wiki_id": "18020144"}, {"title": "The Trey o' Hearts", "genres": ["Drama"], "wiki_plot": "An evil young woman named Judith Trine and her father are plotting to destroy Alan Law, because for many years her father hated Alan's father, and now they have transferred that hatred onto Alan himself. Judith's twin sister Rose (also played by Cleo Madison) is in love with Alan. As the serial progresses, Alan manages to survive a number of life-threatening events. Over time, Judith finds herself falling in love with Alan. On the day of their wedding in a chapel, Rose and Alan are struck by lightning. Rose is killed, and Alan is badly injured. Unbeknownst to Alan, Judith takes Rose's place and nurses him back to health.", "tmdb_plot": "Film serial.", "tmdb_id": "753251", "wiki_id": "15452336"}, {"title": "The Typhoon", "genres": ["Drama"], "wiki_plot": "Romantic tragedy about a young Japanese man and a Parisian actress.", "tmdb_plot": "Tokoramo, a Japanese diplomat on a mission to Paris, begins a love affair with Helene, a chorus girl, who subsequently rejects her American fiancé, Richard Bernisky. When the Japanese discover the affair, they try to force Tokoramo to end it, but Helene refuses to stop visiting him. One night, during one of her visits, Bernisky comes to Tokoramo's apartment and, while Helene hides, rebukes her to her lover. After Bernisky leaves, Tokoramo orders Helene out, but when he realizes his love for her, he calls her back. Suddenly, she rejects and insults him to the point that he strangles her. Tokoramo wants to confess his crime, but he must complete his work, and so his countrymen sacrifice a boy, Hironari, who pleads guilty to the murder and eventually is guillotined. In the end, Tokoramo also dies and his colleagues burn his valuable papers in order to protect Japan. -From the TCM.com Database, powered by the AFI.", "tmdb_id": "248912", "wiki_id": "44777675"}, {"title": "The Vampire's Trail", "genres": ["Drama"], "wiki_plot": "A young mother wants to be with her child so much that she is cross to her husband when he asks her to spend a pleasant evening with him away from home. The husband in consequence seeking diversion and relief from business cares alone, drifts away from her.", "tmdb_plot": "The second of three films featuring Alice Hollister as an evil vamp.", "tmdb_id": "941489", "wiki_id": "63204337"}, {"title": "What's His Name", "genres": ["Comedy", "Drama"], "wiki_plot": "A baker’s daughter, Nellie Duluth, marries a soda fountain operator, Harvey. After a handful of happy years of marriage, Nellie meets a chorus girl passing through their tiny town and becomes friends with her. She offers Nellie a spot in their chorus for 20 dollars a week, and she accepts it. Not wanting to separate from her family, Harvey and their now daughter, Phoebe, come with her to New York to work. Nellie gains popularity rapidly, acquiring the attention of a wealthy millionaire, Fairfax. It is suggested to Nellie by the companies theater manager that she should distance herself from her husband and daughter, so she moves the both of them to a house in Tarrytown, equipped with a maid and a cook. Nellie continues to stay and work in Manhattan, only spending time and visiting her family on Sundays.\nAfter repeatedly getting humiliated, Harvey becomes known as “What’s His Name.\" Having enough of the treatment and embarrassment, Harvey shows up at a party in Nellie’s dressing room wielding a pistol. Fairfax pays Harvey a visit at the Tarrytown home and offers him a large sum of money in exchange for Harvey letting Nellie go. This resulted in Harvey punching Fairfax, which then led to Harvey getting beaten. Being under Fairfax’s hold, Nellie stops paying rent on the Tarrytown home and throws her husband and daughter out, leaving them to walk back to their tiny hometown on foot, with nothing but a “God Bless Our Home” wall plaque in hand. During Harvey and Phoebe’s month-long trek back home, Nellie travels to Reno, Nevada, to file for divorce. When Phoebe becomes life-threateningly sick, Harvey contacts Nellie. Coming out of Fairfax’s charm, she decides to abandon the idea of divorce and go back to her family to care for her daughter.", "tmdb_plot": "Soda jerk Harvey is the most popular man in Blakeville NY and deliriously happy through three years of poverty-stricken marriage to Nellie. After a musical comedy troupe comes through, Nellie becomes an actress. When she then falls for a millionaire and goes to Reno for a divorce, Harvey takes their child Phoebe home where her later illness brings her parents back together.", "tmdb_id": "700132", "wiki_id": "14590035"}, {"title": "The Wishing Ring: An Idyll of Old England", "genres": ["Drama"], "wiki_plot": "Giles is the roundy son of the respected Earl of Bateson, and he routinely sends his father letters while he is away at school, assuring his father that he is achieving good marks in his classes. However, despite these assurances, Giles is kicked out of school for \"Gross Misconduct\", and he returns home to his father. Giles at first pretends that his grades were SO good that the Dean has given him a vacation, but the Earl has already gotten word from the school, and Gile's can't lie his way out of it.\nGiles is given a tutor, but when the tutor falls asleep, Giles sneaks out, eventually going to his Godfather, Mr. Annesley, and he explains the situation. Annesley has been having troubles himself with someone stealing his Roses, and as he is about to leave town, he asks Giles to watch his Rose garden for him while he is away.\nGiles soon learns that Sally, the parsons daughter, has been taking the roses, but when he confronts her about it, she realizes that her motives were pure, and she soon wins him over. Sally thinks he is simply a gardener, and she takes him to meet her father as the two become better acquainted.\nOne day, Giles pays some Gypsies to give Sally a silver ring, which they call a \"Wishing ring\" that will grant the wish of whoever wears it, and later, he sneaks behind Sally and kisses her after she wishes for \"A kiss from her true love\". Nice move by Giles.\nAfter a few days, Giles receives word that Annesley is coming back, and he asks Giles to invite all of the neighbors to a Lawn Party to welcome him home. However, when Giles tells Sally, she realizes that she does not have the proper clothes for a fancy party. Undeterred, Giles goes out to buy her a new dress and shoes, and sneaks it into her home without her noticing, writing \"From the Wishing Ring\" on the box.\nBefore the party, Giles receives a letter from his father, telling him that he knows where he is, and that he does not wish to see him until he can earn a Half-crown to prove himself (Kind of a small amount of money even by these times, but ok, sure). Later, at the party, the letter falls out of Giles pocket, and Sally and her father find the note and read it, unbeknownst to Giles.\nSally, with her pure heart, takes it upon herself to reconcile the relationship between father and son, and she goes to the home of the Earl, quickly befriending him as they place chess together. In fact, Sally visits him every day, and she becomes very sad for him as he is pained by a serious case of Gout. She decides to ask the Gypsies about a cure for the Earl, and they tell her to visit the \"Devils Cliff\" at midnight, by the light of the moon, where she will find a magic herb that cures all disease. Sounds legit.\nThat night, Sally leaves her house in the middle of the night at travels to Devils cliff, but the next morning, she is found seriously injured, having fallen off the cliff in the dark.\nAs Sally is taken to her home, word spreads quickly that she has been injured, and the Earl immediately runs out of his house (with his gout) to make his way to her. Along the way though, his horse goes lame and he stops to borrow another horse, paying the man he borrows it from a half-crown. However, the horse actually belongs to Giles, and the man gives Giles the half crown while simultaneously telling him about Sally's fall.\nMuch like his father, Giles IMMEDIATELY runs to Sally, getting there just before his father, and the two briefly chat before the Earl arrives. Giles at first hides as his father comes in to check on Sally, but soon Giles comes out, angering his father. However, Sally tells the Earl that he must forgive his son, as he has fulfilled his conditions and earned a half-crown. The two smile and embrace each other, and all is well.\nThe film ends with a celebratory feast at the wedding of Sally and Giles.", "tmdb_plot": "Giles Bateson gets expelled from college for misconduct. His angry father, the Earl, sends him a message: \"Never let me see you again until you have earned a half crown and proven yourself worthy of confidence.\"", "tmdb_id": "130274", "wiki_id": "32770081"}, {"title": "The World, the Flesh and the Devil", "genres": [], "wiki_plot": "A very miserable woman hatches a plot to switch the babies of a poor family and a rich family. But the nurse hired to pull off this transfer refuses to go through with it, leaving each baby with its proper family.  When the babies are grown, the man from the poor family (who has been led to believe that he did come from the rich family) goes to the house of the other and throws him out. The remainder of the film deals with the frustrations of mistaken identity.", "tmdb_plot": "An intensely unhappy woman hatches a plot to switch the babies of a poor family and a rich family. But the nurse hired to pull off this transfer refuses to go through with it, leaving each baby with its proper family. When the babies are grown, the man from the poor family (who has been led to believe that he did come from the rich family) goes to the house of the other and throws him out. The remainder of the film deals with the frustrations of mistaken identity.", "tmdb_id": "284085", "wiki_id": "15062787"}, {"title": "The Wrath of the Gods", "genres": ["Romance", "Drama"], "wiki_plot": "Baron Yamaki (Sessue Hayakawa) is a fisherman who lives along with his daughter Toya San (Tsuru Aoki) on an island. The island is inhabited by Buddhists and Yamaki had been cursed by Buddha for an affront by one of his ancestors who, in a murderous rage, defiled an altar of Buddha in the nearby temple. The curse was that if his daughter married anyone, then the nearby volcano would erupt. Toya finds it difficult to form relationships with boys because the village prophet Takeo (Thomas Kurihara) has spread the rumour that she is cursed. She is therefore unwilling to continue her father's acceptance of the curse. When Yamaki takes Toya-san to the Buddha shrine in the garden of his house to pray and try to get the curse removed, she vents her feelings about the god's unfairness.\nAn American sailor, Tom Wilson (Frank Borzage), whose ship has been wrecked in a storm, comes to them for help and shelter. Wilson falls in love with Toya and teaches her about Christianity. To the consternation of her father, Toya decides to convert and marry Tom at the local Japanese-American mission. However, her father also converts. The locals, who have been stirred up by Takeo, go on a murderous rampage against the family. They first go to the chapel but the newlyweds evade them and so they go to the beach house instead. When the mob reaches his house, Yamaki throws out the Buddha statue he had set up in his house and puts a cross in its place. The villagers are infuriated by this; they beat him to death beneath the cross and burn his house. Eventually, the volcano erupts and the village is destroyed, and Takeo dies in an avalanche. Only Tom Wilson and Toya San survive. They are taken away from the destroyed village by a United States merchant vessel. At the end of the film, Tom tells his bride, \"Your gods may be powerful, Toya San, but mine has proved his omnipotence. You are saved to perpetuate your race.\"", "tmdb_plot": "An American sailor falls in love with a fisherman's daughter and convinces her that Jesus is more powerful than the gods who have cursed her.", "tmdb_id": "145747", "wiki_id": "42751706"}]