[{"title": "The 1002nd Ruse", "genres": ["Comedy"], "wiki_plot": "The film is set in 1915 Russia. A wife is cheating on her husband while he is fallen asleep after she gave him intoxicating drink. Suddenly the husband wakes up, but his wife tricks him and hides her lover in her closet. While the husband is trying to find out what happened his wife trick him with another ruse...", "tmdb_plot": "To thwart the manipulative habits of his flirtatious young wife, an old man reads the invaluable book, 'One Thousand and One Feminine Ruses - Practical Directions for Elderly Husbands.' Thanks to the book, the husband manages to foil many of his fickle partner's plans, but she's determined to have the last word.", "tmdb_id": "212833", "wiki_id": "60820826"}, {"title": "After Death", "genres": ["Drama", "Horror"], "wiki_plot": "The film is based on the novella Klara Milich (1883) by Ivan Turgenev.\n\"Reclusive young man Andrei is reluctantly persuaded out to social events by his friend Tsenin, and encounters the beautiful actress Zoia. The two meet briefly but then he does not see her for months. He is then shocked to learn that she has collapsed and died, and he becomes morbidly and madly obsessed with her.\"", "tmdb_plot": "Young scholar Andrei, fascinated by haunting actress Zoia Kadmina, is surprised when she sends him a note. The two have a brief scheduled meeting, then three months later Andrei is shocked to learn she has died. He becomes obsessed with her memory and decides he must find out all that he can about her.", "tmdb_id": "132397", "wiki_id": "57656891"}, {"title": "Alas and Alack", "genres": ["Drama"], "wiki_plot": "Jess is the wife of a poor hunchbacked fisherman (Lon Chaney).  She daydreams of being very rich after she sees a beautiful yacht in the harbor. The yacht anchors near the beach while Jess is laboriously mending nets for her husband. The yacht is owned by the wealthy Mr. Charles Holcombe. Despite his wealth, Holcombe is unhappily married to a nagging old wife who spends all her time fussing over her pet dog. Holcombe rows ashore to escape his wife's constant nagging.\nJess' little girl is playing on the beach, and after eagerly listening to the noise in a large seashell, brings it to her mother and asks her to tell her what makes the noise inside the shell. Jess tells her daughter a fairy tale about a beautiful girl who was imprisoned in a seashell by an evil fairy because she dared to love a handsome prince, and the noises they hear inside the seashell is actually the cry of the imprisoned girl. Holcombe comes upon the two women as Jess is relating the fairy tale to her child, holding Holcombe spellbound. The fairy tale then unfolds onscreen, with Arthur Holcombe as the Prince, Jess as a Mermaid, and Jess' fisherman husband as \"Hunchback Fate\", three characters in her story.\nHolcombe talks with the young women and laments that such a beautiful young woman lives such a terrible life. He picks a bouquet of daisies, but having no excuse to linger longer, he returns to his ship, where his wife nags him for being away for so long. As the yacht sails off, Holcombe sits dreaming about how wonderful it would be to have a good wife like Jess, while Jess sits on the shore dreaming of the wealthy man she just met and his beautiful yacht. As she daydreams, Jess' fisherman husband suddenly hands her more nets to mend, rudely returning her to the reality of her tedious, impoverished life.", "tmdb_plot": "A fishwife tells her young daughter a fairy story about a princess imprisoned by a hunchback in a seashell, a story that parallels her own life.", "tmdb_id": "105498", "wiki_id": "18109851"}, {"title": "Alice in Wonderland", "genres": ["Family", "Fantasy"], "wiki_plot": "Alice lives happily until chasing a White Rabbit. She swims in her own tears and meets a Mouse, a Dodo, and an Owl, who have a Caucus Race. Alice comes face to face with weird men called Tweedledee and Tweedledum (lost footage). She meets the Caterpillar, then runs away and meets the Cheshire Cat. She finds the Mad Hatter and March Hare, who live at a tea party in the woods (lost footage). Alice then meets the Lion and the Unicorn (lost footage). She then meets the Duchess and a Mock Turtle. She then encounters Humpty Dumpty (lost footage). Alice then meets a Puppy, and The Queen of Hearts. They then play an odd game of Croquet, and attend a trial. Alice offends the Queen, who chokes her. Alice then wakes up on the riverbank, where she fell asleep while sitting with her elder sister and discovers that her adventures were a dream.", "tmdb_plot": "Alice goes with her sister to a picnic and then she falls asleep and starts dreaming about a wonderland full of talking animals and walking playing cards.", "tmdb_id": "87300", "wiki_id": "23669602"}, {"title": "Anna Karenina", "genres": ["Drama", "Romance"], "wiki_plot": "Anna Karenina is a married aristocrat and socialite living in Saint Petersburg. She is living a torrid romance with a wealthy and young count, he loves her and is willing to marry her once she leave her husband.\nHowever, Russian society's rejection makes her feel isolated, possessive and even paranoid due to her infidelity's suspicions which will lead eventually to her  suicide.", "tmdb_plot": "Anna Karenina is a married aristocrat and socialite living in Saint Petersburg. She is living a torrid romance with a wealthy and young count, he loves her and is willing to marry her once she leave her husband.", "tmdb_id": "466561", "wiki_id": "18163650"}, {"title": "Are You a Mason?", "genres": ["Comedy"], "wiki_plot": "Frank Perry discovers that his wife desires him to become a Mason. Taking advantage of the opportunity, Perry goes out for several nights to carouse and have fun while telling his wife that he is undergoing initiation at the Masonic lodge. When his wife invites her father, a Grand Master of the Masons, for a visit, Frank goes to comedic lengths to avoid being found out. The farce is magnified by the circumstance that his father-in-law has also been lying about his Masonic association.", "tmdb_plot": "Frank Perry's wife Helen is away visiting her mother, and he uses this \"free time\" for a night of drinking at a nightclub. Unfortunately, when he tries to return home, he enters the wrong house and is nearly arrested When Helen comes back he tells her that the \"incident\" was actually an initiation rite of the Masons, knowing that his wife has always wanted him to join the group. She excitedly tells her father about Frank's becoming a Mason, since her father is also a Mason. What neither she nor Frank know is that her father has actually been doing the same thing Frank is--pretending to be a Mason when he actually isn't. Complications ensue.", "tmdb_id": "644606", "wiki_id": "31527926"}, {"title": "Assunta Spina", "genres": ["Drama"], "wiki_plot": "Assunta Spina is a laundress living in Naples, engaged to a violent butcher named Michele Mangiafuoco. She is also courted intensely by Raffaele. When she accepts Raffaele's offer to dance during an open air feast in Posillipo, as she feels Michele is ignoring her, tragedy strikes. Michele, blinded by rage, slashes her face and is subsequently arrested. During the trial she bears witness in order to rescue him, saying he never wounded her, but the jury does not believe her. She is enticed by the court vice-chancellor to strike a bargain—Michele will stay in the nearby prison of Naples instead of Avellino, and at the end of the punishment Michele will kill the vice-chancellor before Assunta's eyes.  She must take responsibility for the act before the eyes of the police in order to save her man.", "tmdb_plot": "Assunta and Michele are in love, but others come between them and jealousy arises. Assunta Spina stands out as an early landmark of naturalistic acting and a blueprint for the Italian Neorealist films to come.", "tmdb_id": "174203", "wiki_id": "4119697"}, {"title": "The Battle Cry of Peace", "genres": ["Drama"], "wiki_plot": "In a war-torn world, Enemy agents under the leadership of \"Emanon\" conspire with pacifists to keep the American defense appropriations down at a time when forces of the enemy are preparing to invade. The invasion comes, and New York, Washington, and other American cities are devastated and the enemies take over the country", "tmdb_plot": "Enemy agents under the leadership of \"Emanon\" conspire with pacifists to keep the American defense appropriations down at a time when forces of the enemy are preparing to invade. The invasion comes, and New York, Washington, and other American cities are devastated.", "tmdb_id": "279399", "wiki_id": "36422018"}, {"title": "The Birth of a Nation", "genres": ["Drama", "History", "War"], "wiki_plot": "The film consists of two parts of similar length. The first part closes with the assassination of Abraham Lincoln, after which there is an intermission. At the New York premiere, Dixon spoke on stage between the parts, reminding the audience that the dramatic version of The Clansman appeared in that venue nine years previously. \"Mr. Dixon also observed that he would have allowed none but the son of a Confederate soldier to direct the film version of The Clansman.\"", "tmdb_plot": "Two families, abolitionist Northerners the Stonemans and Southern landowners the Camerons, intertwine. When Confederate colonel Ben Cameron is captured in battle, nurse Elsie Stoneman petitions for his pardon. In Reconstruction-era South Carolina, Cameron founds the Ku Klux Klan, battling Elsie's congressman father and his African-American protégé, Silas Lynch.", "tmdb_id": "618", "wiki_id": "3333"}, {"title": "Bout-de-Zan et l'embusqué", "genres": [], "wiki_plot": "France during World War I: Bout de Zan is irritated by his uncle's friend Marius always bragging about his shooting skills. When Marius bets that he will shoot a small bird in a tree, Bout de Zan finds out that he has paid a boy to drop a dead bird from the tree against which he will shoot a blank. Bout de Zan has the dead bird replaced by a stuffed one accompanied by a note saying that rather than lying he should go and fight the Germans. Ashamed, Marius rushes to enlist.", "tmdb_plot": "", "tmdb_id": "47577", "wiki_id": "43198616"}, {"title": "Bughouse Bellhops", "genres": ["Comedy"], "wiki_plot": "Lonesome Luke and his accessory, Moke Morpheus, are discovered in bellhop uniform, blissfully dozing on a bench in the lobby of the Bughouse Hotel. Comes a guest, and the desk clerk rings a bellhop. But, in the words of Aristotle, or Ted or someone, \"you can ring and you can ring, but the house is boarded up.\" The clink of a few pieces of silver seems to touch some dormant chord in the boys' subconscious minds, and they immediately get on the job. Moke, after seeing the guest to his room, tries, of course, to hide the fact that a tip would be in order, and because of his modesty flies quickly from the room with the kindly aid of the roomer's leather encased pedal extremities. Luke escorts a girl guest to her room, and is starting quite a flirtation with her, when Moke, whose motto is \"pass nothing up\" approaches them and tells Luke that there is a tall tip awaiting him in the new guest's room. Luke goes, and the guest learns how foolish and wasteful it is to break a perfectly good water pitcher on a bellhop's head. Luke then staggers back to Moke, and sends him with neatness and dispatch through a door and into the lap of a retiring guest. With the arrival of a roughneck bouncer and his pretty wife, a fascinating free-for-all is started, in which Luke, with a fire hose, gallantly stands off the concerted attack of the whole household.", "tmdb_plot": "Lonesome Luke and his accessory, Moke Morpheus, are discovered in bellhop uniform, blissfully dozing on a bench in the lobby of the Bughouse Hotel. Comes a guest, and the desk clerk rings a bellhop. But, in the words of Aristotle, or Ted or someone, \"you can ring and you can ring, but the house is boarded up.\"", "tmdb_id": "765051", "wiki_id": "14106619"}, {"title": "The Bulgarian Is Gallant", "genres": ["Comedy"], "wiki_plot": "Bulgaran is an elegant and outgoing gentleman. He meets a young lady in the street of the city and starts flirting with her. However, she decides to teach him a lesson and asks if he would accompany her to the marketplace. There she goes on a shopping spree, but it turns out she had left all her money home. The lady asks Bulgaran to lend her some to which plea he readily agrees.\nThe lady then takes the gentleman to a fancy restaurant where she orders expensive drinks and refreshments, all to Bulgaran's expense. When they are finished in the restaurant Bulgaran is asked to carry the parcels with the lady's purchases to her home. On the way to there, they meet her husband and the lady proposes the couple took a cab to their house so they can relieve the \"porter\" from his heavy duty. The couple takes the cab leaving the bewildered Bulgaran a coin for his services.", "tmdb_plot": "Bulgaran is an elegant and outgoing gentleman. He meets a young lady in the street of the city and starts flirting with her. However, she decides to teach him a lesson and asks if he would accompany her to the marketplace. There she goes on a shopping spree, but it turns out she had left all her money home. The lady asks Bulgaran to lend her some to which plea he readily agrees. The lady then takes the gentleman to a fancy restaurant where she orders expensive drinks and refreshments, all to Bulgaran's expense. When they are finished in the restaurant Bulgaran is asked to carry the parcels with the lady's purchases to her home. On the way to there they meet her husband and the lady proposes the couple took a cab to their house so they can relieve the \"porter\" from his heavy duty. The couple take the cap leaving the bewildered Bulgaran a coin for his services.", "tmdb_id": "433321", "wiki_id": "46768148"}, {"title": "Captain Courtesy", "genres": ["Western", "Action", "History"], "wiki_plot": "Set against the events surrounding the formation of the California Republic on June 14, 1846 and its occupation by United States forces on July 9, 1846, Dustin Farnum plays the son of American settlers of Alta California who when he was a young boy were killed by the Mexicans, upon whom he has vowed revenge. Now a young man, he invents the persona of \"Captain Courtesy,\" a mysterious masked defender of Americans' rights in the Alta California territory.  An American-style Robin Hood, he robs wealthy Mexicans and gives the plunder to his fellow Americans. Courtenay Foote plays a renegade American spying for the Mexicans who encounters Captain Courtesy at a mission and informs the Mexican authorities, who dispatch military troops to capture him. Captain Courtesy rides out of the mission, encounters a troop of American cavalrymen, and leads them back to the mission in time to liberate the local Americans. He learns that the American spy was responsible for his parents' death, but the woman he loves stops him from exacting revenge.The pictured 1915 advertisement in Variety (which erroneously lists the author as \"Edward Charles Carpenter), subtitled \"A romantic story of the Mexican occupation of California, 1840-1846\", depicts a man clad in buckskins and promises \"red blooded action, ardent love making, excellent photography from start to finish.\"", "tmdb_plot": "A romantic melodrama set in old California.", "tmdb_id": "1004273", "wiki_id": "44804436"}, {"title": "The Captive", "genres": ["War", "Drama", "Romance"], "wiki_plot": "The Captive chronicles the life of a young woman named Sonia Martinovitch (Blanche Sweet) who lived during the midst of the Balkan Wars. She lives close to the Turkish border on a small farm in Montenegro with her older brother Marko Martinovich (Page Peters) and younger brother Milo (Gerald Ward). Nearby, a Turkish nobleman by the name of Mahmud Hassan (House Peters) lives in a lavish palace. Marko is killed in the Battle of Lüleburgaz, leaving Martinovich and Milo helpless. Subsequently, Hassan is taken prisoner, and assigned to the Martinovich's farm to help with the chores Sonia is unable to complete without her brother.\nAt first, Sonia holds Hassan captive with the use of her bullwhip and forces him to get water, bake, and plow the fields. Hassan begins to befriend young Milo to alleviate his humiliation and suffering. Gradually, Sonia warms up to him and they fall deeply in love.\nThe war wages on, and the Ottomans recapture the village where Sonia, Hassan and Milo live. A drunken officer (William Elmer) tries to force himself on Martinovich, but she refuses. Fueled by love, Hassan intervenes, despite the fact that the officer is Turkish. When the Ottoman army is driven out of the village, Hassan returns home to find that he has been stripped of his title, his land has been taken, and he has been banished from his homeland, all for thwarting the drunken officer's attack on Sonia. Meanwhile, at the farm, a pack of unruly scavengers have burned the Martinovich family's modest house, forcing them to abandon their home. The siblings meet Hassan on the road, and the lovebirds and Milo walk off to begin a new life together.", "tmdb_plot": "Set during the Balkan Wars, The Captive tells the story of Sonia, a young woman living in Montenegro and left to care for her younger brother Milos and the family farm when older brother Marko goes off to battle. Unable to handle the day-to-day tasks following her brother’s tragic death, help comes in the form of Mahmud Hassan (House Peters, Prisoners of the Storm) a captured Turk nobleman now a prisoner of war. Tasked with helping Sonia, their initial frosty relationship soon melts into love. As the war rages on Sonia, Mahmud and Milos will face near-insurmountable obstacles in their quest for a better life amidst the hell of war.", "tmdb_id": "415021", "wiki_id": "14616918"}, {"title": "Carmen", "genres": ["Drama"], "wiki_plot": "Don José, an officer of the law, is seduced by the gypsy girl Carmen, in order to facilitate her clan's smuggling endeavors. Don José becomes obsessed, turning to violent crime himself in order to keep her attention.", "tmdb_plot": "Hot-blooded gypsy Carmen attempts to seduce Don Jose, a lawman sent to thwart a gang of illegal smugglers in Spain. Carmen's plan backfires when Don Jose's passion for the gypsy girl escalates into a jealous rage as she spurns him for her bullfighter beau, Escamillo, with tragic results.", "tmdb_id": "109632", "wiki_id": "14627188"}, {"title": "The Case of Becky", "genres": ["Drama"], "wiki_plot": "Dorothy, victim of the influence that the hypnotist Balzamo has on her, the man who raised her, develops a second personality with a malevolent character named Becky. When Balzamo tries to win the girl, she runs away. Meanwhile, Dr. Emerson, a specialist in nerve diseases, encourages Dr. John Arnold to use his hypnotic powers to heal the sick and tells him that those powers are dangerous because his wife had been the victim of a hypnotist years earlier, who l 'had kidnapped. After the woman's death, all traces of her little girl had been lost.\nDorothy, after her escape, looks for jobs to live on. But when she finds them, Becky's personality re-emerges and makes her lose them. When Dorothy becomes friends with Dr. Emerson's sister, she transforms into Becky and the doctor diagnoses her with a case of split personality. Arnold, who has fallen in love with Dorothy, is ready to \"kill\" Becky, but suddenly Balzamo reappears trying to regain control of the young woman. A mental struggle arises between Balzamo and Arnold which has the doctor as its winner: Balzamo is forced to confess that Dorothy is Emerson's daughter. Having lost his powers, Balzamo goes away. Dorothy is now free to love Arnold.", "tmdb_plot": "When a young girl is placed under hypnotism, it's discovered that she has a split personality.", "tmdb_id": "120650", "wiki_id": "44823401"}, {"title": "The Champion", "genres": ["Comedy"], "wiki_plot": "In this comedy, Charlie Chaplin has a companion—a pet bulldog.  Walking along a street with his bulldog, Charlie finds a \"good luck\" horseshoe just as he passes the training camp of an enormous fighter named Spike Dugan.  Outside the camp is a large, painted advertisement which states Dugan is seeking sparring partners \"who can take a punch.\" After watching other better fighters be soundly beaten by Dugan, Charlie decides his best bet is to put the horseshoe inside his boxing glove.  Using the loaded glove, Charlie connects with a solid punch and wins. The trainer prepares Charlie to fight the world champion. A gambler wants Charlie to throw the fight. He and the trainer's daughter fall in love.", "tmdb_plot": "Walking along with his bulldog, Charlie finds a \"good luck\" horseshoe just as he passes a training camp advertising for a boxing partner \"who can take a beating.\" After watching others lose, Charlie puts the horseshoe in his glove and wins. The trainer prepares Charlie to fight the world champion. A gambler wants Charlie to throw the fight. He and the trainer's daughter fall in love.", "tmdb_id": "43678", "wiki_id": "3011159"}, {"title": "The Cheat", "genres": ["Drama"], "wiki_plot": "Edith Hardy is a spoiled society woman who continues to buy expensive clothes even when her husband, Richard, tells her all his money is sunk into a stock speculation and he can't pay her bills until the stock goes up. She even delays paying her maid her wages, and the embarrassed Richard must do so. Edith is also the treasurer of the local Red Cross fund drive for Belgian refugees, which holds a gala dance at the home of Hishuru Tori, a rich Japanese ivory merchant (or, in the 1918 re-release, Haka Arakau, a rich Burmese ivory merchant). He is an elegant and dangerously sexy man, to whom Edith seems somewhat drawn; he shows her his roomful of treasures, and stamps one of them with a heated brand to show that it belongs to him.\nA society friend of the Hardys tells Edith that Richard's speculation will not be profitable and he knows a better one; he then offers to double her money in one day if she gives it to him to invest in the suggested enterprise. Edith, wanting to live lavishly and unwilling to wait for Richard to realize his speculation, takes the $10,000 the Red Cross has raised from her bedroom safe and gives it to the society friend.\nThe next day, however, her horrified friend tells her his tip was worthless and her money is completely lost. The Red Cross ladies have scheduled the handover of the money to the refugee fund for the day after that. Edith goes to Tori/Arakau to beg for a loan of the money, and he agrees to write her a check in return for her sexual favours the next day. She reluctantly agrees to this, takes his check and is able to give the money to the Red Cross. Then Richard announces elatedly that his investments have paid off and they are very rich. Edith asks him for $10,000, saying it is for a bridge debt, and he writes her a check for the amount with no reproof.\nShe takes it to Tori/Arakau, but he says she cannot buy her way out of their bargain. When she struggles against his advances, he takes his heated brand used to mark his possessions and brands her with it on the shoulder. In their struggle after that, she finds a gun on the floor and shoots him. She runs away just as Richard, hearing the struggle, bursts into the house. He finds the check he wrote to his wife there. Tori/Arakau is only wounded in the shoulder, not killed; when his servants call the police, Richard declares that he shot him, and Tori/Arakau does not dispute this.\nEdith pleads with Tori/Arakau not to press charges, but he refuses to spare Richard. She visits Richard in his jail cell and confesses everything, and he orders her not to tell anyone else  and let him take the blame. At the crowded trial, both he and Tori/Arakau, his arm in a sling, testify that he was the shooter but will not say why. The jury finds Richard guilty.\nThis is too much for Edith, and she rushes to the witness stand and shouts that she shot Tori/Arakau \"and this is my defense\". She bares her shoulder and shows everyone in the courtroom the brand on her shoulder. The male spectators are infuriated and rush to the front, clearly intending to lynch Tori/Arakau. The judge protects him and manages to hold them off. He then sets aside the verdict, and the prosecutor withdraws the charges. Richard lovingly and protectively leads the chastened Edith from the courtroom.", "tmdb_plot": "A venal, spoiled stockbroker's wife impulsively embezzles $10,000 from the charity she chairs and desperately turns to a Burmese ivory trader to replace the stolen money.", "tmdb_id": "70368", "wiki_id": "73395"}, {"title": "Children of the Age", "genres": ["Drama"], "wiki_plot": "The film tells about a successful banker who falls in love with Maria Nikolaevna, the wife of one of his employees, and she in turn is tempted by the wealth of the banker.", "tmdb_plot": "The picture tells the story of Maria (Vera Kholodnaya), a devoted wife of a bank employee. The couple has a cozy life; they have a baby but he is cared for by their maid so Maria can spend her time doing terrific things like going shopping. During one of these consumer afternoons Maria meets by chance an old friend, Lidia, who will introduce her to exclusive idle class social circles. Soon Maria's beauty attracts the interest of Lebedev, a rich old libertine. From that point on Maria suffers continual sexual harassment (worthy of inclusion of any silent film encyclopedia article on beleaguered heroines) which she resists for a time. In the end, however, she falls into his bourgeois claws.", "tmdb_id": "225038", "wiki_id": "57646541"}, {"title": "Chimmie Fadden Out West", "genres": ["Comedy", "Western"], "wiki_plot": "Chimmie is sent out west as part of a scam by a railroad company. He is to pretend to find gold, then retreat as the company takes advantage. Things do not go as planned.", "tmdb_plot": "Chimmie is sent to Death Valley CA as part of a railroad scheme. He's to pretend to have discovered gold there, then set a new transcontinental record heading east. It doesn't quite work out that way.", "tmdb_id": "700141", "wiki_id": "14627259"}, {"title": "The Chorus Lady", "genres": ["Drama"], "wiki_plot": "Patricia O'Brian is engaged to Danny Mallory, a detective whose ambition is to own a farm and leave the Broadway life for the countryside. Patricia, on the other hand, is a chorus girl and, knowing the theater environment, tries to keep Nora, her younger sister, away from her. The girl, with a head full of crickets for the celebrity world, attracts the attention of Dicky Crawford, a patron of the womanizing arts who gets her a part in a show. Nora falls in love and Patricia tries to distract Crawford's interest from her sister by flirting with him. During the dress rehearsal, Patricia is chosen to replace the first sick actress. But, while in the dressing room, he sees a note that Nora is preparing to go to Crawford's apartment. Half dressed, he rushes to stop her, leaving the theater as he is, throwing on only a coat over the petticoat. At Crawford's house, the man tells her he is only interested in her. The two, however, are surprised by Danny who, working as an investigator for Crawford's wife, is looking for evidence to nail the man so that his wife can get a divorce. Having found his girlfriend wearing only underwear under her coat, Danny doesn't want to hear Patricia's protests of innocence. Only later, when Pat is about to be evicted, do the two manage to talk and clarify. Reconciled, they marry, moving to the countryside with Nora and her new boyfriend, a young stage assistant in love with her.", "tmdb_plot": "As baby-faced chorine \"Pat\" O'Brien, the star protects her virtue against various and sundry stage-door Johnnies and sugar daddies. Implicated in a crime, Pat is pursued by detective Danny Mallory, who of course eventually falls in love with her and seeks to prove her innocence.", "tmdb_id": "943103", "wiki_id": "44830582"}, {"title": "The Clue", "genres": ["Drama"], "wiki_plot": "Two Russian brothers, Count Boris and Alexis Rabourdin, get their hands on the Japanese coastal defense plan and plan to sell the documents to German agents in London. In the US, Alexis plans to marry rich Eve Bertram, who is in love with him. Boris, meanwhile, falls in love with Christine Lesley, a neighbor of Eve, who is also courted by Guy, the brother of the neighbor, an amateur inventor who experiments with explosives.\nGuy's valet is actually a Japanese spy who wants to get hold of the explosives and destroy the lost documents. Boris, leaving for London, gives Christine an ancient Russian coin as a souvenir. To show the jealous Guy that she is indifferent to Boris's attentions, Christine attaches the coin to her lover's watch chain.\nThat night, Alexis' body is discovered. To find the killer, Eve hires an investigator, Williams, who discovers the ancient Russian currency next to the body. Guy actually wrestled with Alexis and is now convinced that he killed him. Christine, to save Guy, agrees to marry Boris in exchange for his silence. Guy plans to commit suicide, but — during a fight — Nogi causes an explosion that kills Boris. The Japanese, seriously injured, confesses that he was the author of Alexis' murder. Christine destroys the documents on the coastal defense plan and Nogi can die, reassured for having completed his mission.", "tmdb_plot": "Russian brothers Count Boris and Alexis Rabourdin obtain a Japanese coastline defense map and plan to sell it to German agents in London. In America, Alexis schemes to marry wealthy Eve Bertram, who loves him. Boris, meanwhile, falls in love with Christine Lesley, Eve's neighbor whom Eve's brother Guy, an amateur inventor experimenting with explosives, also loves.", "tmdb_id": "1004298", "wiki_id": "44813654"}, {"title": "The Coward", "genres": ["Drama", "War", "History"], "wiki_plot": "Set during the American Civil War, Keenan stars as a Virginia colonel, with Charles Ray as his weak-willed son. The son is forced, at gunpoint, by his father to enlist in the Confederate States Army.  He is terrified by the war and deserts during a battle.  The film focuses on the son's struggle to overcome his cowardice.", "tmdb_plot": "Set during the American Civil War, Keenan stars as a Virginia colonel and Charles Ray as his weak-willed son. The son is forced, at gunpoint, by his father to enlist in the Confederate army. He is terrified by the war and deserts during a battle. The film focuses on the son's struggle to overcome his cowardice.", "tmdb_id": "208517", "wiki_id": "24477247"}, {"title": "The Dawn of a Tomorrow", "genres": [], "wiki_plot": "The Dawn of Tomorrow is about a young girl named Glad (Mary Pickford) who becomes the inspiration for a suicidal millionaire to keep living. Glad, the selfless heroine, lives in a poor neighborhood of London. She tries to persuade her sweetheart Dandy (played by David Powell), who is an unscrupulous thief, to give up his ways, though initially not to much avail. At the same time, the millionaire Sir Oliver Holt (Forrest Robinson) has been diagnosed with incurable dementia. Because of this, Holt becomes depressed to the point where he plans his suicide.\nHaving disguised himself as a beggar, Holt wanders into the slums, where Glad lives. They encounter each other while he is preparing to kill himself, and Glad manages to persuade him out of suicide before it is too late. Her compassion and empathy towards Holt's sufferings touches his heart and he begins to have hope in his recovery. Meanwhile, Dandy has been falsely accused of murder, and only Holt's corrupt nephew (Robert Cain) could prove his innocence. Glad, for the sake of her love for Dandy, pleads with Holt's unnamed nephew to help him. The nephew refuses, however, and tries to assault Glad. Holt then comes to her rescue and chastises his nephew. Glad and Dandy are now finally reunited and the millionaire Holt, now seeming to be renewed in mind and spirit, vows to a life of charity and is suicidal no more.", "tmdb_plot": "A young girl who lives in the slums of London, is in love with a thief. She persuades him to give up his life of crime. Meanwhile, an eccentric millionaire, who has been diagnosed with an incurable dementia, becomes so despondent, he decides to commit suicide. He disguises himself as a vagrant, and wanders into the slums. As he tries to find the courage to kill himself, he is encountered by the young girl. She rationalizes him out of the cowardly act. Her genuine sweetness and strong faith, effects him to such an extent, he begins to believe a recovery is possible. Now the girl's sweetheart has been falsely accused of murder and only the millionaire's licentious nephew can give him an alibi.", "tmdb_id": "488866", "wiki_id": "32490394"}, {"title": "Daydreams", "genres": ["Drama"], "wiki_plot": "Sergei is devastated by the death of his beloved wife Yelena. He becomes more and more obsessed by her and more and more often sees visions of her ghost. He starts an affair with an actress who looks like his dead wife but progressively drifts into madness with dramatic consequences.", "tmdb_plot": "Sergei’s beloved wife Yelena has passed away, and the bereaved husband is inconsolable. He remains obsessed with pictures of Yelena and with a braid of her hair that he has saved. One day, while walking in the street, he passes by a woman who bears a striking resemblance to Yelena.", "tmdb_id": "132446", "wiki_id": "43435624"}, {"title": "Destruction", "genres": ["Drama", "Romance"], "wiki_plot": "Fernande a greedy woman, marries a rich old man who is expected to die soon to get all his money. The husband discover her intentions but he died suddenly before being able to change his will. Now a widow, her next plan is to kill the wealthy's man son who also inherits.", "tmdb_plot": "Fernande marries a man and schemes to get his wealth when his expected death occurs. But he dies before he can change his will. She next tries to kill the son who inherits, but he outfoxes her.", "tmdb_id": "627854", "wiki_id": "18176598"}, {"title": "The Devil", "genres": ["Drama"], "wiki_plot": "The Devil, in the guise of a human, meets a young couple who remark upon looking at a Renaissance painting of a martyr that Evil could never triumph over Good. The Devil, taking this as a challenge, decides to bring about the couple's downfall.", "tmdb_plot": "The Devil, in the guise of a human, meets a young couple who remark upon looking at a Renaissance painting of a martyr that Evil could never triumph over Good. The Devil, taking this as a challenge, decides to bring about the couple's downfall.", "tmdb_id": "638202", "wiki_id": "55596021"}, {"title": "The Devil's Daughter", "genres": ["Drama"], "wiki_plot": "The story, set in contemporary Italy, portrays the destruction of a young couple's marriage caused by Gioconda Dianti (Theda Bara), a beautiful but highly vindictive young woman. After being deserted by her former lover Luigi, she longs for revenge and vows, \"As this man has done to me, so shall I do to all men. From now on my heart is ice, my passion consuming fire. Let men beware.\" She then acts on that pledge and dedicates herself to seducing and ruining the lives of men she meets. Soon she focuses her spiteful intentions on Lucio Sattella (Paul Doucet), a talented sculptor she encounters on a beach. Gioconda quickly manages to charm her way into his life by visiting Lucio's studio and agreeing to model for his masterpiece, a statue of a sphinx. Her flirtatious manner and enticing looks quickly captivate the artist, who is already married but falls hopelessly in love with her, so much so that he abandons his wife Silvia (Doris Heywood) and their three-year-old daughter Beata (Jane Lee).Later, torn by the emotional stresses of his lust for Gioconda, his love of art, and guilt for leaving his family, a despondent Lucio attempts suicide. He shoots himself but survives. Silvia then nurses her severely wounded husband back to health; nevertheless, he returns to Gioconda. Enraged with jealousy and now desperate, Silvia confronts the sinister interloper in Lucio's studio, where the \"vamp\" continues to ridicule Silvia's efforts to win back her husband. A struggle between the two women ensues as Gioconda attempts to destroy Lucio's sculpture. The sphinx statue is knocked over, falls on Silvia, and crushes and maims her hands. Finally, the crippled wife discards any lingering devotion she has to Lucio and leaves him. Tormented by remorse and his rising hatred for the ruthless siren who has ruined his life, the once hopeful artist descends into madness, becoming a \"raving maniac\". As for Gioconda's fate, she too \"suffers a fearful end\".", "tmdb_plot": "\"My heart is ice, my passion consuming fire. Let men beware,\" exclaimed Theda Bara (via an inter-title, of course) in this \"Vamp\" melodrama based on Grabriele D'Annunzio's 1898 story La Gioconda.", "tmdb_id": "898389", "wiki_id": "18175909"}, {"title": "The Diamond from the Sky", "genres": ["Adventure"], "wiki_plot": "The prologue in the serial's first episode, \"A Heritage of Hate\", depicts the discovery of a spectacular diamond inside a meteorite, a gem that later becomes the property of the Stanley family, who call their heirloom “The Diamond From the Sky”. The remainder of the first chapter portrays the intense rivalry between Colonel Arthur Stanley and Judge Lamar Stanley, Virginia aristocrats and descendants of Lord Arthur Stanley, 200 years later.\nWhen a girl is born to the young wife of Colonel Arthur Stanley, the latter, to retain an earldom and “The Diamond From the Sky,” buys a new born Gypsy baby boy and substitutes it for his own babe. Judge Lamar Stanley visits Colonel Arthur Stanley’s home to see the child just as Hagar, the gypsy woman, bursts into the room to demand her boy, and the colonel falls unconscious across the library table.", "tmdb_plot": "This serial told the story of the diamond heir loom of the Stanley family.", "tmdb_id": "979116", "wiki_id": "7491341"}, {"title": "Emmy of Stork's Nest", "genres": ["Drama"], "wiki_plot": "As described in Motography, Benton Cabot decides to make a living working the farm his father left him. At Stork's Nest he meets Emmy Garret, a beautiful little country girl. Bije Stork, a bully, is jealous of Cabot. He is determined to marry Emmy and persuades her that the city chap is not in love with her. Bije is sought by the sheriff for counterfeiting. He flees, taking Emmy, who has agreed to marry him, but Cabot overtakes the counterfeiter. When matters are explained to Emmy she gives her promise to become Benton's wife.\nThe October 23, 1915 edition of Picture-Play Weekly features a detailed fiction adaptation of the film, complete with several stills from the picture.", "tmdb_plot": "Through the death of his father, Benton Cabot is left with nothing but a small mountain cabin which he has never seen. He goes to take up his property and in the mountains meets Emmy Garrett, an untutored but attractive girl, just budding into womanhood.", "tmdb_id": "627848", "wiki_id": "19192023"}, {"title": "Enoch Arden", "genres": ["Drama"], "wiki_plot": "Based on a summary in a film magazine, Enoch, Annie, and Walter grow up as friends. Later, Annie decides to marry Enoch, but Walter, though bitter about the decision, remains their friend. Enoch and Annie have two children. Then business takes Enoch on a sailing voyage, which he states will take less than one year, and he asks Walter to look over his family while he is gone. Enoch does not return, and Walter dutifully cares after Enoch's wife and children. After ten years word comes of a wreck seen in the Pacific, and everyone believes Enoch has died. Walter and Annie then marry. One night a stranger comes to the house and through a window sees Walter, Annie, and the children happy. The stranger, who is Enoch, finds an old woman who tells him what happened. Enoch tells her to keep his secret, and then leaves. He later dies with a smile on his face.", "tmdb_plot": "Seamen Enoch Arden returns home after a long absence marooned on a desert island. At home he finds his wife married to another, and though he loves her, he cannot bear to disrupt her current happiness.", "tmdb_id": "109743", "wiki_id": "14848979"}, {"title": "Esmeralda", "genres": [], "wiki_plot": "Esmeralda is a new kind of Mary Pickford picture. The story begins on the farm and swings around to the big city. From the simple and wholesome country girl \"Esmeralda\" becomes a veteran society leader. One of the big features of \"Esmeralda\" is the interrupted wedding ceremony in which Little Mary refuses to marry the count. It is a real Pickford scene and worth as much as many entire pictures.\"", "tmdb_plot": "A lost film. Esmeralda, a simple farm girl is in love with country boy David, but her mother yearns for a high society city life. Ore is discovered on their farm and the money rolls in. The family is packed up and moved to the big city where Esmeralda is forced into an engagement with a wealthy Count. Suddenly the ore is depleted and a fresh supply is discovered on David's farm. Much to the delight of Esmeralda, her impending marriage to the Count is off and her mother happily consents to a marriage between Esmeralda and David.", "tmdb_id": "489905", "wiki_id": "32511838"}, {"title": "The Eternal City", "genres": ["Drama"], "wiki_plot": "The wife of Leone, a member of the Papal Guard, believing herself to have been deserted, leaves her young son David with the Sisters of Charity and commits suicide. Little David is brought up by the sisters, and turned over to a Padrone, who takes him to London and mistreats him. David is befriended by Dr. Roselli, a political exile, and becomes the playmate of Roma, the doctor's daughter. He assumes the name of Rosa. Years later Roma becomes Baron Bonelli's ward, and is supposed to have become his mistress. David is a socialist agitator, and is particularly passionate in denouncing the baron, who is also the prime minister of Italy. The baron arranges to have David killed, but Roma saves him. Later she is induced to betray him through lying promises of clemency for her husband. David thinks Roma has betrayed him intentionally. He kills the baron, and Roma assumes the blame for the crime. David befriended by the pope, discovers he is his father, and through the pope's influence Roma is freed and reunited to her husband.", "tmdb_plot": "Leone, a Papal guard, is devastated when his wife drowns herself after mistakenly thinking that he had abandoned her. He turns over his son David to be brought up by nuns, then enters a monastery. David is brought to London and is raised to be a beggar and thief until he is rescued by Dr. Roselli, an Italian political refugee, who raises David with his daughter Donna Roma. Years later David gets heavily involved in Italian politics and incurs the enmity of the corrupt Italian Prime Minister, which leads him to discover the hidden secrets of his family's past--and present.", "tmdb_id": "655787", "wiki_id": "19187423"}, {"title": "The Fairy and the Waif", "genres": ["Drama"], "wiki_plot": "As described in film magazines, Viola Drayton (Minter), the daughter of Major Drayton, is a young girl who wants to be a real fairy. When her father goes to Europe to participate in World War I, he leaves Viola in the care of his business associate Nevinson and his wife, and provides them with $30,000 to invest on Viola's behalf.\nNews arrives from Europe that Major Drayton has been killed in battle, and, upon hearing this, Nevinson appropriates Viola's money. This does not save him financially, however, and his wife is obliged to take in boarders. They force Viola to work as a household drudge until one day she runs away. She is taken in by a theatre company, and finds herself playing the role of a fairy.\nDuring one rehearsal, Viola takes fright and runs away from the theatre, still dressed in her fairy costume. She encounters a homeless waif (Helton) who believes that she is a real fairy, and they shelter in a barrel together until they are found by a policeman.\nMeanwhile it transpires that Major Drayton has not been killed; he returns to New York and issues a reward for his lost daughter. The policeman, recognising Viola from the description accompanying the reward, reunites her with her father, and Major Drayton also takes in the waif.", "tmdb_plot": "Viola Drayton (Minter) has a fascination for fairies, but real life intervenes when her father, a colonel (W.T. Carleton), is called off to the European War (that's what they called World War I in early 1915). He leaves Viola in the care of the Nevisons (Herbert Wilke and Ina Brookes) and gives them thirty thousand dollars to invest on her behalf. When word arrives that Drayton has been killed in battle, Mr. Nevison takes Viola's money for himself, but he squanders it and his wife has to take in boarders. Viola hates her life at the Nevisons so she runs away and gets a job at a theater playing...a fairy.", "tmdb_id": "863603", "wiki_id": "19190340"}, {"title": "Father and the Boys", "genres": [], "wiki_plot": "Lemuel Morewood is a wealthy businessman who hopes someday to see his two sons take over his business. He wants Tom to marry Frances Berkeley and Billy to marry Emily Donelson, but the boys have different plans. Tom is just interested in sports, while Billy is obsessed with high society matters and spends all his time with Mrs. Guilford, the leader of the smart set.\nBessie Brayton is an orphan from Nevada who comes to New York and gets a job as an entertainer at high society parties. She owns a half-interest in the Bluebird Mine, which she believes is worthless. The Morewoods hire Bessie one night to entertain at a party where she meets Major Didsworth, who offers to sell her mine shares for her. Bessie taunts Lemuel that he is old-fashioned, so he gets into his tuxedo, wins a large sum of money gambling with Didsworth, and goes off with Bessie to blow his cash. Lemuel keeps up his wild pace; he goes to the racetrack where his wild behavior infuriates Mrs. Guilford, and she criticizes Lemuel's behavior. Billy defends his father, ending his friendship with Mrs. Guilford.\nBessie receives a telegram from Didsworth offering her $1,000 cash in exchange for her mine stock. Lemuel suspects that she is being cheated, and he goes back to Nevada with her. The boys think their father has run off to elope with Bessie and they follow them, along with Emily, Frances, and Tobias Ford, the family lawyer. Out in Nevada, Lemuel and Bessie learn that her half of the mine is actually worth a fortune, and they learn that the other half is owned by Tuck Bartholomew (Lon Chaney), Bessie's old sweetheart who disappeared years ago up in Alaska.\nOn route to Nevada, Tom becomes engaged to Emily and Billy becomes engaged to Frances—exactly the opposite of what their father had planned for the boys. They arrive at a wedding ceremony just in time to stop their father from marrying Bessie, only to learn that Bessie is actually marrying her old flame Tuck Bartholomew, who has come back from Alaska. Lemuel and his two sons return home to New York to run the family business, together with Emily and Frances.", "tmdb_plot": "Wealthy stockbroker Lemuel Morewood wants his sons, Billy and Tom, to learn the business and marry Emily Donelson and Frances Berkeley, respectively. Billy, however, is infatuated with Mrs. Bruce Guilford, a leader of the \"smart set,\" while Tom loves boxing. At a dinner for which Lemuel hires Bessie Brayton, an orphan from the West, to entertain, Lemuel responds to Bessie's taunts about being old-fashioned by winning a lot of money gambling with Major Bellamy Didsworth, who tries to swindle Bessie, and leaves with her to spend it.", "tmdb_id": "609360", "wiki_id": "18110549"}, {"title": "Fatty and Mabel at the San Diego Exposition", "genres": ["Comedy"], "wiki_plot": "Fatty (Roscoe Arbuckle) and Mabel (Mabel Normand) are a married couple visiting the Exposition. Fatty gets in trouble by flirting with a passing woman (Minta Durfee) while Mabel shops. He chases the woman into a hula pavilion and makes approaches to the dancers. He is accosted by both Mabel and the woman's husband; eventually the police are called to straighten the whole thing out.", "tmdb_plot": "Fatty and Mabel go to the San Diego Exposition.", "tmdb_id": "138923", "wiki_id": "13723596"}, {"title": "Fatty’s Plucky Pup", "genres": ["Comedy"], "wiki_plot": "Fatty plays a somewhat lazy young man who disrupts his mother's life by causing a fire by smoking in bed, then ruins laundry day by dropping it in the mud. He has two loves of his life, the girl next door Lizzie and his dog Luke. After showcasing his lack of talents helping his mother, he is able to save Luke from the dog catchers and express his love for Lizzie through a hole in the fence. In the second reel, Fatty, Lizzie, mom and Luke go to the amusement park, where Fatty is first outwitted by a couple of sharks but then retrieves his losses by pointing a fake gun at them. To exact revenge, they kidnap Lizzie with the help of the embittered dog catchers, and take her to an abandoned shack, where they tie her to a post with a gun attached to a timer pointed at her head. Plucky pup Luke follows the crooks, and is able to warn Fatty in time to perform the last-minute rescue, with the help of the Keystone Cops. In the closing shot Fatty, Lizzie and Luke embrace in a joint kiss (and lick).", "tmdb_plot": "Four bad men have kidnapped Fatty's girlfriend and plan to kill her. Fatty's dog knows where she is, but Fatty doesn't and he was crying. However the dog came back to get Fatty, and they and the Keystone Cops went to rescue her.", "tmdb_id": "174216", "wiki_id": "13726036"}, {"title": "Filibus", "genres": ["Crime", "Drama", "Mystery"], "wiki_plot": "The elegant Baroness Troixmonde has a secret identity: a mysterious burglar known to the world only as Filibus. In the wake of a bank robbery, a large cash reward is offered to anyone who can track Filibus down, and the renowned Detective Kutt-Hendy (played by Giovanni Spano) puts himself on the case. The Baroness visits the notary in charge of the cash reward, and enters her own name in the competition. Encountering Kutt-Hendy in the notary's office, she hatches a plan to baffle him: she tells him that she knows he himself is Filibus. Leaving the office in her chauffeured motorcar, she catches sight of Kutt-Hendy's sister, Leonora (played by Cristina Ruspoli).\nThe Baroness rides to a deserted country road, where she uses a heliograph to signal for Filibus's airship. Her crew of silent masked assistants lower a capsule, allowing Filibus to reach the airship, change into her burglary outfit, and fly to Kutt-Hendy's residence. Kutt-Hendy is being visited by his friend, the antiques collector Leo Sandy, who is unrequitedly in love with Leonora. Filibus, seizing a moment when Kutt-Hendy is alone, uses the capsule to reach him and put him to sleep with a narcotic. She takes a print of Kutt-Hendy's hand, which she will use to make a specially formed glove.\nIn disguise as a young nobleman, the Count de la Brive, Filibus stages the kidnapping and rescue of Leonora, leaving a print from the special glove on Leonora's clothing. The grateful Kutt-Hendy invites the nobleman to stay with them for some days, and the Count begins courting Leonora. At a party at Leo Sandy's villa, they see a glass case containing his prize acquisition, an ancient Egyptian statue of a cat with priceless diamond eyes. When Sandy turns out the lights to show off the sparkling diamonds, the Count cuts a hole in the glass and deposits a note announcing that Filibus will steal the statue that night. Kutt-Hendy attempts to search the guests, but to his consternation finds the glass piece in his own pocket, with fingerprints that match none of the guests' hands. At home, he realizes to his horror that the prints on both the glass piece and Leonora's outfit match his own handprint.\nKutt-Hendy, resolved to trap Filibus, helps Sandy plant a tiny camera in one eye of the statue and replace the real diamonds with artificial ones. That night, Filibus flies to Sandy's villa, kidnaps him, puts Kutt-Hendy under the narcotic, and reaches the statue. Realizing Kutt-Hendy's ruse, she locates the real diamonds, and stages the theft so that the hidden camera photographs the unconscious Kutt-Hendy's face instead of hers.\nFilibus returns Kutt-Hendy to his home, plants one of the real diamonds on his desk, and telephones the police to alert them of the theft and kidnapping. Kutt-Hendy pleads his innocence, but when they examine the diamond and the hidden camera's picture, the police are led to believe that Kutt-Hendy must indeed be Filibus. Kutt-Hendy fears that this may indeed be the case, if he committed all of Filibus's heists while sleepwalking. Meanwhile, Leo Sandy escapes Filibus's assistants and parachutes out of the dirigible, and is picked up by a passing car and brought back to his villa. Learning of Kutt-Hendy's arrest, Sandy rushes to his assistance and gives his evidence about his kidnapping. The relieved Kutt-Hendy is allowed to go free and pursue the real Filibus, whose identity is still unknown.\nIntending to trap Filibus, he tells the press to announce that he has returned to his home. Filibus decides to use the narcotic to pin another crime on him, a robbery of the International Bank. This time Kutt-Hendy is prepared, and seizes Filibus when she tries to administer the narcotic. He unmasks Filibus and recognizes her as the Count de la Brive. He ties her up, locks her in his office, and goes to get the police. By the time he returns with policemen, Filibus has managed to get to a window, signal for her airship, and escape into the sky. A few days later, Sandy proposes to Leonora and is accepted. Just as Kutt-Hendy is congratulating them, a letter falls from the sky—a letter from Filibus, telling him that they may meet again. High in the clouds, the Baroness Troixmonde, the mysterious sky pirate Filibus, laughs over her haul from the International Bank.", "tmdb_plot": "Baroness Troixmonde, aka Filibus, the mysterious air pirate, commits her thefts then retreats to the safety of her zeppelin. Filibus' airship is manned by a staff of mask-wearing lackeys who instantly obey her every command. An esteemed detective sets out on her trail, and Filibus attempts to frame him as the daring villain-- all the while slipping in between male and female disguises to romance the detective's sister!", "tmdb_id": "207036", "wiki_id": "52299493"}, {"title": "The Madness of Dr. Tube", "genres": ["Science Fiction", "Comedy"], "wiki_plot": "A famous and whimsical Doctor Tube invents a powder that makes people deformed. He first tries the experiment on a dog, then on his assistant, a black child, and on himself. The result amuses them a lot. He then sprays some powder on two lovely young girls who visit him, who are devastated by the result, as well as their fiancés who receive the same treatment. The bodies are so deformed that they become unrecognizable. The four young people come to blows with the professor, who then tells them that all they need to do is get rid of the dust that covers their clothes to regain a normal shape. Everything goes back to normal and the adventure ends around a table and a bottle of champagne.", "tmdb_plot": "A scientist develops a powder that he believes will have the effect of distorting reality for those who take it. To test its effect tries it out on his assistant, a dog, himself and two young couples.", "tmdb_id": "174178", "wiki_id": "18515235"}, {"title": "A Fool There Was", "genres": ["Drama"], "wiki_plot": "John Schuyler (Edward José), a rich Wall Street lawyer and diplomat, is a husband and a devoted family man. He is sent to England on a diplomatic mission without his wife and daughter. On the ship he meets the \"Vampire woman\" (Theda Bara)-a psychic vampire described as \"a woman of the vampire species\"-who uses her charms to seduce men, only to leave after ruining their lives. Schuyler is yet another one of her victims who falls completely under her control. In the process of succumbing to her will, he abandons his family, loses his job, his social standing, and becomes a raving drunkard. All attempts by his family to get him to return fail and the hapless \"fool\" plunges ever deeper into physical and mental degradation.", "tmdb_plot": "John Schuyler, a happily married lawyer, is appointed diplomat and sent to England; But, due to an unfortunate accident, his wife and child can not come along with him. On the ship to England, Schuyler meets the notorious Vampire-- A relentless gold-digger who causes the moral degradation of those she seduces, first fascinating and then draining the very life from her victims.", "tmdb_id": "38730", "wiki_id": "3853935"}, {"title": "The Foundling", "genres": [], "wiki_plot": "Molly O (Mary Pickford) is a poor little girl whose mother died in childbirth and whose father David King (Edward Martindel) rejects her. When David departs to Italy to paint his late wife as the Madonna, Molly O is left behind in a cruel orphanage. She is beloved by the other pupils, but becomes enemies with the matron's niece Jennie (Mildred Morris). As a result, she is shipped off to live with a boardinghouse proprietress (Maggie Weston). She is treated more like a slave than as an adopted daughter and decides to run away.\nMeanwhile, King returned from Italy and is now a wealthy and successful painter. He regrets having left behind his daughter and now longs for her presence. Jennie pretends to be Molly O to make profit of his wealth and is adopted by him. However, Molly O returns as well. Afraid to tell the truth, she serves as his maid.", "tmdb_plot": "This 1915 film was completed in August and reviewed by trade papers, but was destroyed by fire in a studio accident. It was immediately remade with a different director and a slightly different cast and release on 2 January 1916, only 6 days after the scheduled release date for the destroyed version.", "tmdb_id": "583694", "wiki_id": "18999434"}, {"title": "Four Feathers", "genres": ["Drama"], "wiki_plot": "Harry Faversham (played by John Clements) is British army officer who refuses to avenge the death of a legendary general who was murdered some ten years ago. He is awarded three feathers by his officers. When his fiancée fails to defend his stance, he plucks a feather from her fan.\nHe proves his courage by recusing his comrades in potentially dangerous and life-threatening situations at enemy lines in North Africa. Harry later returns each of the feathers as proof of his redemption and courage.", "tmdb_plot": "", "tmdb_id": "449120", "wiki_id": "14404921"}, {"title": "Fresh from the Farm", "genres": ["Comedy"], "wiki_plot": "A farm youth goes to college, pursues the pretty co-eds and joins a fraternity.", "tmdb_plot": "Farm youth goes to college, pursues the pretty co-eds and joins a fraternity.", "tmdb_id": "970549", "wiki_id": "14106487"}, {"title": "The Girl of the Golden West", "genres": ["Western", "Romance"], "wiki_plot": "A hard-bitten saloon girl falls for a dashing outlaw, and tries to keep the local sheriff from catching him and sending him to prison.", "tmdb_plot": "A saloon hostess loves Ramerrez, a notorious highwayman. Sheriff Jack Rance, who loves the girl too, instigates a card game that will determine the fate of all three of them. If she wins, the girl's lover will go free; but if she loses…", "tmdb_id": "402388", "wiki_id": "14614654"}, {"title": "A Girl of Yesterday", "genres": [], "wiki_plot": "Jane Stuart (Mary Pickford), a sweet old-fashioned girl brought up with her brother John (Jack Pickford), by their poor Aunt Angela (Gertrude Norman), suddenly inherits wealth. While she tries to retain her traditional wardrobe, customs and ways, her brother likes the attention that is now being paid to them by people like their neighbours, the Monroes (Donald Crisp), (Lillian Langdon), who previously shunned them.\nRosanna Danford (Frances Marion), is “the wicked sophisticate” who has her eye on Stanley Hudson (Marshall Neilan), Mary's beau. At her first reception, Jane, now wealthy, is still wearing her grandmother's old-fashioned gown. She, however, is dressed more demurely compared to the other girls at the event and attracts a group of male admirers.\nJane later tries to fit in with a new crowd, and attempts tennis and golf. She accepts an invitation to go yachting from Stanley, who, hoping to win Jane, has attempted to introduce her to a new luxurious life. Rosanna is jealous and arranges for a pilot to take Jane flying, planning that she will miss the outing and be far away from Stanley. Jane is \"kidnapped\" and taken away by an aircraft.\nAlthough a misunderstanding follows, Jane later accepts Stanley's belated proposal.", "tmdb_plot": "A lost film. A girl with old-fashioned values becomes a modern sophisticate.", "tmdb_id": "489726", "wiki_id": "29157958"}, {"title": "Giving Them Fits", "genres": ["Comedy"], "wiki_plot": "Luke (Harold Lloyd) works in a shoe store, but has difficulty focusing on work when a pretty girl is near.", "tmdb_plot": "Lonesome Luke, working in a shoe store, has difficulty keeping his mind on business whenever a pretty girl is on the scene.", "tmdb_id": "353293", "wiki_id": "14106557"}, {"title": "The Golem", "genres": ["Horror"], "wiki_plot": "In modern times, an antiques dealer (Henrik Galeen) searching the ruins of a Jewish temple, finds a golem (Paul Wegener), a clay statue that had been brought to life four centuries earlier by a Kabbalist rabbi using a magical amulet to protect the Jewish people from persecution. The dealer resurrects the golem as a servant, but the golem falls in love with Jessica (Lyda Salmonova), the dealer's daughter. When she does not return his love, the golem goes on a rampage and commits a series of murders.", "tmdb_plot": "This mostly lost film (please check your attic) is often confused with director Paul Wegener third and readily available interpretation of the legend; Der Golem, wie er in die Welt kam (1920).  In this version of the golem legend, the golem, a clay statue brought to life by Rabbi Loew in 16th century Prague to save the Jews from the ongoing brutal persecution by the city's rulers, is found in the rubble of an old synagogue in the 20th century. Brought to life by an antique dealer, the golem is used as a menial servant. Eventually falling in love with the dealer's wife, it goes on a murderous rampage when its love for her goes unanswered.", "tmdb_id": "10695", "wiki_id": "3352815"}, {"title": "Golfo", "genres": ["Drama"], "wiki_plot": "Tasos is a young shepherd in love with Golfo and intends to marry her. However, the rich shepherdess Stavroula with the help of her father manages to lure him with the promise of a dowry. Eventually he realises his mistake and returns to Golfo, but she has poisoned herself. Driven by guilt, Tasos commits suicide.", "tmdb_plot": "Tasos is a young shepherd in love with Golfo and intends to marry her. However, the rich shepherdess Stavroula with the help of her father manages to lure him with the promise of a dowry. Eventually he realises his mistake and returns to Golfo, but she has poisoned herself. Driven by guilt, Tasos commits suicide.", "tmdb_id": "396891", "wiki_id": "40618803"}, {"title": "The Goose Girl", "genres": ["Romance"], "wiki_plot": "Count Von Herbeck (Neill), an ambitious chancellor to the Grand Duke of Ehrenstein (Dunbar), secretly marries and has a daughter. At the urging of his dying wife, the count kidnaps the duke's infant daughter (Clark) and substitutes his own in the castle so that she may live in the style of a great lady.\nThe real princess, abandoned by the gypsies who abducted her for the count, is raised by peasants and given the name \"Goose Girl.\" The young King Frederick (Salisbury) is betrothed to the impostor princess of Ehrenstein, whom he has never seen, but before the wedding takes place, he runs away and roams the countryside, where he encounters and falls in love with the Goose Girl.\nAfter a series of adventures, during which Frederick decides to wed the false princess for the good of the country, the Goose Girl's true identity is revealed, and Frederick is delighted to learn that he is now betrothed to the girl of his heart.", "tmdb_plot": "Count Von Herbeck, the chancellor to the Grand Duke of Ehrenstein, is married but keeps the fact secret on account of his high ambitions. His wife, dying, writes him a letter urging him to make their little child a great lady.", "tmdb_id": "979118", "wiki_id": "36901772"}, {"title": "Her Painted Hero", "genres": ["Comedy"], "wiki_plot": "Her Painted Hero is about an heiress who plans to use her new wealth for influence on the stage. The play being shown within the film is entitled \"What Sherman Said\" a seeming epic about the Civil War.", "tmdb_plot": "A stage-struck young woman becomes an heiress, and hopes to use her new-found wealth to fulfill a fantasy.", "tmdb_id": "174145", "wiki_id": "30246052"}, {"title": "The Hero of the Dardanelles", "genres": [], "wiki_plot": "Will Brown (Guy Hastings) enlists in the Australian Army after the outbreak of World War I. He goes through training at Liverpool, near Sydney, and encourages other men to join up, putting up a recruiting poster. A pacifist tears the poster down but Will sees him off. Before leaving Australia, he proposes to Lily Branton (Loma Rossmore).\nArriving in Egypt, Will is stationed at Mena camp near the Great Pyramid at Giza, and trains with the other troops. They then move to Gallipoli, where Will takes part in the first wave ashore on 25 April 1915. He fights a Turkish sniper hand to hand and drowns him. He returns home wounded and marries Lily. The film ends with a call for Australian men to enlist.", "tmdb_plot": "'Hero Of The Dardanelles' charts the fortunes of Will Brown (Guy Hastings) who answers his nation's call to do his duty. While only one third of the original film survives, it is a significant fragment of Australia's film heritage - not least for its inclusion of real troops and a real training camp at Liverpool, NSW and an elaborate re-enactment of the Gallipoli landings staged at Tamarama Bay. So convincing was the re-enactment that within a decade of 'Hero's' release, the landing sequence was being used erroneously as actuality. A hit with home-front audiences, whose appetite for heroic figures was yet to be sobered by the harsh realities of a protracted and bloody conflict, the film's anti-pacifist stance and clear messages to women about their duty to their own menfolk, provide valuable depictions of political currents of the day. Reconstructed in 2005, only 22 minutes of the original 44-minute production survive today.", "tmdb_id": "354057", "wiki_id": "20951471"}, {"title": "The House of the Lost Court", "genres": [], "wiki_plot": "A young English aristocrat, Anthony, becomes secretly engaged to a woman, Eleanor, but instead she marries his brother. Anthony moves to the United States, and another woman, Nina, asks to go with him. He rejects her request. Pamela Short explains, 'After Nina sees Elinore stab herself, she threatens to accuse Anthony of murder unless he takes her, but still he refuses.' Anthony is found guilty of her death. However, the day after the verdict is pronounced, he is reported dead in his own prison cell. Years later, Anthony is found living in a secret room. While in jail, his mother gave him a potion which made him appear dead. Therefore, Nina gets tricked into confessing to the crime.", "tmdb_plot": "Young lord of Whitehall Manor, Sir Anthony Elliott, becomes secretly engaged to Elinore Vane, but she marries his brother Paul. Resentful Anthony, decides to go to America, Nina Desmond, whom he earlier rescued from a fall, asks to go with him, but he refuses. Nina overhears him also refuse Elinore, whom Paul mistreats.", "tmdb_id": "1040132", "wiki_id": "44809230"}, {"title": "Inspiration", "genres": ["Drama"], "wiki_plot": "A young sculptor searches for the perfect model to inspire his work. He finds a poverty-stricken girl who he thinks is the one he has been \nlooking for. When she wanders off, he visits all the famous statues in Manhattan hoping to find her again.", "tmdb_plot": "Audrey Munson (a real-life 'perfect' model for numerous Beaux-Arts sculptors) first appeared artistically nude as a sculptor's model, recreating classic artistic (nude) paintings in George Foster Platt's controversial film from the Mutual Film Corporation. In fact, the film told the story of her own life.  This film has generally been regarded as the first non-pornographic American film to feature nudity. This was the first known film in which a leading actress stripped down to be naked, making her the first nude film star. (filmsite.org)", "tmdb_id": "391449", "wiki_id": "6627148"}, {"title": "The Italian", "genres": ["Drama"], "wiki_plot": "The film tells the story of Pietro \"Beppo\" Donnetti.  Donnetti is a poor, but happy, gondolier in Venice, Italy.  Beppo falls in love with Annette Ancello, but her father, Trudo, wants her to marry another suitor, one who is a successful businessman.  If Beppo can prove himself within a year, Trudo agrees to allow him to marry Annette.\nBeppo sails for America to make his fortune, making a living working as a shoeshiner on a street corner in New York City.  He borrows money from an Irish ward boss, Bill Corrigan, and sends for Annette to join him.  In exchange, Beppo agrees to help Corrigan's candidate win the Italian vote in the ward.\nWhen Annette arrives in New York, she and Beppo are married, and the following year they have a son, Tony.  Beppo, Annette and Tony live a happy life in their Lower East Side tenement.  The happiness is interrupted when the baby contracts a fever during a heatwave.  The doctor instructs them to feed pasteurized milk to the baby.  Beppo works hard to earn the money to purchase the expensive milk.  While walking to the store to buy the milk, Beppo is robbed.  He attacks the men who robbed him and is arrested.  Beppo asks Corrigan to help his baby while he is in jail: \"I must get-a-de-milk or my babee is die.\" Corrigan rebuffs Beppo, and Beppo's baby dies during Beppo's five days in jail.\nWhen Beppo is released from jail, he learns that Corrigan's young daughter is ill and vows to avenge his son's death by killing Corrigan's daughter.  Beppo sneaks into Corrigan's house, but when he sees Corrigan's daughter lying in her crib, he cannot act on his plan, and he leaves the child unharmed.\nIn the final scene of the narrative, Beppo  is shown placing flowers and sobbing over his son's grave.", "tmdb_plot": "An immigrant leaves his sweetheart in Italy to find a better life across the sea in the grimy slums of New York.", "tmdb_id": "134144", "wiki_id": "74823"}, {"title": "Jordan Is a Hard Road", "genres": ["Drama"], "wiki_plot": "A criminal is sentenced to jail and gives his daughter up for adoption. Years later, after his release, he finds her working in a revivalist mission in a frontier town. In order not to disillusion her, he pretends to be an old friend of her father. Later, in order to raise vital funds for the mission, he takes part in a final train robbery in which he is mortally wounded.", "tmdb_plot": "A bandit reforms himself and gives up his baby into better hands. Years later, he attempts to reunite with his daughter without revealing who he is.", "tmdb_id": "1008378", "wiki_id": "60494389"}, {"title": "The Juggernaut", "genres": ["Drama"], "wiki_plot": "John Ballard's (Earle Williams) parents are killed in a railroad accident. In college, he meets and becomes friends with Philip Hardin (William R. Dunn), the son of the railroad owner. Philip plays poker with a gang of sharpers and a fight breaks out when he discovers he is being cheated. Red Hogan (Jack Brawn), the chief of the gang, would have killed Philip, but John rushes in and breaks a chair over his head. Red Hogan is apparently killed. No one knows who did it and Philip swears he will never reveal John's secret.\nAfter graduation, John meets Viola Ruskin (Anita Stewart) and the two fall in love. Philip has run into debt and his father (Frank Currier) threatens to cut him off if he does not marry and settle down. With the Hardin fortune in mind, Viola's mother (Julia Swayne Gordon) forces her to marry Philip. She dies a year later after giving birth to a daughter, Louise.\nTwenty years later, John is the District Attorney and he brings a suit against the railroad. Although Philip owns it, he has little involvement in its operation. Chester Jordon (Paul Scardon), one of the company's largest shareholders, has real control of the line and is maximizing profits by cutting maintenance and safety measures. Philip would blackmail John into silence, but Louise (Anita Stewart) discovers that John did not actually kill Red Hogan after all.\nPhilip is indicted and goes to trial. John's case against the railroad is strong. At recess, Philip calls Louise for documents kept in his home safe. Her car breaks down on the way and she telegraphs that she will come on the train. Meanwhile, a railroad inspector discovers that the bridge her train will cross is in imminent danger of collapse. Philip races to catch the train but is too late. The bridge breaks apart and the train crashes into the water, its boiler exploding.\nThe Juggernaut had three endings. At the premiere, John rushes to the scene and pulls Louise from the wreckage, but she is dead. Alternately, he finds her in a coma and she is taken to the hospital. After several days, she awakens and John is there to profess his love to her. When the film was released in Britain, the happy ending was retained but greatly shortened, with Louise waking up just after being dragged ashore.", "tmdb_plot": "Back in college, John Ballard saved Philip Hardin's life. Twenty years later, John is the district attorney and Philip is president of a railroad notorious for its accident record. When John brings a suit against the railroad, Philip threatens to reveal a ruinous secret about John unless he drops the case. Meanwhile, a railroad inspector discovers that the trestle over which an express train carrying Philip's daughter is about to pass is in eminent danger of collapse.", "tmdb_id": "469133", "wiki_id": "61333730"}, {"title": "Love, Loot and Crash", "genres": ["Comedy", "Action"], "wiki_plot": "Dora and her father are at a loss in the kitchen (they have just fired their cook). Their advertisement for a new cook in a newspaper attracts two crooks (one of which is Fritz Schade).  He dresses like a woman to apply for the job.  At his first opportunity he plans to loot the house. Dora's suitor, Harold passes her a note through the window, saying to come when he whistles. She goes upstairs to pack a bundle of clothes.\nA policeman calls at the kitchen door with a posy of flowers. The cook pours the cop a glass from a large jug. Father is suspicious when he hears Harold's whistle and goes to Dora's room.\nSchade tricks the cop into the basement to get more drink and locks the trap-door. He pulls a heavy bit of furniture over the trap-door and picks up his bundle of stolen silverware to leave. He escapes through the window where Harold is expecting Dora to appear. As the crook has his head covered Harold thinks it is Dora and speeds off on his motorcycle with the crook riding pillion. Father helps the policeman escape but meanwhile Schade's accomplice has arrived outside the window in a car. He whistles and Dora comes out of the window. and gets in the back seat. Father grabs the back of the car as it speeds off.\nThe motorcycle crashes through various objects. Father pulls himself into the back of the car with his daughter. The Keystone Cops commandeer a second car and give chase. After a crash Dora and her father catch up with Harold and father then rides pillion giving chase to the two crooks who are now together in the first car. The car ends at a seaside boardwalk and the driverless car spins round with the crooks on the bonnet before knocking two anglers into the sea. Harold and father fly off a ramp into the sea as Dora watches in shock. The second car arrives and the police get out. As the policeman peer into the sea the driver of the second car bumps them and everyone ends in the sea.", "tmdb_plot": "A flustered father seeks a cook for his kitchen, his daughter seeks to elope and a pair of crooks seek to get some loot. Add the Keystone Cops and stir vigorously.", "tmdb_id": "174155", "wiki_id": "14074305"}, {"title": "Love, Speed and Thrills", "genres": ["Comedy", "Action"], "wiki_plot": "Love, Speed and Thrills involves a loving husband and a wife-stealing wolf, both after the same woman.", "tmdb_plot": "After Walrus has been shot, Ambrose takes him into his house. When Ambrose sees Walrus flirting with his wife he leaves. When Walrus runs away with Mrs. Ambrose, Ambrose gets on a horse to save her. The Keystone Kops are also after Walrus.", "tmdb_id": "174184", "wiki_id": "23913596"}, {"title": "Mabel and Fatty’s Married Life", "genres": ["Comedy"], "wiki_plot": "While Fatty's out on business Mabel stays alone at home. She hears noises and thinks there is a burglar. She calls the Keystone Cops for help, but it turns out it was a small monkey belonging to an organ grinder. Fatty comes home and they laugh about what has happened.", "tmdb_plot": "When a woman's husband leaves town, she begins to see odd things happening in her house. Afraid that gangsters are after her, she becomes increasingly anxious.", "tmdb_id": "174208", "wiki_id": "13723143"}, {"title": "Mabel and Fatty's Wash Day", "genres": ["Comedy"], "wiki_plot": "This short begins with Mabel toiling in the kitchen, handwashing clothes while her shiftless husband lies in bed in the adjacent room and refuses to assist her. She even throws a pan of water on him, but he still refuses to help. Next door it is wash day too for Fatty, who glumly scrubs clothes as his wife, like Mabel's spouse, carps at him from the bedroom and is unwilling to lend a hand. Mabel and Fatty soon meet outdoors while drying their laundry. As he helps her wring a garment, the house smock worn by Mabel is caught between the rollers of Fatty's drying tub and is nearly pulled from her body. Mabel's husband witnesses the incident, confronts his portly neighbor, and warns him to keep away from his wife.Later, each couple goes out for a stroll in the park. Fatty's wife falls asleep on a bench as he reads to her from the January 1915 Blue Book magazine. Elsewhere in the park, on another bench, Mabel and her husband begin arguing; and she stalks off, forgetting to take her purse. Mabel sees Fatty and after they share complaints about their spouses, the two go to a nearby open-air cafe for refreshments. There they realize they have no money, so Fatty leaves to get his napping wife's purse. Returning to the cafe, he pays the waiter for some drinks. Mabel's husband in the meantime searches for her in the park while carrying her purse. As he passes Fatty's wife, she wakes up, finds her purse missing, and sees Mabel's husband walking away and carrying a purse. She calls two policemen, who, along with Fatty's wife, chase him to the cafe where Mabel and Fatty are still sitting. Fights commence with slaps, flailing purses, and police nightsticks being wildly applied. The film ends with Fatty being pummeled by the cops and his wife and Mabel leading her husband away by his ear.", "tmdb_plot": "A henpecked husband's innocent friendship with a married woman leads to chaos.", "tmdb_id": "54249", "wiki_id": "13723390"}, {"title": "Madame Butterfly", "genres": ["Drama"], "wiki_plot": "The film takes place in Japan in 1904. Lieutenant Pinkerton (Marshall Neilan) marries Cho-Cho-San 'Butterfly' (Mary Pickford), a 15-year-old Japanese geisha. Cho-Cho-San is lucky with her new husband and takes the marriage very seriously. Pinkterton, however, regards it as entertainment. He is not in love with her and plans to break off the wedding in a month. The American Consul (William T. Carleton)  begs him to break off the wedding as soon as possible, to avoid hurting her feelings. The lieutenant laughs him off.\nAfter Pinkerton forces Cho-Cho-San to end their wedding reception early, her disapproving family disowns her. When Pinkerton is ordered to return to America, he promises Cho-Cho-San he will return before he leaves. Three years go by. Cho-Cho-San, now a mother, still believes Pinkerton will return someday, while he is engaged to an American woman. He sends her a letter to announce he will marry another woman, but Cho-Cho-San can't read.\nMeanwhile, The Prince of Japan (David Burton) takes interest in Cho-Cho-San, but she refuses his company and claims she is still waiting for her husband. Sometime later, Pinkerton returns to Japan but he hands the American Consul some money as compensation for Cho-Cho-San and leaves again. When Cho-Cho-San comes to ask about her husband, she runs into Pinkerton's new American wife. The American woman asks Cho-Cho-San to give them her child, as he will be given better opportunities and prosperity under their parenting. Cho-Cho-San is crushed but complies and hands over her child. She kills herself in the final scene by walking into a river and drowning.", "tmdb_plot": "The story of a Japanese woman and the tragedy that ensues when she loves an American naval officer.", "tmdb_id": "174207", "wiki_id": "18986081"}, {"title": "The Marriage of Kitty", "genres": [], "wiki_plot": "The film depicts a young woman who agrees to a sham wedding with Lord Riginald Belsize because his inheritance prohibits him from marrying his girlfriend who is an actress. Belsize is convinced if he marries someone else and hires that woman to be his \"wife\" he can hide his relationship with his girlfriend. Eventually the young woman and the Lord fall in love even though that wasn't the original intention of either of them and she reveals that his girlfriend is a dangerous woman.", "tmdb_plot": "", "tmdb_id": "1086441", "wiki_id": "44820196"}, {"title": "The Measure of a Man", "genres": ["Drama"], "wiki_plot": "Helen MacDermott has been brought up in a strict religious environment by her widowed father until she meets Bob Brandt, a dashing adventurer/ gambler who sweeps her off her feet. She elopes with him over her father's objections, and all is well until 6 months later when the local Vigilant Committee denounces Brandt as a cheat and a swindler, and orders him to leave town. Helen is too proud to return to her father, and loathes divorce, so she reluctantly leaves with Bob.\nA month later, Bob accidentally shoots himself in the shoulder; he is discovered by Jim Stuart, a lieutenant in the Northwest Mounted Police, who takes him and Helen to his cabin and nurses the injured man back to health. Jim soon develops a warm friendship with Bob and Helen, and he gets Bob a job with the Mounties. Jim falls in love with Helen, but because of his friendship with Bob, he leaves without saying goodbye to her and resigns from the Mounties.\nBob finds a diary that Helen has been keeping and reads how she has secretly fallen in love with Jim. Realizing that Jim is the better man, Bob finds Jim and brings him back to be with Helen. When Helen realizes the sacrifice Bob has made to make her happy, she realizes that Bob is the man she truly loves after all, and chases after him just in time to save him from being killed by an Indian. She throws herself into Bob's arms and asks his forgiveness.", "tmdb_plot": "Helen MacDermott, daughter of the Factor at Bear Lake, has been carefully and religiously brought up by her widowed father. Bob Brandt, a dashing young gambler and adventurer, stops at Bear Lake in his wanderings, and having occasion to visit the post to buy supplies, he becomes acquainted with Helen. She quickly surrenders to his charms.", "tmdb_id": "919980", "wiki_id": "18056991"}, {"title": "The Millionaire Paupers", "genres": ["Drama"], "wiki_plot": "Mabel Burne-Smith hopes to marry her daughter Enid to wealthy Allen Winthrop as a way to extricate herself from her debts. She and Allen's mother agree to the marriage, even though Allen and Enid have never met. Enid wants nothing to do with it and escapes to a tenement house where she rents a room. Meanwhile, Allen has received an anonymous letter stating that Albert Martin (Lon Chaney), the landlord he hired to run one of his tenements, is a crook. Allen disguises himself and rents a room in his own tenement, which coincidentally is the same house where Enid is staying. Enid meets Allen for the first time, and the two are mutually attracted.\nEnid has befriended a woman named Mabel and her sweetheart George. George is unhappy with all the attention that Martin, the landlord, has been paying to Mabel. Mabel confides to Enid that she is only being nice to Martin because she persuaded him to let her slide for awhile on her rent  so that she could buy some new dresses. Enid pawns her last piece of jewelry to get the money Mabel needs to pay back Martin.\nMartin comes to Mabel's room, demanding the rent money, and they begin to argue. Allen and George come to the room and Mabel has Martin hide in the closet. When the men enter, Martin appears and says he bought new dresses for Mabel. Enid, trying to save her friend's romance, says that it's not true and that the dresses are really hers. George and Mabel are reunited, but Allen leaves Enid, disappointed by her having accepted gifts from Martin.\nAllen fires Martin, and hires George to run the tenement, while Enid leaves the tenement and returns home to her mother. Allen later regrets snubbing Enid and tries in vain to find some trace of her, but to no avail. Allen and his mother are later invited to the Burne-Smith's home for dinner, where he is supposed to meet the woman he is to marry. When he sees the woman is Enid, he realizes that they were fated to be together, and he and Enid are happily reunited.", "tmdb_plot": "Mrs. Burne-Smith and Mrs. Winthrop have determined to make a match between their respective children regardless of the fact that the two in question have never seen each other.", "tmdb_id": "1018372", "wiki_id": "18110283"}, {"title": "The Moonstone", "genres": ["Mystery"], "wiki_plot": "A priest at the Temple of the Moon in Delhi delivers a curse upon the diamond in the eye of the Temple's Buddha that will follow anyone bearing the stone if it is stolen. When Englishman John Herncastle steals the diamond, the three priests guarding it are stripped of their caste until it is returned. They pursue Herncastle to London, where the Englishman drowns in his bathtub. The jewel, having been willed to his niece, Rachel Verinder, is entrusted to Herncastle's executor, Franklin Blake, who loves Rachel. After it is stolen from Rachel's jewel case, her maid, who loves Franklin, commits suicide and leaves a note accusing Franklin of the theft, which causes a quarrel between Rachel and Franklin. While the Indian priests torment Franklin and Rachel using opiates, blow-guns and poison, Franklin finds the jewel with a money lender. A doctor discovers that Franklin took the jewel while sleepwalking. His friend, Godfrey White, then stole it and died. Franklin and Rachel are reunited, and the priests return the stone to the Buddha's eye.", "tmdb_plot": "", "tmdb_id": "625187", "wiki_id": "36319520"}, {"title": "A Mother's Atonement", "genres": ["Drama"], "wiki_plot": "Ben Morrison (Lon Chaney) and his daughter Jen (Cleo Madison) live on an island not far from the mainland. Jasper Crane, a crude middle-aged man, wants to marry Jen, and bargains with Ben to buy her. Ben relates the story of how his wife Alice deserted him many years ago, leaving him for a city slicker, John Newton. (In the flashback sequence, Chaney plays his younger self.)\nJen overhears her father bargaining to sell her to Mr. Crane, and she is horrified. Unwilling to marry him, Jen escapes through a trap door in the cottage's floor and swims across a wide expanse of water to the mainland where she is pulled out of the water by two business partners James Hilton and Wilbur Kent. Kent is engaged to marry James Hilton's sister, Dorothy. James takes an interest in Jen, but his mother Mrs. Hilton decides that Jen must go. Kent gives Jen some money for expenses and tells her to come see him if she ever needs anything.\nOver the years, John Newton eventually tired of Alice, and she drifted in with a vulgar social set. Kent decides he needs a final bachelor's spree before his marriage to Dorothy and plans a raucous party on his yacht. John Newton is to be at the party, and Kent plans to surprise him by inviting Alice. Jen is unable to find work in the city and writes Kent for help. Her letter arrives at the height of the party, and Kent plans to add to the fun by bringing the girl to the party as well.\nWhen she arrives, Alice recognizes Jen as her daughter, but does not tell anyone. Meanwhile, a financial problem arises and Hilton hurries to the party to discuss the situation with Kent. When he arrives, Hilton sees Alice, obviously very uncomfortable in the riotous surroundings. Newton, seeing how Alice is suffering, asks for her forgiveness, and begs her to lead a life worthy of her daughter. Hilton and Jen declare their love for each other, while Newton comforts Alice who is distraught with emotion.", "tmdb_plot": "A man recalls his earlier days when he was married and his wife cheated on him.", "tmdb_id": "558399", "wiki_id": "18110028"}, {"title": "My Old Dutch", "genres": [], "wiki_plot": "Described as \"an unashamed tear-jerker\" by film writer Clive Hirschhorn, My Old Dutch is the story of a devoted marriage over 40 years—from the couple's meeting until their rescue from a gender-segregated workhouse in their old age. The screenplay was inspired by Albert Chevalier's celebrated song, \"My Old Dutch\" (1892). The title is a Cockney colloquialism for a partner or friend—or, in this case, wife.", "tmdb_plot": "A man returns from the colonies in time to save his Cockney parents.", "tmdb_id": "609305", "wiki_id": "50019681"}, {"title": "Neal of the Navy", "genres": ["Adventure", "Romance"], "wiki_plot": "An Annapolis cadet is thrown out of the Naval Academy for cheating on an exam. He was framed, but he must enlist in the Navy to clear himself. Meanwhile, he and his sweetheart search for a buried treasure on Lost Island, which everyone is after.\nA map is torn.", "tmdb_plot": "A former Annapolis cadet is thrown out of the Naval Academy for cheating on an exam. Of course he was framed, but he must enlist in the Navy to clear himself. Meanwhile he and his sweetheart search for a buried treasure on Lost Island, which everyone is after.", "tmdb_id": "954851", "wiki_id": "15865131"}, {"title": "A Night in the Show", "genres": ["Comedy"], "wiki_plot": "Mr. Pest tries several theatre seats before winding up in front in a fight with the conductor and, eventually, the entire cast of an evening variety show.\nThe film concludes when a fire eater takes  the stage and Chaplin \"heroically\" drenches the performer and the audience with a fire hose.\nThe difference between \"Mr. Pest\" and \"Mr. Rowdy\" appears to be that one is pleasantly drunk and the other is obnoxious and sober.", "tmdb_plot": "Mr. Pest tries several theatre seats before winding up in front in a fight with the conductor. He is thrown out. In the lobby he pushes a fat lady into a fountain and returns to sit down by Edna. Mr. Rowdy, in the gallery, pours beer down on Mr. Pest and Edna. He attacks patrons, a harem dancer, the singers Dot and Dash, and a fire-eater.", "tmdb_id": "53412", "wiki_id": "2535779"}, {"title": "Niobe", "genres": ["Comedy", "Drama"], "wiki_plot": "This film is based on the Greek story of Niobe. Niobe was the daughter of Tautolus, and the wife of Amphion. Her pride in her children provoked Apollo, who cursed all of them. Niobe was then so overcome with grief, she turned into a stone statue, which gushed fountains of tears. The statue is then bought by Tompkins, an artist, who has it insured by the company of which Peter Amos Dunn is president, who takes the statue to his own home for security purposes.  Electricians, wiring the house, leave live wires at the feet of the statue, and suddenly Niobe steps from her stone pedestal and confronts Dunn. He is at a loss to explain the presence of a goddess to his family. But he remembers that a governess, who sent her trunks to him, is expected in a day or two. Dunn decides to dress up Niobe as the governess and introducing her to his wife and daughters as the actual governess.", "tmdb_plot": "The statue of Niobe comes to life through the dream of a hen-pecked old man.", "tmdb_id": "892666", "wiki_id": "44801155"}, {"title": "On the Night Stage", "genres": ["Romance", "Western", "Adventure"], "wiki_plot": "Saloon girl Belle Shields falls in love with and marries Alexander Austin, the town's new pastor, much to the chagrin of her sweetheart, \"Silent\" Texas Smith. Texas smolders with jealousy until Alexander lends him a fist during a bar fight, marking the beginning of a strong, respected friendship. Belle, having reformed herself into a proper pastor's wife, slips back into her old ways, and must rely on Texas to save her from the advances of a foppish gambler.", "tmdb_plot": "A stagecoach robber falls in love with a saloon girl. However, she falls for a pastor, who converts her and she marries him. The robber is so impressed by this that he decides to turn over a new leaf. However, a shady gambler sets his sights on the former saloon girl, and the robber has to protect her from his advances.", "tmdb_id": "298209", "wiki_id": "39995608"}, {"title": "Out of the Darkness", "genres": ["Drama"], "wiki_plot": "The owner of a large cannery (Charlotte Walker) employs many women and children in horrible working conditions. She refuses to see the manager (Thomas Meighan) who wants to try to get better conditions for the employees. She hits her head and ends up forgetting who she is. She ends up working at the cannery with the manager (who doesn't recognize her). The workers finally revolt and tie up the manager in a burning factory and the owner, who fell in love with him, suddenly remembers everything because of the shock of the situation. After rescuing him, she tries to make everything right again.", "tmdb_plot": "Drama in which Hélène, the owner of a large company goes to work in her own factory, to find out that its staff working in poor working conditions.", "tmdb_id": "305125", "wiki_id": "44822962"}, {"title": "The Oyster Dredger", "genres": ["Drama"], "wiki_plot": "On a trip to the seashore, a wealthy heiress named Vera is intrigued by Jack, an oyster dredger whom she sees at the beach. She instructs the driver of her boat to bump the other craft as a joke, which causes the oyster dredger to tumble into the sea. Later the two become good friends. She convinces Jack to trade places with her, desiring to adopt his more primitive lifestyle. Jack agrees to the proposition and moves into the girl's beautiful mansion, while she goes off to work at his job. Vera instructs her lawyer (Quinn) to alter her personal property records to reflect that Jack is the owner of Vera's estate.\nWhen Vera tires of the exhausting job, she tells her lawyer to switch all the records back, but the lawyer pretends not to understand what she is talking about. He tells her that she must marry him or he will remain silent and not restore her estate and property to her. Vera is indignant at the lawyer's proposal.\nThe lawyer tells Jack that since Vera has rejected his amorous advances, he is going to allow Jack to keep Vera's property indefinitely, but Jack grows weary of the \"easy life\" and wants to go back to his job as an oyster dredger. In a saloon, Jack overhears the lawyer making insulting remarks about Vera, and just as he is about to beat him up, the lawyer steps backward and falls into the sea and drowns. In the end, Jack and Vera are reunited and get married.", "tmdb_plot": "Vera, an heiress, while on a trip to the seaside, sees and admires Jack, an oyster dredger. She takes a fancy to his mode of living and through her lawyer proposes to change places and life with him for a time, placing all her property in trust with her lawyer. Jack finally agrees to the proposition and is installed in the wealthy girl's home", "tmdb_id": "919984", "wiki_id": "18095389"}, {"title": "The Patriot and the Spy", "genres": ["Drama", "War"], "wiki_plot": "A young couple, Pietro (James Cruze) and Blanchette (Marguerite Snow), get married as a jilted suitor, Johannes (Alphonse Ethier) looks on, and bides his time while plotting revenge. The couple live happily and are overjoyed at two young children they've sired.  When Pietro rushes to save one of his children from being hit by a car, he suffers a crushed foot, when the car runs over it.  The injury cripples him for life, which makes him ineligible for military service when war is declared.  Spurned suitor Johannes enlists, and taunts Pietro for his shortcomings.  \nJohannes proves to be an excellent military man, and is promoted to sergeant.  During a battle Johannes is captured and imprisoned, but then agrees to become a spy for the enemy.  When he returns to his village, he brags about his grand exploits, and spins an exciting yarn about how he escaped.  When Blanchette continues to reject his romantic overtures, Johannes convinces the enemy to raid the village.  Johannes then convinces Pietro to attempt a foolish mission, but leaks the details to the enemy. Pietro is then captured, and sentenced to being hanged.  Johannes now taunts Pietro and claims he will have is way with Blanchette.  Pietro barely escapes the hanging, and returns home to protect his wife.  During the struggle, the enemy troops mistake the outline in the couples home as Pietro, but it is actually Johannes, and he is shot dead.  Home troops arrive to save the village, and Pietro is honored as a true patriot.", "tmdb_plot": "Two young people marry in a Continental village and receive the congratulations of all save the rejected suitor. He bides his time while the couple live happily and are blessed twice with children. War is declared after the husband has suffered an injury for life and the rejected suitor enlists.", "tmdb_id": "942680", "wiki_id": "43636755"}, {"title": "Pool Sharks", "genres": ["Comedy"], "wiki_plot": "Following a standard style of the era, the film is a romantic slapstick comedy short. Fields and his rival (played by Bud Ross) vie over the affections of a woman (played by Marian West). When their antics get out of hand at a picnic, it is decided that they should play a game of pool. Both of them are pool sharks, and after the game turns into a farce, a fight ensues. Fields throws a ball at his rival, who ducks. The ball flies through the window and breaks a hanging goldfish bowl, soaking the woman they are fighting over and leaving goldfish in her hair. She storms into the pool hall and rejects both men.", "tmdb_plot": "Two romantic rivals play a game of pool for the hand of their lady love. W.C. Field's debut film.", "tmdb_id": "52276", "wiki_id": "1035505"}, {"title": "The Raven", "genres": ["Drama"], "wiki_plot": "The film begins by tracing Poe's ancestral heritage before Poe himself is born. After the loss of his parents, Poe is taken in by the John and Francis Allan in Richmond, Virginia. The film then jumps ahead about 15 years to Poe's time at the University of Virginia. Due to debts from playing cards and a growing interest in wine, Poe begins to have difficulties. He hallucinates that he has killed a man in a pistol duel.\nPoe meets Virginia and they spend a day together, riding a horse and sitting \"beside the glassy pool of romance.\" He tells her a fairy tale, a raven perching on Poe's shoulder as he finishes the story, before they go on a walk together. Upon seeing a black slave (listed in the credits only as \"Negro\") being whipped, he buys the slave with an IOU for $600.00. The slave's former owner then goes to John Allan to collect the debt. Allan calls Poe a \"scoundrel\" for causing so many bills.\nAfter having a drink with his \"chum\" Tony, Poe goes to visit Virginia. Tony follows shortly after and the two compete for Virginia's affection. Later, Virginia says she will choose the man who guesses which hand holds a wreath behind her back. Poe allows Tony to go first and, though he guesses correctly, Virginia secretly switches the wreath to the other hand so that Poe can win. Shortly after, in front of Tony and Virginia, Allan questions Poe's spending habits. Allan causes quite a scene, despite his wife's attempts to calm him. Poe is asked to leave the Allan family but Virginia offers to come along. Poe's recently purchased slave comes along as well.\nPoe, in Fordham, New York, is in \"dire poverty\" along with Virginia and her mother Maria. Virginia has a terrible coughing fit, a sign of her tuberculosis. Poe, desperate for money, unsuccessfully attempts to sell some of his work to George Rex Graham. Virginia, bothered by the cold winter weather, is kept warm by Poe's old coat from his time at West Point and from their pet black cat. She dies the next day, causing Poe great grief.\nSarah Helen Whitman is introduced at the end of the film, assisting an elderly couple. She meets Poe on her walk home through what seems to be a graveyard. Poe thinks she is Virginia Reincarnated and proceeds to follow her home. She rejects him when he makes advances, then Poe proceeds home where he starts hearing the tapping and recites “the raven”first seeing the shadow of a raven appear on his door. Hallucinating he begins climbing up a hill, and then resting on a rock that says wine, trying to move up past it he ends up perched on top of it before coming back to reality in his room. He goes to grab a drink and watches his wine glass turn to a skull, the horror causing him to drop it. \nA raven enters his room when he opens his window, answering all Poe’s questions with Nevermore.\nHis hallucinations show him with a ghost and then at heavens gate in front of an angel, as the gates close leaving Poe outside. Once returned to reality he finishes the poem before departing from his body. His death ending the film.", "tmdb_plot": "After a brief view of Edgar Allan Poe's family background, his grandfather, David Poe, Sr., an Irish immigrant to America, and his father, David Poe, Jr., the poet's life is depicted from the death of his mother and his subsequent adoption by John Allan, to his own tortured death in 1849. Expelled from the University of Virginia for incurring too many debts, Poe nonetheless courts and marries Virginia Clemm but is disowned by his foster father. While residing in Fordham, New York, Poe tries to earn a living as a writer but meets with little financial success. Overwhelmed by their impoverished state, Virginia dies and Poe sinks into a profound depression. Always a victim of alcohol and subject to hallucinations, Poe first imagines that his neighbor, Helen Whitman, is Virginia, then plunges himself into an elaborate delusion in which his wife's spirit, various other spectres and a raven finally drive him to his own death.", "tmdb_id": "177583", "wiki_id": "12187735"}, {"title": "The Red Circle", "genres": ["Drama"], "wiki_plot": "The Red Circle is a birthmark, on the hand of the heroine, noticeable only in times of stress and\nexcitement, which forces her to steal, leading to no end of complications and intrigue.", "tmdb_plot": "The Red Circle is a birthmark, on the hand of the heroine, noticeable only in times of stress and excitement, which forces her to steal, leading to no end of complications and intrigue.", "tmdb_id": "753252", "wiki_id": "15880696"}, {"title": "The Reform Candidate", "genres": ["Drama"], "wiki_plot": "The film was advertised in contemporary newspapers as \"a drama of home and politics that will reach your heart strings.\"", "tmdb_plot": "Realizing that his mayoral campaign is in serious trouble, reform candidate Frank Grandell sends his people out to dig up some dirt on Art Hoke, the boss of the city's political machine.", "tmdb_id": "425367", "wiki_id": "44837153"}, {"title": "The Regeneration", "genres": ["Romance", "Crime", "Drama"], "wiki_plot": "Cited as one of the first full-length gangster films, Regeneration tells the story of a poor orphan who rises to control the mob until he meets a woman for whom he wants to change.\nThe film is a \"candid adaptation\" of the autobiography of Owen Frawley Kildare, called the Kipling of the Bowery. The story follows the life of Owen (Rockliffe Fellowes), a young Irish American boy who is forced into a life of poverty after his mother dies.  As a result, Owen is forced to live on the street eventually turning to a life of crime.  Owen is eventually reformed, however, by the benevolent social worker Marie Deering (Anna Q. Nilsson). Also featured is a fire aboard an excursion ferry, much like the General Slocum disaster of 1904.\nDeering's choices perplex her beau, a district attorney (Harbaugh) who has declared war on the gangs.", "tmdb_plot": "At 10 years old, Owen becomes a ragged orphan when his mother dies. Abusive next-door neighbors the Conways take him in, and by 17, Owen has learned that might is right. At 25, he's a career gangster: loitering, gambling and drinking in dens of iniquity. Marie Deering arrives in Owen's area, eager to empower the impoverished, gang-affiliated youth through education. Owen slowly but surely leaves his old life behind, choosing the narrow path- all the while falling in love with Marie. Skinny, who's taken over Owen's role in the gang, reappears to him, spelling trouble.", "tmdb_id": "86081", "wiki_id": "76298"}, {"title": "The Ringtailed Rhinoceros", "genres": ["Comedy"], "wiki_plot": "News items about the film in 1914 and reviews in 1915 provide descriptions of its storyline and cast. The plot's main character, John Carter-Carter (Raymond Hitchcock), is portrayed as a pleasant man who drinks alcohol excessively. His frequent drinking often causes him to ignore or forget his day-to-day responsibilities, much to the regret of his fiancée, Marybelle Loring (Flora Zabelle), who pleads with him to stop boozing. When her little brother Billie (Raymond Hackett) asks John why his sister is so sad, the man blames the \"Ringtailed Rhinoceros\". The boy is confused by that answer, but he vows to kill the beast. Soon, though, the rhino leads John once again to alcohol and this time to the destruction of his wedding plans. Intoxicated, John arrives late to a lawn party where he and Marybelle were to announce their betrothal. The invited guests have departed; Marybelle is humiliated; and her furious parents (Herbert Fortier and Ida Waterman) cancel the engagement.\nJohn's break-up with Marybelle devastates him. Returning to his rented room, he finds little Billie waiting there, still eager to hunt and kill the rhino. John assures the boy that together they will slay him, so they begin planning how to do it. Before long, Billie falls asleep in a chair, as does John, who begins to dream. In his dream John sees himself as a shabby, destitute wanderer who is captured by pirates and forced to toil aboard their ship. Later, at sea, while John is scrubbing the vessel's deck, the Ringtailed Rhinoceros suddenly appears and leads him to the pirate captain's stock of rum. John gleefully guzzles a bottle, but he is caught by the crew and forced to walk the plank for stealing. Once in the water, John manages after a long swim to reach an island, where he is chased by soldiers who magically materialize. As he flees, John sees an elaborately dressed boy who looks just like Billie. He is the island's prince named \"Good Intent\". John rushes up to him and begs for protection. The prince agrees and takes the stranger to see his royal family, including his sister, \"The Weeping Princess\", who bears a striking resemblance to Marybelle.\nAt the palace John learns the princess is under a magic spell that compels her to cry constantly until the Ringtailed Rhinoceros is destroyed. He promises to kill him, but the king and queen, who are identical in appearance to Marybelle's parents, doubt his pledge. The prince now gives John an eight-legged horse named \"Resolution\" to help him in his search. Soon John locates the rhino, but instead of battling the beast, he allows the animal to take him to the king's wine cellar. There for several days John enjoys drinking, while reporting to the royal family that he is busy hunting. A \"Counsellor Bird\" fails to persuade John to resume his mission, so the bird informs the family about the deception. The king orders John beheaded for lying, but the prince intervenes and saves him again.\nArmed with an old gun, a blunderbuss, and accompanied by the prince, John sets out with a renewed resolve to kill the rhino. The pair enter the beast's domain, where an array of animals threaten them and then try to lure John to the \"River of Drinks\". The prince, however, helps him resist the temptations. John now begins shooting at the rhino's allies, which prompts the rhino to take the offensive. He rallies the animals for an attack on the palace, so John and the prince rush back to the royal family to defend them. In the throne room, John sees a bottle of wine and is about to drink it when the rhino bursts into the room and approaches the king, queen, and weeping princess. Nearby, the prince shouts at John to kill the creature. John responds, hurling the bottle at the rhino, striking him on the head and killing him. The princess immediately stops crying and embraces John. As everyone celebrates, John awakes from his \"fable-dream\". The fantastic adventure has deeply affected him. When he sees Billie and Marybelle again he proclaims that he has at last killed the Ringtailed Rhinoceros and can begin life anew, fully dedicated to being a more responsible, sober man.", "tmdb_plot": "John Carter is a good fellow. In fact, his good fellowship is Carter's one great fault, for the highballs and cocktails which go with it too frequently make him forget his more serious obligations and are cause for anxiety on the part of his charming fiancée Marybelle. Marybelle's little brother, Billie asks Carter what is making Marybelle so sad. Carter replies evasively, \"It's a Ringtailed Rhinoceros.\" Billie vows to kill the rhino. When Carter fails to appear on time at a dinner which was planned to announce his engagement to Marybelle, and finally arrives intoxicated, her parents in anger force her to break the engagement and forbid Carter the house. Marybelle's rejection of Carter hits him hard.", "tmdb_id": "967148", "wiki_id": "63679686"}, {"title": "The Secret of the Submarine", "genres": ["Action", "Adventure"], "wiki_plot": "The heroes must keep the titular submarine from falling into the hands of the Russians or Japanese.", "tmdb_plot": "An American adventure film serial comprised of fifteen episodes of two reels (24 min) each.  All chapters are presumed lost.", "tmdb_id": "258263", "wiki_id": "15827978"}, {"title": "The Silent Voice", "genres": ["Drama", "Romance"], "wiki_plot": "The film tells the story of Franklyn Starr, a gifted musician who becomes embittered after he is stricken with a sudden onslaught of deafness and then suffers the loss of his beloved mother. He soon retreats to a remote cottage in the country with his loyal servant Spring to live out his life as a recluse.\nHiking in the woods one day, Starr stumbles upon a group of workers about to set off explosives and, oblivious to their warning cries, is injured in the detonation. Marjorie Blair, a young woman out horseback riding, comes to his aid, an act that would lead to courtship and marriage. Starr is happy, for once again life is good; until his cousin Bobby flirts with Marjorie giving him the mistaken impression the two were having an affair.\nStarr’s despair is finally lifted after he decides to use his wealth to help others and is rewarded by the return of his hearing and reconciliation with Marjorie.", "tmdb_plot": "Franklyn Starr, a talented and wealthy young musician, suffers a double misfortune in the sudden loss of his hearing and in the death of his Mother to whom he is deeply attached. He loses his generous, joyous nature and transforms into a gloomy and despondent misanthrope.", "tmdb_id": "942686", "wiki_id": "40489545"}, {"title": "The Slim Princess", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, Alexander Pike, longing for new fields to conquer and willing to give a federal grand jury some time to forget him, takes a trip to Morovenia, where the ruling governor is desperate because Kalora, his oldest daughter, refuses to get fat enough to conform to the Turkish ideal of beauty and so be safely married off. The law forbids her younger and fatter sister to marry first. Popova, the princess's tutor, has a secret grudge against the governor and encourages the Slim Princess privately to devour pickles and so preserve her slim outlines. Pike drops in for an informal call on the Slim Princess one afternoon by way of the back wall of the garden. The Princess is delighted to find that slimness is an added charm in America. He proves it to her by a magazine. He is discovered by the guards and, after a short fight, flees. The Slim Princess is sent to America to be fed on breakfast food guaranteed to put fat on any bones. She enjoys America so much and, after a renewal of her acquaintance with Alexander Pike, she becomes still slimmer, essaying to conform to the lines of the American girls. Her father discovers this through the reports of the Turkish legation, and she and Popova are recalled in disgrace and the tutor sent to prison. Pike follows them back to Morovenia and asks the governor for the hand of his daughter in marriage. Then comes swift action, in which the fat and slim princesses become considerably mixed during the negotiations between the American and the governor, who cannot understand why any man could want a thin wife. The Slim Princess and her lover are finally sorted out, and Popova released from prison.", "tmdb_plot": "Gloom overcasts the palace of Count Selim Nalagaski, governor general of Morovenia, Turkey. All efforts to make the count's elder daughter, the Princess Kalora, fat, synonymous with beauty in that country, have failed. Popova, the Princess's tutor, devises a terrible revenge because the count called him a Christian dog. He feeds the princess pickles to keep her thin.", "tmdb_id": "918577", "wiki_id": "40962387"}, {"title": "Song of Triumphant Love", "genres": ["Drama"], "wiki_plot": "The film is based on story by Ivan Turgenev.", "tmdb_plot": "", "tmdb_id": "289456", "wiki_id": "57647206"}, {"title": "The Soul of Broadway", "genres": ["Crime", "Romance"], "wiki_plot": "As described in a film magazine, La Valencia (Suratt), a stage beauty, has ensnared a young man who steals in order to shower her with the luxuries that she demands. He is caught and, after serving a 5-year term, emerges from prison a gray haired man. La Valencia comes across him again, and her passion revives. She seeks to ensnare him again, but now he is married and his old life has no charms for him. Desperate, she then threatens to reveal his past to his wife, which leads to a terrific climax.", "tmdb_plot": "Grace Leonard, a typical woman of the New York stage, beautiful but old in sin, seduces William Craig, who becomes a thief in order to shower luxuries upon her. He is sentenced to prison and emerges five years later as a sad-faced, gray-haired man, entirely cured of his mad passion for La Valencia. But she sees him and her old passion is stirred, meaning nothing to her that since his release from prison, he has fallen in love and married a good woman who knows nothing of his past. When William is not swayed by her fascinations, Grace threatens to expose his past life.", "tmdb_id": "937471", "wiki_id": "34071219"}, {"title": "Stolen Goods", "genres": ["Crime", "Drama"], "wiki_plot": "An orphan named Margery (Blanche Sweet) is working a dressmaking company in New York. She is sent to prison when a rich kleptomaniac named Helen North (Cleo Ridgely) puts some stolen lace in Margery's handbag. After leaving the prison she becomes a nurse for some time until the hospital she works at finds out she has a record. She leaves and becomes a nurse at a Red Cross emergency hospital in Belgium. At the same time, Helen has come to Belgium to take care of her sick father. After he dies, she is left without any money. She is planning to leave for California to live with her father's wealthy friend when an airship bomb sends Helen to the hospital Margery is working at. Another shell explodes and makes Margery think Helen is dead. Margery takes Helen's identity to go to California. She falls in love with a doctor named Richard Carlton (House Peters, Sr.) and right before they are supposed to get married Helen shows up. In order to stop people from taking Helen to the insane asylum, Margery confesses the truth. Carlton still wants to marry her anyway.", "tmdb_plot": "The lives of a poor orphan and a rich kleptomaniac intertwine after the former is framed for a robbery by the latter.", "tmdb_id": "944605", "wiki_id": "44810344"}, {"title": "The Stool Pigeon", "genres": ["Crime", "Drama"], "wiki_plot": "Walter Jason, a young man from the country, comes to the big city to find a job but fails to do so. Oswald Trumble is well known in high society, but he is in reality the leader of a criminal gang. Trumble spots Jason down at the river's edge appearing depressed, and prevents the young man from committing suicide. He buys Jason food and some new clothes, and sets him up in a nice apartment, in order to win Jason's friendship. Trumble introduces Jason into high society where he meets Mildred Moore, the beautiful daughter of the wealthy Mrs. Crosby Moore. Trumble has been planning to steal the rich old lady's jewels.\nJason is attracted to Mildred, but meanwhile Trumble comes up with a daring plan for the heist. His plan is to abduct Mildred and replace her with a lookalike; Jason will unknowingly lead the fake Mildred back into her house, where the lookalike will grab the old lady's jewels. The plot goes as planned, except that Jason notices that the woman he is with is suddenly missing a beauty mark she had earlier in the evening. He tips off the cops and they capture the impostor.\nThe police give the girl the third degree, and she confesses the entire plot. A trap is set and Trumble's whole gang is rounded up. Jason forces Trumble to reveal where the real Mildred is being held, then rescues the girl. Jason confesses his past criminal activities to Mildred and her mother, and they forgive him. His engagement to Mildred is soon announced.", "tmdb_plot": "Walter Jason, a young man from the country, comes to the big city to find a position, but fails to do so. Oswald Trumble, so known to society, though in reality a master crook, strolls through the park, his mind busy with a scheme to steal the jewels of Mrs. Crosby Moore, a leader of society, whose forthcoming fancy-dress ball is the talk of the town. As Trumble approaches the bench where Jason is seated, the young man arises, shows exhaustion and then slowly continues on his way. Struck with Jason's clean-cut appearance, Trumble follows the young man, trails him to the river, and prevents him from committing suicide.", "tmdb_id": "919982", "wiki_id": "18092900"}, {"title": "That Little Band Of Gold", "genres": ["Comedy"], "wiki_plot": "As described in a film magazine, Hubby decides to steal a night off away from the domestic joys of home, wife, and mother-in-law, and plans a pleasant little supper with an interesting lady friend at a notable cafe. His enthusiasm is a trifle dashed when he sees a friend at a nearby table, and his plans are scattered entirely to the winds at the horrified entrance of an indignant mother-in-law and his neglected wife.", "tmdb_plot": "A happy young couple become engaged, and soon afterwards they are married. But after their marriage, the husband begins to stay out carousing with his friends, leaving his wife at home with her mother. Then, when the three of them go to the opera together, the husband spots one of his friends in another box. Soon the domestic difficulties reach their peak.", "tmdb_id": "174187", "wiki_id": "13725681"}, {"title": "Their One Love", "genres": ["Action", "Drama", "War"], "wiki_plot": "Two sisters love the same man, who later dies in the American Civil War.", "tmdb_plot": "In the 1850s twin girls fall in love with the same young man, and must struggle with their feelings once he goes off to fight in the Civil War.", "tmdb_id": "174215", "wiki_id": "43636683"}, {"title": "The Toast of Death", "genres": ["Drama"], "wiki_plot": "Mademoiselle Poppea (played by Glaum) is the leading ballerina of the Imperial Ballet in Calcutta, India. Her beauty and charm bring to her many admirers, among them a British soldier, Captain Drake (played by Keenan), and an Indian prince, Yar Khan (played by Mayall), of the Bengalese Dragoons.\nAlthough she loves Drake, Poppea agrees to marry the prince because of his title, wealth and high social standing. She keeps Drake as her lover, however, and he visits her regularly at the palace.\nWhen the prince is ordered to transfer, he and Poppea go to live in the South. She finds the climate and culture repulsive and is bored and disgusted with her devoted husband. She then writes to Drake and begs him to come see her. Feigning illness, he takes leave from his military duties and travels to Poppea.\nThe prince is pleased to see Drake and receives him warmly. By accident, he discovers the adulterous relationship between Drake and his wife. As revenge, he pours two glasses of wine and puts arsenic into one. He then tells Poppea to select which glass each man will drink. Unknowingly, she selects the poisoned glass for Drake. After the toast, the prince watches as Drake has a horrible death. He disposes of Drake's body and forces his devastated wife, Poppea, to flee out into the desert.", "tmdb_plot": "Ballerina Poppea is adored by all the men of Calcutta, especially British soldier Captain Drake and Indian PrinceYar Khan. Because of his title and wealth, Poppea decides to marry the prince, while keeping Drake as a lover. But the prince eventually discovers what she's up to and goes out of his way to catch the adulterers together. He takes two glasses of wine, pours arsenic into one, and tells Poppea to choose which glass each man will drink. She innocently picks the poisoned glass for Drake and he dies horribly. The prince disposes of the body and drives Poppea out into the desert.", "tmdb_id": "938330", "wiki_id": "26146275"}, {"title": "The Tramp", "genres": ["Comedy"], "wiki_plot": "The film starts with Charlie Chaplin walking down the road. He doesn't see a car come by and he barely manages to escape. A few seconds later, another car floors Charlie.\nNot being able to fathom what just happened, he dusts himself off and decides to seek refuge in a nearby farm. There, he does the classic gag of doffing his hat to a tree. He sits underneath it and decides to eat his sandwich.\nHowever, a hobo exchanges Charlie's sandwich for a brick, so Charlie must eat grass. Charlie sees this, and knows he cannot do anything, so he just sits there. The same hobo, however, molests a farmer's daughter (Edna Purviance), and she runs up to Charlie, who comes to her aid with the help of the brick. The hobo tries getting Charlie out of the way, but Charlie kicks him off.\nTwo more hobos show up when the angry hobo tells them about how Charlie humiliated him, but these are no bother for Charlie, who throws all three into the lake. However, they have their fifteen seconds of fame when they throw stones at Charlie, and he sits down on a bunch of logs and sets his posterior on fire. He sits down in a sewage pipe to cool his posterior off, where Edna finds him.\nThe grateful girl takes Charlie home, where the farmer's father decides that \"as a reward, you can work\". Edna seats herself on the lunch table, and, unaware about this, Charlie throws his brick on the table, giving the table a jolt.\nThere, he helps another farmhand with work. He gets a fork and frequently pokes the farmhand with it, especially while he is carrying loads, to make him move faster. When Charlie attempts helping him with the load, he does a terrible job. He climbs up a ladder, takes the load and, instead of climbing down to keep the load down, just throws it down. Later, they realize that he threw the load down on another man, who's passed out under the sheer weight.\nThis over, him and the farmhand go to get the eggs that the chicks lay. However, the duo get into a tiff, where Charlie smashes an egg on the farmhand's forehead. It smells disgusting, so they think about what they can do with it.\nThey see a man enjoying nature with a spiritual book. Charlie suddenly gets an idea. While the man is enjoying nature, and unaware that the spiritual book actually exists, Charlie sneakily puts the smashed egg on the open page, and sneaks away. Just then, the man closes his book, and the egg yolk spills down on his coat. But he doesn't realize this as he's still lost to nature.\nCharlie suddenly gets a hunch that the hobos are planning another robbery, and the robbery features the house Charlie resides in, so they go to the office. They tell the man inside about the planned robbery, but the man couldn't care less. So they devise a plan.\nCharlie takes a hammer and decides that, when the thieves try climbing in, he'll bust their heads with the hammer. He tells the farmhand to sleep off, with the intention of testing the hammer on him. Of course, the man sleeps off, and when Charlie smashes the man's head, he wakes up immediately, in deep pain, and very angry with Charlie.\nTheir hunch proves correct. The hobos try climbing in. However, Charlie and the farmhand, unbeknownst to them, are ready for them, and Charlie smashes their heads with the hammer, making them fall all the way down. Charlie gives chase, just for fun, and the men manage to get away.\nBy this time, a scene has been created, and when the people realize what Charlie had done, they thanked him profusely. Edna even offered to eat lunch with him. By now Charlie was in love, so he readily agreed.\nAll seems well, until a man comes along and calls to Edna. Edna hurriedly tells Charlie that a man has come to see her, and Charlie readily agrees to let them see each other.\nAnd Charlie just watches as they kiss and hug.\nCharlie now knowing that the woman of his dreams is already in a relationship, introduces himself to Edna's sweetheart. He then excuses himself and goes back in. Unwilling to be a problem in their lives, he decides to leave a letter for them and then take to the road. He wrote: \"I thort (thought) your kidness (kindness) was love, but I know it wasn't cause (because) I (I've) seen him. Good by (goodbye).\"\nHe then goes to the road, where he knows he belongs. He is seen skipping and swinging his cane, happy that he is back on the road, where he is meant to be.", "tmdb_plot": "The Little Fellow finds the girl of his dreams and work on a family farm. He helps defend the farm against criminals, and all seems well, until he discovers the girl of his dreams already has someone in her life. Unwilling to be a problem in their lives, he takes to the road, though he is seen skipping and swinging his cane as if happy to be back on the road where he knows he belongs.", "tmdb_id": "30982", "wiki_id": "2546555"}, {"title": "Trilby", "genres": ["Drama"], "wiki_plot": "In France, a beautiful young model named Trilby meets three Bohemians (Little Billee, the Laird, and Taffy) and they all become friends. Trilby and Billee fall in love, but their happiness is thwarted by an evil mesmerist named Svengali, who becomes obsessed with having Trilby for himself. On the night Little Billee is to propose to Trilby, Svengali kidnaps her via hypnotism and takes her away with him to England where he uses his supernatural powers to turn her into a talented singer. Svengali must use all his will power to maintain a hold over the girl, and the stress begins to take a toll on his heart. When he suffers an attack, Trilby appears to become her old self again, but when he recovers, she lapses back into zombie mode. Svengali finally dies, and Trilby's voice reverts to her former gruff form, and the audience boos her off the stage (in the redone ending). Trilby returns to normalcy and the last scene shows her reunited with her friends with a smile on her lips. The title card reads \"A promise of good old times again\".\nThe original version of the film had Trilby dying during the last scene (as it occurs in the novel), and this version premiered in New York City at the 44th Street Theatre on September 6, 1915. It went into general release on September 20, 1915, with her death scene intact. In 1917, when the film was re-released, the ending was altered with newly filmed footage so that Trilby remained alive in the film's finale. So technically, two different versions of this film existed.", "tmdb_plot": "A hypnotic Svengali controls the singing voice of a young starlet, but he cannot control her heart. This 1915 Maurice Tourneur film is a version of the famous duMaurier novel. It was later done in a more famous 1931 film named Svengali with John Barrymore. The later film obviously changed the title due to the huge presence of its' star.", "tmdb_id": "174190", "wiki_id": "48596601"}, {"title": "The Warrens of Virginia", "genres": ["War", "Drama"], "wiki_plot": "As the American Civil War begins, Ned Burton leaves his Southern love, Agatha Warren, and joins the Union army. He is later protected and saved from death by Agatha in spite of her loyalty to the South.", "tmdb_plot": "As the Civil War begins Ned Burton leaves his Southern love Agatha Warren and joins the Union army. He is later protected and saved from death by Agatha in spite of her loyalty to the South.", "tmdb_id": "299150", "wiki_id": "14616220"}, {"title": "Wildfire", "genres": ["Drama", "Comedy"], "wiki_plot": "John Keefe, a gambler, shoots and kills Robert Barrington in an argument over a card game. Keefe steals Barrington's papers and forges a bill of sale to himself for Barrington's stable of race horses back east. The stable includes the prize filly, Wildfire. Meanwhile, Barrington's daughters, Henrietta and Myrtle, are becoming worried about their father's long absence in the West. John Garrison, the sheriff of the town in which Barrington was killed, goes East to investigate. He suspects Keefe (now called John Duffy) and begins to build a case, causing Henrietta to become suspicious. Keefe, realizing that the game is almost up, tries to get Wildfire's jockey to throw the big race, but Henrietta saves the day and Wildfire wins.", "tmdb_plot": "John Keefe, a gambler, shoots and kills Robert Barrington in an argument over a card game. Keefe steals Barrington's papers and forges a bill of sale to himself for Barrington's stable of race horses back east. The stable includes the prize filly, Wildfire. Meanwhile, Barrington's daughters, Henrietta and Myrtle, are becoming worried about their father's long absence in the West. John Garrison, the sheriff of the town in which Barrington was killed, goes East to investigate. He suspects Keefe (now called John Duffy) and begins to build a case, causing Henrietta to become suspicious. Keefe, realizing that the game is almost up, tries to get Wildfire's jockey to throw the big race, but Henrietta saves the day and Wildfire wins.", "tmdb_id": "520657", "wiki_id": "33917473"}, {"title": "Wished on Mabel", "genres": ["Comedy"], "wiki_plot": "This \"farce comedy\" begins with an older, well-dressed woman sitting down on a park bench with her daughter Mabel. With a magazine in hand, \"Mama\" proceeds to read to the obviously bored young woman, whose spirits are lifted when nearby she sees her boyfriend \"Fatty\". Mabel motions to him to come sit with them. After sneaking a few quick kisses with Mabel, Fatty takes her away so they can spend time together, leaving Mama alone on the bench.Elsewhere, a strolling \"Keystone Cop\" encounters a man sleeping on another park bench. The policeman uses his nightstick and foot to chase away the loiterer, who promptly spies Mama sitting by herself. Clearly an experienced thief, he sidles up to her and uses a small pair of scissors to steal a ladies' pocket-style watch suspended from her neck by a long ribbon. The thief hastily departs with the watch. Once Mama notices her timepiece is missing, she yells for help, which rouses the policeman, who is dozing on the same bench from which he had chased the thief. The officer runs to the distraught woman, feigns interest in her plight, but returns to the bench to resume his nap.Fatty and Mabel meanwhile are playing hide-and-seek along the park's lakeside and battling a bee that has landed on Mabel's nose. Not far away, the thief admires the pilfered watch and then puts it in his trousers' pocket, which apparently has a hole, for the watch exits the cuff of his trousers and drops to the ground. The crook ambles away, unaware of the loss of his ill-gotten gain. Fatty soon finds the watch while Mabel is close by playfully splashing lake water. When she returns, he presents the watch as a gift he had bought for her. Elated, Mabel does not recognize the watch even though Fatty pins it to the lapel of her dress using a small piece of Mama's ribbon still attached to the timepiece's top metal loop or \"bow\".While Fatty leaves to buy sweets at a concession stand, the passing thief notices Mabel wearing \"his\" watch after realizing he had lost it. A struggle for the watch ensues. Fatty hears the ruckus and rushes to Mabel's aid as Mama also arrives and sees her stolen property. Fatty and the thief frantically pass the watch back and forth to one another, each man disavowing any connection to it. Mama then reclaims the watch, recognizes the thief, and calls again for help. The snoozing officer, who was awakened by his angry police chief, finally appears. The crook flees, but the cop finds him hiding between two large rocks. He cracks him on the head with his nightstick and carries the unconscious thief off to jail. The film ends with Fatty putting his arms around Mama and Mabel and all three happily walking away together.", "tmdb_plot": "Mabel, in the park with her mother, sees her boyfriend and asks him to join them.", "tmdb_id": "174139", "wiki_id": "13725846"}, {"title": "Mit Herz und Hand fürs Vaterland", "genres": ["War", "Drama"], "wiki_plot": "A reserve officer in the Tyrolean Rifles leaves his family go and fight on the Italian Front.", "tmdb_plot": "", "tmdb_id": "623559", "wiki_id": "59548479"}, {"title": "The Woman", "genres": ["Drama"], "wiki_plot": "Senator Jim Blake and his son-in-law Mark Robertson hires an investigator to find dirt on Senator Matthew Standish, their political opponent. \nThe investigator finds that, years earlier, Standish had spent a night in a hotel with a stranger whom the former senator's secretary, bribed by the detective, describes only as \"a lady from a good family\". Blake and Robertson try in every way to find out who the woman may be - and approach Wanda Kelly, a receptionist, to help them discover her name.  Wanda learns that Grace, the mysterious woman, is Blake's daughter also Robertson's wife; she then destroys the evidence in her possession and refuses their bribe, even when threatened with arrest. Grace, realizing the troubles the girl could face because of him, confesses. Wanda, for her determination and honesty, arouses the admiration of Blake who does not pose any obstacles to the love story between her and her son.", "tmdb_plot": "William C. DeMille adapted his screenplay for The Woman on the stage play by DeMille's father Henry and David Belasco. The story is set in Washington D.C., courtesy of the Lasky Studio's scenic department. Lois Meredith plays the title character, a woman of questionable morals currently involved with young politician James Neill. Political boss Theodore Roberts hopes to ruin Neill by making public the young man's romantic entanglements.", "tmdb_id": "402389", "wiki_id": "44807484"}, {"title": "A Woman", "genres": ["Comedy"], "wiki_plot": "A well-to-do family of three is asleep on a park bench.  The father (Charles Insley) is awakened when a pretty girl (Margie Reiger) trips over his outstretched feet.  The father is an incorrigible womanizer and immediately follows the girl to another park bench while his wife (Marta Golden) and adult daughter (Edna Purviance) remain asleep.  He briefly departs to buy himself and the girl drinks from a refreshment stand.  As soon as he leaves, Charlie arrives at the park bench where the pretty girl is seated.  Charlie attempts to flirt with her—and the girl seems to enjoy his company.  The father returns with two bottled drinks and jealously smashes one over Charlie's head, knocking him senseless.  The father escorts the girl away.  The girl tells the father she wants to play hide-and-seek.  He agrees.  She blindfolds him and walks away.  Charlie regains his senses and comes across the blindfolded father.  He leads him to the edge of a pond with his cane.  The father removes his blindfold moments before Charlie kicks him into the water.  (A passing park policeman who tries to intervene gets kicked into the pond too.)  Charlie comes across the father's wife and daughter and makes a favorable impression.  They invite him to their house for refreshments.  Meanwhile, the father befriends another man in the park whom Charlie has earlier annoyed (Billy Armstrong).  Together they go to the father's home.  When snacks are put on the table, Charlie demonstrates a unique way of serving doughnuts and is having a merry time when the father sees him.  The other man, who is flirting with the father's wife in the kitchen, sees Charlie too.  Both men try to corral Charlie, but he knocks them cold—but not before his trousers are ripped off his body.  Charlie initially runs into the street without any pants, but the commotion he creates outside causes him to retreat back into the house.  Charlie goes to an upstairs room where he conveniently sees a woman's dress suit on a mannequin.  He changes into it and is seen in a hallway by the daughter.  Instead of being angry, the daughter laughs at the spectacle and suggests Charlie continue with the charade of dressing as a female to fool her flirtatious father.  She even offers him a pair of female shoes and a place to shave his mustache.  The female Charlie is introduced as a college chum of the daughter, and succeeds in attracting the attention of both the father and his friend.  The father resents the competition and angrily knocks his friend out of the house.  Charlie's true gender is eventually revealed, however, when his skirt falls off.  Another fight ensues.  Charlie and the father seem to have made peace, but the father reacts angrily when Charlie wants to court his daughter.  Charlie is thrown out of the house and lands alongside the other man where another battle begins.", "tmdb_plot": "Mother, father and daughter go to the park. The women doze off on a bench while the father plays a hide-and-seek game with a girl, blindfolded. Charlie leads him into a lake. Both dozing ladies on the bench fall for Charlie and invite him for dinner. The father returns home with a friend. Charlie rushes upstairs and dresses like a woman, shaving his mustache. Both men fall for Charlie.", "tmdb_id": "53409", "wiki_id": "2543913"}, {"title": "Work", "genres": ["Comedy"], "wiki_plot": "Charlie is an assistant to Izzy A. Wake, a painter and wallpaper hanger.  The two men are on their way to a job carrying their ladders and materials on a cart.  The boss rides in the cart, leisurely sitting in front of all their paraphernalia, while Charlie is hitched to the cart like a mule.  The boss also treats Charlie like a mule, beating him with a stick to get him to move faster.\nWhen the boss opts to take a shortcut up a steep hill, the out-of-control cart descends and is nearly hit by an oncoming streetcar.  A second attempt to scale the enormous hill is successful. A further delay is caused by Charlie falling down a manhole. At the destination house, Charlie carries all the material on the cart into the house in one move. They have been commissioned to hang wallpaper, but Charlie becomes distracted by the pretty maid.  The boss has a misadventure and falls, his head ending up in a bucket of paste.  Meanwhile, the short-tempered homeowner is contending with the threat of an exploding stove and an amorous French visitor who is making passes at his wife.  Shots are fired—and the target turns out to be Charlie who has been enjoying the maid's company.  An enraged Charlie gives the Frenchman, his boss, and the homeowner each a face full of paste.  As the fight moves into the kitchen, the troublesome stove finally explodes.  When the dust dies down, Charlie is nowhere to be seen.  Slowly the oven door opens.  Charlie looks out and retreats back into the stove.", "tmdb_plot": "Charlie and his boss have difficulties just getting to the house they are going to wallpaper. The householder is angry because he can't get breakfast and his wife is screaming at the maid as they arrive. The kitchen gas stove explodes, and Charlie offers to fix it. The wife's secret lover arrives and is passed off as the workers' supervisor, but the husband doesn't buy this and fires shots. The stove explodes violently, destroying the house.", "tmdb_id": "53408", "wiki_id": "2562990"}, {"title": "A Yellow Streak", "genres": ["Drama", "Western"], "wiki_plot": "After a Wall Street broker is ruined by his wife's lover, a business associated, he thinks of committing suicide off Brooklyn Bridge but instead heads to a western mining town.", "tmdb_plot": "Wall street broker Barry Dale is systematically ruined financially by his alleged best friend Richard Marvin . This Marvin does so that he can win Dale's wife Virginia away from the discredited broker. Dispirited and disillusioned, Dale heads to the West for a fresh start in life. Unfortunately, he soon develops the reputation as a coward, but he manages to dispel this by becoming a notorious outlaw, reasoning that highway robbery is not all that different from Wall Street chicanery.", "tmdb_id": "964964", "wiki_id": "67436646"}]