[{"title": "The Heart of a Child", "genres": ["Drama"], "wiki_plot": "A girl from the slums is injured by an aristocrat's car. Years later, now a successful dancer, she falls in love with the aristocrat's brother.", "tmdb_plot": "A slum orphan, injured by a lady's car, becomes a dancer and marries the lady's brother.", "tmdb_id": "887127", "wiki_id": "32603943"}, {"title": "Mirages", "genres": ["Drama", "Romance"], "wiki_plot": "The film is based on the novel by Lidiya Charskaya.\nA young and beautiful girl Marianna from a poor family is hired as a reader by an elderly millionaire Dymov. She lives in a family with her mother and other family members, plays in performances, she has a fiancé Sergei.\nDymov's son begins courting the beautiful reader. The girl feels a craving in her soul for wealth and luxury. After the death of the elder Dymov, she receives a large amount of money from him.\nYoung Dymov dissuades her from marrying Sergei. He manages to seduce Marianne with “the tinsel of a rich life; the heroine converges with him, breaks with the family, refuses her fiancé”. The girl writes a letter to her mother that she has found what her soul has been looking for a long time, and the everyday gray atmosphere of life with Sergey would be unbearable for her. Marianna breaks with her fiancé and leaves the family, becoming the mistress of the handsome Dymov.\nBut a little time passes, and the “handsome seducer” gets tired of his passion. Marianne finds out that her seducer is not going to marry her, and realizes “how mirage her happiness was”.", "tmdb_plot": "Marianna (Vera Kholodnaia) is a poor but decent girl who is working for the millionaire Dymov. Dymov has a son, a dilettante youngster who with the help of his wealth will seduce Marianna who, besides being poor, decent and talented, has also a fiancée. Marianna doesn't hesitate to leave her family and fiancée in order to obtain the splendid life offered by Dymov Jr. Alas; their romance is short lived.", "tmdb_id": "227238", "wiki_id": "57647027"}, {"title": "20,000 Leagues Under the Sea", "genres": ["Adventure", "Drama", "Action", "Science Fiction"], "wiki_plot": "A strange \"sea monster\" has been rampaging the seas. The United States sends the naval vessel Abraham Lincoln to investigate. During their search, the vessel runs into the \"monster,” and it damages their ship. The mysterious monster turns out to be Nautilus, the technologically advanced submarine of Captain Nemo. After the attack, the Abraham Lincoln is adrift with no rudder. Then, a \"strange rescue\" takes place. Captain Nemo guides his submarine directly beneath the four people who had been aboard the ship and fallen into the sea during the attack. Nautilus surfaces, and Nemo's crew brings the four rescued individuals aboard the submarine. The four include master harpooner Ned Land, a professor Pierre Aronnax, his daughter, and the professor's assistant. Once aboard the submarine, the four must swear they will not attempt to escape. The captain introduces them to his vessel and the wonders of its underwater realm. He later takes them hunting on the seafloor.\nMeanwhile, union soldiers in a runaway Union Army balloon are marooned on a mysterious island. The soldiers find a wild girl living alone. Soon the yacht of Charles Denver arrives at the island. A woman's ghost (Princess Daaker) has haunted Denver, a former British colonial officer in India, whom he attacked years ago. Rather than submit to him sexually, she had stabbed and killed herself. Denver then fled with her young daughter only to abandon her on the island. Long tormented by his crime, he returned to find the girl or determine what happened to her.\nOne soldier scheme to kidnap the child aboard Denver's yacht. Another hears of the plan and starts swimming to the yacht to rescue her. Simultaneously, Nemo discovers the yacht belongs to Denver, the enemy he has been seeking all these years. The Nautilus destroys the yacht with a torpedo, but Captain Nemo saves the girl and her rescuer.\nIn elaborate flashback scenes to India, Nemo reveals he is Prince Daaker and created the Nautilus to seek revenge on Charles Denver. It overjoyed him to discover that the abandoned wild girl is his long-lost daughter, but his emotion overcomes him, and he dies. His loyal crew buries him at the ocean bottom. They disband and set the Nautilus adrift.", "tmdb_plot": "Captain Nemo has built a fantastic submarine for his mission of revenge. He has traveled over 20,000 leagues in search of Charles Denver - a man who caused the death of Princess Daaker. Seeing what he had done, Denver took the daughter to his yacht and sailed away.", "tmdb_id": "30266", "wiki_id": "5813580"}, {"title": "Acquitted", "genres": [], "wiki_plot": "The police accuse innocent bookkeeper John Carter (Lucas) of having committed the murder of a cashier. A reporter, who is in love with Carter's daughter (Love), proves that Carter is innocent. After a time, Carter's daughter convinces his former employer to hire him back.", "tmdb_plot": "Hard-working insurance company bookkeeper John Carter, comes home Easter eve to his suburban cottage with a potted lily for his loving wife and two daughters. The Carters live happily until cashier Charles Ryder is murdered by the night watchman, a \"coke sniffer\" in need of money, and Carter is accused because he worked with Ryder that evening.", "tmdb_id": "767868", "wiki_id": "33989203"}, {"title": "Alsace", "genres": ["Drama"], "wiki_plot": "The story begins just before World War I in Alsace, the French province which was annexed to the German Empire as a consequence of the 1870 Franco-Prussian war. In the city of Thann, two families live next to each other: the French speaking Orbeys, who have never accepted the German annexation, and the German Schwartzes who celebrate Germany. During an open air bal, an Alsatian girl refuses to dance with a German soldier and this leads to a general brawl. Jeanne Orley, meeting some friends at home sings the French national anthem La Marseillaise. The German army intervenes and as a consequence her husband is condemned to three months in jail. At the end of his term he is expelled to France and she follows him.\nTheir son Jacques stays in Alsace to take care of their factory and he is obliged to do military service in the German army. When he is back home, the two Schwarz daughters come back home from boarding school and he falls in love with Marguerite, nicknamed Gretchen, which is strongly disapproved by his mother and his uncle. A few months later, Jacques falls severely ill and his mother goes herself to the Schwartzes to ask for Gretchen's hand for her son, understanding that it is the only thing who could save him. Once Jacques and Gretchen are married, some tensions appear, Jacques  likes neither his in-laws' fascination for everything military nor his wife's cooking.\nThings get much worse with the German mobilisation in 1914. Jeanne urges Jacques to go to France and join the French army as did his cousin René. Gretchen on the other hand asks him to comply with his conscription duty in Germany. Torn between his mother and his wife, Jacques finally decides to follow Gretchen's demand. When he arrives in front of the conscription office, he is identified as Frenchman by a crowd of excited German men and beaten up by them. He can just go back home and dies in his mother's arms. She tells Gretchen: \"No, he is not yours ... he is mine now\". An epilogue shows Jeanne on Jacques' grave, talking to him : \"Jacques, my child, the hour of Revenge has sounded ... the French are here! Vive la France!\".", "tmdb_plot": "French war propaganda in the form of a family drama in the German government. Nationalist sentiments severely test the young marriage between a French and a German. Directed by Henri Pouctal.", "tmdb_id": "278885", "wiki_id": "54545354"}, {"title": "The Aryan", "genres": ["Western"], "wiki_plot": "A hard working miner, Steve Denton (Hart), has become rich from years of prospecting. He takes his fortune and leaves to visit his ill mother, Mrs. Denton (Claire).\nIn the town of Yellow Ridge, however, he is detained by a seductive dance hall girl named Trixie (Glaum). Also known as \"the firefly,\" Trixie not only cheats him out of his gold, but also conceals a message that was wired to him by his dying mother.\nLearning the next day that his mother is dead, Denton is infuriated about being cheated and betrayed by Trixie, who pretended to be good, and other false friends. In his rage, he kills Trixie's lover, Chip Emmett (Mayall), and kidnaps her. Dragging her by the hair of her head, he takes her into the desert. Enslaving Trixie in his desert hideaway, Denton turns his back on \"white civilization.\" He hates all white men and women and assumes the leadership of a band of Indian and Mexican bandits.\nTwo years later, a wagon train of Mississippi farmers who are lost and dying in the desert appeal to Denton for help. He refuses to assist them. He is secretly visited that night by Mary Jane Garth (Love), an innocent and virtuous young woman among the migrants who bravely confronts the Indians and Mexicans.\nShe pleads their cause and expresses her belief that no white man would refuse to protect a woman in distress. Deeply moved, Denton is redeemed. He guides the wagon train out of the desert and then resumes his wanderings.", "tmdb_plot": "Steve Denton, rich from years of prospecting, is fleeced by the citizens of Yellow Ridge. In his rage, he kidnaps the woman most responsible and makes her his slave in a desert hideaway.", "tmdb_id": "183821", "wiki_id": "21533456"}, {"title": "Behind the Screen", "genres": ["Comedy", "Romance"], "wiki_plot": "The film takes place in a silent movie studio. Charlie Chaplin plays stagehand named David who has an enormous supervisor named Goliath (Eric Campbell). David is overworked but is still labelled as a loafer by the lazy Goliath and his supervisor. A country girl (Edna Purviance) arrives at the studio in hopes of becoming an actress, but is quickly turned away by Goliath. Most of the other stagehands go on wildcat strike to protest their sleep being interrupted during their lunch break. Only David and Goliath remain on the job. The girl returns and stealthily dresses in one of the striking stagehand's work clothes. Disguised as a man, she gets a job as a stagehand too. David discovers that the new stagehand is actually a female. When he gives her a series of quick kisses, the action is seen by Goliath who makes effeminate gestures at David. Edna overhears the strikers' plans to blow up the studio with dynamite and helps thwart their villainous plot.\nMuch of the film is slapstick comedy involving Chaplin manhandling large props, mishandling the control to a trap door, and engaging in a raucous pie-throwing fight which spills over into another studio where a period drama is being shot. In one scene Chaplin deftly carries 11 chairs over his back in his left hand and lifts a piano in his right hand.\nBehind the Screen was the last of Chaplin's comedies to use a movie studio as a backdrop. Earlier Chaplin films, such as A Film Johnnie, His New Job, and The Masquerader had also been set, at least partly, in a silent movie studio. In Behind the Screen, Chaplin pokes gentle fun at Keystone Studios where he broke into the movies in 1914 and worked under contract for Mack Sennett for a year. The pie-throwing sequence is an obvious allusion to the Keystone style of slapstick comedies where such skirmishes were overly common. One intertitle humorously refers to the pie-throwing gimmick as \"a new idea.\"", "tmdb_plot": "During the troubled shooting of several movies, David, the prop man's assistant, meets an aspiring actress who tries to find work in the studio. Things get messy when the stagehands decide to go on strike.", "tmdb_id": "53419", "wiki_id": "770104"}, {"title": "Black Friday", "genres": ["Drama"], "wiki_plot": "The opening scenes take place in a church. All the characters gather for the wedding of Richard Strong to Elinor Rossitor. Strong is a railroad president, known to be honest and down-to-earth. Elinor is a poor but refined visionary with dreams of wealth and status. Strong's rugged, austere nature is at odds with her warm and romantic personality, and this clash of temperaments will come back to haunt them in the future. The ceremony takes place; they wed the two, and the new couple plans a romantic honeymoon in Paris.\nRivals of Richard Strong are attempting to ruin him financially. When he leaves on his honeymoon, his enemies will carry out their scheme. They plan to issue false reports about dealings with his companies. They also plan to corner the gold market. The plan's details include bribing certain Washington officials, inducing them to send a fake telegram to President Grant. The telegram will implore the President to leave Washington to attend an event. Thus, in his absence, he cannot order the sale of gold.\nOne of Strong's clerks overhears part of the plan. While Strong and his wife are getting ready to leave on their honeymoon, the clerk gives him a tip about the nefarious undertakings of his rivals. Strong believes the threats are spurious and ignores the warnings. They depart for Paris.\nWhile in Paris, more telegrams arrive, and Strong can no longer ignore the threats. He must return home. This widens the emotional chasm between Strong and his wife. After all, he is heading back to New York in the middle of their honeymoon. The couple embarks on their trip to New York. His clandestine return to New York works, and he arrives before his enemies even suspect his return.\nWith the help of Charles Dalton, he thwarts their plans. As a reward, Strong hires Dalton to be his assistant. While working with Strong, Dalton becomes acquainted with his wife. She becomes friendly with Dalton, and he gives her the emotional support she so desperately needs. One night, things go too far, and he tries to seduce her. She rebuffs him, and they both go their separate ways. Elinor refuses to see Dalton anymore. Dalton is craving some emotional connection and yields to the charms of his wife, Zoldene. The couple had separated when she found out he had no money.\nIn the meantime, Strong discovers what he thinks is the affair his wife was having with Dalton. He accuses them both of adultery. He becomes estranged from both.\nElinor decides she must escape all the intrigue at home. Along with her father, Edwin, she returns to Paris. Her father's health is fading. Strong and President Grant schedule a meeting. They met, and afterward, the President directs the Treasury to sell gold. The move shreds the last glimmers of hope for his enemies. The gold-selloff makes millions for Strong.\nEdwin Rossitor's health worsens in Paris, and he wants to return to the states. Elinor wants to help him return, but she worries about the danger posed by the riots associated with the Paris Commune. Edwin wires Strong and asks him to travel to Paris to help them. When Strong arrives in France, he can find no trace of either party.\nOne night, as he watches a mob, he finds out Elinor is the center of the disturbance. He tries to rescue her but ends up unconscious in an alley. Later, in his hotel room, he regains his senses. Elinor is nowhere to be found.\nCharles Dalton and Zoldene are also in Paris at the same time. Dalton asks Strong to pay him and his wife a visit. He swears to Strong nothing ever happened between him and his wife, Elinor. This time, Dalton convinces Strong he is telling the truth.\nStrong walks away from the talk, relieved, but now believes Elinor no longer cares for him. He sadly returns to New York alone. He pays a visit to the old address and takes one last glimpse of the home to his strained marriage. As chance would have it, Elinor was also passing by the home searching for memories. They see each other, they pause, their eyes meet, and he tells her he will always love her. She looks deeper into his eyes and tells him she never stopped loving him. It rekindled their romance; they walk off hand-in-hand.", "tmdb_plot": "In 1869, enemies of railroad magnate Richard Strong attempt to ruin him. Richard thwarts them, largely through the help of Charles Dalton, but then Charles tries to seduce Elinor, Richard's wife. Although she rebuffs Charles, Richard accuses her of infidelity, so Elinor leaves him and goes to Paris. Richard follows her, but, caught in the middle of the 1870 riots, he cannot get near her. Charles, also in Paris, finally convinces Richard that nothing had come of his interest in Elinor, but Richard now believes that Elinor no longer loves him.", "tmdb_id": "610052", "wiki_id": "67528700"}, {"title": "Blind Justice", "genres": ["Drama", "Thriller", "Crime"], "wiki_plot": "During a New Year's Eve party at the wealthy Ranton Manor, an escaped convict named \"Strong\" John Sikes trudges through the snow with his infant son. John breaks into the Ranton household and enters the room of Ann, the daughter of the family. He finds a jewelry box decorated with her name. It contains a pearl necklace, but he doesn't take it.\nThe Ranton family and their guests are informed that John has escaped from prison and is wanted for murder. The partygoers gather weapons to hunt for the criminal, to Ann's disapproval. When she returns to her room, John begs her to not tell anyone he is there and to give him milk for his son. She agrees, but is caught in the kitchen by the partygoers. They use Ann to lure John into a citizen's arrest. Enraged, he blames Ann and vows to \"tie a rope around her neck\" when he eventually gets out of prison.\nFourteen years later, Ann is married to Dr. Richard West and they are the parents of fifteen-year-old adopted son Bob and two-year-old biological daughter Annie. John is released from prison, now a broken man in a semi-fugue state who has forgotten his threats against Ann. At a circus, elephant trainer Prof. Wilkens reads about John's release and is nervous to learn the police now doubt John's guilt.\nJohn tries to reclaim his son from the orphanage, but is told that the boy was confidentially adopted and is given no further information. Despondent, John wanders the streets until he meets an old friend from the prison carpentry shop. The old friend takes John to the headquarters of ironically nicknamed gangster \"Slim\" Sam Morton.\nAt the circus, Wilkens suffers a nervous breakdown and falls down a flight of stairs. On his death bed, he confesses to the murder for which John was blamed.\nAfter the Wests leave their townhouse to vacation at their country house, Morton's gang robs the empty residence. John is brought along, although he does not initially comprehend the group's mission. John discovers Ann's jewelry box among the stolen goods and remembers his vow of revenge.\nIn the middle of the night, John calls in a fake medical emergency to trick Dr. West into leaving his family. Ann realizes that her husband forgot the key to his instrument case and sends Bob after him. When Dr. West arrives at the fake emergency, John ties him up. Bob arrives soon after, and John locks the boy in a cupboard and then leaves. However, Bob and his father manage to get ahold of the telephone and call the police.\nJohn arrives at the country house and chases Ann. She manages to hide, but is forced to reveal herself to stop him from harming Annie. As he attempts to kill Ann, the police arrive and shoot John. The next day, he's cleared of murder and it's revealed that Bob is his son. John dies peacefully in bed while the West family sits beside him.", "tmdb_plot": "On New Year's Eve, the convicted murderer, Strong Henry, escapes from prison and collects his son from the orphanage. When he breaks into a local manor to get some milk for his child, he is surprised by a young woman, Eva. Out of pity, she decides to help the stranger, but unfortunately some of the manor's other occupants wake up and call the police. Fourteen years later, Henry is released from prison. Convinced that Eva betrayed him, he sets out to take revenge and find his son.", "tmdb_id": "174593", "wiki_id": "40962578"}, {"title": "Bobbie of the Ballet", "genres": ["Drama"], "wiki_plot": "Bobbie Brent is a ballet dancer working as a chorus girl in a Broadway musical company, helping her old widowed mother to raise Bobbie's younger brother and sister in the tenements. Jack Stimson leaves his girlfriend Velma Vrooman to start a relationship with Bobbie, and Velma develops a hatred for her new competition. When Bobbie's mother dies, Bobbie dresses up as an old widow herself and pretends the children are hers, so that she can keep the courts from taking custody of her siblings. When her boyfriend Jack Stimson finds out it's not true, he breaks up with her. Jack's ex-girlfriend Velma sets up an appointment for Bobbie with a theatrical agent named Henry Fox, but secretly knows the man will try to take advantage of Bobbie. Jack comes to Bobbie's rescue as she is being assaulted by Fox, and Jack then realizes he still loves her. The courts try to take Bobbie's siblings away from her and put them in foster care, but Jack marries Bobbie so that she can persuade the courts that she is now able to provide financially for the two children. Lon Chaney plays \"Hook\" Hoover, a sneak thief who lives in the tenements, and offers to help Bobbie at one point by giving her money he obtained from a crime he committed.", "tmdb_plot": "Wealthy Jack Stimson (Jay Belasco) falls in love with Broadway diva Velma Vrooman (Gretchen Lederer), and for her sake bankrolls the musical production in which she is currently starred. But when Velma proves to be fickle and unreliable, Jack shifts his affections to humble chorus girl Bobbie (Louise Lovely).", "tmdb_id": "600623", "wiki_id": "18115158"}, {"title": "The Bondman", "genres": ["Drama"], "wiki_plot": "The narrative hinges on Jason's vow to wreak vengeance on his father for abandoning his mother. But his father dies, and Jason turns his desire for revenge against Sunlocks, his father's son of another wife. Both Sunlocks and Jason are in love with Greeba, daughter of the governor of the Isle of Man. Sunlocks and Jason go to Iceland, and are confined in prison. Jason not knowing Sunlocks, saves his half-brother from death in the mines. Jason is freed, but Sunlocks is condemned to death. Greeba pleads for Sunlocks' life, and Jason sacrifices himself by taking Sunlocks' place and dying for him.", "tmdb_plot": "The narrative hinges on Jason's vow to wreak vengeance on his father for abandoning his mother. But his father dies, and Jason turns his desire for revenge against Sunlocks, his father's son of another wife. Both Sunlocks and Jason are in love with Greeba, daughter of the governor of the Isle of Man. Sunlocks and Jason go to Iceland, and are confined in prison. Jason not knowing Sunlocks, saves his half-brother from death in the mines. Jason is freed, but Sunlocks is condemned to death. Greeba pleads for Sunlocks' life, and Jason sacrifices himself by taking Sunlocks' place and dying for him. -- Wikipedia", "tmdb_id": "532739", "wiki_id": "57178520"}, {"title": "The Brand of Cowardice", "genres": ["Adventure"], "wiki_plot": "After Cyril Hamilton refuses to follow his father-in-law Colonel Gordon West's National Guard unit into action in the Mexican Border War, his fiancé Marcia West breaks up with him. He ashamedly enlists in another regiment and goes west but alienates all of his fellow soldiers with his pompous behavior. However, he finally redeems himself by rescuing Marcia from the bandit Navarete. Although they are overwhelmed by Navarete's forces after killing him, they are rescued by Colonel West's forces and marry.", "tmdb_plot": "Cyril Hamilton is a chicken-hearted easterner who heads west. He makes up for his past misdeeds by rescuing a Cavalry colonel's daughter Marcia West from Mexican bandidos.", "tmdb_id": "964970", "wiki_id": "33916586"}, {"title": "The Call of the Cumberlands", "genres": ["Drama"], "wiki_plot": "The story is about a family feud in the mountains of Kentucky.", "tmdb_plot": "An aspiring New York painter returns home to the Kentucky mountains to settle a feud between two rival families.", "tmdb_id": "547813", "wiki_id": "44841609"}, {"title": "Chantecoq", "genres": ["War"], "wiki_plot": "On the eve of World War I, three undercover German spies in France are sabotaging the work of an explosive factory in Bar le Duc and are trying to steal the secret formula of a new explosive. The ringleader, Emma Luckner, nicknamed The Spy of Wilhelm, has direct access to Kaiser Wilhelm II, and often disguises as a widow. She is assisted by Colonel von Reitzer, undercover as Gerfaut, foreman at the explosive factory, and Captain Ulrich von Herfeld, undercover as Marois, one of the richest owners of Bar-le-Duc. Engineer Vallier, the deputy director of the factory and Yvonne, the daughter of the factory's director Mr. Richard, are in love but Mr. Richard has promised her hand to Marois. In Paris, detective Chantecoq is given the mission to find out who is sabotaging the work of the factory.\nChantecoq starts his investigations in Bar le Duc disguised as a peasant. The same evening Gerfaut, after having bombed the factory sends an anonymous note to Richard asking him to meet him at a chapel in ruins. There he offers him money for the formula. Richard, outraged attacks him and is shot dead by accomplices of Gerfaut. Later, Chantecoq finds Richard's body hidden near the ruined chapel.\nFollowing Richard's murder, Gerfaut goes to Paris, disguised as Richard, to meet inventor Aubry in order to get the explosive formula. Rather than giving to him, Aubry proposes to go with him to Bar le Duc and start together the production. Before the train journey takes place, Aubry is warned by Chantecoq that Richard is dead and that he has met an imposter. They agree that Chantecoq will disguise as Aubry and travel with the fake Richard to try to confound him. Emma disguised as a widow takes place in the same compartment as Gerfaut and Chantecoq and together the two spies overpower him. They are very happy to discover that Aubry is in fact their worst enemy Chantecoq and they ship him to Germany in a trunk.\nMeanwhile, in Bar le Duc, the police has found Richard's body. Gerfaut tells the police that Vallier was the murderer and organises a demonstration of workers accusing Gerfaut. The police finds in Vallier's office documents proving his contacts with a foreign power. Despite his protests that the documents are fake, he his arrested for murder and high treason.\nIn Germany, Chantecoq is presented to the Crown Prince who is convinced he will be able to convince him to give the explosive formula to the Germans. Chantecoq pretends he agrees but Emma does not believe him and tries to have him poisoned. Chantecoq let his guard eat the food presented to him and they both die. He complains to the Crown Prince who has Emma sent back to France. There, together with Gerfaut and Marois, they force open Aubry's safe to steal the formula. But Aubry had booby-trapped the safe causing Marois to be killed and Gerfaut and Emma arrested.\nChantecoq is invited to have lunch with the Crown Prince on the terrasse of one his castles overlooking a lake separating Germany from Switzerland. Chantecoq knocks out his host with a bottle and escapes on a rowboat. He first exults over his easy escape but is rapidly disillusioned when the Prince's men start shooting at him and chase him with a speed boat. Just before being caught, Chantecoq jumps into the water.\nIn Paris, at Vallier's criminal trial, Gerfaut renews his accusations. Aubry tries to defend Vallier, convinced that a plot is preventing Chantecoq from demonstrating his innocence. Chantecoq finally appears, greeted by the crowd and Vallier is acquitted. In an epilogue, Chantecoq is sitting in a garden with his friends and a flashback shows how he managed to arrive in Switzerland.", "tmdb_plot": "Melodramatic war drama based on a novel by M.A. Bernière, directed by M. Pouctal, conceived as popular propaganda. When it turns out that plant director M. Dalibert has suddenly disappeared, Chantecoq is charged with the investigation. Through creative means he succeeds to unravel the case, involving two German spies looking for a secret recipe for a new French weapon of war.", "tmdb_id": "305150", "wiki_id": "63758014"}, {"title": "Civilization", "genres": ["Drama"], "wiki_plot": "The film opens with the outbreak of a war in the previously peaceful kingdom of Wredpryd. Count Ferdinand is the inventor of a new submarine who is assigned to command the new ship in battle. The King of Wredpryd orders the Count to sink the \"ProPatria\" (\"for my country\"), a civilian ship that is believed to be carrying munitions as well as civilian passengers. In his mind's eye, the Count sees a vision of what would happen if he sent a torpedo crashing into the liner, and he recoils. He refuses to follow his orders, saying he is \"obeying orders -- from a Higher Power.\" Realizing his crew will carry out the orders, the Count fights with the crew and blows up his submarine, sending it to the bottom of the sea.\nThe Count's soul descends into purgatory, where he encounters Jesus. Jesus announces that the Count can find redemption by returning to the living world as a voice for peace. Jesus tells the Count \"Peace to thee, child, for in thy love for humanity is thy redemption. In thy earthly body will I return, and with thy voice plead for peace. Much evil is being wrought in my name.\"\nThe Count returns to life and is stoned and reviled by his countrymen. He is put on trial by the king, a modern Pontius Pilate, and is sentenced to death. Five thousand women gather at the palace singing a song of peace and pleading with the king to end the war. The mothers' plea inspires the king to visit the cell of the condemned Count. The Count is found dead in his cell, and Jesus emerges from the Count's body and takes the king on a tour of the battlefields. Jesus asks \"See here thy handiwork? Under thy reign, thy domain hath become a raging hell!\" In the film's most famous scene, Jesus walks through the battlefields amid the carnage of war.\nThe signing of a peace treaty follows, and the closing scenes depicts the happiness in store for the returning soldiers.", "tmdb_plot": "Count Ferdinand, a submarine commander and secret pacifist refuses to torpedo a defenseless passenger ship during wartime. His submarine is sunk in the following fracas. In the spirit world, Christ commends the captain, and returns to earth in the commander's body to promote His message of peace.", "tmdb_id": "120664", "wiki_id": "73405"}, {"title": "Civilization's Child", "genres": ["Drama"], "wiki_plot": "After an idyllic childhood in the mountains of Russia, Berna accompanies her uncle to Kiev, to the Jewish part of the city. Many Jewish residents of Kiev are killed by the Cossacks and Berna flees, taking ship for the United States. In New York, she is exploited by a local boss, Jim McManus, who seduces her and puts her out onto the street as a prostitute.\nSome time later, Berna marries Nicolai Turgenev, a young musician, and has a baby by him. But Ellen, McManus's daughter, falls in love with Nicolai and succeeds in drawing him away from his family. Meanwhile, McManus has become a judge; he ratifies their separation and grants Nikolai a divorce so that he can marry McManus's daughter and adopt Nikolai's and Berna's child.\nDriven mad by desperation, Berna goes to the judge, accuses him of being the cause of her ruin, and kills him.", "tmdb_plot": "After an idyllic mountain life in Russia, Berna goes to live with her uncle in the Jewish section of Kiev, arriving just as Cossacks massacre most of the Jews in the city. Berna escapes to New York and works at a sweatshop controlled by Boss Jim McManus, but he seduces her, then throws her out on the street, and she becomes a prostitute. Berna later marries Nicolay Turgenev, a young musician,", "tmdb_id": "388478", "wiki_id": "51262770"}, {"title": "The Committee on Credentials", "genres": ["Western"], "wiki_plot": "In an attempt to protect the welfare of Clem's wife, Ballarat Bob takes Clem's savings and puts them in safe keeping with Clem's wife. This makes Clem think that his wife is having an affair; he goes on to shoot up the town and eventually ends up in a confrontation with Bob.Kyne said of his novel, \"I have at last finished writing \"The Pride of Palomar.\" It isn't at all what I wanted it to be; it isn't at all what I planned it to be, but it does contain something of what you and I both feel, something of what you wanted me to put into it. Indeed, I shall always wish to think that it contains just a few faint little echoes of the spirit of that old California that was fast vanishing when I first disturbed the quiet of the Mission Dolores with infantile shrieks—when you first gazed upon the redwood-studded hills of Sonoma County.\"Of the silent films in the early 20th century, Peter French says calls it a dramatic tale of \"personal crimes, moral tales, and the place of crime in public life\".", "tmdb_plot": "Gambler Ballrat Bob tries to halt Clem, a squatter, from gambling away all his money.", "tmdb_id": "911815", "wiki_id": "13479776"}, {"title": "A Corner in Cotton", "genres": ["Drama"], "wiki_plot": "A Corner in Cotton tells the story of Peggy Ainslee, the daughter of a wealthy New York cotton broker, and John Carter, the son of a Southern cotton mill owner. Peggy grows weary of society life and decides to help improve the lot of the poor by becoming involved with the Settlement movement. She later travels south to investigate working conditions at Carter's cotton mill. Peggy manages to gain employment there, but soon attracts the unwanted advances of the mill foreman. John saves her from the would-be masher and the couple eventually fall in love. This becomes a problem with their fathers who had become business antagonist. In the end Peggy and John married after she foils her father's attempt to ruin Carter by cornering the market in cotton and then persuades the two men to settle their differences.", "tmdb_plot": "Peggy Ainslee, the daughter of a wealthy broker, tires of the empty life of society, and determines on a mission of charity and uplift in the poor quarters of New York City", "tmdb_id": "943110", "wiki_id": "40474725"}, {"title": "The Cossack Whip", "genres": ["Drama"], "wiki_plot": "Feodor Turov, chief of the Russian Czar's secret police, orders his Cossacks to attack a village he believes to be infested with rebels. The Cossacks attack the village and massacre almost everyone, and the young Katerina is whipped to death. Before escaping to England, her sister Darya swears to avenge her sister's death. Years later — now one of the world's most famous prima ballerinas — she returns to Russia. Turov falls in love with her and manages to secure a meeting. She coyly asks him to take her to see a prison first. As it turns out, what he has planned for her is nothing compared to what she has planned for him.", "tmdb_plot": "Feodor Turov, chief of the Russian Czar's secret police, orders his Cossacks to attack a village he believes to be infested with rebels. The Cossacks attack the village and massacre almost everyone, and the young Katerina is whipped to death. Before escaping to England, her sister Darya swears to avenge her sister's death. Years later--now one of the world's most famous prima ballerinas--she returns to Russia. Turov falls in love with her and manages to secure a meeting. She coyly asks him to take her to see a prison first. As it turns out, what he has planned for her is nothing compared to what she has planned for him.", "tmdb_id": "421276", "wiki_id": "66493907"}, {"title": "The Crimson Stain Mystery", "genres": ["Mystery", "Horror"], "wiki_plot": "In this serial, Dr. Burton Montrose, a scientist, has developed a formula which he believes will make ordinary people into geniuses. He experiments on several subjects and, to his horror, finds that it instead creates wicked criminals. The resulting band of murderers and thieves is led by the evil Pierre La Rue, also known as the Crimson Stain for his luminous, red-rimmed eyes. He and his gang terrorize New York City. They are pursued by Layton Parrish, a detective, and by Harold Stanley, editor of the Examiner newspaper, who has vowed vengeance for his father's murder. Aiding Stanley are his friend, Robert Clayton, and his sweetheart, Florence Montrose, Dr. Montrose's daughter. Neither she nor anyone else knows the mysterious Crimson Stain to be none other than the doctor himself, subject of his own experiments.", "tmdb_plot": "In attempting to develop a chemical which would make a person super-intelligent, Dr. Montrose fails and the subjects of his experiments metamorphose into hideous monsters who band together and prey on humans. With the police stymied, a young detective attempts to track down the leader of the group of killers, known only to have a small crimson stain in one eye.", "tmdb_id": "337387", "wiki_id": "15911178"}, {"title": "The Danger Girl", "genres": ["Comedy"], "wiki_plot": "Reggie's sister disguises herself as a boy to prove to her brother and sweetheart that a vamp is only vamping them.", "tmdb_plot": "Madcap Gloria disguises herself as a man, in order to lure a \"dangerous\" vamp away from her beau, Bobbie.", "tmdb_id": "141931", "wiki_id": "23490153"}, {"title": "A Daughter of the Gods", "genres": ["Fantasy", "Drama"], "wiki_plot": "A sultan agrees to help an evil witch destroy a mysterious beauty if the witch will bring his young son back to life.", "tmdb_plot": "A sultan agrees to help an evil witch destroy a mysterious beauty if the witch will bring his young son back to life.", "tmdb_id": "278480", "wiki_id": "5279052"}, {"title": "The Devil's Bondwoman", "genres": ["Drama"], "wiki_plot": "The film's prologue transports the moviegoers to the grottoes of Hell. Life's Creator has gathered the underworld spirits to help him create a mortal. They work non-stop and complete their creation. While the spirits admire their work, the Devil enters. Examining the Creator's mortal, Satan determines one attribute is missing. He instills the mortal with the Love of Self. The Devil knows pride is the most sinister of the Seven Deadly sins, and all other immoralities spring forth from the sin of pride.\nSatan has added his last touches to the mortal and feels the \"Man\" is ready to navigate the road of life. The Devil chooses the easiest path for the man and sends him forth into the world. Satan returns to Hell, discovering the spirits have created another mortal. Satan declares this mortal a \"Woman.\" The Devil adds no other attributes to the woman and sends her to follow life's pathways. Satan knows the man will take care of her downward spiral. Maniacal laughter fills the cavern–Satan knows he has done well.\nMason Van Horton is the young president of Van Horton bank, a self-made millionaire, and a ranking member of society. The bank is in an impoverished section of town. Hundreds of workers have placed their hard-earned life savings in the bank. Mason has taken a carefree approach toward the bank, and it is on the precipice of failure.\nThe elder John Manners is wealthy and married to his wife, Doria. She is a social vampire who seeks to raise her social standing. John Manners has assisted Mason in his ascent to the top of his business. However, he is not above taking advantage of Mason's missteps whenever they present themselves.\nDoria tires of her husband's company and focuses her flirtatious talents on Mason Van Horton. She flirts and entices Mason, and he does not resist her overtures.\nBeverly Hope visits her aunt, Barbara. Mason meets Beverly at a social function and falls in Love. Beverly is so sweet and virtuous that Mason reflects upon his past life. Could he have done anything differently so he could ask her to marry him?\nThere is a gala at the Manners' home. They have invited all the social elites. During the party, Doria snuggles up to Mason and asks him to meet her privately. Mason agrees, and after all the guests have gone, he sneaks upstairs to Doria's apartment. She is sitting on a divan, waiting for his arrival. Mason enters the room, sits on the sofa, and they embrace. He pulls back after a brief sigh and then leans forward to kiss Doria. Mason takes one last glance at Doria as their lips are about to meet. The room seems to darken around them, and he can only see the face of his beloved Beverly. He reels back in fear and stumbles to his feet. Mason rushes from the room while every fiber of his body is writhing in guilt. After all, he almost betrayed the woman he loved, but the thought of Beverly broke Doria's spell. As he leaves the room, he passes a curious John Manners.\nDoria is beside herself when she cannot win the affection of Mason Van Horton. Mason's rejection of Doria triggers a vengeance response. She tells her husband; Mason had forced his way into her room and tried to have his way. An enraged Manners wants to kill Van Horton. Doria pleads with her husband not to harm him but to ruin him financially. With Manner's business acumen, it doesn't take long for him to bankrupt Van Horton's bank. The bank's investors lose every penny of their savings. Mason holds himself responsible for the failure of his bank. He commits to making total restitution. He sacrifices his entire fortune to repay the poor people that invested in his bank. \nWhile all the other intrigues occur, Beverly falls in Love with Mason. Beverly has agreed to marry Mason and help him work his way through his plans for restitution.\n\nDoria throws a reception at her house and invites Mason. He accepts, hoping he can find some private time with John Manners. The reception is in full swing when a strange woman shows up. She was a former Van Horton failed bank member and had lost her life savings. Doria discovers her background and orders her from the house. Instead of leaving, the woman slips upstairs to Doria's room. Once in the room, she stabs herself and falls, bleeding to the floor. \nAt the reception, the dinner guests gather around a table. Doria is entertaining the guests when a drop of blood falls from the ceiling. The shaken dinner guests are astonished. During the confusion in the other room, Mason and John Manners are in the library discussing business when a guest hurries in and tells them about the drops of blood.\nJohn Manners rushes upstairs to see what happened. After assessing the situation, he returns to the library. Passing one of the upstairs rooms, he hears Doria and Prince Vandloup making Love. He enters the room, confronts the two, and condemns Doria. John Manners now recognizes how Doria had manipulated him. Manners heads downstairs and explains to his bewildered guests that Doria was behind the collapse of the Van Horton bank. Under the circumstances, Manners will help Mason make restitution. He expels Doria from the house and banishes her forever.\nMason and Beverly profess their Love for each other and get married. Doria has always had an infatuation with Prince Vandloup. The prince made Love to her at every opportunity. Because Doria failed to seduce Mason, she must now pay the Devil his due. Prince Vandloup transforms into the Devil, and Doria learns she is in the power of evil and forever the Devil's Bondwoman.", "tmdb_plot": "After a prologue that takes place in Hell, young millionaire Mason Van Horton becomes involved with Doria, the vampish wife of influential businessman John Manners. When Mason falls in love with Beverly Hope, however, he rejects Doria, who, out of revenge, tells John that Mason tried to seduce her and then begs her husband to ruin him.", "tmdb_id": "610064", "wiki_id": "60506599"}, {"title": "Dimples", "genres": ["Drama"], "wiki_plot": "As described in film magazines, \"Dimples\" (Minter) is a young girl who lives in a poor tenement with her elderly father, visited only by Horton, her father's simple-minded friend. When Dimples' father dies, Horton discovers the money he has hoarded, which he hides inside a doll, given to Dimples as a gift. Horton then passes away, and Dimples goes to live with her aunt, who runs a boarding house in the South.\nA fellow residence of this boarding house is Robert Stanley (Carrigan) who has made his money in cotton. Cotton drops and it looks like he may be ruined, but when a crook who had seen Horton hide the money in the doll makes the journey to Florida to try to steal Dimples' fortune, all is revealed. Dimples uses the money to save Robert from ruin, and they put their money together in the bank under one name.", "tmdb_plot": "After the death of her father, a friend hides Dimples' inheritance in a doll, which Dimples carries to her new home at her aunt's boardinghouse. Meanwhile, having just ended his engagement to Eugenia Abbott and now looking for rest and relaxation, the wealthy Robert Stanley also becomes a boarder at the aunt's, and he and Dimples quickly fall in love. Then a stock market panic puts a severe strain on Robert's assets, and he must get a lot of cash in order to avoid a disaster. Dimples finds out, takes the money from the doll, gives it to Robert's broker and, as a result, saves her sweetheart's financial empire. Once again solvent, Robert can let his mind move back to romance, and so he and Dimples start planning their marriage.", "tmdb_id": "591845", "wiki_id": "19200075"}, {"title": "Divorce and the Daughter", "genres": ["Drama"], "wiki_plot": "Alicia is a poor girl living in the city with her family. When her father receives an inheritance, he is able to follow his dream of becoming an artist and moves his family near an artist's colony in the country. There he falls prey to a scheming widow, and he and his wife separate. Alicia, meanwhile, has become involved with a young man who is the widow's accomplice, and she throws over her former suitor, Dr. John Osborne. The young man is a proponent of free love, but he gets a little too free with Alicia and she beans him with a small statuette. She goes running back to her doctor sweetheart, and her parents decide to reconcile, since their separation obviously isn't doing their children any good.", "tmdb_plot": "", "tmdb_id": "625191", "wiki_id": "4765789"}, {"title": "Domestic Difficulties", "genres": ["Comedy", "Animation"], "wiki_plot": "Inside an apartment, Mutt is sitting down, strumming a banjo. Momentarily Mutt's wife comes to the scene. She tells Mutt she is going out, and she tells him to stay home. Mutt seems to give his word on the matter. But Mutt phone calls his friend Jeff and says they will go to a bar once his wife leaves. Mutt then goes to bed, pretending to sleep. The wife checks into the bedroom and exits. With the wife apparently gone, Mutt comes out of a bedroom window and climbs down a pipe on a wall where Jeff is waiting.\nJeff suddenly spots the wife coming back, and therefore tells Mutt to return to the bedroom. Mutt is able to get back in bed on time to be seen by her there. When the wife resumes to her outing. Mutt climbs down the pipe again and walks away with Jeff. Little do the two men know that as they walk further away from the apartment, the wife surprisingly returns shortly.\nMutt and Jeff enter their intended bar. A few hours past midnight, they head to a park where they are supposed to part ways but just decide to sit down and relax. Because they are both intoxicated, they even see the park spinning around them.\nMutt and Jeff finally return to Mutt's apartment. Inside the building, Mutt's wife is sitting down irritated, and holding a rolling pin. Mutt attempts to climb up the pipe but his intoxication makes it very difficult, prompting him to just use the door. But before he could proceed, Mutt is unsure how his wife would greet him. He then tells Jeff to see if she is asleep. Jeff enters the apartment and goes towards Mutt's room.\nJeff knocks and opens the door, only to be pounded and knocked down by a rolling pin. Jeff, slightly annoyed, heads to the outside. Upon going out, Jeff lies to Mutt, saying the wife is fast asleep. As Mutt enters the apartment, the scene remains on the outside where Jeff is standing. Moments later, loud noises break out from the building, implying Mutt is taking a bad beating from the wife. When the noise stops, Jeff considers leaving. Suddenly, a bruised Mutt gets thrown out of a window, along with some bricks, which all fall on Jeff.", "tmdb_plot": "Animation from the Mut and Jeff series is a bit crude in it's movement and it's wife with rolling pin humor but even now it's passably amusing.", "tmdb_id": "174539", "wiki_id": "42469799"}, {"title": "The Dumb Girl of Portici", "genres": ["Drama", "History"], "wiki_plot": "Fenella (Anna Pavlova) is a poor Italian girl who falls in love with Duke d'Arcos (Wadsworth Harris), a Spanish nobleman.", "tmdb_plot": "Fenella, a poor Italian girl, falls in love with a Spanish nobleman, but their affair triggers a revolution and national catastrophe.", "tmdb_id": "137946", "wiki_id": "60636026"}, {"title": "East Is East", "genres": ["Drama", "Romance"], "wiki_plot": "Victoria Vickers (Turner) lives with her aunt and uncle in Poplar and is being courted by Bert Grummett (Edwards), who aspires to one day marry Victoria and open up his own fish and chip shop.  For the time being, Victoria is happy for them just to remain friends.\nThe Vickers family and Bert go off on their annual summer jaunt to pick hops in Kent.  Unknown to them, Victoria is being desperately sought by a solicitor to pass on the good news that she has inherited a fortune from the estate of a recently deceased distant relative.  There is a deadline for her to claim her bounty, but happily the solicitor tracks her down in Kent in the nick of time and rushes her back to London.\nUnder an unusual proviso in the will, Victoria must spend three years under the guidance of a society guardian in order to acquire the social polish and sophistication to go with her new wealth.  She is sent to live with the wealthy Mrs. Carrington (Ruth Mackay) and her son, but quickly starts to find the high life more restrictive and dreary than she had bargained for.  She is thrilled to receive a visit from Bert, but Mrs. Carrington is appalled by his lack of savoir faire and decides to send Victoria abroad for two years to finish her transformation away from Bert's poor influence.  Before she is packed off, Victoria lends Bert a sum of money.\nVictoria returns to London when the two years are up, now to all outward appearances the finished article.  Bert meanwhile has used the money wisely to build up a thriving and profitable business.  Now prosperous and respectable, he calls to repay the loan to Victoria, who admits that she is stifled in her new life and wishes she could return to her former East End happiness but in the circumstances does not think it possible.  She subsequently accepts a surprise marriage proposal from the Carrington son.\nBert reads of Victoria's engagement in a newspaper, and is so upset that he decides to retire from active business and buys a cottage in the Kent countryside, to which he withdraws in solitude.  On the night of her engagement party, Victoria overhears her fiancé telling a female acquaintance that the only reason he wants to marry her is to get his hands on her money to pay off large gambling debts.  Horrified, she announces that she intends to break the engagement and give up her claim to the fortune, as she has realised that high society is not for her.  She returns to Poplar to look for Bert but cannot find him.  She travels to Kent, feeling nostalgic for the carefree times she spent there.  She happens to pass Bert's cottage and he spots her from his window.  He rushes out to her and they are reunited with the promise of a happy future together.", "tmdb_plot": "Victoria Vickers, a little East End Cockney girl, is left a vast fortune by an uncle in America. She is finally discovered hop-picking in Kent by her solicitor, who has given up the search and gone off on a photographic holiday instead! The conditions of the legacy are that she must spend three years learning to be a lady before she inherits absolutely. 'Vicky' does her best, but she is not happy in high society. Meanwhile her old East End beau Bert accepts a loan from her in order to 'better himself' and starts a highly-successful fish-and-chip shop business. He takes elocution lessons and buys gentleman's clothes in the hopes of aspiring to her hand. But Vicky, who thinks he has deserted her now she is a fine lady, is lonely enough to accept an offer of marriage from her guardian's spendthrift son, and when Bert reads of the engagement in the newspapers he abandons London and goes down to live in Kent where they were once happy together.", "tmdb_id": "300412", "wiki_id": "29076211"}, {"title": "The Eternal Grind", "genres": ["Drama"], "wiki_plot": "Louise (Pickford) is a sewing-machine girl in a sweatshop in New York City. She lives together with her sisters Amy (Loretta Blake) and Jane (Dorothy West) and are all deprived by bad conditions at work and sickness. Louise tries for the three of them to survive and regards herself as the keeper of her sisters.\nMeanwhile, she stands up to her bosses and complains about the dreadful circumstances they work in. When Amy is seduced by the son of the shop-owner, Louise butts in and stops the romance. He eventually abandons Amy and becomes seriously injured in a cave-in. Louise has a secret crush on the son herself and tries to rescue him, hoping he will admit he loves her.", "tmdb_plot": "Louise (Pickford) is a sewing-machine girl in a sweatshop in New York City. She lives together with her sisters Amy (Loretta Blake) and Jane (Dorothy West) and are all deprived by bad conditions at work and sickness. Louise tries for the three of them to survive and regards herself as the keeper of her sisters.  Meanwhile, she stands up to her bosses and complains about the dreadful circumstances they work in. When Amy is seduced by the son of the shop-owner, Louise butts in and stops the romance. He eventually abandons Amy and becomes seriously injured in a cave-in. Louise has a secret crush on the son herself and tries to rescue him, hoping he will admit he loves her.  The film is inspired by the Triangle Shirtwaist Factory fire, which took place in 1911. The only version of the film is a nitrate print in the Cinematheque Francaise, but only the first half remains.", "tmdb_id": "290082", "wiki_id": "19027884"}, {"title": "Faith", "genres": [], "wiki_plot": "As described in Motography magazine:\nHelen Thorpe (Thorne) is secretly married to a man her father (Burton) disapproves of. Her husband is killed and when approaching motherhood forces Helen to confess her secret marriage her father is furiously angry. When the baby is born, Thorpe places it in an orphan asylum, telling Helen that it died. Only the housekeeper and Thorpe know the truth.\nSome fifteen years later, Thorpe has married again and is treating his step-daughter, seventeen-year-old Laura (Shelby), in the same rigorous way he had trained Helen, and she too is enmeshed in a secret love affair. Helen, a saddened woman, is unable to influence her father. And Faith (Minter), Helen's daughter, is in an orphan asylum.\nOnly the old housekeeper has kept track of Faith, and she seizes an opportunity to bring the girl into the Thorpe home as a servant. Faith, whose life is kept bright by the belief that \"God's in His Heaven. All's right with the world,\" has always dreamed of miraculously discovering that she has a mother. This belief makes her unusually solicitous for the mothers of others. So when Laura, the daughter of the house, having come to grief through her clandestine love affair, steals money from Thorpe's safe, Faith assumes the guilt in order to save, not Laura, but Laura's mother.\n\nFaith, however, had been kind not only to mothers, but had played \"Little Sunshine\" to the neighbourhood in general, and had won as a friend Mark Strong (Banks), once a brilliant lawyer, now a derelict. When Strong learns of the affair, he uses his dormant power to free the girl, and of course his investigations disclose the fact of Faith's parentage and of Thorpe's roguery. Faith finds her mother, and all those who deserve happiness are given it.", "tmdb_plot": "A father who despises his daughter, a boyfriend who refuses to marry the girl he knocked up, and a mother caught in the middle.", "tmdb_id": "817323", "wiki_id": "19200326"}, {"title": "The Fall of a Nation", "genres": ["Drama"], "wiki_plot": "The Fall of a Nation is an attack on the pacifism of William Jennings Bryan and Henry Ford and a plea for American preparedness for war.America is unprepared for an attack by the \"European Confederated Army\", a European army headed by Germany. The army invades America and executes children and war veterans. Charles Waldron, a millionaire collaborator, accepts a title as prince of a puppet government. However, America is saved by pro-war Congressman John Vassar who raises an army to defeat the invaders with the support of the suffragette Virginia Holland. Holland forms the \"Daughters of Jael,\" who seduce and then kill the soldiers of the occupation force. Eventually the insurgency gains the upper hand and drives out the Europeans.", "tmdb_plot": "A sequel to DW Griffith's The Birth of a Nation, by the same author, and now lost. It is considered the first film sequel ever made and recounts a fictional invasion of America by a united army from Europe.", "tmdb_id": "366542", "wiki_id": "24881386"}, {"title": "Fatty and Mabel Adrift", "genres": ["Comedy"], "wiki_plot": "The story involves Arbuckle as a farm boy marrying his sweetheart, Normand. They have their honeymoon with Fatty's dog Luke, at a cottage on the seashore. At high tide that night, Al St. John (Fatty's rival) and his confederates set the cottage adrift. Fatty and Mabel awaken the next morning to find themselves surrounded by water in their bedroom, and the house afloat.", "tmdb_plot": "Villains launch Fatty and Mabel's beachfront house into the ocean.", "tmdb_id": "141868", "wiki_id": "5807181"}, {"title": "Fifty-Fifty", "genres": ["Drama"], "wiki_plot": "The title, which refers to the community property division of marital assets in divorce proceedings, foretells the dissolution of the union between financially secure Frederick Harmon (J. W. Johnston) and Naomi (Norma Talmadge), a fun-loving uninhibited artist whom her Bohemian artist friends affectionately reference as \"the Nut\".  The \"other woman\" (Marie Chambers), intent on misleading Harmon as to his wife's virtue and intentions completes the triangle.  The matter comes up for a resolution in front of a wise and experienced family court judge.", "tmdb_plot": "Naomi is a young aspiring artist known to her Bohemian friends as \"The Nut.\" Naomi's alleged nuttiness does not in any way impede the efforts by wealthy Frederick Harmon to make the unworldly heroine his bride. When their first baby is born, Naomi becomes so obsessed with motherhood that she completely ignores poor Harmon, who, to offset his loneliness, begins squiring the vampish Helen Carew. Helen manages to convince Harmon that Naomi has been unfaithful, leading inevitably to divorce-court litigation.", "tmdb_id": "451994", "wiki_id": "33950187"}, {"title": "The Fireman", "genres": ["Comedy"], "wiki_plot": "A group of firemen, led by their foreman (Eric Campbell), practice in the fire station, but one is missing ... Charlie. He is still sleeping. The bell eventually wakes him and he slides down the pole to join the others. He reverses the pair of horses onto the fire engine and drives off, but without the others. He reverses the horses back again. Their first task is to polish the engine, but a lot of butt-kicking ensues.\nDuring their meal break Charlie uses the engine as a giant water urn and serves an unappetising soup to the others.\nA young woman comes to the station with her aristocratic father, and the foreman sends Charlie away so he can talk with the father. Charlie and the girl flirt on one side of the station while the girl's father (Bacon) arranges with the local fire chief to have his house burn down so he can collect the insurance money. In exchange for the chief's complicity in the arson, the father will permit the fire chief to marry his daughter.\nHowever, a real fire breaks out elsewhere in the town. The owner uses a public alarm to signal to the station but Charlie and another fireman continue to play draughts and ignore the alarm, putting a cloth in the bell to stop it ringing. The worried man then phones the fire station but they still ignore him. Finally he goes to the fire station in person. Eventually Charlie understands the predicament, and finds the fire chief at the girl's house and the company rush to extinguish the fire. Charlie mans the hose but his aim is poor and the chief has to take over.\nMeanwhile, the father deliberately sets a fire in the basement of his own house without realizing that his daughter is still inside the house on the upper floor. Upon knowing his daughter is in mortal danger from the fire, he rushes to find the fire chief to cancel the arrangement not to extinguish his house fire. The fireman (Chaplin), who is also in love with the daughter, abandons the first house fire (taking the fire engine and water) to rush to the second one. The water tank falls off during the rush. He heroically scales the outside of the building to save her, carrying her back down the face of the building, but then fainting. When he revives he and the girl go off arm in arm.", "tmdb_plot": "Firefighter Charlie Chaplin is tricked into letting a house burn by an owner who wants to collect on the insurance.", "tmdb_id": "53417", "wiki_id": "3558548"}, {"title": "The Flying Torpedo", "genres": ["War", "Drama", "Science Fiction"], "wiki_plot": "In 1921, novelist Winthrop Clavering (Emerson), known as \"The World's Greatest Detective\", befriends young inventor Bartholomew Thompson (Spottiswoode Aitken), who has just invented a radio controlled flying bomb (weaponry that would come to be known as guided missiles). Bartholomew is soon murdered by spies, described as \"yellow men from the East\" in the film, who steal his new invention. Clavering and his Swedish maid Hulda (Bessie Love) set out to find the spies who have been invading the United States. Clavering and Hulda catch up with spies just as they invade California and force them out of the country with the same device they stole.", "tmdb_plot": "In the future (1921), an alliance of several foreign countries plot to attack the US. American officials, coming to the realisation that the country is basically defenceless, offer $1,000,000 to anyone who can come up with a weapon to defeat the invaders. Winthrop Clavering, a writer and inventor, hears of the reward and tells his friend Bartholomew Thompson, a scientist and inventor who has been working on developing flying torpedo. However, enemy agents have also heard about Thompson's project, and set out to kill him and steal his plans. This film is now considered lost.", "tmdb_id": "338941", "wiki_id": "34644218"}, {"title": "For the Defense", "genres": ["Drama"], "wiki_plot": "In New York, traveling from a French convent to one in Montreal, the novice Fidele Roget is captured by a slaver. Running away, the young woman witnesses a murder. He then meets Jim Webster who is about to commit suicide. She dissuades him and he decides to help her get to Canada. On the way, Jim is arrested for murder and tried. The man confides to Fidele that he was framed by his butler, who killed a man and then built the evidence to accuse him. Fidele realizes that it is the same crime he witnessed and decides to unmask the real murderer. Posing as a servant in Webster's house, she manages to trick the butler and make him confess. Jim is cleared and she gives up life in a convent to become his wife.", "tmdb_plot": "Two playboys stumble drunkenly home, where the owner falls asleep and the other attacks the maid. The butler intervenes and a fight results in the death of the assailant. A French girl, escaping from a pimp who kidnapped her, witnesses the crime. The butler convinces his master he is the killer, and must flee. He joins the girl but is caught. She helps police expose the real killer by going undercover as another maid.", "tmdb_id": "292865", "wiki_id": "44847499"}, {"title": "The Foundling", "genres": [], "wiki_plot": "Molly O (Mary Pickford) is a poor little girl whose mother died in childbirth and father David King (Edward Martindel) rejects her. When David departs to Italy to paint his dead wife as the Madonna, Molly O is left behind in a cruel orphanage. She is beloved by the other pupils, but becomes enemies with the matron's niece Jennie (Mildred Morris). As a result, she is shipped off to live with a boardinghouse proprietress (Maggie Weston). She is treated more like a slave than as an adopted daughter and decides to run away.\nMeanwhile, King returned from Italy and is now a wealthy and successful painter. He regrets having left behind his daughter and now longs for her presence. Jennie pretends to be Molly O to make profit of his wealth and is adopted by him. However, Molly O returns as well. Afraid to tell the truth, she serves as his maid.", "tmdb_plot": "Rich artist David King sends his infant daughter Molly to an orphanage, then years later regrets it and tries to find her. She's sent to slave at a boarding house,and the mistress of the orphanage passes her niece off as Molly.", "tmdb_id": "488033", "wiki_id": "18999400"}, {"title": "Frau Eva", "genres": ["Drama"], "wiki_plot": "An ambitious wife spends all of her husband's hard-earned money and then commits suicide out of remorse.", "tmdb_plot": "a silent movie by Robert Wiene", "tmdb_id": "426713", "wiki_id": "35942275"}, {"title": "The Gilded Spider", "genres": ["Drama"], "wiki_plot": "Giovanni (Lon Chaney), his wife Leonita, their daughter Elisa and his wife's mother Rosa all live in a small Italian village where Giovanni carves plaster statuettes for a living. An American millionaire named Cyrus Kirkham spots Leonita dancing and becomes obsessed with having her. During an attempt to kidnap her, Leonita jumps off the millionaire's yacht and drowns. When Kirkham goes back to America, he marries a woman named Norma Winston, who was in love with a poor man named Burton Armitage, but she marries Kirkham instead for his money. Armitage later comes into money, but he squanders it all away.\nYears pass and Giovanni moves his family to America. Giovanni's daughter Elisa grows up into a young lady and becomes involved with a young artist named Paul Winston, who hires her as a model. Giovanni finds out where Kirkham lives, and plans to kidnap Kirkham's wife Norma and hold her for ransom, but his kidnap plan is foiled. Kirkham suffers a heart attack when he sees Giovanni appear at a party in his home, and when Giovanni sees his daughter Elisa dancing at the party, he loses his sanity, reliving his wife's tragic death in his mind, and jumps off the roof to his death. In the end, with Kirkham dead, Norma winds up marrying her old flame Armitage, and Paul Winston winds up with Elisa.", "tmdb_plot": "An unusual story about the crossing paths of the poor Italian family of the sculptor Giovanni (Lon Chaney) and a reckless American millionaire, Cyrus Kirkham (Gilmore Hammond).", "tmdb_id": "600649", "wiki_id": "18115040"}, {"title": "Gloria's Romance", "genres": ["Adventure", "Drama"], "wiki_plot": "An adventurous young girl in Florida (Burke) gets lost in the Everglades. There she finds terror and excitement, as well as the rivalry of two men in love with her.", "tmdb_plot": "An adventurous young girl in Florida gets herself lost in the Everglades and finds terror and excitement, as well as the rivalry of two men in love with her.", "tmdb_id": "703873", "wiki_id": "32969964"}, {"title": "Gold and the Woman", "genres": ["Drama"], "wiki_plot": "Dugald Chandos, an early English settler in America, tries to buy a thousand acres of land known as \"The Valley of Shadow,\" from Chief Duskara, of the Wiconicoes. Duskara refuses to sell the land and hides the land grant in a tree. Chandos and his son murder Duskara and then forge the chief's name to a deed transferring the property to the family. The dying wife of Duskara utters a curse against the Chandos family and its descendants, hoping to inflict blindness on them. Generations later, teenager Hester Gray is the descendant of Dugauld, and the heir to \"The Valley of Shadow.\" Lee Duskara, a Harvard student, is the great-great-grandson of the Native American chief. Hester and Lee fall in love. Lee asks Colonel Ernest Dent, Hester's guardian, for permission to marry her. Dent, who was a friend of Hester's father, has become involved with Juliet Cordova, a Mexican adventuress who is serving as his secretary. Juliet holds much influence over Dent and he consults her on even the most trivial of matters. When Juliet learns that Lee plans to marry Hester, she seeks to prevent the marriage. Appearing innocent, she compromises Lee causing Hester to reject him. Juliet covets the lucrativeness of the coal mines now on \"The Valley of Shadow\" and convinces Dent to marry Hester, while continuing their affair. She lives with them after they're married, posing as Dent's secretary. Hester is stricken with blindness. At Juliet's persuasion, Dent tries to have Hester deed away her title to \"The Valley of Shadow.\" Hester discovers Dent's affair when groping her way through his study and happening upon Juliet and Dent, asleep, embracing in a chair. She flees the house to commit suicide. Lee Duskara, who has established his title to \"The Valley of Shadow\", prevents her from carrying out her purpose. Dent dies, a victim of his own self-indulgence. Lee again declares his love for Hester and is this time accepted.", "tmdb_plot": "The daughter of a Mexican aristocrat endures the travails of the Mexican revolution.", "tmdb_id": "898411", "wiki_id": "18178706"}, {"title": "The Good Bad Man", "genres": ["Western"], "wiki_plot": "\"Passin' Through\" (Fairbanks) is a benevolent outlaw who holds up trains so that he can provide for fatherless children in the Old West. He knows little of his personal history, but he is pursued by a US marshal (Cannon) who does. Along the way, he encounters Amy (Love), and falls in love with her. A rival bandit, \"The Wolf\" (De Grasse), is also a rival for Amy, but Passin' and Amy eventually marry.", "tmdb_plot": "An outlaw calling himself Passin' Through halts his \"evil\" ways long enough to help out some children in difficulty.", "tmdb_id": "270509", "wiki_id": "32770422"}, {"title": "The Grasp of Greed", "genres": ["Drama"], "wiki_plot": "John Meeson is a skinflint publisher who has acquired the copyright to a book by Alice Gordon for a small sum of money, which she is forced to accept because she so desperately needs the money to care for her invalid sister. When the book becomes a best-seller, Alice tries to get Mr. Meeson to give her some more money. Meeson tells Alice that not only does he own this particular book, but any and all of her future works as well, as specified in the contract she signed. Alice bursts into tears, and Meeson's nephew Eustace, who arrives during the meeting, scolds his uncle for the way he treats his authors. Furious that Eustace has defied him, Meeson rewrites his will and disinherits his nephew.\nAlice returns home to discover that her invalid sister has passed away. Eustace visits Alice and learns of her sister's death, but when he returns a month later, he finds that Alice has left the country. Alice has taken a steamship to Australia planning to sign a deal with another publisher when she gets there, so Meeson books passage on the same boat, hoping to stop Alice from leaving his employ.\nAlice is befriended by Lady Holmhurst, who learns that Alice is the author of that \"highly acclaimed book the social set is all reading\". During the voyage the ship is wrecked, and everyone makes a mad dash for the life boats. Alice saves Lady Holmhurst's son, Dicky, from drowning while Meeson tries to buy a seat for himself in one of the lifeboats. Meeson dives into the ocean in panic but Alice persuades the sailors to save him.\nThe boat lands on a desert island and Meeson is taken ill. He expresses a desire to rewrite his will, deciding to leave his estate to his nephew after all, but he has nothing to write with! Alice has a sailor named Jimmie (Lon Chaney) tattoo Meeson's entire will on her back before he dies. The sailors drunkenly gamble away their winnings, then gamble for possession of Alice, but as they fight over the frightened young lady, they all fall off a cliff and are killed.\nAlice and Dicky are rescued by a passing steamship and arrive in Liverpool. Alice goes to court to display Meeson's final will tattooed on her back and Eustace receives his rightful inheritance. Eustace proposes marriage to Alice, and they settle down in the old Meeson home.", "tmdb_plot": "En route to Australia, beautiful authoress Alice Gordon (Louise Lovely) is shipwrecked on a desert island in the company of wealthy book publisher John Meeson. Sensing that his days are numbered, and lacking pencil and paper, Meeson tattoos his last will and testament on Alice's lovely back.", "tmdb_id": "600655", "wiki_id": "18115361"}, {"title": "The Grip of Jealousy", "genres": ["Drama"], "wiki_plot": "The Grant and Morey families have been bitter enemies for generations. Beth Grant and Jack Morey marry secretly, and they leave home when Beth discovers she is pregnant. Her sister Virginia overhears their plans to leave and, unaware that the two are legally married, assumes that Jack has dishonored her sister, whereupon she tells Harry Grant who swears vengeance.\nSilas Lacey (Lon Chaney), a rich farmer, asks Harry for his permission to marry Virginia, but being from a lower social class, Harry rejects him and literally throws Silas out of the house. Lacey kills Harry Grant, and Jack Morey is suspected of the murder having just fled with his secret wife, who later dies giving birth to a daughter.\nVirginia believes Beth's daughter is illegitimate and secretly drops the baby off on the doorstep of Lacey's slave Jeff, who adopts the child and names her Linda. Fifteen years pass and Virginia loves Hugh Morey, but she cannot marry him because even after all these years, his brother Jack is still thought to have murdered her brother Harry.\nSilas Lacey claims possession of the now teenaged Linda thinking she is the biological offspring of one of his slaves whom he had raped, and exerts legal control over the child. Virginia consents to marry Silas Lacey if he will agree to legally free Linda, but Harvey Lacey (Silas' son) wants Linda for himself and he kidnaps her. He takes her aboard a riverboat where, through considerable coincidence, he finds Jack Morey, who apparently has just been wandering around since the day he left home. Morey rescues Linda and he is exonerated of the 15-year-old murder when Jeff, the slave, presents eyewitness testimony that he saw Silas Lacy kill Harry Grant at the time of the slaying. Jack is reunited with his biological daughter Linda, and Hugh and Virginia get married.", "tmdb_plot": "In pre-Civil War days, a woman dies in childbirth. Her sister, believing the child to be illegitimate, leaves the baby in the care of one of her sister's slaves.", "tmdb_id": "609411", "wiki_id": "18114624"}, {"title": "The Heart of a Hero", "genres": ["Drama", "War"], "wiki_plot": "The story of Nathan Hale, an American soldier and spy from his days as a teacher to his eventual capture and execution.", "tmdb_plot": "This is a visualization of the life of patriot Nathan Hale which is based on a play by Clyde Fitch. Robert Warwick plays Nathan (and does a fine job) and Gail Kane the girl whom he loves (Alice Adams).", "tmdb_id": "174583", "wiki_id": "55491086"}, {"title": "The Heiress at Coffee Dan's", "genres": [], "wiki_plot": "Waffles (Love) is a Swedish immigrant who is working as a waitress in Coffee Dan's, a San Francisco diner. She is in love with poor composer Carl (Bennett).\nThieves Clara Johnstone (Younge) and Bert Gallagher (Paget) learn about a missing heiress in a newspaper, and convince Waffles that she is the heiress. Waffles moves into a lavish mansion, and plans to buys the diner for its chef Shorty (Davidson), publish Carl's music, and adopt a baby. However, Johnstone breaks up Waffles and Carl, and Waffles becomes engaged to Gallagher. Before the wedding, Carl appears and stops it.\nWhen the real heiress appears, Waffles returns to her original life, but she receives a reward for the capture of Johnstone and Gallagher. With her money, she buys the diner for Shorty, publishes Carl's music, and adopts the baby.", "tmdb_plot": "\"Waffles,\" the waitress at \"Coffee Dan's\" hash-house, is selected by Bert Gallagher and Clara Johnstone, a pair of crooks, to be represented as a missing heiress whose story they have read about in the papers. \"Waffles\" herself believes the story, as she was orphaned early and remembers little of her childhood, and by adroit coaching is able to convince the estate's none too bright lawyers of the validity of her claim. With this unlimited money, poor little \"Waffles\" nevertheless has only three desires: to buy the little restaurant for her old benefactor, Shorty Olson, to publish the music written by her lover, Carl Miller, a young, eccentric, absent-minded musical genius, and to adopt the baby that a Mrs. O'Shaughnessy is too poor to care for.", "tmdb_id": "767874", "wiki_id": "44547626"}, {"title": "Hell-to-Pay Austin", "genres": [], "wiki_plot": "When a minister dies from alcoholism, his daughter Briar Rose (Love), also called \"Nettles\", is unofficially adopted by a team of lumberjacks, including the rough-and-tumble 'Hell-to-Pay' Austin (Lucas). Nettles is so touched by the logging camp's tribute to her father, organized by Austin, that she chooses him to be her foster father. Her innocence and purity eventually transform Austin into an upstanding Christian.\nOne day, an elegant woman (Alden) stumbles into the logging camp. The lumberjacks and Nettles help her, and she invites Briar Rose to visit her in New York someday. Years later, Nettles goes away to boarding school in New York. When taunted by her fellow students, Nettles leaves the school to stay with the woman she had met previously. Austin comes to New York to rescue Nettles, and, reunited, they discover that their guardian/ward relationship has evolved into one of true love and they marry.", "tmdb_plot": "After her father's death, little Briar Rose is taken in by the men at a lumber camp. The girl shows a definite preference for one of the lumberjacks, \"Hell-to-Pay\" Austin, so he becomes her new \"father.\" Just as much as Hell-to-Pay takes care of Briar, she watches over him, and it is largely through her influence that he gives up hard drinking and needless fighting. Then, when Briar is old enough, she goes away to school and quickly falls in with the wrong crowd. Hell-to-Pay comes after her and takes her away from Doris Valentine, an adventuress who had been teaching Briar the tricks of the trade. When they are reunited, Hell-to-Pay and Briar realize that they are in love, so they decide to change their relationship from guardian and ward to husband and wife.", "tmdb_id": "767870", "wiki_id": "36864851"}, {"title": "Hell's Hinges", "genres": ["Western", "Action", "Romance"], "wiki_plot": "Hell's Hinges tells the story of a weak-willed minister, Rev. Bob Henley (played by Standing), who comes to a wild and debauched frontier town with his sister, Faith (played by Williams). The owner of the saloon, Silk Miller (played by Hollingsworth), and his accomplices sense trouble and encourage the local rowdies to disrupt the attempts to evangelize the community. Hard-bitten gunman Blaze Tracy (played by Hart), the most dangerous man around, is, however, won over by the sincerity of Faith. He intervenes to expel the rowdies from the newly built church.\nSilk adopts a new approach. He encourages the dance-hall girl, Dolly (played by Glaum), to seduce Rev. Henley. She gets him drunk, and he spends the night in her room. The following morning the whole town learns of his fall from grace. Blaze rides out to find a doctor for the now near-demented minister.\nThe disgraced minister, having rapidly descended into alcoholism, is goaded into helping the rowdy element to burn down the church. The church-goers try to defend the church, and a gunfight erupts in which the minister is killed and the church set ablaze. Blaze returns too late to stop the destruction. In revenge, Blaze kills Silk and burns down the whole town, beginning with the saloon. He and Faith leave to start a new life.", "tmdb_plot": "When Reverend Robert Henley and his sister Faith arrive in the town of Hell's Hinges, saloon owner Silk Miller and his cohorts sense danger to their evil ways. They hire gunman Blaze Tracy to run the minister out of town. But Blaze finds something in Faith Henley that turns him around, and soon Silk Miller and his compadres have Blaze to deal with.", "tmdb_id": "84772", "wiki_id": "73977"}, {"title": "Her Defiance", "genres": ["Drama"], "wiki_plot": "Adeline Gabler (Cleo Madison) is a young farm girl whose brother is scheming to marry her off to an elderly rich neighbor, \"Old Scapin\" (Willis Marks). When Adeline falls in love with a city boy, Frank Warren (Edward Hearn), her brother Theron (Taylor N. Duncan) takes the first opportunity to trick his sister into believing her lover has abandoned her. Adeline, pregnant, is forced to marry Scapin, but at the conclusion of the ceremony, she creates havoc by pushing her husband away and escaping in a buggy to the city. Scapin and Theron pursue her, but their buggy crashes and Scapin is killed. Not knowing she is now a widow, Adeline works as a cleaning woman to support herself and her son. She is sent to work in her former lover's office, where he finds the baby. Adeline confronts Frank, who explains, in a flashback inserted on one side of the screen, how he wrote her a crucial letter that she never received. The sequence can be read as representing the point of view of the woman as she weighs the statements of her lover against her memories of the events.", "tmdb_plot": "A woman is deserted by her wealthy young lover.", "tmdb_id": "510291", "wiki_id": "48701047"}, {"title": "Her Double Life", "genres": ["Drama"], "wiki_plot": "Mary Doone (Theda Bara) is a poor British girl who runs away from her adopted family because the father made a pass at her. She lives at a parish house, and at the outbreak of World War I, she becomes a Red Cross nurse. At the front she meets war correspondent Lloyd Stanley (Stuart Holmes). Stanley tries to have his way with her but she is saved when the hospital tent is bombed.\nTo get away from Stanley, she takes on the clothes and identity of an (apparently) dead girl, Ethel Wardley (Madeleine Le Nard). Ethel was on her way to live with Lady Clifford (Lucia Moore), an aunt she has never seen. So that's where Mary goes.\nThere she meets and falls in love with Ethel's cousin Elliott (A.H. Van Buren). They become engaged. But Ethel is not dead and she recovers from her wounds. She and Stanley head to the Clifford estate to blow Mary's cover. It doesn't matter, however, because Mary has already admitted the ruse, and the family has forgiven and accepted her anyhow.", "tmdb_plot": "Mary Doone (Theda Bara) is a poor British girl who runs away from her adopted family because the father made a pass at her. She lives at a parish house, and at the outbreak of World War I, she becomes a Red Cross nurse.", "tmdb_id": "898622", "wiki_id": "18189261"}, {"title": "Her Father's Son", "genres": ["Comedy"], "wiki_plot": "When Frances Fletcher (Martin), a Southern young woman, moves in with her uncle William (Standing) just before the start of the Civil War, she dresses as a young man in order to secure her inheritance. Problems arise after the war breaks out and her uncle takes in Lt. Richard Harkness (Whitman) as his guest and the Union officer expresses a fondness in the cross-dressed Frances.", "tmdb_plot": "A Union officer exposes the several deceptions his sweetheart has been engaging in. These include , spying for the Confederacy, and posing as a boy in order to comfort her aging and wealthy uncle who has no heir.", "tmdb_id": "687819", "wiki_id": "44875347"}, {"title": "His Picture in the Papers", "genres": ["Comedy"], "wiki_plot": "Pete Prindle, son of Proteus, is a vegetarian health food manufacturer who wishes to marry Christine Cadwalader. She agrees. However, Proteus considers his son lazy, with no contributions to the company and therefore undeserving of his father's wealth. His daughters have their pictures in the newspapers, pictures of them promoting the company products. Cassius refuses to consent to his daughter's hand since he believes Pete to be lazy as well, with no real stake in his father's company. Pete tries hard to get in the newspaper: He fakes a car accident, which gets an insignificant mention in the paper. He wins a boxing match, which turns out to be an illegally run ring which ends up being raided by police.\nAfter a misunderstanding, he washes up on the shore in his pajamas after falling off a cruise ship, and proceeds to beat two police officers, his name is withheld by the newspaper. Finally, he saves many people on a train from a group of thugs intent on murdering Cassius by preventing a collision with another rail car. He receives a front-page article in every major local newspaper and a large photo as well which pleases everyone.", "tmdb_plot": "Produced at the Reliance studio in Yonkers, New York, HIS PICTURE IN THE PAPERS solidly established Fairbanks as the American ideal of pop, vim, and vigor. Furthermore, the film brought him together with the two collaborators who were to play a profound role in the evolution of his screen persona: writer Anita Loos and her future husband, director John Emerson. The theme was, according to Emerson and Loos, \"the great American love of publicity.\"", "tmdb_id": "172443", "wiki_id": "29794326"}, {"title": "Hoodoo Ann", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Ann (Mae Marsh) is a young girl who has lived in an orphanage since infancy. She is disliked and spurned by the other children, and treated coldly by the orphanage administrators. She is told by the orphanage cook Black Cindy (Madame Sul-Te-Wan) during a palm-reading that she will be cursed until she is married. Ann's stay at the orphanage is an endless series of unhappy circumstances: she steals a doll belonging to a popular girl named Goldie (Mildred Harris), then accidentally breaks the doll, thereby adding to her loneliness and misery. One day, while the children are napping, a fire breaks out in the orphanage and Ann heroically saves Goldie from the flames.\nImpressed with Ann's selflessness, a kindly couple, Samuel and Elinor Knapp (Wilbur Higby and Loyola O'Connor) take her in and later adopt Ann. Ann is immediately smitten with a neighbor boy named Jimmie Vance (Robert Harron) and the two youths begin courting. Believing that her curse is coming to an end, Ann attends a motion picture with Jimmie. Enthralled by the action-filled Western film, the following day Ann imitates the film's main character Pansy Thorne while playing with a gun. Unbeknownst to Ann, the gun is loaded and a round goes off, entering a neighbor's house. Ann tentatively peers through the window and is shocked to see her neighbor, Bill Higgins (Charles Lee) lying on the floor. Believing him dead, Ann is despondent, sure that the curse is still upon her and fearful that Jimmie will never marry her now that she has committed murder.\nAfter tearfully confessing to her \"crime\" and a subsequent investigation into the peculiar disappearance of the body of Mr. Higgins, the town is shocked when Mr. Higgins returns home several days later and reveals that he had simply left town to avoid his wife's incessant nagging. Overjoyed, Jimmie and Ann marry and the \"hoodoo\" is lifted.  But the wedding ceremony is not entirely a happy affair – Ann appears distracted and pensive throughout, leaving the viewer to wonder if she perhaps believes that the curse is still upon her.", "tmdb_plot": "A teenage orphan (who believes herself to be \"hoodooed\") is taken in by a childless couple and quickly falls for the boy next door; Her luck seems to have changed. But the idyll is broken up after a trip to the movies-- It seems the 'hoodoo' has returned after she tries to replicate what she'd seen on the screen.", "tmdb_id": "112485", "wiki_id": "18967846"}, {"title": "Hop - The Devil's Brew", "genres": ["Drama"], "wiki_plot": "Customs agent Ward Jansen (Phillips Smalley) is sent to China to conduct an investigation into opium smuggling. His wife, Lydia (Lois Weber), is the daughter of local politician William Waters (Charles Hammond). Left behind in San Francisco and grieving the loss of their child, Lydia resorts to the drug and becomes an addict. When Jansen returns, he notices his wife's strange behavior but does not attribute it to drug addiction. Jansen continues his investigation in San Francisco, and some of the methods of smuggling rings and customs inspectors are depicted. The investigation eventually leads Jansen to raid an opium den in Chinatown where he discovers his wife and learns of her addiction. Jansen's investigation ultimately reveals that his father-in-law is a key player in the smuggling operation. Discovery, as well as guilt over his daughter's plight, leads to Waters' suicide. Jansen supports his wife and helps her through withdrawal to recovery.", "tmdb_plot": "", "tmdb_id": "601418", "wiki_id": "45713418"}, {"title": "The House of Lies", "genres": [], "wiki_plot": "Realizing that her husband's inherited money is worryingly dwindling, Mrs. Coleman plans to find wealthy husbands for her daughter Dorothy and stepdaughter Edna. The latter, however, refuses to trade her beauty for money and inflicts herself with acid.\nThe family then pushes Edna aside. Dorothy, on the other hand, together with her mother, tries to be married by a poet, the rich Marcus Auriel. Edna, who has always been in love with Marcus's works, is hired by him as a secretary, revealing her stepmother's plans. Marcus, despite the scars on Edna's face, asks her to marry him. The girl agrees and then reveals that the scars are fake, like the acid was fake. And what disfigured her was simply greasepaint.", "tmdb_plot": "When her stepmother attempts to marry her off for the family's financial gain, sensitive and beautiful Edna takes drastic measures, disfiguring herself. The scarred woman falls in love with handsome author Marcus Auriel, but soon learns that her shallow stepsister Dorothy is a rival for his affection.", "tmdb_id": "457566", "wiki_id": "44869116"}, {"title": "The House with the Golden Windows", "genres": ["Drama"], "wiki_plot": "The wife of a poor shepherd named Sue Wells (Cleo Ridgely) is tired of being poor and takes advantage of a loophole to become owners of her neighbor's rich estate while her neighbor is gone. However, living in the mansion doesn't make Sue happy. When their neighbor comes home to find out what they have done he kills her husband. Right before he can kill her, she wakes up and realizes it was all a dream. Her husband then walks in and tells her that he got a job as that estate's overseer, so they won't have to worry about money anymore.", "tmdb_plot": "Tom Wells is dissatisfied with his lot in life. Wondering aloud whether he'd be happier if things were different, he soon gets his chance to find out. The rest of the story is an extension on the old proverb which begins \"Be careful what you wish for.\"", "tmdb_id": "942830", "wiki_id": "44862782"}, {"title": "Hulda from Holland", "genres": ["Drama"], "wiki_plot": "Upon the death of her parents, little Hulda find herself sole guardian of her three small brothers. Fortunately, she receives a letter from her wealthy Uncle Peter in Pennsylvania inviting the three orphans to come to America and live with him. Shortly afterwards, Uncle Peter drives to the Port of New York to pick them up, but is injured by an automobile accident and taken to a hospital where he lies unidentified. Uncle Peter's disappearance not only causes distress to the three newly arrived Dutch immigrants, but also to a railroad president, Mr. Walton, who is trying to buy the right-of-way through Uncle Peter's farmland and has only three deals left in which to close the deal. The search for the old man by both Hulda and Mr. Walton's son result in a blossoming romance between the two.", "tmdb_plot": "Hulda, a plucky Dutch girl, brings her three little brothers from Holland to America to live with their rich Uncle Peter. Hulda finds love with a poor artist.", "tmdb_id": "489719", "wiki_id": "37445909"}, {"title": "Idle Wives", "genres": ["Drama"], "wiki_plot": "Characters go to the movies to watch Life's Mirror, a film where they see their own lives turned into dramas. A shop girl dating a young man against her parents' wishes watches her onscreen counterpart become pregnant; an impoverished family watches as a family onscreen lives beyond their means; and an unfaithful husband watches as his onscreen wife leaves him and returns to social work. After the film characters have learned their lessons: the shop girl apologizes to her parents; the family decides to live within its means; and the wealthy man leaves his mistress and returns to his wife.", "tmdb_plot": "Characters in the film attend a movie titled 'Life’s Mirror', where they see parallel, cautionary versions of their own lives.  Only the first two of the original seven reels survive.", "tmdb_id": "293037", "wiki_id": "60920624"}, {"title": "If My Country Should Call", "genres": ["Drama", "War"], "wiki_plot": "The wealthy Margaret Ardrath's husband Robert enthusiastically goes off to war in Europe at the breakout of World War I, upsetting Margaret immensely. But when she learns her son Donald is planning to enlist in the armed forces to fight the Mexican army down at the border, she decides she has to take matters into her own hands. Margaret steals a small bottle of a heart depressant from the medical bag of Dr. George Ardrath (Lon Chaney) while he leaves it unattended. She begins slipping very small doses of the medication into her son's drinks, which causes him to develop a slight heart murmur, so that he will not be able to qualify to join the army as he had planned.\nAfter the military rejects him, however, the young man develops other medical problems which causes his fiance to leave him, and he becomes an alcoholic. When the doctor discovers the vial missing from his medical bag, Donald realizes what his mother has done to him (although it was for his own good), and he hates her for it. Margaret suddenly receives a telegram that her husband was killed in Europe, and overwhelmed by grief, she takes a drug overdose to kill herself. Suddenly, she wakes up and realizes it was all just a bad dream.", "tmdb_plot": "A doctor is called to the home of a young man who wants to enlist in the Army.", "tmdb_id": "558400", "wiki_id": "18128024"}, {"title": "The Innocence of Lizette", "genres": [], "wiki_plot": "As described in film magazines, Lizette (Minter), is a young girl who is left without money or family when her grandfather dies. She is taken in by her grandfather's old landlady, Granny Page, whose nephew Paul runs a news-stand where Lizette sometimes helps out.\nWhile working at the news-stand, Lizette catches the attention of two men; Dan Nye, a handsome but dishonest young man, and Henry Faure, an elderly man still mourning the loss of his wife and daughter. Faure adopts Lizette as she reminds him of his lost daughter, and Lizette goes to live with him in his mansion.\nOne day Faure is called away on business, and Lizette takes the opportunity to visit Granny Page and Paul for a while. On her return to Faure's mansion, she finds a baby on the doorstep, abandoned by its mother who could not afford to keep it. Being very innocent, Lizette believes that babies are gifts sent from Heaven by God, and thus, when Faure's housekeeper and butler enquire as to where she found the baby, Lizette earnestly insists that it is her own.\nWhen Faure returns, he is shocked, and angrily demands to know the identity of the father. Lizette does not understand the implications of the question, but she supposes that babies must have fathers as well as mothers, and so names the first man that comes into her head: Dan Nye. Faure storms into Nye's office and demands that he marry Lizette. Nye is initially puzzled, but soon seizes the opportunity to demand a significant payment from Faure if he is to wed.\nWhen Faure returns to his mansion with Nye, Lizette refuses to marry him, and runs away with the baby. At the same time, the baby's real mother arrives, seeking her child, along with Paul, who is furious with Nye for what he believes he has done to Lizette. When Lizette is compelled to return by a policeman, all is revealed; Nye is thrown out of the house and mother and baby are reunited.", "tmdb_plot": "Lizette (Mary Miles Minter) is an orphan girl who is known to be very innocent. One day, the wealthy Henry Fauer (Eugene Forde) adopts her after seeing her selling news papers. She is now raised in his enormous mansion and is introduced to the posh life. Lizette, however, doesn't know how to deal with it and has no idea about acting like a real society woman.", "tmdb_id": "227255", "wiki_id": "19201427"}, {"title": "An International Marriage", "genres": ["Comedy", "Drama"], "wiki_plot": "The story revolves around a Florence Brent (Rita Jolivet) who is an American heiress who wishes to marry a Duke in Europe. The father of the duke wants her to have a title before marriage however, so she quickly marries the Duke's friend who is a Count with plans to quickly divorce him and retain the title. After the marriage though, she finds out that the Duke is already married. After all that, Florence's sweetheart arrives from America with a pistol and tells the Count he wants to marry her. She decides to go off with her sweetheart, and moves back to New York with him.", "tmdb_plot": "Florence Brent is the daughter of Bennington Brent, who runs a successful laundry business. Florence's childhood friend, John Oglesby, is a Congressman. When Florence visits her friend, Eleanor Williamson, in Washington D.C., she meets Eleanor's fiancé, who is a Count. The Duke of Buritz, a countryman of the Count, tries to corrupt Oglesby for political reasons. Meanwhile, the Count breaks his engagement to Eleanor, having become enamored of Florence. Oglesby eventually exposes the duplicity of the Count and Duke.", "tmdb_id": "743342", "wiki_id": "44858309"}, {"title": "Joan the Woman", "genres": ["History", "Drama", "Adventure"], "wiki_plot": "A British officer (Reid) in World War I has a dream of the life of Joan of Arc (Farrar). The officer pulls a sword out of the wall of the trench he is in, the sword used to belong to Joan of Arc. Removing the sword conjures up the ghost of Joan, leading to her telling her story. The setting then changes to France where the story of Joan of Arc is told, of her leading the French troops to victory and her subsequent burning at the stake. The story ends back in the trench with the officer deciding to go on a suicide mission, using Joan's story and sword as inspiration.", "tmdb_plot": "A WWI English officer is inspired the night before a dangerous mission by a vision of Joan of Arc, whose story he relives.", "tmdb_id": "32598", "wiki_id": "14631844"}, {"title": "Judex", "genres": ["Adventure", "Drama", "Mystery", "Thriller", "Crime"], "wiki_plot": "The story is complex and is told in 12 chapters. The basic plot involves a corrupt banker named Favraux, who is the target of Judex's revenge. It is eventually revealed that Judex's real identity is Jacques de Trémeuse, a man trying to avenge his family ruined by Favraux. Complicating matters is Favraux's beautiful and innocent daughter Jacqueline, with whom the avenger has fallen in love. A final element comes in the form of Diana Monti and her criminal gang who are working at cross purposes with Judex.", "tmdb_plot": "When an unscrupulous banker ruins his family, a young man swears to bring him to justice, so he adopts a new identity, the mysterious Judex, and ominously disguised and sunk into the muddy path of vengeance, punishes the crooks and protects the innocents. (Originally a twelve-part epic serial.)", "tmdb_id": "56801", "wiki_id": "1571116"}, {"title": "King Lear", "genres": ["Drama"], "wiki_plot": "The synopsis provided by the studio in The Moving Picture World was:Lear, King of Britain, worn out with the affairs of state, calls his three daughters before to make a division of his kingdom in proportion with the degree of their affection for him. Goneril, the eldest, speaks first and her father with pleased vanity hears her declare that all powers of speech fail to express the extent of her love for him. He bestows upon her one-third of his kingdom. With equal volubility but greater exaggeration Regan, the King's second daughter, likewise wins another third. Cordelia, the youngest daughter, disgusted with her sisters' sordid insincerities, replies that she loves him as far as duty commands. With the other daughters' honeyed flattery in his ears Cordelia's speech fails to please Lear, and he angrily disowns her as an unnatural daughter and gives her share to the others. The young King of France recognizes her true worth and takes her to his own country as his bride.\nThen to Lear comes the realization of what he has lost. Eventually the daughters who have the kingdom in their hands close the castle doors on their father, and Lear learns \"How sharper than a serpent's tooth it is to have a thankless child.\" His breaking heart results in madness, and deserted by all save his faithful fool, he becomes a wanderer.\n\nWith Cordelia, the King of France invades Britain. Cordelia is made captive and orders given to hang her. To Lear is borne her body which proves the last ill wind to fan out the flame of his flickering life and the tortured soul soon follows hers to \"that undiscovered country from whom bourne no traveler ever returns.\"", "tmdb_plot": "Silent adaptation of Shakespeare's King Lear", "tmdb_id": "134155", "wiki_id": "48591042"}, {"title": "The Kiss of Hate", "genres": ["Drama"], "wiki_plot": "The story takes place in Czarist Russia and concerns an anti-Semitic police commissioner, or Prefect, Count Orzoff(Cliffe) and a woman Nadia(Barrymore) who has spurned his amorous attentions . The commissioner seeks revenge against Nadia by killing her father (W. L. Abingdon). Orzoff becomes governor and Nadia plots revenge against him and is aided by a group of Jews who are also scheming against Orzoff. In further plot twists Nadia becomes romantic with Orzoff's son Sergius(Robert Elliott) and in a bit of payback stabs Sergius in retribution for her father's murder. Sergius is only wounded and Nadia thinking she has killed him tries to commit suicide but Commissioner Orzof's guards stop her.  For the rescue of his son, Nadia somehow gets Count Orzoff to sign papers admitting to persecuting Russian Jews. Nadia is in Orzoff's mansion completing the deal, when that group of Jews set fire to the house killing Nadia, Orzoff and Sergius.", "tmdb_plot": "When Count Peter Turgeneff, his daughter, Nadia, and Paul, his generous-hearted son, came to live in the Governor's palace in the Russian province of Valogda, there was rejoicing among the oppressed race whose home was in the Ghetto.", "tmdb_id": "892733", "wiki_id": "43293013"}, {"title": "Liberty", "genres": ["War", "Adventure"], "wiki_plot": "Liberty Horton, an American heiress, is kidnapped by a Mexican rebel and ransomed to fund his rebellion.", "tmdb_plot": "A 20 part 2-reel Western film serial.", "tmdb_id": "703890", "wiki_id": "15502188"}, {"title": "A Life for a Life", "genres": ["Drama"], "wiki_plot": "The film is based on the novel by Georges Ohnet.", "tmdb_plot": "Wealthy Mrs. Khromova has a natural daughter, Musya, and an adopted daughter, Nata. The merchant Zhurov is in love with Nata, and hopes to marry her, but she is non-committal.", "tmdb_id": "174552", "wiki_id": "57670254"}, {"title": "Lights of New York", "genres": ["Drama"], "wiki_plot": "Hoping to improve his financial lot, petty thief Hawk Chovinski (McGrail) hires a dancing instructor to teach him how to bear himself like a gentleman. His lessons completed, Hawk then poses as a European nobleman, intending to trap a wealthy wife. Yolande Cowles (Baird) sees through Hawk's pose but falls in love with him anyway.", "tmdb_plot": "Lights of New York is a 1916 drama", "tmdb_id": "986946", "wiki_id": "6747334"}, {"title": "Little Mary Sunshine", "genres": ["Drama", "Comedy"], "wiki_plot": "Abandoned by her drunken father after he beats her mother to death, 5-year-old Mary finds refuge in a car where she falls asleep. The car belongs to Bob Daley, a young man who has made the mistake of celebrating his engagement by getting drunk with his friends and then lying about it to Sylvia, his fiancée. Sylvia does not approve of his conduct and throws him out of the house, breaking up with him.\nDespondent, Bob staggers to his car where he finds the sleeping child. The two become friends and Bob brings the little girl to his house. Moved by her tragic story, Bob decides to quit drinking and become a serious and responsible parent. Sylvia, affected by the change, is reconciled with her boyfriend, and the couple decide that once they are married, they will adopt little Mary.", "tmdb_plot": "Just after Bob's fiancée breaks off their engagement, he meets young Mary, whose mother has just died, and the two of them comfort each other.", "tmdb_id": "408891", "wiki_id": "51592381"}, {"title": "Lonesome Luke Leans to the Literary", "genres": ["Comedy"], "wiki_plot": "Lonesome Luke (Harold Lloyd) tries to sell books to a businessman and his wife.", "tmdb_plot": "Luke attempts to sell books to a businessman and his wife.", "tmdb_id": "766493", "wiki_id": "14108088"}, {"title": "Love's Lariat", "genres": ["Western", "Comedy"], "wiki_plot": "A cowboy called Sky High learns that he has inherited a fortune, but must move to the East to collect and keep it. The only other heir, Landers, conspires with gold-digger Goldie Le Croix to seduce and abandon Sky High, sharing his newfound wealth. The plot fails when Goldie genuinely falls for him.", "tmdb_plot": "A rancher begrudgingly goes east in order the fulfill the requirements of his uncle's will and receive his inheritance.", "tmdb_id": "600682", "wiki_id": "13488271"}, {"title": "Madame X", "genres": ["Drama"], "wiki_plot": "A woman is thrown out of her home by her jealous husband and sinks into depravity. Twenty years later, she finds herself accused of murder for saving her son, who does not know who she is. He finds himself defending her without knowing her background.", "tmdb_plot": "Thrown out of her home by a jealous husband, a woman sinks into degradation. Twenty years later, she is charged with killing a man bent on harming her son. The son, unaware of who the woman is, takes the assignment to defend her in court.", "tmdb_id": "1015985", "wiki_id": "14022275"}, {"title": "Major Frans", "genres": [], "wiki_plot": "Wealthy John von Zwenken (Louis H. Chrispijn) lives with his daughter and son-in-law in a castle named De Werve. One day, he returns from hunting and is informed that a new child has been welcomed in the family. Disappointed and ashamed that the child is a girl, John introduces her to his friends and staff as a boy. Shortly after the delivery, the mother dies and the baby is left in John's hands. Twelve years later, young Frans (Lily Bouwmeester) lives an unusual life, having been raised as a boy by John and sgt. Rolf (Willem Hunsche). Her nanny's (Paula de Waart) attempts to teach her how to be a girl have been unsuccessful.\nMeanwhile, the Colonel receives a visit from his son Rudolf (Willem van der Veer), who has been living a joyful but expensive student life in Leiden). Rudolf promises to better his life, but is quickly lured back in Leiden's nightlife. All of this happens during Frans' birthday. With her grandfather absent due to a business travel, her wish is to invite aunt Roselaar (Maria Bouwmeester-Clermont), who has not been on speaking terms with John for years, due to a huge debt. She has now been paying the money back by supporting Frans' education, and is thus shocked to find out that Frans is a girl. Because a girl requires less education money, Roselaar feels betrayed and leaves angrily.\nAs a consequence, Frans (now Annie Bos) is sent to a boarding school, where she spends her years showing rebellious behavior against her superiors. She is expelled when she one day rides a horse spontaneously, but shows no remorse and returns to De Werve. After a warm welcome, she finds out that her grandfather is no longer able to afford the castle, so she proposes to raise money by organizing a fox hunt. When this proves unsuccessful, she turns to her uncle Rudolf for help, though he responds by leaving to join the army. A terrible soldier, Rudolf deserts the army, but is caught and jailed. A De Werve member has been condemned a scandal, so Frans makes it her goal to help him escape, on condition that he passes the border and never returns to the Netherlands again.\nFollowing, Rolf has inherited a fortune and uses the money to co-support De Werve by moving in. Simultaneously, Frans meets Roselaar's cousin Leopold van Zonshoven (Frederick Vogeding). Leo - who was granted the fortune meant for Frans - has been sent to De Werve by Roselaar to court Frans. Frans has never experienced love, though she feels immediately attracted to Leo. However, his attempts to financially support the family does not please her, for as her pride does not allow her to accept money from outsiders. In the heat of anger, she fights Leo and accidentally slashes him.\nFrans feels guilty and makes up with him, and accepts when Leo proposes to her. However, when she misinterprets that Leo will inherit all of Roselaar's money while the Von Zwenkens remain ignored, she becomes furious, until finding out that her grandfather has died of old age. Despite the financial situation, she buries him with military honor. Assuming that she will lose De Werve, Frans abandons the castle and explores the world, still filled with grief. She eventually finds work at a circus, where she runs into Rudolf as her colleague. When Rolf hears about this, he feels ashamed and begs Leo to do something about it. Leo, who has bought De Werve, will be traveling for a few years and offers Frans to live in the castle during his absence. There, she finds out that the Von Zwenkens are indeed included in Roselaar's fortune, and she sets out to find Leo and apologize to him. They eventually kiss and start a life together.", "tmdb_plot": "When his granddaughter is born, debt-ridden Colonel von Zwenken misses out on Aunt Roselaar's allowance of 20,000 guilders. Anxious to keep the money, his son-in-law telegraphs the aunt that a son was born, Frans, and the girl is brought up as a boy. Based on the novel by Anna L.G. Bosboom-Toussaint.", "tmdb_id": "305467", "wiki_id": "22643149"}, {"title": "The Mark of Cain", "genres": ["Drama"], "wiki_plot": "Dick Temple is serving a five-year prison sentence because he took the blame for a robbery his father committed. His father promises to go straight, but the old man dies two years later, before he can reveal Dick was innocent. Doris is a young woman who is forced to steal by her uncle Jake until one night when she leaves home. Dick is released on parole, but is unable to locate his mother or find a job. Afraid that her uncle might track her down, Doris decides to drown herself in the river. She is rescued by Dick who came down to the river for the same purpose, and they quickly become friends.\nOne day Doris rescues a baby from the burning house of Mr. and Mrs. Wilson, and the Wilsons hire her as a nursemaid to the child. Dick, deciding to steal to get money for food, is caught snatching a watch from John Graham, but rather than turn him in, Graham gives Dick a job as bookkeeper in his stock broker company A detective calls on Graham to warn him that Dick is an ex-con out on parole. Mr. Graham is in reality the head of a gang of thieves, and he tells Dick that he will tell Doris of his sordid past if Dick does not help him rob the Wilson home. Doris' uncle Jake has meanwhile tracked her down, and forces her to help him rob the Wilsons.\nThe night of the robbery, Doris is alone with the elderly housekeeper when Dick arrives. She confesses everything about her criminal past to Dick, but he tells her he loves her anyway. Suddenly Dick recognizes the old housekeeper is his mother, and he decides to thwart both groups of crooks that are planning to rob the Wilsons. Dick and Doris each give Uncle Jake and Mr. Graham their prearranged \"all clear\" signals, and when the two gangs enter the house at the same time, a fight ensues in which Uncle Jake is killed and Mr. Graham seriously wounded. Before dying, Graham confesses that Dick had nothing to do with the planned robbery, and the police release him. Dick confesses his criminal past to Doris and they decide to get married.", "tmdb_plot": "", "tmdb_id": "299186", "wiki_id": "18127887"}, {"title": "The Morals of Hilda", "genres": ["Drama"], "wiki_plot": "August and Hilda were simple peasants living together, desperate to wed and start a new family. In the \"old country,\" a man does not marry until he has saved money to support his new family. Since August cannot find work in the village, he cannot earn enough money to consider marriage. They resolve they must move to America. After they arrive, the couple finds a home, and August seeks a job. August has trouble finding work because he has no vendible skills. Another challenge faces the couple in America, people frown upon unmarried couples living together, and August fears incarceration.\n\nHilda finds work as a domestic for Harris Grail and his wife, Ester. She discovers the Grails cannot have children. Then, Hilda finds she is expecting a child. Realizing Hilda's condition, the Grails learn Hilda is unmarried and living with her boyfriend. The wealthy couple can't have an unwed mother living in their household and ask her to resign from her position. Hilda didn't understand the decision of her puritanical hosts. Even though she is distraught, she does not want to burden August with this load. Hilda leaves August and strikes out on her own. \nSoon, she finds herself in the hospital giving birth to a healthy boy. The law states that nurses must register a newborn's parentage. The nurses ask the father's name, and Hilda refuses. Hilda's only option was to escape the hospital under cover of night. She returns home but finds the cottage empty. She assumes the worst, but unbeknownst to Hilda, August had stowed away on a tramp steamer heading for Europe. Hilda's situation is desperate, and she wants to meet death, letting the fates determine her son's future. Hilda places the baby boy in a basket, sets it afloat, then heads off to another part of the sea.\nWe discover that someone has murdered Ester's beloved husband - Harris Grail. Ester finds herself alone and childless and loses the will to live. Ester heads to the sea, determined to drown herself. While wandering the shore, she finds a baby floating in a basket. Ester decides to raise the boy as her own. She names the boy Steven. But Ester is alone and unable to raise the boy without help. She asked Hilda to return to service and become a nurse. Hilda accepts the offer, then discovers Steven is her abandoned baby. Hilda must keep her relationship with the baby a secret. Unable to help raise a boy she mothered, Hilda leaves Ester's service.\n\nThe years pass, and Hilda can't bear to be without her son. She returns to Ester's house and confronts Ester with the truth about being Steven's mother. They talk, and Ester convinces Hilda the boy should stay with her. In that way, Steven would have all the advantages that wealth offers. Hilda agrees, Steven will stay with Ester, and Hilda's motherhood will remain a secret.\nSteven grows into adulthood and becomes an educated, articulate man. After consulting with his sweetheart, Marion, he runs for governor. Ester doesn't want Steven to have skeletons in the closet, so she tells him about his adoption. Steven reacts by creating a new plank on his political agenda, legitimizing all children of questionable parents. Since his ancestry is suspicious, he chooses not to propose marriage to the lovely Marion.\nSteven wins the election and schedules an outdoor inauguration. Hilda reads about the event in the local newspaper and plans to attend. Steven is speaking to the crowd, highlighting his platform on underprivileged children. Suddenly, Hilda sees someone in the group with a gun. She believes the man is attempting to assassinate her son. Hilda rushes towards her son as the assassin fires a shot. Hilda jumps in front of her son at the last moment and takes the bullet.\nAfter the crowd subdues the assassin, Steven rushes to the woman's side. As she lies dying, she tells Steven she is his birth mother. Hilda dies while her head rests in Steven's lap. Marion, who is nearby, consoles Steven and tells him his background doesn't matter to her. She loves him, and they can wed.", "tmdb_plot": "Recent immigrants August and Hilda cannot understand the American emphasis on weddings, because in their country, couples never get married. Fearing that he will be arrested for living with a woman who is not his wife, August stows away on a ship and dies in a wreck at sea. Afterward, Hilda tries to commit suicide, but the wealthy Esther Grail saves her, and then adopts her infant son Stephen. Years later, Esther tells him the circumstances of his birth, and so Stephen goes on a crusade for the rights of illegitimate children.", "tmdb_id": "610068", "wiki_id": "60473184"}, {"title": "The Mother of Dartmoor", "genres": ["Drama"], "wiki_plot": "A mother testifies against her own poacher son and he is sent to prison.", "tmdb_plot": "A man turns poacher for love of a married woman and is jailed by his widowed mother's evidence.", "tmdb_id": "492914", "wiki_id": "45621463"}, {"title": "The Mutiny of the Bounty", "genres": ["Adventure", "History"], "wiki_plot": "The story deals with the mutiny on HMS Bounty on 28 April 1789, Captain Bligh's journey back to England, the recapture of the mutineers on Tahiti and subsequent fate of the other mutineers on Pitcairn Island. The story was structured in five acts.", "tmdb_plot": "The Mutiny of the Bounty is a 1916 Australian-New Zealand silent film directed by Raymond Longford about the mutiny aboard HMS Bounty. It is the first known cinematic dramatization of this story and is considered a lost film.  Longford claimed it was the first Australian film to shoot scenes at sea.", "tmdb_id": "783423", "wiki_id": "32895484"}, {"title": "One A.M.", "genres": ["Comedy"], "wiki_plot": "The film opens with a scene of a wealthy young man (Chaplin) arriving at his house in a taxi in the morning after a night of heavy drinking. He tries in vain to grasp the handle on the outside. He thinks, \"They really need to place the handles near the door.\"\nWhen he finally does find it after some searching, he gets out, with his hand on the open taxi window. However, in his drunkenness, he thinks his hand is stuck, and tries to pull it out. \"I never did like taxis,\" he remarks.\nHe then takes out his handkerchief, blows his nose on it, and wipes the mucus onto the taxi door, in an attempt to free his hand. However, his handkerchief falls, and Charlie, in his drunkenness, never thinks of the fact that he has to just withdraw his hand and walk from the side to retrieve his handkerchief, almost wrecks the taxi and very nearly kills himself in trying to retrieve his handkerchief the hard way.\nAll this while, the taxi driver (Albert Austin) never reacts. Thanks to a big miracle (well, according to the drunk, anyway!), Charlie withdraws his hand, and headbutts the taxi door so hard he knocks himself back inside. Fortunately, though, he'd grabbed his hanky by then. This is what has been questioned by critics—how a drunk man can have better reflexes than the average sober man.\nHe looks at the money he has to pay to the taxi driver. However, the numbers are moving fast—too fast for Charlie. He stares at it for some seconds, then looks back at the scenery, and then stares back at it again, when the numbers are still moving. He thinks the numbers have gone nuts and just puts on his top hat. He then lights up his cigar and, accidentally, burns the taxi driver's hand with the lit end. He hastily pays and decides to leave.\nHowever, he does not observe the fact that his jacket is trapped in the closed door. His hat falls off as he's jerked back towards the taxi. He almost punctures a wheel in his attempt to free the jacket, and the door, unexpectedly, opens with a jolt. Of course, he's knocked back out.\nHe walks up to his front door. When he reaches, however, another problem faces him. He thinks that he has forgotten the key and has to enter through the window. He knocks it out and climbs in. In the process, he steps into a fishbowl placed underneath it, and then slips on a mat. He finds his key was in his coat pocket all along, and decides to enter the \"proper\" way, that is, via the door.\nHowever, when he enters, he slips on a mat, and for 10 seconds of some heart-in-mouth slipping and standing, the door becomes Charlie's only lean-on. Of course, the door is the worst possible option for a lean-on, and Charlie pays the price. He struggles to balance, and wonders whether he's wearing skates. He finally slips when he lets go of the door, regains his balance but soon loses it, considering he has to balance against the jacket-hanger, and then slips again, landing on his jaw.\nHe retrieves himself, and walks surprisingly steadily for a few steps, until another mat approaches him, and his legs slide out from below him, causing him to fall on his back. He lands between a tiger rug and a stuffed Eurasian lynx, which terrify him as he thinks they are real. He tries edging away from each other, only resulting in more hilarity as Charlie tries kicking the tiger rug away and then later thinks his foot is being eaten by the tiger. However, it doesn't end there. He tries to lure the lynx by giving it an air-kiss, and then walks up to it and kicks it away. That, however, ends when he proceeds onto the table.\nThere, he tries to pour himself a drink, but his jacket accidentally gets stuck onto a hole in the table, and the table top spins around. Unaware of the jacket that is stuck on the table, he keeps chasing the drinks and never gives up. He tries swatting his hands over to the drinks, but they elude him. Charlie's willpower increases minute-by-minute, and his running gets faster as it does—and so does the table top. \"That's the fastest round of drinks I ever saw!\" he remarks when the drink keeps eluding him.\nBy and by, Charlie tires, and stops for a second. However, he sees the drinks have stopped, too, and thinks he can get to them by just walking up to them. But alas! When he does, the table top starts spinning again, and the wild goose-chase resumes. Charlie staggers backwards, and the drinks come within his reach. However, when he tries getting them, the goose-chase resumes and Charlie continues the run.\nAnd then, of all the times, does he realize the jacket was the cause for the spinning table top. He takes it off, and walks towards the drinks, but the table keeps spinning. This is because Charlie's foot is on the jacket, and he resumes running after it. He finally falls down out of sheer exhaustion, and, lo and behold, the table top stops spinning. He looks at the drinks in wonder as they've stopped. \"What detained you?\" he asks.\nHe takes the drink—and as fate would have it, poured it on the table. Seeing the glass still empty, he takes another glass and pours the drink on the table again. He then attempts to pour it directly onto the glass, and he found a way to mess that up as well—carelessly, he sloshed it everywhere around the floor and on his shoes.\nHe then attempts to light a cigarette, but messes that up too. He cannot light it, and dumps it in his hat, that is, thanks to his goose-chase, on the floor, thinking of it as a dustbin, and then burns his hand with the lit end. He walks over to his hat and takes the cigar out, then dumps it on the large pool of beer he's got. \"This has been done,\" he remarks, and throws it in the hat.\nHe takes out another cigarette from his cigar-pouch, slips on a carpet, unsuccessfully attempts to hang his hat against the peg, puts it on anyway, and then slips on another carpet, his head landing on the bottom of the stairs. He dumps his jacket and hat, and heads towards his drinks. Paranoid that he's in for another goose-chase, he leaps onto them. Of course, he gets them, pours them and chugs them.\nHe then walks on the lynx, and thinks his leg is trapped between its legs. Of course, instead of just withdrawing his legs, he instead kicks its mouth from his left leg. As a bad element, however, his feet slide out from under him, and he lands flat on his back.\n\nAll this has drained him. \"Good night! I'm off!\" he declares, and tries to head up the stairs to his bedroom. But at the last step, he falters, losing his balance, and, of course, slides all the 13 stairs down. He tries again, and gets knocked back down, nearly slipping on the carpet. He walks up to the drinks, drinks another glass, and staggers, falling flat on his back. Cigarette in mouth, he tries again—and fails again. He proceeds to fail several times in climbing the stairs, and a large cuckoo clock on the upstairs landing also poses a problem, due to its pendulum's implausibly wide swing. He becomes increasingly creative with his attempts to climb the stairs, using mountain gear, for instance, in his next attempt.\nThis does not go down well. The rope is not lengthy, which means Charlie can only use it for a limited length. When he reaches the top, the rope gives in, and Charlie slides down helplessly. \"If I knew how to yodel, I'd make it!\" he remarks, upon sliding down. He tries climbing again, and, miraculously, reaches upstairs. However, the pendulum knocks into his jaw, and Charlie staggers back towards the stairs—all the way back to where he started.\n\"I'll try another route.\" He tries going up the second staircase, walks all the way back down, and then wonders how he got knocked down again. He climbs up the table top, and he's already run a marathon before he can gain his balance. And he's still running the marathon as he looks determinedly to his room. \"Light exercise,\" he thinks—and falls off the next minute.\nHe tries climbing via the first staircase again, and falls all the way back down again—only this time, he drags the carpet with him. Wrapped up in this carpet, he takes another shot and then tries climbing via the jacket-hanger. It is very dangerous, and Charlie's life hangs in balance for a second, until Charlie grasps hold of the staircase and manages to get to the door of his room.\nAlas! The pendulum interferes again. The next thing he knows, Charlie is sliding all the way down. He re-attempts going to his room via the same route, and this time is successful. The pendulum smashes into his jaw again, but Charlie isn't knocked down the stairs, and enters like a four-legged animal into his room.\nHe searches for his Murphy bed. Soon, the hilarity ensues again, which ends with Charlie wrecking his bed and tearing his hat. He gives up on the idea of sleeping in his bed and goes to bathroom for further inspiration. He enters the shower and, of course, in his drunken state, turns it on. He wets himself, and, soaked, he gets into the bathtub and then falls asleep under a towel.", "tmdb_plot": "A drunken homeowner has a difficult time getting about in his home after arriving home late at night.", "tmdb_id": "53418", "wiki_id": "2546623"}, {"title": "One Too Many", "genres": ["Comedy"], "wiki_plot": "Plump wakes with a hangover. He finds a note under the door from his uncle saying he will visit him \"and his wife and baby\" at 2 o'clock. It is 11am and he has no wife and baby. He is staying in a hotel. The bellboy is trying to take a heavy trunk upstairs. He gives the bellboy $50 to find him a baby. He finds a toddler in another room and is then asked to find a wife. Plump's friend Roy enters the room with the child and moves the child. The bellboy bribes the janitor's wife to play Plump's wife. He goes outside and hires a baby from a woman.\nMeanwhile Plump finds the first baby and takes it back. The bellboy is collecting children including a little black girl. The first child's mother returns and finds her child with Plump. She takes him away but Roy steals it again. He hides in a cupboard. The bellboy brings a cot up and Plump pays him to \"be the baby\". Uncle John arrives as Plump is shaving he stubble off his baby. The child starts crying from he cupboard... then the wives begin to appear.", "tmdb_plot": "When his uncle arrives for a visit, Plump has to find a wife and baby in a hurry. With the help of his friend, Runt, soon there are wives and babies everywhere.", "tmdb_id": "174564", "wiki_id": "12945478"}, {"title": "The People vs. John Doe", "genres": ["Drama", "Crime"], "wiki_plot": "A wealthy farmer and his sister are murdered just days after the man hired an uneducated farmhand (Harry De More).  A detective eager to collect reward money (Charles Hill Mailes) brutally forces a confession from the farmhand and his mentally disabled brother.  Both men are convicted and sentenced to death.  An attorney (Leah Baird) suspects that the men's confessions are false, tracks down the real murderer and saves the men from execution.", "tmdb_plot": "A farmer is unjustly convicted of a homicide he did not commit.", "tmdb_id": "606431", "wiki_id": "60921486"}, {"title": "The Place Beyond the Winds", "genres": ["Drama"], "wiki_plot": "Priscilla Glenn was a wild, nature-loving child who lived in the woods with her mother and her abusive father. She constructs a crude altar to the goddess of Nature in a hidden spot in the forest. Priscilla desperately wants an education and seeks out books to read. Anton Farwell, the local schoolmaster, has also come to the woods, but he is in hiding. He had once loved a woman named Joan Moss, and for her love he killed Dr. Leydward's brother. Leydward says he knows Farwell killed his brother but he tells Farwell he will not turn him in to the police if Farwell  agrees to remain there and live in the woods for the rest of his life.\nMrs. Travers and her crippled son Dick have travelled there also with Dr. Leydward for their health. He is a specialist who is able to straighten the boy's crooked limbs. Dick Travers and Priscilla are attracted to each other, but Dick soon returns to the big city. Jerry Jo (Lon Chaney), a half-breed, lures Priscilla to a house that has a wonderful library under the pretense of letting her read some books, and then attempts to molest her. She escapes unharmed, but her father thinks that she has been raped and forces her to leave home. Priscilla moves to the city where she becomes a nurse in Dr. Leydward's hospital. There, she again encounters Dick, but the two do not recognize each other.\nDr. Leydward's daughter, Margaret, is set to marry Clyde Hunter. One day, Priscilla sees Jerry Jo, now a homeless beggar, and taking pity on him, she decides to help him. Following him home, she comes to a tenement where some residents persuade her to help a dying woman and her baby. The woman is Joan Moss, Anton Farwell's ex-sweetheart, who tells her that she is married now to Clyde Hunter. Priscilla, remembering that Margaret was supposed to marry Clyde Hunter soon, tells Margaret's father what has happened, then decides to return to her old home in the woods.\nUpon her return, Priscilla discovers that her mother has died and her father is now blind, but still he refuses to allow her to set foot in his home. Priscilla tells Farwell that Joan Moss died and that she forgave him on her death bed, but she does not tell him of the sordid life Joan  had led. Priscilla returns to her secret place in the woods where years before she had erected the makeshift altar to her own private god, when suddenly she hears a violin playing. It is Dick, who has moved back to the woods, and she dances in wild abandon to his music. The two are happily reunited, and she later reconciles with her blind father.", "tmdb_plot": "The story of a young woman living in the wilderness.", "tmdb_id": "558401", "wiki_id": "18128222"}, {"title": "Poor Little Peppina", "genres": ["Drama"], "wiki_plot": "Robert Torrens (Edwin Mordant) is a wealthy American, residing in Italy with his wife (Edith Shayne) and only daughter, Lois (Eileen Stewart). Franzoli Soldo (Antonio Maiori) is a mafia chief who pretends to be a butler and is in Torrens' employ. One day, he drinks too freely of his masters' wine. Fellow employee Pietro (Ernest Torti) informs Mr. Torrens, who next discharges Soldo.\nSoldo wants revenge and kills Pietro. He is caught, however, and is being put on trial for the murder. He is found guilty and sentenced to a life in jail. One month later, a mafia member helps him escape. He is determined to take revenge on the Torrens family and kidnaps Lois. When the parents find out, they call the police. Soldo is soon thought to be the kidnapper, but he ordered some of Torrens' staff member to convince the parents Lois drowned in an accident.\nMeanwhile, Soldo flees to his relatives, including his wife Bianca (Mrs. A. Maiori) - who is ordered to raise Lois as her own - and his son Beppo (Jack Pickford). Lois grows up to be Peppina (Mary Pickford), Beppo's sister. Soldo decided to meanwhile take refuge in America. Fifteen years later. The Duchess, an American heiress, takes an interest in Peppina and teaches her English.\nA man named Bernando wants to marry Peppina and convinces her parents to let him take her hand. Peppina, however, has no desire to be with him and asks the Duchess what to do. She helps her escape overseas and promises her a friend of hers will provide her a home in America. Peppina runs away from home in disguise and dresses up as a boy so nobody will recognize her.\nHugh Carroll (Eugene O'Brien) is on the boat as well and meets Amy, a socialite from New York. Peppina takes refuge in his cabin, but is soon caught by him. He provides her comfort and food and offers her to stay at his cabin for the night. However, he doesn't know Peppina is actually a girl.\nIn New York, Soldo finds out the Torrens family will move to New York as well. He thinks he will be rewarded if he brings their daughter back to him and is determined to make some money. He sends his relatives in Italy a letter they should bring Peppina to him. Bianca responds she doesn't know where Peppina is. Meanwhile, Peppina spots Hugh together with Amy and decides to leave him. In New York, she applies for a job in Soldo's café.\nAfter a bad experience with Soldo, Peppina becomes a messenger \"boy\". When she is taken under arrest, she confesses she is actually a girl. Hugh happens to be a chief at the police station and releases Peppina and orders for Soldo to be taken under arrest. After Soldo arrives at the police station, Peppina realizes he was the one who abducted her as a child. Peppina is now recognized as the Torrens' kid. Mr. and Mrs. Torrens are soon informed and reunited with their child.\nThree years have passed. Peppina, now living in wealth, and Hugh are in love with each other.", "tmdb_plot": "Holding a grudge against Robert Torrens and his wife, who live in Italy, a member of the Mafia kidnaps their infant daughter Lois. Fifteen years later, after having been raised by Italian peasants, Lois, now called Peppina, dresses as a boy and stows away on a ship to America in order to avoid a marriage to a particularly loathsome count. While aboard ship she befriends Hugh Carroll, an assistant district attorney, who arranges first-class transportation for the \"boy.\" In New York, she once again meets her kidnapper, who fled to America after the crime. He forces Peppina to maintain the masculine disguise and to pass counterfeit bills for him, for which she is arrested. Peppina gladly exposes the kidnapper's operation to the authorities, one of whom, Hugh, recognizes her as the \"boy\" he met on the ship. Then, once the kidnapper has been apprehended, Peppina is reunited with her parents, after which she and Hugh, who has finally discovered that she is female, get married.", "tmdb_id": "221543", "wiki_id": "19027655"}, {"title": "The Price of Silence", "genres": ["Drama"], "wiki_plot": "After committing a minor misdeed, Helen, an orphan living with her aunt and her cousin Emily, is sent to the suburbs to live with a very strict family. She falls in love with a man named Ralph Kelton, and while riding in the countryside one day, a great storm comes up and they are forced to take refuge in an old man's house. Planning to be married the following day, the two spend the night together. But soon after they have sex, Ralph is killed by a bolt of lightning that strikes the house. Dr. Stafford (Lon Chaney) is summoned, and Helen happens to mention to the doctor that she and Ralph were not married (not realizing she is now pregnant).\nHelen returns home and plans to marry a young millionaire named Oliver Urmy, but she soon discovers she is pregnant. When Oliver and his father must travel out of state for a time, Helen moves in with her old nurse. She gives birth to a son, who she leaves in the care of her nurse's  daughter Jenny, since Jenny is married and is able to raise the child. Oliver returns and marries Helen unaware that she has given birth, and the following year, Helen gives birth to Oliver's daughter named Arline. Helen's cousin Emily has married, but her husband has died, so Helen and Oliver set out to find her a new husband.\nSkip ahead seventeen years. Arline, now a mature teenager, is in love with Billy Cupps. Helen fears that Billy Cupps is her own son (Ralph Kelton's offspring), which would make him Arline's half-brother! Oliver invites Dr. Stafford to visit them, planning to get him romantically interested in Emily. Dr. Stafford immediately recognizes Helen, but she does not remember him. Instead of courting Emily, Dr. Stafford wants to marry Helen's daughter Arline instead, and threatens Helen with exposure unless she consents to their marriage. Arline instead elopes with Billy Cupps, and Oliver receives a letter from Arline saying she and Billy were married, and he and Dr. Stafford set out after her.\nDuring the drive, Stafford makes insinuations about Helen, enraging Oliver. Oliver loses control of the car when he physically attacks the doctor. When the car crashes, Stafford is killed and Oliver is injured. Jenny tells Helen that her son had died as a baby a short time after she adopted him, and fearing the loss of the money Helen was sending her every month, Jenny had substituted a child of her own without telling Helen. Helen finds him to be a fine lad, and welcomes him as her son-in-law.", "tmdb_plot": "A woman gives up her illegitimate child, and then marries without telling her new husband about the child.", "tmdb_id": "600916", "wiki_id": "18128395"}, {"title": "Purity", "genres": ["Drama"], "wiki_plot": "Following a prologue introducing Munson, poet Thorton Darcy is writing an allegorical poem, which the film enacts with Munson portraying Virtue who meets beings such as the Muses and Evil. Darcy takes a nap and meets Purity, a simple country girl, who seems like the Virtue of his poem, which they read together. Darcy tries to publish his poems, but the publisher (Burton) wants $500 in advance for the printing, which Darcy lacks. He tells Purity he would marry her if not for his finances. Purity goes to where they met and undresses to bathe in a stream, where artist Claude Lamarque draws her, and after she finishes and dresses he approaches her and suggests she pose for him for an allegorical painting. When Darcy falls ill, she goes to the artist's studio and poses nude for Lamarque, receiving funds that she gives to the publisher. Judith Lure (Forde) meets Purity and hires her to perform at a party, and Purity recreates some statues (for which Munson had posed). Purity has Darcy's book published and it is successful. Darcy goes to the studio where Luston Black (Carroll) is attempting to seduce Purity, and Darcy defends her until Black reveals that Purity has posed in the nude. Darcy abandons her until Lamarque tells him that Purity did it for Darcy's benefit, whereupon Darcy seeks forgiveness and is reunited with Purity.", "tmdb_plot": "Purity, a simple country girl, comes to the city and is hired as an artist's model. A young poet becomes obsessed with her, and is distraught when he learns she has been posing nude. But his distress is diminished when he finds that she intends to use her income from modelling to publish his poetry. (IMDb)", "tmdb_id": "391451", "wiki_id": "18069796"}, {"title": "The Queen of Spades", "genres": ["Horror", "Drama", "Fantasy"], "wiki_plot": "As described in a film magazine, Hermann, a Russian military officer with a limited fortune, is fascinated when he hears the story of Countess Fedotovna, who won her fortune by playing three particular cards, the identity of which she refuses to reveal. Hermann gains entrance to the countess's house through a flirtation with Lizaveta, ward of the countess. He confronts the countess with a revolver and demands to know the cards she played. The countess collapses, dead of fright. Remorseful, Hermann goes home. The next morning he seems to see the phantom of the countess, who tells him that the three cards are the three, the seven, and the ace. The first two nights he plays the three and the seven and is successful. The third night he bets all of his money, feeling sure that the card will be the ace. However, he finds his own card has become the queen of spades and he has lost everything. With the loss of his fortune he also loses his mind.", "tmdb_plot": "While hosting a game of cards one night, Narumov tells his friends a story about his grandmother, a Countess. As a young woman, she had once incurred an enormous gambling debt, which she was able to erase by learning a secret that guaranteed that she could win by playing her cards in a certain order. One of Narumov's friends, German, has never gambled, but he is intrigued by the story about the Countess and her secret. He soon becomes obsessed with learning this secret from her, and he starts by courting her young ward Lizaveta, hoping to use her to gain access to the Countess.", "tmdb_id": "158718", "wiki_id": "4294095"}, {"title": "Ramona", "genres": [], "wiki_plot": "The film opens to a ceremony occurring in Santa Barbara, California. Ramona Gonzaga (the title character's mother), a Native American woman, and Angus Phail (Richard Sterling), a white man, are getting married. Soon after their marriage, a half-Indian, half-White girl named Ramona (Mabel Van Buren) is born. Meanwhile, in another part of America, the film depicts land-hungry white settlers driving off Native Americans from their lands to occupy them.\nThe film cuts to Ramona (Ann Dvorak) growing up as a child, dearly loved by her mother. In this phase of Ramona's life, her mother passes away and gives Ramona to the care of Senora Moreno (Lurline Lyons) before her death. Ramona grows up in Senora Moreno's household with Felipe, Senora Moreno's son.\nAs Ramona (Adda Gleason) becomes a young woman, she becomes very beautiful with hair like her mother's, and eyes like her father's. She begins a relationship with Felipe (Nigel De Brulier). One day, Ramona sees a young Indian man named Alessandro (Monroe Salisbury), son of an Indian chief, playing the violin and meets him. They immediately fall in love with each other, but are discovered by Senora Moreno, who forbids them from seeing each other and locks Ramona in her room.\nAlessandro goes back to his village, to find it burned down by white settlers. Despite his loss, he isn't too hurt by it due to his newfound love for Ramona. He goes back to Ramona's village and leaves with her. They get married in secret by Father Salvierderra (Martin Best) and move to the little settlement of San Pasqual, where they are able to live in peace for a while.\nThe film shows the white settlers moving closer and closer to San Pasqual, threatening the peace and quiet of Ramona's life. With this danger imminent, Ramona moves into the mountains with her family, which now consists of Alessandro, their young child, and a dog. While venturing in the mountains, Ramona and her family face many hardships, including a blizzard. However, they finally find a shelter.\nDriven mad by the hardships his family has had to endure due to encroaching white settlers, Alessandro confronts a white man on horseback and is killed. Ramona is now alone with her child and her dog. Meanwhile, Felipe leaves his home to search for Ramona. After getting help along the way, Felipe finally finds Ramona and her family and brings them his home. Soon after, Ramona and Felipe get married and have several children, with the oldest of them named Ramona.", "tmdb_plot": "", "tmdb_id": "704428", "wiki_id": "17736222"}, {"title": "The Real Thing at Last", "genres": ["Comedy"], "wiki_plot": "Fictional American film producer Rupert K. Thunder (played on stage by Edmund Gwenn) hosted the 30-minute film live, commenting on it as it played.\nIt parodies the sensationalism of the American film industry of the day, including a controversial earlier adaptation of Macbeth, contrasting it with more reserved and understated British sensibilities. It loosely follows the plot of the play, but two versions of each depicted scene are shown:In the British version, Lady Macbeth wiped a small amount of blood from her hands; in the American she had to wash away gallons of the stuff. In the British, the witches danced around a small cauldron; in the American the witches became dancing beauties cavorting around a huge cauldron. In the British, Macbeth and Macduff fought in a ditch; in the American Macbeth falls to his death from a skyscraper.The endings also differed:The British version ended with typical coy understatement: 'The elegant home of the Macbeths is no longer a happy one', while the American version blithely opted for closure of a different kind: 'The Macbeths repent and all ends happily.'The piano accompaniment for the closing scene of Macbeth and Macduff reconciling is \"Life's Too Short to Quarrel\".", "tmdb_plot": "Shakespeare parody", "tmdb_id": "986502", "wiki_id": "20531629"}, {"title": "Reggie Mixes In", "genres": ["Action", "Comedy", "Drama"], "wiki_plot": "Wealthy Reggie Morton (Fairbanks) falls in love with Agnes Shannon (Love), a dancer on the Bowery, and takes a job as a bouncer to be near her. His rival is Tony Bernard (Lowery), the leader of a gang, whose henchmen attack Reggie. Reggie fights them off, and then fights the gang leader in an empty warehouse to determine the winner of Agnes's love.", "tmdb_plot": "Reggie, a wealthy young man about town, is eager for excitement, so he takes to visiting the rougher sections of the city in search of thrills. He meets and falls for a cabaret singer, but she turns out to be the inamorata of the local gang boss. The gangster sends his men after Reggie, but eventually it comes down to a duel between the two men themselves.", "tmdb_id": "174599", "wiki_id": "32771060"}, {"title": "The Return of Draw Egan", "genres": ["Western", "Adventure", "Action"], "wiki_plot": "The setting is the American Wild West. The notorious outlaw leader\"Draw\" Egan (played by Hart) and his gang is chased by a posse of lawmen to his remote mountain cabin, where they are trapped. During a fierce shootout, Egan opens a trapdoor and they escape through a tunnel before the posse can overwhelm them.\nWith a bounty on his head, Egan turns up in the dangerous frontier range town of Yellow Dog. Presenting himself by the assumed name William Blake, he enters the saloon. The seductive dance-hall girl, Poppy (played by Glaum), uses her alluring wiles to entice and entertain him. He looks amused when he is challenged to fight by a rowdy barfly, then punches and finishes the man off with the one powerful blow. The townspeople are impressed. Believing Blake to be a strong and law-abiding man, they want him to be their new marshal. The reformist mayor, Mat Buckton (played by Lockney), hires him for the much avoided position to restore law and order and rid the town of the lawless gunmen who have nearly taken over.\nBlake turns Yellow Dog into a model community, while hiding his criminal past, and plans to move on soon. But when he sees the mayor's daughter, Myrtle Buckton (played by Wilson), he decides to stay on as marshal of Yellow Dog. Beginning a romance with the God-fearing young woman, he proceeds to settle down and become a genuinely lawful and respected member of the town. Then Arizona Joe (played by McKim), a member of Egan's former gang, shows up in Yellow Dog to make trouble. He threatens to expose Egan's past if he tries to make him obey the law and not help him take over the town.\nThe marshal gives in for a while, but then decides that the welfare of the town is more important than his romance with Myrtle. When he goes after Arizona Joe, the outlaw keeps his word and tells the whole town about Draw Egan. During the final showdown, which is short and brutal, Egan shoots and kills Joe. He then surrenders himself for arrest, but the grateful townspeople refuse to hear of it and offer to keep him in office. He is also prepared to give up Myrtle, but she tells him that his past is unimportant and they begin making plans for their future together.", "tmdb_plot": "A small town marshal’s secret past as an outlaw comes back to haunt him when an old associate shows up and threatens to expose his former dark deeds.", "tmdb_id": "174585", "wiki_id": "24486913"}, {"title": "The Right to Be Happy", "genres": ["Drama"], "wiki_plot": "The film is a retelling of Charles Dickens' A Christmas Carol, recounting the story of Ebenezer Scrooge, played by Rupert Julian. Scrooge is an elderly miser and curmudgeon. Alone in his room on Christmas Eve, he is visited by the ghost of his former business partner Jacob Marley portrayed by Harry Carter. Marley’s ghost tells Scrooge three spirits will visit him over the next three nights.\nScrooge's first visit is by the Ghost of Christmas Past played by Wadsworth Harris. The Ghost shows Scrooge's development from a young boy to a young man. He sees how he started to become a miser.\nThen, the Ghost of Christmas Present played by Richard L'Estrange appears, who shows Scrooge how the Cratchit family has fared. He finds out, unless the future changes, the Cratchit's disabled son, Tiny Tim featuring (Frankie Lee), will die.\nThe last spirit Scrooge meets is The Ghost of the Future played by (Tom Figee). This figure shows Scrooge scenes of people discussing someone's death. Nobody in the room seems concerned about the dead person. Scrooge doesn't know who the dead man is. Then, he finds out Tiny Tim has also passed. Next, Scrooge discovers he is the man whose death is celebrated.\nHe vows to change his ways and become a new person. Finally, Scrooge wakes up at home and finds out all the spiritual visits had happened during Christmas Eve. He also finds out today is Christmas Day.\nEach visit positively changed Scrooge; he transforms into a kinder, gentler man full of Christmas spirit.", "tmdb_plot": "Considered to be lost.", "tmdb_id": "201190", "wiki_id": "60374331"}, {"title": "The Secret of the Lighthouse", "genres": ["Crime", "Drama"], "wiki_plot": "In a fit of rage, the main character Hendrik van Norden injures a man. His injuries are so severe, the man is no longer able to recognise Van Norden. There was a witness to the assault, named Van Oort, who blackmails Van Norden and his wife. If they pay him a large sum of money, he would not got to the police to give a statement. The Van Norden's decide to comply and give Van Oort the money. To obtain the money, they decide to rob someone. They hide in the ruins of a lighthouse before the robbery. However, the two feel guilty about their decision and commit suicide by jumping of the lighthouse.", "tmdb_plot": "Young poacher Hendrik van Norden has seriously wounded a game-keeper, who has not recognized him. There was, however, one witness: captain Van Oort, but he promises to keep silent. Five years later Hendrik has become a lighthouse-keeper and is courting Annie. Van Oort is also trying to win Annie's affections, and in his jealousy he decides to remind Hendrik of what he knows about his past...", "tmdb_id": "321873", "wiki_id": "22643160"}, {"title": "The Secret of the Swamp", "genres": ["Drama"], "wiki_plot": "Chet Wells, a poor farmer who rents land from Deacon Todd, falls in love with neighbor Emily Burke, who often comes to his farmhouse to look after Chet's invalid mother. However, Emily's father wants her to marry Allan Waite, a local man of means. Chet's hopeless situation becomes even moreso when his mother dies and the deacon turns him out of his house, so he abandons his love for Emily and leaves for the timberlands with hopes of making his fortune. Meanwhile, the deacon and Emily's father, Major Burke, become involved in a land dispute, and one night, as the deacon takes down a fence in order to let his cattle graze on his neighbor's land, the major fires buckshot in his direction. The next day, Deacon Todd has disappeared, and Major Burke, seeing vultures circling over a nearby swamp, fears he has killed him. When he discovers some scattered bones picked clean by animals, he keeps quiet about what he believes is murder, although Emily soon learns of his guilt when she hears him muttering in his drunken slumber. When Chet hears about the incident, he returns to take the blame in order to spare the Burkes any embarrassment, and this gesture makes Emily forget all about her sweetheart and fall in love with Chet instead. Then, just before Chet can be convicted, the deacon appears in a Model T Ford and reveals that after the buckshot narrowly missed him, he left town for a few days to purchase an automobile. It is soon discovered that the deacon's remains are really those of a cow that got stuck in the swamp.", "tmdb_plot": "", "tmdb_id": "599799", "wiki_id": "59474577"}, {"title": "The Serpent", "genres": [], "wiki_plot": "As described in a film magazine review, after Vania Lazar is betrayed and debauched by Grand Duke Valanoff, she leaves Russia with no thought except to prey upon the sex that has made her what she is. Then comes the war, and she sees wounded Russians being taken to the hospital. In one room, she finds Prince Valanoff, the son of her betrayer, and with her wiles she wins his love and then his name. When the Grand Duke comes to visit, his son the Prince is absent. Not recognizing the new Vania, the Grand Duke responds to her lure, and the son discovers his own father as the betrayer of his happiness.", "tmdb_plot": "Peasant girl Vania is assaulted by a duke who murders her lover and sends her away to London.", "tmdb_id": "800239", "wiki_id": "18178353"}, {"title": "Seven Keys to Baldpate", "genres": ["Thriller", "Mystery"], "wiki_plot": "A novelist makes a bet he can complete a book within 24 hours. He goes to write it at a mountain resort which he thinks is deserted but is disturbed by a series of visitors.", "tmdb_plot": "A writer, looking for some peace and quiet in order to finish a novel, takes a room at the Baldpate Inn. However, peace and quiet are the last things he gets, as there are some very strange goings-on at the establishment.", "tmdb_id": "961969", "wiki_id": "33114369"}, {"title": "Shell 43", "genres": ["Drama"], "wiki_plot": "An English spy (played by H.B. Warner) works behind German lines during World War I. He saves the life of a German officer and is killed in a German trench by an Allied shell.", "tmdb_plot": "William Berner is an English spy who is doing his job behind German lines. While working for the allies, he proves sympathetic toward a German Lieutenant and saves his life. He gives up his own romance for the cause and is killed when the Allies shell the German trench where he happens to be.", "tmdb_id": "1010665", "wiki_id": "24486972"}, {"title": "Sherlock Holmes", "genres": ["Mystery", "Crime"], "wiki_plot": "A prince, the heir apparent to a large empire, was once the lover of Alice Faulkner's sister. During their love affair, he had written some incriminating letters to her. Alice was given these letters for safe keeping on the deathbed of her sister. Count von Stalburg, the prince's assistant, and Sir Edward Palmer, a high British official, have been given the task of negotiating the restitution of the letters to the prince prior to his upcoming marriage.\nHowever, Alice Faulkner is being held captive by the Larrabees, a husband and wife team of crooks who realize the value of the letters and are trying to get them from Alice in order to blackmail the prince. Failing to secure the letters for themselves, they decide to involve Professor Moriarty in the affair. The film unfolds as a battle of wits ensues between Moriarty and Holmes.\nDr. Watson is only marginally involved until the final third. Holmes receives more assistance from an associate named Forman and a young bellboy named Billy.", "tmdb_plot": "When a couple of scammers hold young Alice Faulkner against her will to discover the whereabouts of letters whose dissemination could cause a scandal affecting the royal family, Sherlock Holmes decides to take over the case. (Considered lost, a copy was found in 2014, in the vaults of the Cinémathèque Française.)", "tmdb_id": "342831", "wiki_id": "12030500"}, {"title": "The Shielding Shadow", "genres": ["Action"], "wiki_plot": "The 15 chapter story involves the heroine being protected by a shadow with burning eyes. There's also a cloak of invisibility, some hypnotism and a giant octopus added to the mix.", "tmdb_plot": "The Shielding Shadow is a 1916 action movie serial.", "tmdb_id": "627353", "wiki_id": "15685005"}, {"title": "Shoes", "genres": ["Drama"], "wiki_plot": "Eva Mayer (Mary MacLaren) works in a five-and-dime store for five dollars a week. That meager salary must solely support her family of two parents and three sisters because her father (Harry Griffith) prefers to lie in bed reading, smoking his pipe, and drinking pails of beer rather than looking for work. Eva desperately needs new shoes. The only pair she has are literally falling to pieces with soles that have large holes, so large in fact that she must insert pieces of cardboard inside her shoes to protect her feet. Finally, Eva decides to sleep with Charlie (William V. Mong), a local cabaret singer, in exchange for money. She buys new shoes but learns the same day that her father has finally secured a job, at least temporary work.", "tmdb_plot": "A young working girl must support her family on only five dollars a week. The strain of trying to feed, house and clothe her mother, her father and three sisters finally gets to be too much, and she winds up selling her body for a pair of shoes.", "tmdb_id": "141923", "wiki_id": "45657225"}, {"title": "A Sister of Six", "genres": ["Adventure", "Drama", "Western"], "wiki_plot": "In 1860, Prudence (Love) and her six siblings are orphaned when their father is killed by bandits. Prudence becomes a surrogate mother to them, and moves the family from Southern California to New England to live with an old sailor uncle. When they learn that gold was discovered on their land in California, they all return to claim the gold by fighting the bandits who have taken over their land.", "tmdb_plot": "A young woman and her five little brothers and sisters are left orphans by the murder of their father over gold found on his ranch. Together the seven offspring fight against their greedy neighbors to keep what is rightfully theirs.", "tmdb_id": "686183", "wiki_id": "35445367"}, {"title": "A Soul Enslaved", "genres": ["Drama"], "wiki_plot": "The film—which explores themes of hypocrisy, double standards, and gender norms—features Madison as an activist fighting for better working conditions at her factory job. Madison's character is having an affair with the factory's owner, and she later moves on and marries a man who is unaware of her past. When he discovers that she was previously a \"kept woman,\" he leaves her, only to return after reflecting that he once seduced and abandoned a young woman who committed suicide.", "tmdb_plot": "Tired of poverty, Jane finally accepts the advances of Ambrose, the wealthy owner of the factory in which she works, and becomes his mistress. Years later, long after she has left Ambrose, Jane falls in love with Richard Newton, whose own past, like hers, hardly stands out as scrupulous. They get married and have a child, but then Richard finds out that Jane had been a kept woman, and insists on a separation.", "tmdb_id": "609393", "wiki_id": "59513091"}, {"title": "The Soul Market", "genres": ["Drama"], "wiki_plot": "Olga Petrova plays Elaine Elton, a famous actress who is engaged to a powerful producer. She meets a millionaire, who poses as a chauffeur to conquer her because he knows she dislikes rich men. She falls in love with him but cannot accept his proposal of marriage because of her engagement to the producer.", "tmdb_plot": "Having made public her disdain for wealthy men, musical comedy actress Elaine Elton is nonetheless ardently pursued by a handsome young millionaire who, for her sake, poses as his own chauffeur. A romance blossoms, but Elaine cannot accept the handsome millionaire's marriage proposal; she has already promised to marry a powerful producer who has threatened to blacklist her from Broadway if she refuses to become his bride.", "tmdb_id": "466292", "wiki_id": "32959873"}, {"title": "Stranded", "genres": [], "wiki_plot": "H. Ulysses Watts (Hopper) is a traveling Shakespearean actor whose career is on the decline, as his audiences are more interested in cinema and vaudeville. When the troupe is robbed by Stoner (Stockdale), Watts cares for an injured young trapeze artist (Love), and pretends to be her father so that he can protect her.\nWhile healing in the village, the girl falls in love with a hotel manager, and they plan to marry. However, Stoner returns and threatens to reveal her true career and that she and Watts are not related. Instead, Watts tells all of this to the hotel manager, who is still in love with the girl and wants to marry her. At the wedding, Stoner fatally shoots Watts, who performs the death scene from Julius Caesar as his final performance. Stoner is captured, and the girl and her new husband live happily ever after.", "tmdb_plot": "H. Ulysses Watts is a traveling Shakespearean actor whose career is on the decline, as his audiences are more interested in cinema and vaudeville. When the troupe is robbed by Stoner, Watts cares for an injured young trapeze artist.", "tmdb_id": "767869", "wiki_id": "35421088"}, {"title": "The Stronger Love", "genres": ["Drama"], "wiki_plot": "Vivian Martin played Nell Serviss, a beautiful young girl from the mountains that was engaged to Jim Serviss, who is the leader of their clan. She meets a stranger at the Rutherford farm and falls in love. The stranger is in their mountains searching for radium in rocks. Someone lights the Serviss farm on fire and the stranger is falsely accused. Everyone is mad at the stranger (who at this point is revealed to be a Rutherford) but Nell says she wants to marry him so that no one will kill him. In the end, Nell chases after Jim to tell him that she lied and really wants to be with him.", "tmdb_plot": "Nell, a beautiful mountain girl, is a member of the Serviss family, rivals of the neighboring Rutherford family. Nell is engaged to Jim Serviss, who is the head of their clan, but when, by accident, she meets a stranger who has come to stay with the Rutherfords, they become infatuated.", "tmdb_id": "529687", "wiki_id": "44862842"}, {"title": "Tangled Hearts", "genres": ["Drama"], "wiki_plot": "Montgomery Seaton is a rich social parasite who badly neglects his wife Lucille. Enid Hammond is married to John Hammond (Lon Chaney), but she is also Montgomery Seaton's sweetheart. Enid tells Seaton that many years ago, she ran away with a man named John Dalton, only to discover that he was married. She left Dalton and returned home, later marrying John Hammond but not realizing at the time that she was pregnant with Dalton's child. Fortunately, Enid was able to wait until her husband was away on a business trip before giving birth. Not wanting her husband to know she had an illegitimate child, Enid gave the baby to a nurse who raised the little girl. But now she has discovered that the nurse has passed away, and Enid needs to find a home for the girl.\nSeaton lies for Enid, telling John Hammond that he had an illegitimate child years ago and that he is trying to find a home for the child. Enid convinces her husband that they should adopt the child. Now having custody of what is actually her own child, Enid writes Seaton to tell him that the child arrived safely, but John Hammond accidentally gets the note and assumes Seaton is the father and Enid is the mother of the little girl, driving him to a rage.\nThat night at a reception, John Hammond sees his wife and Mr. Seaton engaged in a secretive conversation and he draws a pistol in anger. Enid throws herself in front of Seaton and is shot. Lucille had earlier seen her husband bringing the child to Enid's house and suspects an affair of some sort is going on. The rich widow Vera Lane is friends with all of these people and, understanding the whole story that has transpired, takes it upon herself to straighten out all of the entanglements. Enid tells her forgiving husband the truth, and Montgomery Seaton is reunited with his wife Lucille.", "tmdb_plot": "Montgomery Seaton, one of the idle rich, pays more attention to his friends' business than to his marital situation.", "tmdb_id": "609878", "wiki_id": "18114831"}, {"title": "Royal Tiger", "genres": ["Drama"], "wiki_plot": "Giorgio La Ferlita, Italian diplomat in Paris, falls in love during a reception with the Russian countess Natka, who is told to have led to death her former lover.\nOnce they have become lovers, she tells him about her past. She was unhappily married, and fell in love with another man named Dolski. When her husband discovered their affair, he had his rival confined  in Siberia. Natka followed Dolski in Siberia, but when she finally found him, she discovered that he was with another woman. She ran away and refused to see him any more. Desperate, he committed suicide in front of her door.\nAfter telling Ferlita her story, the countess dismisses him and disappears. After searching in vain during a few months, the diplomat decides to marry the rich Erminia. During his engagement party, he receives a letter from Natka, asking him to join her at a hotel. He leaves the party and comes to her room to find that she has taken a poison and is shaken by convulsions. A short-circuit sets the hotel on fire and her husband, mad with jealousy, locks them in the room. They manage to escape by jumping out of the window while her husband is killed in the fire.", "tmdb_plot": "\"Tigre Reale\" (1916) was the film that consolidated Frau Menichelli's stardom, a film more than suitable for her performing skills and silent idiosyncrasy that any silent diva would kill to star in… In \"Tigre Reale\", Frau Menichelli performs the part of Frau Natka, a Russian countess with a troublesome past and an uncertain future. She was married to a revolutionary and the matrimony ended in tragedy. She likes to flirt with men but due to her traumatic sentimental past, she doesn't allow herself attachments. That is until she meets a young diplomat who will help her to make up her mind and exorcize her old sentimental traumas.", "tmdb_id": "174581", "wiki_id": "43035807"}, {"title": "Under Two Flags", "genres": ["Adventure", "Drama"], "wiki_plot": "As described in a film magazine, British nobleman Bertie Cecil (Heyes) takes upon himself the blame for his brother's forgeries and, when supposed dead, enlists in the French Foreign Legion, serving in Algiers. There he wins the friendship of Emir, a native whose wife he had saved from the lust of his commanding officer.\nOld friends visit Algiers and recognize Bertie, and urge him to return and claim his own. His refusal leads to a scene where he strikes his commanding officer, and for this he is condemned to death. Cigarette, the \"daughter of the regiment,\" rides to obtain a pardon for Bertie and makes a terrific trip through a sand storm. She arrives too late with the reprieve, but just in time to receive in her own body the bullets intended for Bertie.", "tmdb_plot": "The Legion's mascot, Cigarette falls for an Englishman, Bertie Cecil (Herbert Heyes), and when he is sentenced to a firing squad, she heroically takes the bullet herself.", "tmdb_id": "664675", "wiki_id": "18189143"}, {"title": "Undine", "genres": [], "wiki_plot": "As described in a film review, a father reads the story of Undine to his girl from a book. Undine (Schnall) the first is the cleverest of the water nymphs under Queen Unda, mistress of the underseas. Undine is always the leader in all feats of daring and outdives and outswims all of her companions. The revels of the nymphs on land and shore are clearly shown. But Undine falls in love with Waldo (Nelson), a mortal, and leaves her companions to live in happiness at the edge of the sea. One day Waldo goes into the enchanted forest and slays a sacred deer, and in revenge Kuhleborn (Zerr), ruler of the forest, slays him. Undine the first dies of grief on the beach, and when she is found by her companions they discover that there has been born Undine the second. As punishment for the crime the mother has committed, Undine the second is destined to live among mortals until a pure love shall atone for the sin. The young child of simple fisherfolk is stolen by the nymphs and made to roam the enchanted forest, while Undine the second is left where the bereft mother will find her and rear her as her own. In later years Huldbrand (Gerrard), a suitor for the hand of the Lady Berthelda (Maison), who is actually the daughter of the fisherfolk and raised by the duke and duchess, ventures into the enchanted forest. He is seen by Kuhleborn drinking from a fountain, which designates him as the one that shall seek out Undine and marry her. An enchantment is placed on the knight, and he discovers her and marries her. On his taking her back to the castle, Kuhleborn again appears and, declaring Undine's mission among the mortals on earth has been served, sends her back to the sea by his enchantment.", "tmdb_plot": "In a prologue, a child asks her parents to read a bedtime story to her and her father selects the fairy tale of Undine, the most skillful aquabatic water nymph in the undersea kingdom of Queen Unda.", "tmdb_id": "609401", "wiki_id": "40433667"}, {"title": "The Vixen", "genres": ["Drama"], "wiki_plot": "Elsie Drummond (Theda Bara) is the spoiled daughter of an Admiral (George Clarke) who wanted much more than her father's position in society could offer. She didn't have the ability to meet men and socialize with them, but she thought of a way to lure them in once they were within her limited circle.\nAdmiral Drummond brought home a couple of men who were either young navy men with no money or old high-ranking men with a good salary. Elsie was looking for young, handsome and rich. After all, her father gave her everything materially she wanted. It was only natural she would want that and more.\nAccording to Elsie's plans the ideal man had to be delivered to her first. Elsie's own sister, Helen (Mary G. Martin), was not spoiled like her. In fact, she was educated, worked and, while enjoying family life with her father and sister, wanted to make her own way in the world. Outgoing and trust worthy, she brought the occasional boyfriend Knowles (Herbert Heyes) into the house to introduce him to her family.\nFor Elsie, this was a great opportunity. She could lure in a loaded good-looking guy and marry him. At the end Helen convinces Knowles to take Elsie, once Knowles knew his wife was scheming to trade him for a richer man. It was Helen's goodness and strength that made him believe that, somehow, he and Elsie could have made it together.", "tmdb_plot": "In this lost film, Theda Bara took the role of spoiled, deceiving nymphomaniac \"vixen\" Elsie Drummond.  She wooed Wall Street businessman Martin Stevens (A. H. Van Buren) away from his interest in her sweet sister Helen (Mary G. Martin). She continued to seek after rich men, eventually marrying young statesman Knowles Murray (Herbert Heyes) (again stolen from Helen) - but still willing to be unfaithful with Stevens who had since regained his fortune. (filmsite.org)", "tmdb_id": "391452", "wiki_id": "18189415"}, {"title": "The Waiters' Ball", "genres": ["Comedy"], "wiki_plot": "A cook and a waiter at a restaurant are both attracted to the pretty cashier.  She sees an ad for a waiters’ ball coming up that night.  Attendees must wear evening clothes; the waiter is distressed because he doesn’t have any.\nThe waiter tries to sweep litter from the restaurant into the kitchen at the same time as the cook tries to sweep it out; they fight, hitting each other rhythmically with brooms.  The waiter calls out customers’ orders to the kitchen using hash house lingo – e.g., two eggs on toast is “Adam and Eve on a raft.”  Meanwhile, the cook prepares the orders with much juggling and many sight gags.  For example, the cook gets a fish out of a cooler, but it’s still alive, and it leaps wildly; eventually, everyone in the restaurant becomes involved in subduing it.\nThe waiter sees the cook kiss the cashier, attacks him with a knife, and steals his dress suit.  The cook therefore puts on the fat female dishwasher’s evening gown instead.\nAt the ball, the cook enjoys a dance while the waiter enjoys a beer.  The cook then sees the waiter wearing his suit, chases him, and pulls the suit off him, leaving him in his striped underwear.  The dishwasher similarly pulls her dress off the cook.  The cook chases the waiter out to the street, where a police officer arrests them both and makes them don barrels.", "tmdb_plot": "Fatty and Al are competing to take the same girl to the Waiters' Ball, but the formal dress requirement presents a problem: Fatty owns a tuxedo, but Al does not.", "tmdb_id": "142416", "wiki_id": "13742372"}, {"title": "War Brides", "genres": ["Romance", "Drama", "War"], "wiki_plot": "The film was based on the eponymous one-act play by the poet, playwright, and suffragist Marion Craig Wentworth (1872-1942). A newlywed soldier is sent to the front and killed. When his young widow learns of his death she considers committing suicide, but decides against it because she is pregnant. The King of her country (unnamed in the original; Germany in the later version) decrees that women must bear more children to fight in future wars. Soon afterwards, as the King is passing through her village, the pregnant widow leads a procession of women to protest the war. Soldiers try to hold her back, but she manages to come face to face with the King, and kills herself in front of him. The title card reads, \"If you will not give us women the right to vote for or against war, I shall not bear a child for such a country!\"", "tmdb_plot": "Joan is loved by a young man of the village and they are married. In a few weeks the husband, a soldier, is sent to the war-front along with his three brothers. Word is received that her husband has been killed in battle and Joan's first impulse is suicide by she is pregnant and her prospective motherhood makes her realize her new responsibility. The military authorities start a movement to get the young women of the country to marry departing soldiers, so that the empire may have another generation of fighting men. Word is received that the King is to pass through their village and Joan organizes the women in a general protest against the war. She leads them all, dressed in black, in a long procession to meet the Monarch. The soldiers threaten to shoot her unless she turns the women back, buy Joan comes face-to-face with the ruler and kills herself, as her message from the women that they refuse to make another generation victims of a ruthless militarism.", "tmdb_id": "274968", "wiki_id": "42048574"}, {"title": "The Way of the World", "genres": ["Drama"], "wiki_plot": "Peter Sturton is a politician and the head of the state political machine. Sturton supports Walter Croydon, a rising young attorney, for the position of Governor of the State. Croyden loves Beatrice Farley, a young society belle, but they have not been formally engaged. Croyden invites Beatrice to accompany him to a social ball. On the evening of the event, Croyden meets Sturton at his club and becomes intoxicated. While still intoxicated, he calls upon Beatrice. She refuses to go with him to the ball. The following day, Croyden returns to see Beatrice and apologizes for his condition of the previous evening. He asks Beatrice to forgive him, professes his love, and asks her to marry him. Beatrice tells Croyden she is making preparations to leave for Europe with Mr. and Mrs. Lake. She promises to give him an answer when she returns.\n\n John Nevill is a man about town and a friend of Sturton's. Nevill is part of an unhappy marriage, but he and his wife continue to live together. There is little love between them. Nevill makes plans to travel to trip Europe on his own. He tells his wife she can go wherever she wants for her vacation. As the boat is ready to sail, Nevill sees Beatrice bid Croydon goodbye and then board the ship. Beatrice's beauty overwhelms Nevill, and he quickly makes her acquaintance on the ship. He becomes infatuated with her. Nevill resolves to win her love and begins paying constant attention to her. He never reveals he's married. Beatrice and the Lakes come to Monte Carlo, where Nevill is staying, and Nevill, renewing the acquaintance, begins wooing her again. \n\nWhile swimming, Beatrice has an accident, but Nevill comes to her rescue and saves her life. Beatrice discovers she loves him in return. Finally, Nevill proposes that they travel to Paris to get married, and Beatrice consents. When they return to the hotel to pack, they encounter friends of Nevill's who have arrived from America. Although Nevill had planned to tell Beatrice he was married, Nevill's friends casually mention his wife is staying in Newport for the Summer and sends her love. Beatrice's world suddenly collapses.\nBeatrice is heartbroken and begins packing to return home. She has completely lost her faith in Nevill. Nevill pleads with her to no avail and finally, in a fit of anger, tells her he will not give up on her. He tells her in the future; he will make her love him again. After Beatrice departs, Nevill turns to drink. Word of his drinking reaches Mrs. Nevill, and she comes to him and persuades him to return home. In the meantime, they have elected Walter Croydon as Governor. Upon returning to the states, Beatrice consents to become Croydon's bride, and they marry. Sturton visits the Nevill's and asks them to attend the Governor's Inaugural ball. He tells the Nevill's it will allow them to meet the Governor and his wife. Nevill discovers the Governor's wife is Beatrice, and it awakens his passion. Nevill hatches a deceitful scheme to win Beatrice from Croydon. Beatrice feels the effects of her rejection on Nevill. After listening to Nevill's pleas for forgiveness, Beatrice agrees to be his friend. Nevill becomes a friend of the family. Although they are together often, Croydon suspects no improprieties, and Beatrice feels nothing improper in her friendship with Nevill. Nevill, in the subsequent years, poisons the mind of Croydon with thoughts that his wife is unfaithful.\n\nTime passes, and Croyden is running for reelection. Sturton has had a falling out with the Governor and is opposing him with every weapon in his command. The Croydon's now have a child — a boy a few months old. Mr. Lake goes to Croyden and tells him that the people are talking about of frequency of Nevill being seen with Mrs. Croydon. The Governor dismisses this talk as nothing more than idle gossip.\nNevill, realizing he has planted the seeds of suspicion, now implements the last phase of his plan to convince Croyden to leave his wife. He gives Sturton a paragraph to put in the papers on the day before the election, saying while the Governor has been away securing votes, his wife has been continually in the company of a certain man whom the paper does not mention. After Croyden reads the article in the newspaper, he goes straight to Nevill. Nevill assures him he can trust his wife, and Croyden dismisses the matter.\n\nThe day has arrived, and Croydon's baby is about to be christened. The guests are gathering at the church, and Croydon prepares to leave his office. Before he steps out the door, he sees a copy of the newspaper article implying the child's father might not be Croydon but the man Beatrice spends so much of her time with. Overcome with grief, Croydon drinks heavily and then shows up in the middle of the christening. The intoxicated Croydon denounces Beatrice and forbids her to name the boy after him. Croydon then accuses Nevill, mano-a-mano, of being the father of the child. Nevill refuses to deny the charge. Croydon leaves the church, locks himself in his room, and refuses to see Beatrice or even let her explain. After the commotion at the church, Mr. and Mrs. Nevill return home. Mrs. Nevill, convinced of her husband's guilt, tells him she is giving up on this marriage. She declares Beatrice was the woman responsible for his melancholy in Europe. He tells her to go, for he believes Beatrice will come back begging for his forgiveness.\nBeatrice is in shock at her husband's reactions. She realizes only Nevill can clear her name and goes to Nevill's home to appeal to him to prove her innocence. Beatrice tells Mrs. Lake where she is going. She arrives at Nevill's house, finding him alone. Nevill believes he has won her back. He insists he'll write a letter clearing her name, but she must pay the price — she must be his, if for no longer than an hour. He writes the letter, then latches the door and confronts her. Beatrice struggles fiercely to preserve her honor and finally, in desperation, grabs a sharp paper-knife and stabs him. She drops the knife to the floor. Croyden has determined where Beatrice has gone and, accompanied by Mrs. Nevill, heads for the Neville House. After arriving at the Nevill estate, Croyden breaks down the door and finds Nevill dying on the floor. Realizing that he is on the verge of death, Nevill reconsiders. He picks up the knife with a trembling hand and tells them for Beatrice's love, and because she has repulsed him, he has attempted suicide. He takes the note clearing Beatrice's name from his pocket and gives it to Croyden. Croyden realizes that this will absolve him in the people's eyes and tip the election in his favor. Nevill begs Beatrice's forgiveness, then collapses, falls weakly back on the floor, and dies. He paid the price of his obsession. It is the \"Way of the World.\"", "tmdb_plot": "Gubernatorial candidate Walter Croyden is in love with Beatrice, but he acts obnoxiously when he drinks, so she flees to Europe to re-evaluate the relationship.", "tmdb_id": "610005", "wiki_id": "67484780"}, {"title": "Where Are My Children?", "genres": ["Drama"], "wiki_plot": "Richard Walton, a district attorney, is presented with an obscenity case: A medical practitioner, Dr. Homer, has been arrested for distributing 'indecent' birth control literature. On the stand, Dr. Homer makes a strong case for legalizing contraception. He recounts three incidents from his medical practice, each shown in a brief flashback:  children are exposed to violent abuse in a family riddled with alcoholism; an impoverished family is unable to provide adequate medical care for their sick children; and a single mother, abandoned by her male lover, commits suicide with her young infant.\nMeanwhile, Richard's wife, Edith, has been keeping a secret from him for many years: she has been seeing a doctor, one Herman Malfit, who performs abortions so that her busy social life will not be interrupted by the inconvenience of pregnancy. She suggests it as an option for her friend Mrs. William Carlo, who is with child. Mrs. Carlo has the abortion.\nThe Waltons receive two new guests in their house almost simultaneously: Edith Walton's ne'er-do-well younger brother, and their maid's young daughter, Lillian. Smitten by the brother's advances, the maid's daughter is seduced and soon finds herself pregnant. She is taken to Dr. Malfit and then abandoned by the boy after the operation goes wrong. Making her way back to the Walton mansion, she collapses and dies from the botched abortion.\nFollowing Malfit's arrest and trial, Richard Walton examines the doctor's ledgers and realized that his wife and many of her friends are listed as having received 'personal services.' He returns home, furious, to find them lunching at his home. He banishes his wife's friends, saying 'I should bring you to trial for manslaughter!' and confronts Edith with the cry, 'where are my children?'  She is overcome with remorse. As the years pass, the couple must contend with a lonely, childless life, full of longing for the family they might have had.", "tmdb_plot": "Walton, the District Attorney, yearns to have children. Soon after defending an author on trial for publishing indecent literature, Walton discovers a secret his wife and her socialite friends have been hiding from him.", "tmdb_id": "148357", "wiki_id": "76627"}, {"title": "Wife and Auto Trouble", "genres": ["Comedy"], "wiki_plot": "A new husband shares a house with his wife and mother-in-law and a second man (listed as a brother-in-law). The first scene shows favoritism at the breakfast table to the second man, but whilst he reads his paper the table is rotated to ensure a good cup of coffee for the husband.\nAt work the husband chats up his secretary Mae Busch and is discovered by the second male who calls his mother-in-law. A car bought for the secretary is given to the wife as a gift to stall her, but the secretary demands it back. Action moves to a private booth in a restaurant/dance hall where a similar evasion act ensues.\nA car chase ensues followed by the \"Tri-Stone Kops\" an evolution from the earlier Keystone Kops.", "tmdb_plot": "A mild-mannered man's problems with his domineering wife and mother-in-law lead to complications with the law.", "tmdb_id": "184278", "wiki_id": "26192180"}, {"title": "The Wings", "genres": ["Drama"], "wiki_plot": "The story is that of a conniving countess (played by Lili Bech) coming between a gay sculptor, Claude Zoret (Egil Eide), and his bisexual model and lover, Mikaël (Lars Hanson), ultimately leading to Zoret's death in a raging storm at the base of a statue of Mikaël as the mythological Icarus.", "tmdb_plot": "The story is that of a conniving countess coming between a gay sculptor, Claude Zoret, and his bisexual model and lover, Mikaël, ultimately leading to Zoret's death in a raging storm at the base of a statue of Mikaël as the mythological Icarus. The film is missing 19 minutes of run time.", "tmdb_id": "208983", "wiki_id": "6068554"}, {"title": "The Wolf Woman", "genres": ["Drama"], "wiki_plot": "Leila Aradella (played by Glaum), a young and egotistical woman, finds pleasure from preying on weak men with her charm and beauty. John Morton (played by Hickman), a brilliant lawyer, is ruined both morally and financially by her. Rex Walden (played by Ray), the big-hearted son of a society matron, Mrs. Walden (played by Claire), then falls for Leila and proposes marriage.\nThe family and friends of Rex, who has become her complete slave, protest his decision, believing that Leila is trouble. Mrs. Walden sends his older brother, Franklin Walden (played by Standing), to attempt to stop Leila from playing with Rex's affections. Franklin, however, falls in love with her himself.\nWhen Rex learns that Leila has left him for his brother, he is driven to commit suicide by her callous behavior. Mrs. Walden, now desperate, enlists Adele Harley (played by Temple), a girl of strong moral character, to win Franklin's affections away from Leila.\nFranklin is gradually drawn away from Leila and Adele's victory causes Leila to lose her confidence. In a drunken and angry state, Leila falls through a massive mirror and her face is cut by a shard of glass. After \"marring the beauty of her face so utterly that her power to charm men is forever lost,\" the permanently disfigured Leila ends up a broken and lonely woman.", "tmdb_plot": "An narcissistic woman with the ability to charm, Leila Aradella reaps delight from preying upon weak men. Her first victim is John Morton, a talented lawyer, whom she ruins both morally and financially. Her second victim, Rex Walden, the generous son of society matron Mrs. Walden, becomes her complete slave. Mrs. Walden sends her elder son Franklin to try to dissuade Leila from toying with Rex's affections. Franklin, however, also falls under Leila's spell, and Rex is driven to suicide by her callous behavior. Desperate, Mrs. Walden enlists Adele Harley, a girl of strong moral character, to fight Leila for Franklin's affections. Adele's determined victory causes Leila to lose her confidence, and in a drunken state, she cuts her own face with a shard from her shattered mirror. Permanently disfigured, Leila ends a broken and lonely woman.", "tmdb_id": "807585", "wiki_id": "24476863"}, {"title": "The Yaqui", "genres": ["Western", "Drama"], "wiki_plot": "Flores is a prosperous Mexican plantation owner, but he desperately needs workers for his plantation in the Yucatán Peninsula. General Martinez is an Indian-hating commander of a Mexican garrison in the northern district of Mexico. The garrison's headquarters are in the center of the Yaqui Indian nations. Since Flores has specific labor needs, he visits the northern district.\nFlores visits the garrison's headquarters and approaches General Martinez. He asks Martinez if he knows of any means of securing a contingent of Indians to work his fields. The two men draw up a plan which will mutually benefit both. The general's scheme is quite simple. He plans to attend a local Yaqui festival; then, during the celebration, he will publicly insult the Yaqui leaders' wife - Modesta. Martinez knows Tambor, the Yaqui leader, will not let the slight go unchallenged. \nAt the festival of Santa Catalina, Martinez approaches Tambor's wife. He forcefully takes her in his arms and attempts to kiss her. Upon witnessing the general's insult to his wife, a mortified Tambor reacts angrily. He grabs his wife, and they return to their home. After a history of tribal abuse at the army's hands, this incident becomes the straw that broke the camel's back. The Yaqui rebels and start an insurrection. Unknowingly, the tribe has played right into Martinez's hands.\nTambor's expected reaction provokes Martinez's military response. After the general suppresses the rebellion, he arrests the leaders, including Tambor. Martinez decides he must execute the chief conspirator of the uprising - Tambor. Someone in the crowd yells his avowed hatred of Tambor. He wants to handle the execution personally. Martinez gives him the gun, and the man shoots Tambor. The chief crumples into a pre-dug grave, and they cover the grave. But all is not as it seems. The executioner was part of a counter-plan. He had removed most of the powder in the cartridge, making the shot non-lethal, and Tambor was not hurt. Later, they exhumed his buried body and revived him.\n\nLater on, the subjugated Yaqui tribesmen load trucks for their long trek south to the Flores plantation. Since we presume Tambor dead, his wife Modesta and his daughter Lucia are part of the Yaqui captives. The clever Tambor disguises himself and joins the caravan to the plantation. He will reunite with his family.\nAfter arriving at the plantation, Flores forces the Yaqui to work in the tropical sun for long hours. Shortly after their arrival, Tambor and his family reunite, but Tambor's daughter falls ill with a fever. Flores believes the work is more important than a single individual. They do not allow Tambor and Modesta to treat their daughter, and they must work in the fields instead. Because their daughter lacks any care, she dies.\nOne night, Flores entices Modesta to come to the big house. After her arrival, he tries to rape her. Instead, then enduring this humiliation, Modesta stabs herself with her dagger. Tambor arrives at the big house, sees Modesta, overwhelmed with emotion. He pulls the knife from Modesta's' prone body and stabs Flores to death. Tambor gathers his tribe, and they head back to their homelands. Tabor plans to exact revenge from the repressive General Martinez.\nMeanwhile, we come to find out both Martinez and Lt. Hernandez, the Generals' second in command, is in love with a wealthy land owners' daughter. Ysobel is the daughter of Señor Esteban and Señora Esteban. Ysobel loves Hernandez, but her parents want her to marry the wealthier general. Both continue to vie for her affections. Lt. Hernandez is slowly becoming sympathetic to the plight of Yaquis.\nTambor and his fellow Yaquis arrive in northern Mexico and gather their forces. General Martinez, sensing danger, places his troops on high alert. A sensational battle ensues. The Yaquis are victorious. Later there is a personal duel between Martinez and Tambor. After an exchange of gunfire, Martinez is lying dead on the ground. When the smoke settles, and everything returns to normal - Hernandez marries Ysobel.", "tmdb_plot": "In Mexico, a poor Yaqui Indian loses his family through the actions of a racist Mexican officer named Martinez.", "tmdb_id": "609421", "wiki_id": "60914067"}, {"title": "The Years of the Locust", "genres": [], "wiki_plot": "Though in love with Dirck Mead, Lorraine is forced to marry wealthy Aaron Roth to save her family from financial ruin. The husband, however, turns out to be a scoundrel, a swindler who, chased by the police, to escape the law, throws himself from a steamer. Roth is given up for dead. Mead, meanwhile, has become a diamond tycoon. After marrying Lorraine, he takes her with him to South Africa. Roth, who is not dead, finds his wife and blackmails her, threatening to denounce her as bigamous. Lorraine decides to leave Mead, but when she discovers that Roth plans to steal a precious diamond her husband is escorting around town, she steps in, asking for help. In the ensuing turmoil, Roth is killed, also solving Lorraine's marital status problem.", "tmdb_plot": "Despite her love for penniless Dirck Mead, Lorraine marries wealthy Aaron Roth to save her family from financial ruin.", "tmdb_id": "794378", "wiki_id": "44886303"}, {"title": "A Yoke of Gold", "genres": ["History"], "wiki_plot": "This melodrama takes place during the  Spanish Missions period of California's history. The film is set between 1834 and 1850. During this period, a massive economic gap existed. Simultaneously, the elite continued to increase their wealth, the poor sunk further in status. The subservient poor were under the \"Yoke of Gold,\" i.e., the yoke of the aristocracy.\nLuis Lopez is smarting under this aristocratic yoke. The fiery Luis wants to become the champion of the poor. Luis fancies himself as a local Robin Hood. Luis claims he wants to rob the rich and redistribute wealth among the poor.\nJose Garcia is content to live out his life in the sleepy outskirts of San Gabriel Mission. The gullible Jose falls under the spell of Luis's fiery rhetoric. Jose also becomes determined to find a way to help the less fortunate. Luis is sensing Jose's frustration, enlists Jose to assist him in pursuing his evil designs. Since they now share common goals, the two become fast friends. Luis and Jose start developing a plan to achieve their aims.\nThe plan comes together. Jose will rob wealthy landowner Don Ortega portrayed by Frank Whitting. Don Ortega lives in Santa Barbara, California. Luis will rob the wealthy Don Mendoza, who resides in \"the valley of the seven moons.\" After the men have completed both break-ins, they will travel back to San Gabriel.  They both swear to distribute all their ill-gotten gains to the poor.\nBefore Jose departs, he informs his devoted mother and Padre Amador of his plans.  Padre Amador and leads the Santa Barbara Mission. Since he happens to be San Gabriel visiting friends, the padre gives Jose his blessing. The priest also slips a crucifix into Jose's backpack for good luck.\nJose has a significant obstacle. Before he can rob Don Ortega, he must first cross a burning desert to reach Santa Barbara. Jose starts a journey under the blistering sun. Soon, overcome with thirst, Jose stops for a drink of water. He discovers he has lost his canteen. Jose starts to search his backpack and finds the crucifix that Padre Amador had concealed. He grabs the cross and throws it into the sand. Jose realizes his fate is sealed and lays down in the sand, waiting for death.\nAs luck would have it, another party was traveling behind Jose and headed in the same direction. Castro Arrellanes and his beautiful daughter – Carmen, are traveling to visit Castro's cousin. In a bit of irony, Castro's cousin is none other than Don Ortega. They come across the crucifix half-buried in the sand. Later they discover the half-dead Jose. Jose is on the edge of death. Castro and Carmen decide to finish their journey and take Jose to Don Ortega's home to recover. After they arrive at Don Ortega's home, Carmen starts nursing Jose back to good health.\nNow we turn our focus to Luis Lopez. Luis arrived at the home of Don Mendoza in the valley of the seven moons.  He convinces Don Mendoza he has lost his way and requests lodging. The Mendozas take him in. After waiting for Mendoza and his wife to fall asleep, Lopez sneaks into the living room. He knows Don Mendoza has hidden bags of gold in a large chest. While stealing the gold, Mendoza's wife catches him in the act. Lopez attacks the woman, but the ensuing struggle wakes-up Don Mendoza. He rushes to his wife's aid and forces Lopez to flee. Lopez takes his gold and heads back to San Gabriel to meet up with Jose.\nJose continues to recuperate in Don Ortega's home under Carmen's tender care. But during Jose's healing process, Jose falls in love with Carmen. Now a man in love, Jose renounces his plans to rob the rich and give to the poor. Recovered, Jose heads back home to confront Luis and tell him of his change of heart.\nJose arrives in San Gabriel. Luis Lopez confronts him. Luis learns Jose had failed in his attempt to rob Ortega. Luis is beside himself with rage. Luis vows to steal Ortega's gold himself. In another starling turn, Jose learns, Lopez never intended to give the gold to the poor. From the start, Lopez had planned to keep all the gold for himself. Jose promises himself; he will not be complicit in robbing those who had befriended him. Before Luis retires for the evening, he stashed the gold he stole from Mendoza under his pillow. Luis falls to sleep. Later in the evening, Jose sneaks into Lopez's room, takes the gold, and escapes into the darkness. Jose then secures a horse and heads for Don Ortega's home in Santa Barbara.\nLuis discovers what has happened. He vows to pursue the traitorous Jose and kill him. Even though Jose has a head start, Luis believes he can beat Luis to Don Ortega's home.\nBoth Jose and Luis ride hard and fast across the desert to Santa Barbara - the home of Don Ortega. Jose wins the race and arrives before Luis. He warns Ortega of the impending robbery, and then both men lay a trap for Lopez. They catch him in the act.\nCarmen enters the picture. She believes a caring heart is beneath Luis Lopez's wicked veneer. Carmen thinks Luis can be redeemed. She pleads with Luis to turn his life around. At Carmen's bidding, padre Amador has returned to Santa Barbara. He joins Carmen in trying to convince Luis to forsake his sinful life and repent. Suddenly, Luis sees the light, heeds the call, and reforms his evil ways. Luis decides to become a monk. He enters the  Mission at Santa Barbara under Padre Amador's guidance. He will spend the rest of his days as a priest at the mission.\nLater, Jose and Carmen get married and live in wedded bliss.", "tmdb_plot": "During the days of the California missions, Jose Garcia becomes friends with Luis Lopez, a local Robin Hood determined to redistribute among the poor the loot of the rich. Inspired by Luis, Jose sets out to rob the home of wealthy landowner Don Ortega. On the way, however, Jose gets lost in the desert and is nearly dead when he is found by Don Ortega's aristocratic cousin, Castro Arrellanes, and Castro's daughter Carmen, who take him in and nurse him back to health. Jose quickly falls in love with Carmen, and as a result, renounces his plan of robbing the rich. Then, he learns that Luis has made plans to break into Don Ortega's house.", "tmdb_id": "610047", "wiki_id": "60656956"}, {"title": "Youth's Endearing Charm", "genres": ["Drama"], "wiki_plot": "As described in film magazines, orphan Mary Wade (Minter) is taken in by Farmer Jenkins and his wife. After two years of drudgery and ill-treatment, she runs away to the city along with her faithful dog Zippy. With no means of supporting herself, Mary poses as a blind beggar. This ruse lands her in jail, where a fellow custodian is Harry Disbrow, a wealthy young man who has been arrested for drunkenness.\nHarry is rapidly released, and, having taken an interest in Mary, he finds her employment in his parents' home as a servant. He rapidly falls in love with her, but he has been engaged to Maud Horton, the daughter of his father's business partner. At a ball given to celebrate this engagement, Mary decides to don a dress of Maud's and attend; Mrs. Disbrow passes off the girl as her niece.\nIt transpires that Maud's father, George Horton, has been systematically robbing from the family, including stealing a bundle of securities from a safe during the ball. When the theft is discovered, a fight ensues between Horton and Mr. Disbrow. When the pocketbook containing the securities falls from Horton's pocket, Mary takes the opportunity to seize the securities, and also to break a vase upon Horton's head. In gratitude for her bravery and for saving the family's fortunes, the Disbrows approve of Mary's marriage to Harry.", "tmdb_plot": "Orphan Mary Wade, is the ward of a family of farmers who keep her busy with drudgery. Mr. Jenkins, the head of the household, makes advances to Mary, she flees to the city with her dog Zippy and lands in court for imitating a beggar who pretends to be blind.", "tmdb_id": "703926", "wiki_id": "8048555"}]