[{"title": "Ashes", "genres": ["Drama", "Fantasy"], "wiki_plot": "Rosalia Derios is an unmarried woman in a small Sardinian village whose lover abandons her before the birth of their son, whom she names Anania. Realizing that she will not be able to  raise the child properly, she gives full custody of Anania to her former lover.  However, she entrusts the boy with a sacred amulet before she leaves.  Anania grows to adulthood and retains possession of the amulet, but he is haunted by his mother’s absence and tries to locate her.  He pushes aside his career prospects and cancels his plans for marriage in order to pursue his search for Rosalia. Anania's search proves successful and he locates his mother but Rosalia cannot take the shock of being reunited with her adult son and kills herself.", "tmdb_plot": "Dame Eleonora Duse plays a poor woman who, incapable of raising and feed him, leaves her illegitimate son with foster parents. Before she leaves her boy, the woman gives to the child an amulet in order to protect him. The amulet will be the key to put him in connection with his old mother when the boy grows up.", "tmdb_id": "174555", "wiki_id": "20198133"}, {"title": "The Circus of Life", "genres": ["Drama"], "wiki_plot": "Danny, driver of a beer wagon, marries Mamie but, shortly after, his wife neglects him, infatuated as she is with Gaston Bouvais, an artist. When Mamie has a baby daughter, Daisy May, Danny thinks he's not her father and, desperate, starts drinking. Although he thinks she is someone else's daughter, he loves little Daisy May and, when the child grows up, she will travel with him in the wagons carrying beer. During one such trip, Danny, having drunk too much, loses control of the horses. In the ensuing chaos, the little girl ends up injured. Meanwhile, Bouvais - who has continued his relationship with Mamie all those years - manages to persuade the woman to leave Danny. But the accident in which the daughter and her husband were involved, awakens love for Danny in the woman. Mamie rejects the painter who finally leaves her alone and turns her attention to another one who then marries. Happiness returns to Danny and Mamie's house. Daisy May also heals and Danny resumes work starting a new career: that of driver of milk wagons.", "tmdb_plot": "A man is tormented by the thought that his wife's child might not be his.", "tmdb_id": "607288", "wiki_id": "60359205"}, {"title": "A Night of Horror", "genres": ["Horror"], "wiki_plot": "Poor Maria Lotti, serving as a clerk in a ladies' clothing store, receives a message from a New York notary that her grandfather Joseph Lotti has died. The gang of thieves, the Brothers of Darkness, also received the same message with great detail and rushed to take action. The harassment began.\nGrief-stricken, the disillusioned girl falls into poverty. A hard life full of excruciating experiences began. André meets Maria one day quite by chance at the Green Tavern. Meanwhile, Maria and Andre run away. \nThey had to endure many difficulties and dangers. The Brothers of Darkness gang was overrun, but they did not surrender, and after blowing up their castle, they perished. Maria and Andre took possession of the inheritance and were never separated again.", "tmdb_plot": "An extremely jealous artist slips into a monkey costume and kills all those men who come too close to his wife, another artist.", "tmdb_id": "362631", "wiki_id": "24330971"}, {"title": "The Belle of the Season", "genres": [], "wiki_plot": "James Alden is the son of a rich scion, the owner of a great newspaper. When he and his father quarrel over the plight of the poor, he leaves home and goes to live and work in a settlement house. There he meets Stedman and Johnson, the first a labor leader, the latter a simple thug.\nGeraldine \"Jerry\" Keen, known in the papers as the \"Billion Dollar Baby\", is a rich twenty-year-old heiress, who has just inherited her father's fortune. However, the control of the empire is in the hands of Clifton Brophy, the executor of the father's estate, until she reaches her 21st birthday. She asks Brophy to take her on a tour of her father's holdings, and is appalled by the working conditions in his mills and the living conditions in his tenements and settlement houses. When she pleads with Brophy to do something to improve the conditions, he simply refuses.\nUnbeknownst to Brophy, \"Jerry\" disguises herself in the clothes of one of the poor, and heads back to the settlement house, where she begins to work in the evenings. While there, she meets Alden, and the two begin a romance after he comes to her rescue when she is accosted by Johnson. Eventually, Alden proposes to \"Jerry\", still not knowing her true identity, and the two become engaged. The day before her 21st birthday, Brophy, suspicious of her evening excursions, follows her to the settlement house. Stedmn recognizes him, after which Johnson tries to rile the occupants of the house to attack Brophy. Alden intervenes, saving Brophy, but in the skirmish he is hit in the head by a brick and taken to the hospital.\nThe following day \"Jerry\" comes of age and meets with Stedman, agreeing to his demands for improvement. When she goes to the hospital to see Alden, and tell him the good news. However, while there, Alden sees the morning paper, which shows a picture of \"Jerry\", and he finally understands who she is.  Furious, he storms out of the hospital, grabbing a taxi. \"Jerry\" follows close behind, and eventually catches him, where they reconcile and move forward with their marriage.", "tmdb_plot": "The Belle of the Season is a 1919 American silent comedy-drama film, directed by S. Rankin Drew, and stars Emmy Wehlen, S. Rankin Drew, and Walter Hitchcock.", "tmdb_id": "644631", "wiki_id": "58374320"}, {"title": "Thief of Hearts", "genres": ["Drama", "Romance"], "wiki_plot": "The dancer Elva Marja has a very faithful and enthusiastic admirer in Henry Corner, who is known for his wealth and eccentricity. Immediately after her performance, he writes in a letter that he has been following her from city to city for three months and hopes that she must have realized that she can no longer avoid him. Corner concludes that he will wait for Elva Marja in the vestibule. He asks a theater employee to give her the letter. Elva Marja is sitting in her changing room, surrounded by several men. She reads the letter to them, and they all laugh. Elva Marja asks the theater staff to tell \"the conceited gentleman\" that he should not waste his time waiting for answers. Corner is still waiting for her in the vestibule as announced. When Elva Marja passes him with her male companion, she makes a cutting remark.\n\nThe next evening, Corner has bought all the tickets to Elva Marja's performance and is the only spectator in the parquet. She refuses to dance for him because she thinks he has arranged everything just to annoy her. The director persuades Elva Marja to perform anyway, and she delivers a masterful performance before the lone spectator. After the show, Corner sends her a bouquet of flowers with a note. It says that he is waiting for her in the vestibule and that there are no words to express how much he is looking forward to spending the evening with her. Corner stands patiently and waits yet again. Elva Marja throws the bouquet at him as she walks past and travels home. After she returns home, her maid tells her that a messenger has delivered a magnificent bouquet of flowers. Like the first one, it is a gift from Corner.\nThe burglar Søren Svup is interested in the dancer's home. He climbs a ladder to the second floor. Elva Marja hears him and calls the police. The police officer replies that she lives so far away that it will take at least a quarter hour before they can reach her. Corner is outside her home and discovers the ladder.", "tmdb_plot": "A man tries to win the heart of a diva.", "tmdb_id": "298601", "wiki_id": "61647179"}]