[{"title": "The Hope Chest", "genres": ["Comedy", "Drama"], "wiki_plot": "Sheila Moore (Gish) takes a job at a candy store to support her father, an out-of-work vaudevillian. She attracts the romantic attentions of the store owner's son Tom (Barthalmess) and marries him, incurring the wrath of Tom's parents.", "tmdb_plot": "Daughter of impoverished vaudeville actor Lew Moore, Sheila works as a waitress in a chocolate manufacturer's candy shop, where she delights the customers with her tomboyish antics. Tom Ballantyne, the proprietor's son realizes that Sheila is excessively fond of dancing, asks her out without the benefit of a proper introduction, and she indignantly refuses. Soon afterwards, however, the two fall in love and secretly marry.", "tmdb_id": "1007807", "wiki_id": "36652849"}, {"title": "The Master Mystery", "genres": ["Action", "Mystery"], "wiki_plot": "Justice Department agent Quentin Locke is investigating a powerful cartel that is protected by The Automaton, a robot. However, it uses a gas weapon known as The Madagascan Madness.", "tmdb_plot": "In this action-packed serial, government agent Quentin Locke infiltrates a corrupt patents company, only to run into the gleaming terror of its robot protector, the Automaton. In order to save the beautiful Eva Brent and find a cure for the dreaded Madagascar Madness, Locke suffers an inhuman array of tortures and physical restraints.  He is chained, tied with barbed wire, padlocked in a crate and thrown in the water, tied beneath a descending elevator, strapped to an electric chair, and bound in an elaborate Oriental torture chamber.", "tmdb_id": "108253", "wiki_id": "45198911"}, {"title": "The Great Adventure", "genres": ["Drama"], "wiki_plot": "Rags (Love), has found local success and acclaim in her small town as an actress, but dreams of stardom on Broadway. She and her aunt (Finch) go to New York, where she unsuccessfully looks for work in a Broadway chorus. On the advice of Billy Blake (Barnett), she holds up the producer of a Broadway show to get a job. The lead actor in the show, Sheen (Hall), likes Rags, but on a date together, he cannot ride a horse, paddle a canoe, or swim. Embarrassed, he leaves the Broadway show, allowing Billy to take over the male lead, and Rags to take over the female lead.", "tmdb_plot": "Ragna \"Rags\" Jansen has found local success and acclaim in her small town as an actress, but dreams of stardom on Broadway.", "tmdb_id": "625194", "wiki_id": "44798869"}]