[{"title": "The Barbarian", "genres": [], "wiki_plot": "As described in a film magazine, Eric (Salisbury) is brought up in the Canadian north woods by his reclusive father Elliott Straive (Berrell), who was a college professor. The boy supplements his immense knowledge of nature with book learning of society and polite customs. A party of ultra-rich people led by James Heatherton (Sherry) arrive and camp on the land, building a tent city for their luxurious convenience. Their object is to obtain possession of the land by means fair or foul. Eric frustrates their plans but falls in love with Floria (Novak), the daughter of the land grabber. The failure of the rich to embarrass Eric using sham etiquette is humorous, and there is a fight between Eric and Mark Brant (Hale), a man from the party who comes closest to being a \"heavy\" of the film.", "tmdb_plot": "Elliot Straive is a college professor who has left the evils of civilization behind to raise his son Eric in the purity of the Canadian wilderness. James Heatherton sends Mark Grant to get the mining rights to Straive's land as vast deposits of iron ore have been discovered there. Grant arrives as the elder Straive lies dying and has written a final note to his absent son. Grant tears off the portion of the letter with Straive's signature and forges a concession to the mining rights above the signature. Heatherton, dissatisfied with the unwitnessed signature of a dead man, decides to to himself to get Eric Straive to sign the concession. He sends his family on ahead on vacation. The family hires Eric as a guide, thinking him to be a mere backwoods barbarian. Eric and Heatherton's daughter Floria fall in love, but the relationship falters when she confesses that she has lied to him about why they are there. Grant returns upon the scene and tries to force Eric to sign.", "tmdb_id": "402840", "wiki_id": "40113951"}, {"title": "The Man Who Sold His Soul to the Devil", "genres": [], "wiki_plot": "A wealthy banker becomes depressed over financial matters and decides to commit suicide. Mephistopheles appears to him just as he is about to end his life, and makes a sinister bargain with him to buy his soul. After the deal is done, the banker meets a beautiful young lady and falls in love, no longer desiring to die. Fortunately the woman's love for him is so strong, she is able to drive the Devil away and free him from his pact.", "tmdb_plot": "", "tmdb_id": "555753", "wiki_id": "13114586"}, {"title": "Outside the Law", "genres": ["Crime", "Drama", "Romance", "Thriller"], "wiki_plot": "Silent Madden, a criminal leader in San Francisco, and his gangster daughter Molly (Priscilla Dean) have forsaken a life of crime after receiving counsel from Chang Lo, a Confucianist philosopher living in Chinatown. A despicable gangster named Black Mike Sylva (Lon Chaney) frames Molly's father for murder, causing Molly to lose faith in abiding the law and prompting her return to a life of crime.\nBlack Mike plots to double-cross Molly as well during a jewelry theft, but Molly gets word from her gangster lover and foils Black Mike's plans. While hiding out from the law, Molly's hard heart is slowly melted by her gangster lover. The film ends with a climactic shootout in Chinatown. Through clever editing, Chaney's \"Ah Wing\" character shoots his \"Black Mike\" Silva character during the melee. The shootout itself took two weeks to film, although it only lasts a few minutes on screen.", "tmdb_plot": "Silent Madden and his daughter Molly have left the criminal underworld of San Francisco thanks to the wise teachings of Chang Low, a Confucian master. But the evil Black Mike Sylva is determined to frame Madden to avenge a mistake from the past…", "tmdb_id": "130066", "wiki_id": "17273758"}, {"title": "The Gentleman Bushranger", "genres": ["Drama"], "wiki_plot": "In 1857, an Englishman, Richard Lavender (Ernest Hearne), is travelling to Australia on a ship where he meets the beautiful Kitty Aronson. He is falsely accused by Peter Dargin (Tal Ordell) of murdering the ship's captain and is arrested. With the escape of an aboriginal friend, he escapes into the bush where he becomes a gold prospector. He meets Kitty, who runs a nearby selection, and they happily mine gold together until Dargin arrives and frames him for bushranger crimes. However Lavender ultimately proves his innocence.Comic relief is provided by Ah Wom Bat (John Cosgrove), a Chinese cook, and a touring theatrical company that presents a version of East Lynne in a country town.", "tmdb_plot": "An Englishman, is travelling to Australia on a ship. He is falsely accused of murdering the ship's captain and arrested.", "tmdb_id": "988607", "wiki_id": "32883766"}, {"title": "What Every Woman Knows", "genres": ["Comedy", "Drama"], "wiki_plot": "Based on a summary in a film publication, Maggie Wylie's (Wilson) father agrees to give John Shand $300 to help him secure his education and political ambitions on condition that Maggie have the option of marrying him within five years. By doing so the elder Wylie is giving the 27-year-old miss the chance for the romance she longs for and at the same time helping an ambitious young man. Shand agrees and within the allotted time is elected to Parliament. Maggie realizes that John does not love her, but he insists \"a bargain is a bargain\" and so they are married. John becomes very popular and is promised promotion through his excellent speeches, which are written mostly by Maggie although John takes credit. Eventually, he falls in love with Lady Sybil (Tucker) and, although heartbroken, Maggie diplomatically arranges for John and Sybil to be together. John's next speech is a failure, but Maggie arrives in time with a new one. Lady Sybil tells John that he bores her and leaves. Gradually John comes to see Maggie's true worth and there is a reconciliation.", "tmdb_plot": "What Every Woman Knows (1934)", "tmdb_id": "540552", "wiki_id": "33025300"}]