[{"title": "Back Page", "genres": ["Drama", "Crime"], "wiki_plot": "A former big city reporter becomes the editor of a small town newspaper.", "tmdb_plot": "A former New York reporter (Peggy Shannon) is hired as editor of a failing, small town newspaper in California.", "tmdb_id": "222251", "wiki_id": "71701058"}, {"title": "Hollywood Party", "genres": ["Comedy", "Music"], "wiki_plot": "Jungle movie star \"Schnarzan\" (Jimmy Durante), a character in parody of Tarzan, is advised by his manager that he needs new lions for his pictures, as his old ones are \"worn out\". At a wild Hollywood party with many varied guests, including a \"lion provider\", hilarity ensues. After it all gets out of hand, Schnarzan awakens to find he is just plain old Durante, who had a strange dream.", "tmdb_plot": "Jimmy Durante is jungle movie star Schnarzan the Conqueror, but the public is tiring of his fake lions. When Baron Munchausen comes to town with real man-eating lions, Durante throws him a big Hollywood star-studded party so that he might use the lions in his next movie. But, his film rival sneaks into the party to buy the lions before Durante.", "tmdb_id": "178452", "wiki_id": "8843714"}, {"title": "Picture Brides", "genres": [], "wiki_plot": "Four mail order brides from New Orleans and a young girl conned into a non-existing job in Brazil find adventure, danger and romance in the jungle.", "tmdb_plot": "Four \"Picture Brides\", from New Orleans, arrive in the Brazilian jungle on a riverboat, brought there to marry workers at Lottagrasso, a remote mining site of the Standard Diamond Mines. Also on the boat with the four \"mail-order\" brides (Americans Mame Smith, Flo Lane, and Gwen from England and Lena from Europe) is Mary Lee, a frightened and innocent girl, who has come to see the mine's brutal supervisor, Von Luden, about a job.", "tmdb_id": "179617", "wiki_id": "41785573"}, {"title": "The Silence of Dean Maitland", "genres": ["Drama"], "wiki_plot": "Cyril Maitland is a clergyman living in a small seaside town, who impregnates the beautiful Alma Lee despite being engaged to another woman. When Alma's father Ben finds out about the pregnancy, he attacks Maitland and is killed in a fall. Mailtand's best friend, Doctor Henry Everard, gets the blame, and spends twenty years in jail while Maitland's career thrives.", "tmdb_plot": "Dean Maitland (John Longden), a young man in orders and engaged to a woman, is involved in a tragedy, to reveal the details of which would ruin his career.  The Dean denies responsibility for both the pregnancy of his lover Alma Lee (Charlotte Francis), and the death of her father, whom it turns out was enraged at the Dean's behaviour, attacked him and was killed in a fall.  His friend, Dr. Everard (John Warwick), is found guilty of the death on false evidence, and Maitland allows him to suffer 20 years imprisonment.  When the doctor is released from prison, bitter and seeking revenge, the Dean must confront his silence and his guilt, and the climax is the Dean's confession from the pulpit of his sins...", "tmdb_id": "384794", "wiki_id": "32655855"}, {"title": "Thunderstorm", "genres": ["Drama"], "wiki_plot": "The film is based on play by Alexander Ostrovsky, The Storm.", "tmdb_plot": "The cinematic adaptation of \"The Storm\" play by Aleksandr Ostrovsky.  In a provincial town on the Volga River, the young and sensitive Katerina marries Tikhon, a violent drunkard, and thus enters the crude milieu of greedy salesmen, the \"dark kingdom\". Her mother-in-law, Kabanikha, rules the family with an iron fist and endlessly harasses Katerina. One day, when Tikhon is away, she meets Boris, a man who embodies everything Katerina is longing for.", "tmdb_id": "256413", "wiki_id": "57695591"}, {"title": "Jack Ahoy", "genres": ["Comedy", "Romance"], "wiki_plot": "After failing to pass his entrance exam to Dartmouth Naval College, Jack Ponsonby (Jack Hulbert) enlists as an able seaman. On falling in love with the admiral's daughter Patricia (Nancy O'Neil), Jack stumbles into an adventure involving a den of Chinese river pirates who have stolen a British submarine. Anxious to prove himself a hero in Patricia's eyes, he manages to rescue both the admiral and his daughter, when they are kidnapped by the bandits.", "tmdb_plot": "A song and dance comedy in which Jack Hulbert plays an incompetent sailor.", "tmdb_id": "362281", "wiki_id": "24005752"}, {"title": "Undercover Men", "genres": ["Western"], "wiki_plot": "For showing cowardice during a holdup, bank teller Bob Hunter is fired. He joins the Mounties and is assigned to look for those robbers. To have him work undercover, the Inspector's scheme is to have Bob supposedly kicked out of the Mounties.", "tmdb_plot": "For showing cowardice during a holdup, bank teller Bob Hunter is fired. He joins the Mounties and is assigned to look for those robbers. To have him work undercover, the Inspector's scheme is to have Bob supposedly kicked out of the Mounties.", "tmdb_id": "133543", "wiki_id": "47124397"}]