[{"title": "Meet Miss Mozart", "genres": [], "wiki_plot": "A man falls in love with the pretty manager of a store of music instruments, whose business works badly. He is going to re-float the store to conquer her heart.", "tmdb_plot": "This French musical comedy was based on the stage play Mademoiselle Mozart, written by Yvan Noe, who also co-directed the screen version. Danielle Darrieux plays Denise, the owner of a music shop that is facing closure. Wealthy young Maxime (Pierre Mingand) falls in love with Denise but knows full well that she despises rich folks and would refuse to accept his charity. Thus, Maxime arranges to secretly buy the store then takes a job with the establishment as a humble sheet-music salesman. When Denise finds out that her new employee is actually her boss, she is furious, but rest assured that Love Will Find a Way. The lovely Danielle Darrieux is permitted to sing on several occasions, which she does enthusiastically if not altogether expertly.", "tmdb_id": "539268", "wiki_id": "21630948"}, {"title": "Sant Tukaram", "genres": ["Drama"], "wiki_plot": "Set in 17th century Dehu, Maharashtra, Tukaram - a farmer and grocer - loses interest in the material world after losing his first wife and child in a famine. He neglects his worldly duties to his second wife Jijai (Awali) and their two children. The Brahmin Salomalo is jealous of the religious following and popularity of the shudra (a caste lower than the Brahmin) saint. He claims that Tukaram stole his verses, and questions a shudra's right to examine the Hindu scriptures, Vedas, a right reserved for Brahmins (priest caste). Pandit Rameshwar Shastri, a learned Brahmin scholar and religious authority, is invited by Salomalo to examine his claims, which he backs by fabricating evidence. Shastri orders that Tukaram immerse his works into the river and never discuss religion in public. Tukaram complies and sits on a fast on the river bank with his family for thirteen days, when God returns him his works. Shastri falls seriously sick, which he interprets as divine retribution and becomes Tukaram's devotee. Salomalo then approaches the reigning king Shivaji, the founder of the Maratha Empire. When Shivaji tests Tukaram by offering material gifts, the saint refuses and in turn, Shivaji becomes a disciple too. Salomalo then informs the Mughals, Shivaji's enemies that the king was in town, but God protects Shivaji at behest of Tukaram, when the Mughals come to Dehu. His saintliness brought hordes of people from different regions of the state offering worship at his feet and also offering him huge gifts which could enrich him but he refuses to accept any kind of rewards. When Tukaram's work is done on earth, God comes to take him to heaven. Tukaram asks his wife to join, but she refuses as she has to look after the children.The film also depicts various miracles of Tukaram like God visiting him, an army being created from Vithoba's image, showering of grains from the sky, curing a sick boy, retrieving his works from the river which was intentionally thrown there, and in the end, going to the heaven in a celestial chariot.", "tmdb_plot": "This classic film chronicles the life of Tukaram (17th C.), one of Maharashtra’s most popular saint poets, activating the 20th century resonances of his turning away from courtly Sanskrit towards vernacular rhythms of religious poetry.", "tmdb_id": "154636", "wiki_id": "38972510"}, {"title": "Pilot X", "genres": [], "wiki_plot": "Inspector Gallagher of the United States Department of Commerce views a number of crashes and disappearances of the Goering-Gage Aviation Corporation aircraft as suspicious. With test pilot Jerry Blackwood, Gallagher visits the company. Jerry test flies Goering-Gage aircraft but finds nothing wrong. When a crash survivor claims that a mystery aircraft had attacked his plane, its owner, Henry Goering, hires psychiatrist Dr. Norris to question the man. Dr. Norris believes that a psychotic ex-World War I flying ace, whom he dubs \"Pilot X,\" may be responsible for the attacks.\nWith the help of Blackwood, Goering and Norris assemble a group of five former flying aces who may have a connection with the mysterious Pilot X. He recruits German lieutenant Baron von Guttard, French lieutenant Rene Le Rue, British captain Roland Saunders, Canadian lieutenant Douglas Thompson and American lieutenant John Ives. The group meets in a mansion to devise a plan for confronting Pilot X.\nHowever, von Guttard comes under immediate suspicion because of his son Carl, an former German prisoner of war. On the team's first patrol, Pilot X attacks, killing von Guttard. Later that day, Le Rue is killed by Pilot X and the next day, Saunders experiences a mental breakdown. Blackwood receives a note from Pilot X asking him to meet him in the sky the next morning. Thompson receives a similar note but Pilot X, who is on the airfield, paints an \"X\" on Thompson's aircraft.\nBlackwood mistakes Thompson for Pilot X and kills him. When a paint can is found in Ives' locker, all accuse him of being Pilot X. That night, Dr. Norris calls the elder Goering, telling him that he knows the identify of Pilot X, but he is murdered. Gallagher believes that Blackwood is Pilot X and sends Ives and Saunders after him.\nHelen Gage, Henry's ward, however, first finds part of Saunders' goggles near Norris' dead body, then finds the other half in his aircraft. Saunders pursues Blackwood with Helen trapped on his aircraft. Once in the sky, Pilot X appears and attacks Saunders, wounding him.\nIn a fierce dogfight, Pilot X attacks Blackwood but is downed. In the wreckage of Pilot X's aircraft, the body of Carl Goering is discovered, along with a photograph of him in a German uniform. He was not in fact a prisoner of war, but had deserted and joined the German Air Force. With the mystery solved, Blackwood and Helen realize that they are attracted to one another and embrace.", "tmdb_plot": "Aircraft are being shot down by a large black plane with a big \"X\" painted on the wing. The chief suspects are invited for the weekend to an old dark mansion.", "tmdb_id": "39941", "wiki_id": "24027720"}, {"title": "His Lordship", "genres": ["Adventure", "Comedy", "Romance"], "wiki_plot": "Its plot involves Arliss as a British Foreign secretary swapping identities with his black sheep twin brother (also Arliss), and the rescuing of Britain from war with an Arab nation.", "tmdb_plot": "A complicated adventure involving twin brothers and the Foreign Office trying to thwart the ambitions of a hostile sheikh.", "tmdb_id": "249796", "wiki_id": "27042279"}, {"title": "The Man Who Could Work Miracles", "genres": ["Comedy", "Fantasy"], "wiki_plot": "The film begins in the celestial realms, with three superhuman entities — gods, or perhaps angels — regarding the planet Earth. Despairing of these \"animals\" that one of them continues to care about, the other two dare him to conduct an experiment to see if such lesser creatures can handle the kind of power over reality that might let them deserve to reach the stars. As the experiment's only limit, the Celestials will allow no control over a person's free will, as decreed by their master (possibly God). Choosing a human subject at random, they bestow miraculous powers just short of their own upon George Fotheringay, an English middle-class haberdasher's assistant.\nIn a pub, Fotheringay argues with his friends about miracles and their impossibility. He calls upon his \"will\" to force a change and inadvertently causes a miracle; he makes an oil lamp turn upside down without anyone touching it and with the flame burning steadily downward. At home, he performs the same trick with a candle and moves on to feats such as lifting his table, lifting his bed, enlarging a candle extinguisher to a brightly painted cone and making a kitten appear under it and turning his bed into a cornucopia of fruits and bunnies.\nFotheringay performs his miracles at the clothing store where he works, such as making someone's freckles vanish. When he curses a policeman to hell, the man finds himself surrounded by flames and smoke. Fotheringay, horrified at his unintended action, has the cop relocated to San Francisco.\nBecause Fotheringay cannot decide how to use his newfound powers, he contacts local vicar Mr. Maydig, who concocts a plan to have Fotheringay abolish famine, plague, war, poverty and the ruling class. Fotheringay plays a miraculous trick on Colonel Winstanley, but when Winstanley hears about Fotheringay, he is baffled and threatened by the vicar's plans. Winstanley and his mates try to shoot Fotheringay, but Fotheringay makes himself magically invulnerable.\nRealizing that others, including the vicar, wish to exploit him for their own ends, Fotheringay decides not to carry out the vicar's plan. Instead, he creates an old-fashioned kingdom in which he is the centre of the universe. In a fit of reckless pomposity, he changes the Colonel's house into a spectacular palace of gold and marble. He summons many people to his palace, where he dresses like a king and appoints the girl whom he loves as queen. He commands the leaders of the world to create a utopia, free of greed, war, plague, famine, jealousy and toil. Maydig begs Fotheringay to wait until the following day, so Fotheringay buys some time by stopping the Earth's rotation. However, this causes all living creatures and objects to whirl off the Earth's surface. Civilisation and all life other than Fotheringay are obliterated as everything in the world flies through the air and is dashed to pieces.\nThe desperate and contrite Fotheringay calls on his powers one last time to return the world to its state before he had entered the pub the day before, willing away his power to work miracles. He appears again in the pub, but when he tries the lamp trick, he fails.\nOne of the Celestials remarks that all that came of the experiment was \"negativism, lust and vindictive indignation,\" which is all that humans have. The giver of power defends that humans were only apes yesterday and need time to grow up, and that there is a spark of indignation against wrongness in the human heart. The giver of power decides to give humanity power slowly and gradually, allowing wisdom and maturity to keep pace. The others think that the end result will be the same but are dared to return years later to see for themselves.", "tmdb_plot": "An ordinary man, while vigorously asserting the impossibility of miracles, suddenly discovers that he can perform them.", "tmdb_id": "68849", "wiki_id": "5538547"}, {"title": "A Million to One", "genres": ["Drama", "Action"], "wiki_plot": "After his father wins the Olympic decathlon but is disqualified for being judged a paid professional athlete rather than an amateur, Johnny Kent becomes a rising star in the athletic world himself.\nWilliam Stevens, the runner-up who received the gold medal after John Kent was stripped of it, has a daughter, Joan, who begins seeing young Johnny socially while he trains. The distraction she causes, combined with a rivalry with Duke Hale in competition both in sports and for the girl, complicates matters as Johnny's quest continues.", "tmdb_plot": "The son of a disgraced Olympic decathlete prepares to become a star in his own right. His quest is complicated by a beautiful girl and a bitter rival.", "tmdb_id": "192948", "wiki_id": "45225364"}, {"title": "The Plough and the Stars", "genres": ["War", "Drama", "Comedy"], "wiki_plot": "Nora Clitheroe runs a rooming house in Dublin while trying to avoid the political turmoil raging around her in revolutionary Ireland. However, she discovers that her husband Jack has joined a militia of Irish rebels seeking to oust the British from Ireland. Nora fears for Jack's safety and begs him to keep his distance from the revolutionary forces. Despite Jack's promises to Nora that he will cease his participation with the rebels, he  becomes a commander with the Irish Citizen Army as it plans to occupy the Dublin General Post Office as part of the Easter Rising.", "tmdb_plot": "A husband clashes with his wife over his membership to the Irish citizen army during the Easter rebellion.", "tmdb_id": "173456", "wiki_id": "24325293"}]