[{"title": "Ana and the Others", "genres": ["Drama"], "wiki_plot": "Twenty-something Ana, now living in Buenos Aires, returns to her native city of Paraná. She meets old school mates, old friends, makes new ones, and starts to rethink her life, and perhaps changes her future forever.", "tmdb_plot": "Twenty-something Ana, now living in Buenos Aires, returns to her native city of Paraná. She meets old school mates, old friends, makes new ones, and starts to rethink her life, and perhaps change her future.", "tmdb_id": "48596", "wiki_id": "8942013"}, {"title": "The Utopian Society", "genres": ["Comedy"], "wiki_plot": "The Utopian Society is about a group of college students who are put together by their professor to complete a final project: create a utopian society. Like most college students, they’ve waited until the night before it is due to start working on it.  They each come from different backgrounds and have pre-existing assumptions about the others, causing them to want to spend as little time working with each other as possible.  But since they have waited until the last minute to start working, they are forced to cram an entire semester's work into one night, whether they like it or not.", "tmdb_plot": "6 college students from different backgrounds, are assigned to work together on a final project. These six students have so far spent no time together, can't stand each other and must pass this final assignment in order to pass the class. The assignment is to create a utopian society, on paper. They've had all semester to work on the project but in the tradition of most college group assignments, have opted to wait until the last minute to cram the entire semester's work into one night.", "tmdb_id": "297348", "wiki_id": "4095673"}, {"title": "The Legend of Butch & Sundance", "genres": ["TV Movie", "Action", "Western", "Drama"], "wiki_plot": "Butch Cassidy receives a pardon after being incarcerated for a year under the condition that he does not commit any more crimes in Wyoming. He later joins forces with the Sundance Kid and his relative Mike Cassidy's gang as adversaries of the Pinkerton Agency. The gang becomes known as the Wild Bunch after Mike Cassidy dies. A love triangle develops between Butch, Sundance, and photographer Etta Place.", "tmdb_plot": "Just before the turn of the Century two young outlaws team up for a historic ride. Based on historical references, the \"True Story\" of Butch Cassidy and the Sundance Kid.", "tmdb_id": "151902", "wiki_id": "52789010"}, {"title": "12 and Holding", "genres": ["Drama"], "wiki_plot": "12-year-olds Rudy Carges and his overweight friend Leonard Fisher spend the night inside their treehouse after hearing teenage bullies Jeff and Kenny want to destroy it. Jeff and Kenny arrive and set the treehouse on fire, not knowing Rudy and Leonard were in there until too late. Leonard escapes unharmed but then falls to the ground unconscious, while Rudy is burned to death offscreen. Rudy's twin brother Jacob, a boy with a huge birthmark, decides to seek revenge against the bullies. At the hospital, Leonard finds out he lost his sense of taste and smell. Leonard is then prompted by his gym teacher to go on a diet, which isn't welcomed by his obese family. The boys' female friend Malee tries to befriend an adult named Gus, a grief-stricken patient of her therapist mother Carla. Jacob's family falls apart after the death of his brother, but soon after they adopt a boy named Keith Gardner. Meanwhile, Malee begins to have a crush on Gus and changes the song for her recital to one Gus liked. As time goes by, she sees Gus as her \"soul mate\". She sneaks into his house one night to find him grieving. Afraid to confront him, Malee steals his gun and leaves. She gives the gun to Jacob the following day.\nJacob's mother gets furious when she finds out Jeff and Kenny are being put in juvenile hall for only one year, while Jacob's father views Rudy's death as an accident. Jacob spends the next few months visiting Jeff and Kenny, and threatens them, until eventually Jeff commits suicide. Jacob sees Kenny grieving, so Jacob forgives and befriends Kenny; soon learning Kenny has an early release and is illegally moving to New Mexico. Meanwhile, Leonard's father decides to take his sisters to Florida instead of Leonard (who would usually go). Leonard decides to force his mother to lose weight by trapping her in the cellar. They both end up in the hospital after a gas leak in their home. Next, Jacob and Kenny agree that Jacob can go with him to New Mexico. Malee visits Gus and removes her clothes in an attempt to seduce him. Instead, Gus calls Malee's mother to come and pick her up. The next day, Gus explains to therapist Carla about the last fire he ever fought (which involved killing an injured little girl, upon the girl's request), claiming that Malee wanted him to take her pain away, as he was aware of her growing crush on him.\nMeanwhile, Jacob's mother tells him that Keith Gardner wasn't adopted to replace Rudy, and that she wants Kenny dead, which reminds Jacob of his planned revenge. The night of escape for Jacob finally comes and he meets up with Kenny. Jacob insists on going through a construction site which he says is a secret route. Once there, Jacob points Gus's gun at Kenny, and tells him \"you killed him\" before shooting him dead. Jacob buries the body and leaves. He returns in the daytime, and sees Gus spreading cement above Kenny's grave, knowing the evidence is gone.\nMalee begins visiting her estranged father and Leonard's family finally starts eating healthily. Jacob returns home without telling anyone what he did.", "tmdb_plot": "Three pre-adolescents with virginal and eager-of-signals naivety, hit headlong against monstrous and inhospitable loneliness, in the incandescent fire among the ashes of their own inocence.", "tmdb_id": "18164", "wiki_id": "4207564"}, {"title": "15 Park Avenue", "genres": ["Drama", "Romance"], "wiki_plot": "30-something Mitali aka Meethi (Konkona Sen Sharma) has schizophrenia and is taken care of by her older, divorced sister Anjali aka Anu (Shabana Azmi), who is a professor, and their ageing mother (Waheeda Rehman). Although she was never married in real life, Meethi has created her own alternate reality in her mind in which she married her ex-fiancé Joydeep (Rahul Bose) and has five children. While Anu has dedicated her life to taking care of Meethi and her mother, even putting her own relationship with a fellow professor (Kanwaljeet Singh) on hold, in Meethi's imaginary world both the older women are holding her in the house and away from her husband and children against her will. She imagines her family to be living at the non-existent 15 Park Avenue in Kolkata.\nAfter Meethi has a severe seizure, her case is taken up by a new doctor Kunal Barua (Dhritiman Chatterjee). While discussing her sister's case with the new doctor, Anu reveals that though Meethi had dormant schizophrenic traits since childhood, she led a very normal life until her early 20s, before a traumatic experience in the course of her job as a journalist made her withdraw from the outer world. Her fiancé, unable to deal with the emotional upheaval caused by the incidence, broke off the engagement. On the doctor's advice, Anu takes both women on a vacation to Bhutan, where they are spotted by Joydeep, now married with two children. In her present state, Meethi does not recognize Joydeep as the same man she is married to in her imagination, and befriends him. When Joydeep learns of Meethi's worsened condition and her imaginary world, he offers to help her locate the elusive family home - 15 Park Avenue.\nBack in Kolkata, Joydeep drives her down to the part of the city where she believes her house and her family are. In a surrealistic climax, Meethi finally locates the house and finds her husband Jojo (as she fondly calls him) and her five children waiting for her return. She walks into the house, reunited with her 'real' family and is never seen again.", "tmdb_plot": "An exploration of the impact of schizophrenia on a young woman and her family in today's Calcutta. The narrative pivots around the relationship of two sisters, older sister Anjali is a successful professor with a powerful personality. She is the anchoring rock for her family and carer for her sister Meethi whose progression into schizophrenia has been speed ed up by traumatic experiences. Anjali has always dominated the life of her attractive younger sister, and jealously warded off Meethi's handsome fiancé Jojo with fear of Meethi's impending illness. Years later when Meethi and Anjali are on holiday in the Hills there is a chance meeting with Jojo, now with his new wife and children. He is shocked to discover that Meethi does not now recognize him, but lives in a world visited by an imaginary husband and children of her own.", "tmdb_id": "23130", "wiki_id": "3818512"}, {"title": "24/7: The Passion of Life", "genres": ["Drama"], "wiki_plot": "Eva, A girl from a good family, accidentally meets Magdalena, another young woman; going to visit her at home, he discovers that she leads a double existence as a mistress. The protagonist is fascinated by the sensuality resulting from the BDSM culture.", "tmdb_plot": "Eve, a hotelier’s daughter, and Magdalena, a sociologist who works as the dominatrix “Lady Maria” in an S & M studio, meet coincidentally through a motorcycle accident. Fascinated by the bizarre world of Lady Maria, Eve begins to search for her own identity and sexuality and goes on an odyssey through the hidden locations of lust - dominatrix studio, swinger club, striptease bar – and meets other people torn between their desires: Dominik, who wants to empathize with the life and suffering of Jesus, and Mike, who pretends to be Eve's travel guide of desire and falls madly in love with her.", "tmdb_id": "82137", "wiki_id": "33477362"}, {"title": "The Amateurs", "genres": ["Comedy"], "wiki_plot": "Six friends come together to try to find fame and fortune by making the world's most innocent adult movie ever made. Although they have literally no idea what they're doing, they keep at it and are determined to accomplish their goal...no matter what gets in the way.\nAfter the clueless crew finally completes the film, they screen it for the first time at the local bar. The brother of a girl whose scene ultimately was not used (besides some brief shots of her face) barges in, takes the reel off the projector, covers it in whiskey and sets it aflame.\nIt is revealed that this was the only print they had and that all their work has been lost. However, the cinematographer had been videotaping the entire production process on mini DV tapes. He then edits these down into a completely innocent documentary, minus the nudity and sex scenes, about the trials and tribulations of making (and then losing) their original film. This new version is released as the titular The Amateurs which becomes a critical and financial success on the independent film circuit.", "tmdb_plot": "Sex sells in America and these guys know it. The Amateurs follows a small town band of loveable losers who hit upon an idea that can make their dreams and fantasies come true. Thinking they've found the road to riches and fame they decide to make the world's most innocent adult film. Everyman's fantasy turns into a hilarious misadventure when they find they're in way over their heads.", "tmdb_id": "17035", "wiki_id": "8485294"}, {"title": "The Angrez", "genres": ["Comedy"], "wiki_plot": "The movie revolves around three sets of people.\n\nThe Angrez – Two guys who come from the United States to serve in a call center company.\nIsmail ‘Bhai’ & gang – A bunch of locals from the Old City Area\nMama a.k.a. Annaa & gang – Local gangstersTwo NRI persons, Pranay and Rochak, come to Hyderabad to take up jobs in their friend's company and settle in Hyderabad. Based in the old city, Ismail bhai (Dheer Charan Srivastav) and the gang meet up near Charminar and start their daily routine with gossips, babble and talks of bravery. Ismail bhai is apparently the gang leader and his gang comprises Saleem ‘Pheku’ (Mast Ali) - a habitual liar, Jahangir – a self claimed hardcore gangster, Gafoor and Chaus who all follow Ismail Bhai throughout the film.\nWhile visiting the old city, Pranay and Rochak meet Ismail's gang at a hotel in the old city. Ismail's gang gets into a spat with Pranay and Rochak. Rochak and Pranay are guided to safety by their guide as they are chased by the Ismail bhai gang. While Pranay and Rochak are engaged in love affairs in their office, Ismail bhai and his gang keeps planning a strategy to seek their revenge.\nMeanwhile, Ramesh, Pranay's cousin (who is also their butler) colludes with Mama, the typical gangster of the Hyderabadi underworld, to kidnap Pranay for ransom. Mama and his goons take up the assignment and the plan is set in motion.\nIsmail Bhai is still enraged as he believes that the harmless spat is now a matter worth dying for and is a matter of his Izzat (honour). On the other side of the town, Mama and his gang enter the residence of the NRIs, at the same time the Ismail bhai gang after sniffing out their whereabouts go into the NRI's house at night to seek their revenge and restore Ismail bhai's image. Mama and gang mistakenly kidnap Rochak. Ismail Bhai and gang return from their mission failing as usual. Rochak finds out the mastermind behind the kidnapping and bribes the guard and warns Pranai of his cousin's intentions.Ismail Bhai and Mama gang have a brush against each other. Pranay and Rochak succeed in making the two gangs fight against each other and manage their escape. As Mama and his gang is nabbed by the Hyderabad Police, Ismail bhai and gang returns to Charminar after being heavily assaulted by Mama and his goons. And life, in Hyderabadi style, goes on as usual for the Ismail Bhai's gang.", "tmdb_plot": "The Angrez is a 2006 Indian comedy movie directed by Kuntaa Nikkil. In this movie, the word \"Angrez\" refers to English people and non-resident Indians.  The movie was a trendsetter in that, it was one of the first to effectively and humorously, often resorting to the slapstick kind, portray the dialect of the Old City and the Hyderabadi tongue. The film also portrays the fascination for American materialism, the hype around the IT industry and the lifestyle and culture it has spawned.", "tmdb_id": "115873", "wiki_id": "8260298"}, {"title": "Father", "genres": ["Drama"], "wiki_plot": "Two Kurdish refugees from Iraq, a father and son, approach their goal after being on the run for a long time. After arrival, both father and son are apprehended by the police and taken into a refugee camp. About to be deported and in order for his son to have any chance of staying, the father decides to leave his son behind in the new country. The son desperately tries to catch up with him, but when a policeman ask if he knows the kid, his answer is no.", "tmdb_plot": "Two Kurdish refugees from Iraq, a father and his son are on the run. With hope for a better life for his son, the father is forced to make a challenging sacrifice to provide for him.", "tmdb_id": "345322", "wiki_id": "22743224"}, {"title": "Brick", "genres": ["Drama", "Mystery"], "wiki_plot": "High school student Brendan Frye discovers a note directing him to a pay phone, where he receives a call from his ex-girlfriend Emily Kostich, begging him for help. She mentions a \"bad brick\", \"the Pin\", and \"Tug\" before abruptly hanging up, apparently afraid of a passing black Ford Mustang, from which a distinctively-branded cigarette is thrown. Unable to locate Emily, Brendan enlists his friend Brain for help. An encounter with another ex-girlfriend, Kara, leads him to a party held by flirtatious upper-class girl Laura Dannon and her boyfriend, Brad Bramish. Laura points Brendan to Dode, Emily's drug-addicted new boyfriend, who arranges a meeting with Emily.\nEmily dismisses the phone call as a mistake and tells Brendan to let her go. Brendan steals her notepad and finds a note that leads him to her dead body in a tunnel the following morning. Distraught, Brendan decides to investigate her murder, hiding the body to avoid police involvement. Brendan discovers that \"the Pin\" refers to a secretive local drug baron. As Brad is a known drug user, Brendan picks a fight with him, hoping to attract the Pin's attention. Later, a man wearing a beanie attacks Brendan.\nOn his way home, Brendan sees the black Mustang in a parking lot and tries to break into it, but is caught by the beanie-wearing thug, who turns out to be the car owner. The man attacks Brendan, who repeatedly demands to meet the Pin instead of fighting back. The man is Tug, the Pin's main enforcer, who reluctantly takes Brendan to the Pin's house. Brendan asks the Pin for a job, and the Pin says he will investigate Brendan and either hire him or have him hurt; Brendan will find out which by the next day. Laura reveals that she was at the Pin's house the entire time and drives Brendan back to school. She explains that Emily stole a \"brick\" of heroin after being rejected by the Pin's operation. Laura offers to help Brendan, but he distrusts her.\nThe next day, Brendan learns that the Pin has hired him. Dode calls Brendan and says he saw Brendan hide Emily's body. Believing Brendan is the murderer, he threatens to ruin him. Brendan meets the Pin, who suspects that Tug is planning to betray him. At the Pin's house, Tug tells Brendan that the Pin recently bought ten bricks of heroin. Eight were quickly sold off wholesale. The ninth was stolen and later returned contaminated, and the final brick remains to be sold. The Pin arrives and says that someone wants to meet to discuss Emily, revealing that Tug was also romantically involved with her.\nBrendan intercepts Dode on the way to the meeting and discovers Emily was pregnant when she died; Dode believes the baby was his. Brendan passes out from his accumulated injuries and arrives at the meeting late to find Dode demanding money to reveal who killed Emily. Tug goes berserk and shoots Dode in the head, then threatens the Pin, who walks away as Brendan faints again. Brendan awakens in Tug's bedroom, and Tug tells him they are at war with the Pin.\nBrendan arranges a meeting between the two and waits in Tug's bedroom. Laura comforts him as he grieves for Emily, and they kiss. Brendan recognizes her cigarette as the same brand that was dropped from the Mustang during the call with Emily. At the meeting, chaos erupts when it is discovered that the tenth brick is missing. Tug beats the Pin to death while Brendan flees, escaping just as police arrive. As he goes, he passes the partly-open trunk of Tug's car, where he has placed Emily's body to ensure that police blame her murder on Tug.\nThe next day, Brendan meets Laura at the school. She reveals that Tug died after a shootout with the police. Brendan explains that he knows Laura set Emily up to take the fall for Laura's theft of the ninth brick, then manipulated Emily into meeting Tug, who panicked and killed her after she told him he was the father of her unborn child. Brendan has written a note to the school administration stating that the tenth brick is in Laura's locker. Laura vindictively tells Brendan that Emily did not want to keep the baby because she did not love the father, and that Emily was three months pregnant when she died, meaning the unborn child was his.", "tmdb_plot": "A teenage loner pushes his way into the underworld of a high school crime ring to investigate the disappearance of his ex-girlfriend.", "tmdb_id": "9270", "wiki_id": "2748709"}, {"title": "Conversations with Other Women", "genres": ["Drama", "Romance"], "wiki_plot": "At a wedding reception in New York, a man in his late thirties (Eckhart) approaches a bridesmaid (Bonham Carter) of about the same age, and offers her a glass of champagne. As conversation ensues, they begin to flirt. Witty small talk about such topics as the wedding party and their own past relationships gradually reveals to the viewing film audience that they are not strangers, but in fact were previously husband and wife. A series of flashback scenes shows much younger versions of the two of them together at the start of their relationship.\nDespite both having significant others (22-year-old Sarah the dancer and Geoffrey the cardiologist, respectively, both absent), the couple go upstairs to her hotel room together. However, their decision to sleep together is one which is clearly complex and fraught with emotional baggage for each of them. Again with flashbacks, a series of vignettes juxtaposes their earlier selves against the older, perhaps wiser, couple in the hotel room.\nThe two reminisce and reassess their feelings for each other. He appears to have ambiguous feelings about the direction of his life, while she seems more adjusted to her life choices. The emotional fulfillment the two experienced in their youth has the appearance of causing them to reflect on their current lives in comparison to the choices and options they had while much younger.\nShe must catch a transatlantic flight home to London in the morning, so the two leave the hotel in the early morning. As they return to their separate lives, each speculates with their cab driver on the future and the difficulty of being happy.", "tmdb_plot": "Reunited at a wedding after many years, former lovers again feel the pull of a mutual attraction neither is willing to admit. Escaping the reception for the privacy of a hotel room, the unnamed pair explore the choices of the past that led them to the present.", "tmdb_id": "15624", "wiki_id": "9168916"}, {"title": "Cut Sleeve Boys", "genres": ["Comedy", "Drama"], "wiki_plot": "Mel and Ash are two British Chinese gay men who were at college together. After attending the funeral of a long lost friend, Gavin, a closet case from their university days, they start examining their lives. Mel, an aging muscle boy who wants to stay in the scene and party forever, rejects the love of Todd, because he thinks Todd is too provincial and not sophisticated enough for the metropolitan lifestyle.  Ash is unable to find a boyfriend, because he is considered too effeminate for the “macho” gay scene.  Following a chance encounter with Diane, a transsexual from their college days with a straight-acting lover, Ross, Ash decides to try cross-dressing. To his surprise, Ash finds that, in the West, an Asian woman is considered far more desirable than an Asian man.  Cut Sleeve Boys is a quirky satire on the gay scene's obsession with masculinity. It is a journey of self discovery for the two British Chinese protagonists, both having abandoned their individual identities in order to fit in.", "tmdb_plot": "Two British Chinese gay men decides to re-examine their lives following a death of their friend. Mel sleeps around whilst rejecting the love of Todd and Ash decides to cross dress to find his knight in shining armour.", "tmdb_id": "32714", "wiki_id": "62323290"}, {"title": "Dil Jo Bhi Kahey...", "genres": ["Romance"], "wiki_plot": "Shekhar Sinha, his wife Sandhaya and their son Jai  are one of the many Hindu Indo-Mauritian families living in Mauritius.\nJai ventures out to Stockholm, Sweden to obtain an education in culinary studies and incidentally meets Sophie Besson, a Roman Catholic Franco-Mauritian. They start meeting regularly and soon fall in love. Jai is introduced to Sophie's parents, Norman and Claire Besson. Norman (a large land owner in Mauritius)  instantly disapproves of him (because of his ethnicity). Jai feels his father and mother would approve of Sophie. Unfortunately Sandhaya disapproves her (because of her Catholic faith) and tells Jai to end his relationship with her.\nThe lovers plan to elope but Jai fails to turn up on the stipulated wedding time in Church. Sophie reluctantly returns to her parents to marry the boy of their choice (Gordon). By this time Jai is engaged to Gayatri Pandey, to fulfill his mother's wish (who has asthma). Sophie wants to know why Jai did not turn up. Meanwhile, Gayatri learns of Jai and Sophie's love and comes up with a ruse of Sophie's false pregnancy that forces Sophie and Jai's family to accept them as a couple. The film ends with Gayatri leaving Mauritius.", "tmdb_plot": "During the British rule in India, several Indians were lured by the British to travel to distant Mauritius where they would have a better life. Upon reaching this island, the Indians were enslaved, tortured and made to labor in what is now known as the \"Coolie Ghat\". After the British left India, the Indians in Mauritius decided to continue to live there along with other nationals from different countries.", "tmdb_id": "74084", "wiki_id": "8099378"}, {"title": "Evil Aliens", "genres": ["Comedy", "Horror", "Science Fiction"], "wiki_plot": "The film begins with the alien abduction on Scalleum, a remote island off the coast of Wales, of Cat Williams and her boyfriend. Cat's boyfriend is gorily killed through brutal anal probing, and Cat is (also gorily) implanted with an alien fetus. Cat's story attracts the attention of Michelle \"Foxy\" Fox, the bosomy host of the cable TV show Weird Worlde, who brings a film crew to the island — her cameraman boyfriend Ricky; Jack the sound man; nerdy UFO expert Gavin Gorman; and actors Bruce Barton and Candy Vixen (the latter, Foxy's producer assures her, \"because she's good, not because she's my girlfriend\").\nThe island is accessible via a narrow causeway only at low tide. The Weird Worlde crew sets out in their van, but it is dark by the time they reach the Williams family's creepy farmhouse, where they meet Cat and her three hulking and sadistic brothers (who speak only Welsh with English subtitles). The crew (with the exception of Gavin Gorman) initially assume that Cat's story is a hoax, and even go so far as to make a crop circle in a nearby field so they can film it for the show, to Gorman's great disgust. However, it soon turns out that the aliens are all too real and rather malevolent.\nThe film crew teams up with the Welsh Williams brothers to fight off the aliens, with a great deal of blood and gore. One highlight features Ricky running down some aliens in a combine harvester, to the tune of \"Combine Harvester (Brand New Key)\" by The Wurzels.\nEventually, the alien child inside Cat claws its way out; on board the alien ship, Foxy is impregnated with another alien fetus while Gavin loses his virginity to a shapely female alien; Bruce, Candy, and the Welsh brothers meet various horrible demises; Ricky blows up himself and four alien pursuers in a tank of liquid manure; back at the house, the female alien rips Foxy in half; and finally Gavin manages to use his laptop (in a sequence reminiscent of Independence Day) to overload the ley lines of the nearby stone circle. As Cat's alien child rips his arms off, Gavin manages to press the space bar with his nose, sending the stones shooting into the underside of the alien craft, which crashes into a convenient mountain. Jack the sound man, meanwhile, having been blinded by alien ichor early in the film, swims across the channel to the mainland, only to discover that he's lost the videotape that was the only proof of their extraterrestrial encounter.\nThe film ends with a clip from an alien talk show reminiscent of Jerry Springer (and subtitled in English), on which Gavin's female alien is trying to explain how her entire crew was killed by humans and she herself carries the love child of one of those humans. The audience roars with laughter, and the host cuts her mike.", "tmdb_plot": "The sensationalist reporter Michelle Fox presents the TV show Weird World, with phony matters about UFOS and aliens. When she hears about Cat, a young woman that claims that have been abducted with her boyfriend and become pregnant by aliens, she convinces her chief to travel with a team to the remote Welsh island of Scalled to interview Cat. She invites the cameraman Ricky Anderson with his sound technician partner; the nerd expert in \"ufology\" and \"ley lines\" Gavin Gorman; the actress Candy Vixen and an obscure gay actor to prepare the matter. They get a van and wait for the low tide to reach the island, and when they find evidences that aliens are really landed in the location, the ambitious Michelle decides to film her way to fame and wealth.", "tmdb_id": "10177", "wiki_id": "4228138"}, {"title": "Game 6", "genres": ["Drama", "Comedy"], "wiki_plot": "Nicky Rogan has written several plays and has achieved success.  It's now opening night of his latest effort and everyone around him assure him that this one will be the best yet. But as opening hour approaches, Rogan falls prey to doubts and fears, egged on by another playwright whose last work was trashed by the local newspaper's new drama critic, Steven Schwimmer. He eventually lets those fears drive him to resolve to kill the critic (who he assumes will also trash his play) and he procures a handgun with which to perform the deed.\nInstead of attending the play's opening night, Rogan spends time in a bar, accompanied by a lady cab driver and her grandson; earlier in the evening she misidentified Rogan as a local, small-time hoodlum but he doesn't correct her misidentification.\nThey watch the crucial Game 6 of the 1986 World Series between the Boston Red Sox and the New York Mets. The Sox have won 3 games and could clinch the title by winning Game 6 but Rogan, a lifelong Sox fan, knows how easily the team can lose when they should win. He spends the evening waiting for the inevitable, even though the Sox are leading most of the time. When the inevitable does occur (due to an unexpected pair of errors at the end of the final inning), he snaps and leaves to take out his rage on the newspaper critic.\nRogan not only finds the critic but sees him in the early stages of deflowering the playwright's daughter. He begins firing wildly and is finally calmed when he learns the critic is equally devastated by the Sox's loss.  They end up together, watching an interminable rerun of the final error by Bill Buckner on a small television set in the critic's apartment.", "tmdb_plot": "Combining real and fictional events, this movie centers around the historic 1986 World Series, and a day in the life of a playwright who skips opening night to watch the momentous game.", "tmdb_id": "80919", "wiki_id": "5624816"}, {"title": "The Gigolos", "genres": ["Comedy"], "wiki_plot": "The film begins at night with Sacha on a balcony on the south side of the River Thames in London, overlooking Parliament. Sacha smokes while his valet Trevor helps him dress. Sacha leaves the apartment block in his silver Mercedes SL480 (a reference to the Mercedes 450 SL Convertible Richard Gere drives in American Gigolo), crossing Westminster Bridge to a date.\nSacha first meets Joy, an ageing assistant in a publishing company, then Lady James, a powerful government minister. Sacha dines and dates elderly clients (all over 50), sometimes providing something more. Meanwhile, Trevor goes about his business as both Sacha's valet and his pimp, sourcing the clients and booking hotel rooms.\nOne night, Sacha injures himself \"on the job\" in a swimming pool, so trains Trevor as his temporary replacement. Trevor is a surprise hit as a gigolo, and the pair go into competition.", "tmdb_plot": "Sacha is an aging, well-established London 'male escort' with a select clientèle of weekly socialite ladies, such as baroness James, who expect an impeccable service he can only provide thanks to his in-living 'orderly', handsome 'clever Trevor', who moonlights as nude arts class model. Ben is a rising novice, who seeks their coaching. When Sasha makes a bad fall, Trevor must cover during his recovery, but jealous Sasha is far from grateful.", "tmdb_id": "70234", "wiki_id": "6245053"}, {"title": "Half Light", "genres": ["Thriller", "Horror"], "wiki_plot": "Rachel Carlson (Moore) is a successful American murder mystery author living in London with her five-year-old son, Thomas (Balawi) and her second husband, Brian (Cusick), a successful book editor who has been unable to get any of his own works published. His mother being too busy working on her latest novel to play with him, Thomas goes to play outside their canal side home, only to drown, devastating Rachel and putting a tailspin on her marriage and her ability to finish her latest novel.\nSeveral months later Rachel still blames herself for the death of her son, and is not only unable to finish her book but is also a signature away from formally being divorced from her husband. In an effort to finish her novel and find some peace, Rachel moves away to a remote cottage on the Scottish coast. However, she soon starts to see the ghost of her late son, who at one point drags her into the water and at another point moves a set of magnets on the refrigerator. A local town psychic informs Rachel that the spirit of her son is trying to tell her something, but the rest of the locals warn Rachel that the psychic is just a troubled woman.\nTroubled by the possibility that her son has returned from the grave, Rachel shares her troubles with a young and handsome lighthouse keeper named Angus (Matheson) and the two spark a romance that suddenly goes awry when she learns that Angus died seven years ago by committing suicide after murdering his wife and her lover in the lighthouse. Rachel fears that she may be going insane, and her efforts to prove otherwise, and learn more about the suicide-murder of Angus, falter when the news articles about the tragedy have gone missing from the local library, and Sharon Winton, her best friend and writer for a British tabloid journal, goes missing after Rachel saw her killed by Angus in the lighthouse.\nIt eventually comes to light that her soon to be ex-husband has been having an affair with her best friend, and that they paid a man, Patrick, to pose as Angus in order to cause an already emotionally unstable Rachel to act crazy enough in public that, when they make her murder look like a suicide, no one will suspect foul play. Just as Rachel is about to leave town, convinced that her dead son is trying to warn her that her life is in danger, she is drugged by Sharon and Brian and dumped into the sea, only to be saved when the keys to the chains she has been put into suddenly fall into the water and thus allow her to free herself and make her way to the lighthouse in an effort to seek some revenge. (It was previously written on a slate, \"don't forget, look behind you\" and Rachel heard her son repeating those lines in water).\nHowever, after a brief fight at the lighthouse, Sharon hits her head and is killed in the kitchen, and Brian is murdered by Patrick, possessed by the spirit of Angus, in much the same way that Angus's wife and lover died seven years previously. Patrick then jumps from the tower, as Angus had done. Rachel leaves town, with the promise that no one will be allowed to access the lighthouse, so that Angus's spirit can finally rest. She returns to her home in London, where her son died, having decided to celebrate his life instead of mourning his death.", "tmdb_plot": "Rachel Carson, a best-selling crime novelist, is devastated and filled with guilt over the accidental death of her son. Hoping that a change of scenery will help alleviate her suffering, she leaves her home in the city and moves into a vacant country house owned by a friend and begins a relationship with charming local Angus. But, just as her life is taking a turn for the better, Rachel realizes she's being romanced by a ghost, leading her to doubt her own sanity.", "tmdb_id": "9756", "wiki_id": "2465336"}, {"title": "Have No Fear: The Life of Pope John Paul II", "genres": ["Drama"], "wiki_plot": "The plot of the film begins with the pope's visit to Jerusalem, a stop on his 91st trip abroad, which occurred between 20 March and 26 March 2000.\nAt the Western Wall, he asked God to forgive the sins of the church, before retreating alone to the Church of the Holy Sepulchre.\nIn flashbacks to an early age, he lost his mother and his brother Edmund. Later, he lived through the German occupation of his Polish homeland during World War II and postwar communist Polish People's Republic. Through all these hardships, he maintained his love for Jesus of Nazareth and the Virgin Mary.\nHe became an ordained priest, and eventually Krakow's bishop and archbishop, where he began his fight against Communism and its oppression. On October 16, 1978, Karol Wojtyla became the 264th pope of the Roman Catholic Church, and now called himself John Paul II.\nThe \"Polish Pope\" himself made history with the third longest papacy ever. He made his triumphant papal return to Poland in June, 1979, confronted liberation theology, survived the assassination attempt on himself in 1981 by Mehmet Ali Agca (who he later forgave in 1983) and used his influence to help bring both Communist and right-wing totalitarian regimes, such as Alfredo Stroessner's dictatorship in Paraguay, to their knees. Afterwards, he expressed distress over materialism and unprincipled capitalism in his native Poland and denounced the sexual abuse of children that was brought to his attention in 2002, saying that \"every sin can be forgiven, but by God, not by me\".\nOn 2 April 2005, Pope John Paul II died.", "tmdb_plot": "The eventful life of a humble Polish priest who once decried the pomp of the Catholic Church \"a circus\" and labeled the Pope a \"prisoner of the Vatican\" before ascending to the papal throne to usher Catholicism into the 21st century. Born in Poland and forced to carry on following the untimely death of his family, Karol Wojtyla endured both personal hardships and the rape of his homeland by the Third Reich to spread the word of God through the Catholic Church. Later, as Pope John Paul II, Wojtyla was beloved by millions of Catholics worldwide. From the sexual-abuse scandal that shook the American Catholic Church in the later-20th century to the murder of Salvadoran Archbishop Oscar Romero and the near-fatal assassination attempt made on his own life, Pope John Paul II endured to bridge the gap between various faiths until his death resulting from Parkinson's disease in April of 2005.", "tmdb_id": "132867", "wiki_id": "4954684"}, {"title": "Haze", "genres": ["Horror", "Mystery"], "wiki_plot": "A man wakes up in a small concrete space bleeding from the abdomen. He can barely move and has no recollection of why or how he came to be there. Crawling forward he eventually meets a woman and they try to piece together their past lives.", "tmdb_plot": "A man awakes to find himself trapped in a dirty, confined crawlspace. He barely has enough room to move. He also has no memory of why he’s there, or why he’s bleeding from a stomach wound. Apparently drugged, he occasionally ‘zones out’ of his surroundings as he tries to edge towards his way to freedom. But the more he explores, the more pain he has to endure, and the more frightening his predicament becomes.", "tmdb_id": "26040", "wiki_id": "5726702"}, {"title": "Heading South", "genres": ["Drama", "Romance"], "wiki_plot": "Ellen (Charlotte Rampling), is a professor of French literature at Wellesley College in Boston who has spent six summers at a Haitian resort where local young men and teenagers providing sexual companionship are easy to find. Among other guests, Brenda (Karen Young), a stay-at-home wife from Savannah, Georgia, and Sue (Louise Portal), a warehouse manager from Montreal, feel lonely and ignored by middle-aged men back at home. They travelled to Haiti to enjoy a holiday of sun, surf, and sex with attractive teenagers to whom they are financially generous; complicating their friendship is the fact that Ellen and Brenda both live for the attention of Legba (Ménothy César). It is only after an episode of violence disrupts their vacation that their eyes are finally opened to the callousness of their hedonistic actions, the suffering of the Haitian people and the political climate.", "tmdb_plot": "A story of three female tourists who visit Haiti, in order to enjoy the sexual nature of the young men.", "tmdb_id": "1540", "wiki_id": "6107147"}, {"title": "Hoot", "genres": ["Drama", "Family"], "wiki_plot": "Middle school student Roy A. Eberhardt and his parents have just moved to Coconut Cove, Florida from Montana. Roy is mercilessly teased and bullied at his new school by Dana Matherson, until he accidentally breaks Matherson's nose while getting harassed on the school bus and struggling to get free. As a result, Roy gets suspended from riding the school bus for three days and must write Dana an apology letter as a punishment. Roy slowly becomes friends with Beatrice \"The Bear\" Leep and her stepbrother \"Mullet Fingers\".\nMeanwhile, an unknown person is found to be responsible for sabotaging a local construction site where a \"Mother Paula's Pancake House\" restaurant, overseen by corrupt regional manager Chuck Muckle, is about to be built. In order to catch the trespassers and prevent further vandalism, Officer David Delinko has parked his police car on the building site. Delinko falls asleep and an unknown prankster vandalizes the car by spray-painting its windows black. The next day at breakfast, Roy and his parents read about the spray-painted police car. The police chief then gives Delinko a small police scooter to replace the vandalized car.\nSoon, Roy learns that in order to build the pancake house, they must first kill the burrowing owls living on site. Mullet Fingers has been covertly pulling pranks to stop construction (including the tagging of Delinko's car), but Beatrice must take Roy into their confidence when he is badly bitten by guard dogs. Roy joins their crusade to save the endangered owls. Leroy \"Curly\" Branitt, the beleaguered construction foreman, is trying to keep the construction schedule going, despite the presence of the owls, because of daily abuse from Muckle over the phone, and later in person.\nThe trio reveals to Delinko and the rest of the town that there are burrowing owls on the lot. They then manage to get everyone to be quiet long enough for the owls to emerge, and Delinko places Muckle in handcuffs. Kimberly, the actress who plays Mother Paula, offers Coconut Cove the site as an owl preserve in the interest of damage control and publicly fires Muckle.\nRoy's parents decide to stay in Florida. Officer Delinko finally gets promoted to detective and gets an unmarked patrol car (until he accidentally backs it off a fishing pier). Dana is sent off to military school, where he gets bullied by the drill sergeants. Muckle does community service for 90 days (then, after he is hit in the head and knocked unconscious by a falling coconut, the judge extends his sentence to 30 more days for lying down on the job). The land is donated and turned into an animal sanctuary so the owls can continue to live there. Curly and Kimberly leave Mother Paula's Pancake House to raise dogs, and Roy continues to be friends with Beatrice and Mullet Fingers.", "tmdb_plot": "A young man moves from Montana to Florida with his family, where he's compelled to engage in a fight to protect a population of endangered owls.", "tmdb_id": "18276", "wiki_id": "3934285"}, {"title": "House of the Dead 2", "genres": ["TV Movie", "Horror"], "wiki_plot": "A few months after the first film's events, Professor Roy Curien at the fictional Cuesta Verde University (CVU) in Seattle has managed to subdue and contain a \"Hyper sapiens\" specimen, who is revealed to be his son, Rudy Curien (a survivor of Isla del Morte incident). Curien experiments on another survivor (Alicia), trying to determine the source of her immortality, with apparent disregard for the rotted state of Alicia's body. When Curien creates a serum that he believes will bring back the dead and grant immortality, Curien murders one of his students and injects her with the serum. She returns to life, infects Curien, and breaks out of the building.\nA month later, the university has a full-fledged outbreak, confirmed by AMS reconnaissance teams. Jake Ellis, an agent for AMS, goes in search of fellow agent Alexandra \"Nightingale\" Morgan. He finds her on a date at a restaurant, where she must execute several infected people before she returns to base with Ellis. After being ordered to retrieve a blood sample from the originally infected specimen on campus, they are warned that missiles will level the campus at midnight, regardless of whether the agents are still present. She assigns a gender-mixed Special Forces team of U.S. Marines to provide them with backup. Ellis openly questions the competence of the soldiers, leading to friction between the two units. Upon arrival at CVU, the soldiers encounter zombies. One soldier panics, and another becomes infected after his gun jams. When the others discover his injury, they sever his infected arm, but he turns and infects the team medic; Ellis executes both. The team continues forward into the university proper.\nThey battle through the hordes of infected, splitting into two teams. Two female soldiers, Lieutenant Alison Henson and Private Maria Rodriguez, and a male soldier, Bart, investigate the dorms. They break into a female dormitory, where they find a naked zombie body. A mosquito trapped in the room bites Bart, who attempts to pose with the corpse. Fearing contamination but unwilling to execute Bart, Henson handcuffs Bart to a radiator, and the two soldiers exit the room, falling back to the van.\nMeanwhile, the second team, including Alex and Ellis, are attacked multiple times. Eventually, every soldier escorting them is killed, including the unit's leader, Sergeant Griffin. They fight their way to the professor's laboratory, finding the original specimen still imprisoned and a pair of students, Lonny and Sarah, who had survived. They enter the confinement room and extract blood from the zombie but are forced to kill it when it breaks free. Lonny and Sarah, who had allowed them into the confinement room, are overrun and torn apart by zombies, and Alex and Ellis escape while the zombies feed on the bodies.\nHenson and Rodriguez make it to the extraction vehicle. There, they prepare to rescue Alex and Ellis, but a zombie who was locked in the back of the van by the soldier assigned to guard it bites Rodriguez. Henson executes Rodriguez, and the duo arrives in front of the science building as Alex and Ellis fight their way through a zombies horde. Henson saves Alex and Ellis but destroys the blood vial sample. They are forced to turn back, with ten minutes before the military releases the missile level the campus, and fight their way back to the confinement room. They retrieve a second vial, but Henson is bitten on the ankle. She remains behind and commits suicide as Alex and Ellis escape before the missile strikes the campus. Only Ellis makes it out before the missile hits, with Alex surrounded by zombies. Bart breaks free from the dormitory by amputating his hand and forces Ellis to hand over the vial. Bart decides to kill Ellis anyway, but Alex, having survived, kills Bart. His dying action is to pull the pin on a hand grenade, destroying the vial. Alex is wounded but uncertain of her condition. Ellis refuses to execute her. The two leave together as they head to Seattle, finding that the infection has spread to the rest of the city.\nIn a post-credits scene, the infected professor from the school breathes heavily and looks frantically around.", "tmdb_plot": "In Guesta Verde University, the deranged Professor Curien is trying to bring back the dead, killing students for the experiment. There is an outbreak of zombies in the campus, and the government sends a NSA medical research team, formed by Dr. Alexandra Morgan a.k.a. Nightingale and lieutenant Ellis, with a special force leaded by lieutenant Dalton, trying to get the zero sample from the first generation zombie. The team has a very short time to accomplish their mission and leave the place before missiles are sent to destroy the area. However, the place is crowded of hyper sapiens and the group has to fight to survive.", "tmdb_id": "29293", "wiki_id": "3242877"}, {"title": "Kantatar - Barbed Wire", "genres": ["Drama"], "wiki_plot": "Kantatar (Barbed Wire) revolves around the journey of Sudha (Sreelekha Mitra), a socio-political-love drama, Kantatar centers on an illegal immigrant's search for identity and her effort to survive sake and in search of an identity, moves from one man to another and from one religion to another. The sudden threat of cross border terrorism entirely changes the socio-political situation in a remote village close to the frontier, the army rolls into town, and the drastic changes take their toll on inter-personal relationships as they are marred by suspicion, competition and fear. Sudha takes refuge in a temporary weather camp just outside the village. She develops a physical relationship with Binod (Sudip Mukherjee), the weather balloonist, whose job it is to take note of the frequent change of wind direction. But soon Sudha's identity comes into question and she is seen as a suspect. Her dream of a secure shelter is once again threatened. This is a beautiful and engaging film, which luxuriates in the story and its location. The visual poetry and unfettered exploration of the ongoing conflict on the borders of India and Bangladesh come together with great impact and insight. There are brilliant touches of both satire and social comment, which go to show that Bappaditya Bandhopadhay has a lot to say about today's India. Sudha's hard life consists of weaving herself in and out of different relationships with men and dabbling in various religions. The immediate threat of attack entirely changes the climate of her remote border village, and as the army rolls into town, inter-personal relationships are drastically affected. Suspicion, competition and fear start to grip the villagers. Sudha takes refuge in a temporary weather camp just outside the village. Binod, a meteorologist working in the village, becomes fascinated by Sudha, and they soon begin a physical relationship. But when Sudha's identity is called into question, she is seen as a terrorist suspect. Her dreams of security are once again threatened. Kantatar is visually engaging, luxuriating in the lush locales where it was filmed. Director Bappaditya Bandhopadhay relies on both satire and social comment to tell his story, all the while exploring the ongoing conflict on the borders of India and Bangladesh. Modern India is portrayed with great impact and insight.", "tmdb_plot": "Kantatar (Barbed Wire) revolves around the journey of Sudha (Sreelekha Mitra), a socio-political-love drama, Kantatar centers on an illegal immigrant's search for identity and her effort to survive sake and in search of an identity, moves from one man to another and from one religion to another. The sudden threat of cross border terrorism entirely changes the socio-political situation in a remote village close to the frontier, the army rolls into town, and the drastic changes take their toll on inter-personal relationships as they are marred by suspicion, competition and fear. Sudha takes refuge in a temporary weather camp just outside the village.", "tmdb_id": "936656", "wiki_id": "19918475"}, {"title": "Killer Pickton", "genres": ["Thriller"], "wiki_plot": "Billy Pickton is with his lawyer in a police interrogation room, about to be questioned by a police detective and district attorney. As the detective and district attorney converse about Billy's case, the story is told in flashback.\nBilly is shown running a severed pig's head and hoofs up and down the body of a sex worker, in a strangely sexual sequence, as the detective narrates.\nBilly's \"modus operandi\" of luring sex workers to his sister's expensive home to drug and kill them is shown in a series of episodes. His first victim, Cara, is drowned in a bathtub, placed in a large wheeled trash can, taken to the family pig farm, and fed into a wood chipper. The remaining episodes follow a similar pattern. The next victim, Kim, is drugged and abused in one of the bedrooms of Billy's sister's house. The abuse is interrupted by a housekeeper, who quietly observes Billy move the drugged woman into a trash can and wheel her to the pig farm. There, he suffocates his victim and feeds her hand into a meat grinder.\nBilly forces alcohol down the throat of his next victim, Monique. He drags the incapacitated woman around the house, up the stairs, forcing her to swallow pills, before killing her. She is later fed into the wood chipper.\nThroughout the film, the detective implies and then finally accuses Billy of mixing the remains of the victims with pork meat that was then sold to a national food market chain for public consumption. In flashback dinner scenes with his sister Julia and brother Darryl, Billy does not answer questions about why the pork products \"taste so good\".\nAfter the next victim, Wendy, is strangled and buried alive, Billy is interrupted by three teenage hitchhikers, one of whom he treats for a spider bite before sending them on their way, unharmed. Billy narrates how his mother made an audio recording of his father's death, which forever colored his view of women as \"evil whores\". There is a brief flashback of Billy dancing and frolicking with a sex worker and attending church.\nBilly's next victim, Annie, is treated to a tour of the house attic, and their relationship starts to take a bizarre romantic tone. She reads an Edgar Allan Poe poem to Billy before he drugs her—she wants him to kill her. However, he cannot bring himself to feed Annie to the wood chipper because as the detective intones, \"she was the only woman he ever cared for\".\nIn the pig farm basement, Darryl discovers Annie's corpse, which leads to Billy's arrest. The movie ends with title cards that explain that Billy may have killed \"as many as 135...unfortunate women\".", "tmdb_plot": "Killer Pickton is a 2006 American horror film that is loosely based on the crimes of Canadian pig farmer Robert Pickton.", "tmdb_id": "399073", "wiki_id": "22770420"}, {"title": "Madeinusa", "genres": ["Drama"], "wiki_plot": "Set in the fictional small and isolated indigenous village of Manayaycuna (\"the town no one can enter\" in Quechua) in the Peruvian Andes, the story covers three days in the lives of the villagers and a stranger from Lima. The stranger, Salvador (Carlos de la Torre), is sent by a mining company to evaluate the geology of the area, but must stay in Manyaycuna over the weekend until travel can be provided. Salvador appears to be unwelcome he has arrived at the beginning of Tiempo Santo (\"Holy Time\"), a syncretic religious festival spanning Good Friday and Easter Sunday, and is sequestered in a barn by the town's mayor, Cayo. The villagers of Manayaycuna believe that during Holy Time, God, symbolized by an effigy of Christ, is dead and, therefore, nothing is a sin. Cayo is the father of the strangely named Madeinusa (Magaly Solier), a teenage girl who is the eponymous protagonist of the film, and has long been trying to take her virginity. However, Madeinusa has been able to hold him off, promising she will relent during Holy Time.\nAt the beginning of the weekend, Madeinusa is selected as the festival's Mater Dolorosa, much to her sister Chale's dismay. Madeinusa, desperate to leave the village and go to Lima, where her mother left for many years before, becomes interested in Salvador and has a conversation with him in the family's barn. During the town's night march, Madeinusa loses her virginity to Salvador. When Cayo finds out, he acts intimidatingly to Salvador, but does not physically harm him. Later, the film shows Salvador watching through a crack in the house's wall as Cayo has sex with Madeinusa. Madeinusa begs Salvador to take her with him back to Lima against the backdrop of the high sierra Andean landscape. At the end of the film, Madeinusa slips rat poison into her father's soup, poisoning him. The two sisters place the blame on Salvador and the film ends with Madeinusa sitting in what would be Salvador's spot on the truck back to Lima, suggesting he was killed or imprisoned by the villagers.", "tmdb_plot": "Madeinusa is a girl aged 14 with a sweet Indian face who lives in an isolated village in the Cordillera Blanca Mountain range of Peru. This strange place is characterized by its religious fervor. From Good Friday at three o'clock in the afternoon (the time of day when Christ died on the cross) to Easter Sunday, the whole village can do whatever it feels like. During the two holy days sin does not exist: God is dead and can't see what is happening. Everything is accepted and allowed, without remorse. Year after year, Madeinusa and her sister Chale, and her father Don Cayo, the Mayor and local big shot, maintain this tradition without questioning it. However, everything changes with the arrival in the village of Salvador, a young geologist from Lima, who will unknowingly change the destiny of the girl.", "tmdb_id": "46820", "wiki_id": "12673625"}, {"title": "Man Push Cart", "genres": ["Drama"], "wiki_plot": "Early every morning, Ahmad (Ahmad Razvi), a Pakistani immigrant, struggles to drag his heavy cart along the streets of New York to a corner in Midtown Manhattan, where he sells coffee and bagels. He encounters a wealthy Pakistani businessman who offers him some work and financial assistance, promising also to introduce him to the music scene. He also spends time with a young Spanish woman who works in a nearby newspaper and magazine kiosk. He is haunted by the death of his wife and is unable to spend time with his son. Just as it appears that he is making some progress in improving his life, an event occurs that pushes him back down again.", "tmdb_plot": "Every night while the city sleeps, Ahmad, a former Pakistani rock star turned immigrant, drags his heavy cart along the streets of New York. And every morning, he sells coffee and donuts to a city he cannot call his own. One day, however, the pattern of this harsh existence is broken by a glimmer of hope for a better life.", "tmdb_id": "5717", "wiki_id": "6823327"}, {"title": "Mario's War", "genres": ["Drama"], "wiki_plot": "A determined mother struggles to raise her adopted son with love and understanding as the disapproving eyes of her boyfriend and mother weigh heavily on her conscience.", "tmdb_plot": "A judge decides to take a difficult child, Mario (9 years old), from his family and entrusts him to a couple of unmarried forty-year-olds. For the three of them, living together is difficult and painful, since the couple and the child come from two separate realities. As relief from solitude and displacement, Mario creates his own world, where he meets Schad Sky, an imaginary playmate.", "tmdb_id": "24176", "wiki_id": "36824641"}, {"title": "Mrs. Harris", "genres": ["Drama", "Thriller", "TV Movie"], "wiki_plot": "On a stormy night in March 1980, a distraught Jean Harris arrives at the baronial Purchase, New York home of Herman Tarnower following a five-hour drive from McLean, Virginia. Her goal is to commit suicide beside the pond on his estate after confronting her former lover, who spurned her in favor of his considerably younger secretary-receptionist Lynne Tryforos.\nWhen Jean removes a gun from her handbag, Tarnower attempts to take it away from her, and in the struggle he is accidentally shot and collapses. Because the phone isn't working, Jean drives off to seek help from a neighbor, only to return to the house when she sees a police car heading in that direction.\nThe film then follows divergent paths, using flashbacks and flashforwards to tell the story of the couple's initial meeting, their evolving and eventually faltering relationship, the night of the shooting, and Jean's consequent trial for murder. A divorced mother of two sons, she tends to be complacent in both her personal and professional lives, the ideal target for Herman, a vulgar man with the need to be in total control of everyone and everything. He proposes marriage and presents Jean with a ring she feels is embarrassingly large and overly gaudy for the headmistress of a private girls' school. As time passes, she presses him to set a wedding date, until he finally confesses he has changed his mind about marrying her, primarily because he has no interest in playing the role of father to her sons. Jean attempts to return the ring, but he insists she keep it, and, instead of allowing her to make a clean break from the relationship, he continues to manipulate her by taking advantage of her need for a dominant presence in her life. By prescribing numerous medications to which she becomes addicted, he forces her to become both physically and emotionally dependent upon him while he flaunts his many affairs with other women.\nDuring Jean's trial, a flashback to the night of the shooting shows it in a very different light from the earlier portrayal. An angry Jean willfully and methodically shoots Herman and coldly watches him writhe in pain, but on the witness stand she insists it was an accident. Her staunch refusal to allow attorney Joel Aurnou to portray her former lover in a bad light prevents him from presenting any details that would support a defense of extreme emotional disturbance. Consequently, she is found guilty and sentenced to 15 years to life in the Bedford Hills Correctional Facility in Westchester County.", "tmdb_plot": "Based on the sensational 1980s media event, famed cardiologist Herman Tarnower meets a particularly brutal end at the hands of his jilted lover, Jean Harris.", "tmdb_id": "58934", "wiki_id": "5875250"}, {"title": "Nearing Grace", "genres": ["Drama", "Romance"], "wiki_plot": "High school senior Henry Nearing (Gregory Smith) has to cope with the death of his mother and is also forced to come to terms with evolving from a self-absorbed and confused adolescent to accepting the responsibilities of early adulthood. Unfortunately his father, Shep (David Morse) and his older brother, Blair (David Moscow), don't offer any kind of guidance and find themselves detaching at the seams. His father quits his teaching job, buys a motorcycle, as well as becomes a perpetual drunk, while his brother takes off to live as a transient doper. To make things even more complicated, Henry has two young women on his mind: the sexy, wealthy, as well as very popular Grace (Jordana Brewster) and childhood friend Merna (Ashley Johnson)—one girl drives him crazy, the other girl keeps him sane.", "tmdb_plot": "Having recently lost his mother, teenager Henry Nearing develops a crush on seductive classmate Grace, who toys with him. Though he has been friends with Merna for a long time, he fails to see her sincere attraction to him, and instead wastes time with the uncaring Grace.", "tmdb_id": "20564", "wiki_id": "2552477"}, {"title": "Neil's Party", "genres": ["Comedy", "Romance"], "wiki_plot": "Four British buddies arrange a wild party of sex, booze and rock and roll as the ultimate solution to their problems with the opposite sex.", "tmdb_plot": "Four British buddies agree to arrange a home-alone party as the ultimate solution to their problems with the opposite sex.", "tmdb_id": "45867", "wiki_id": "24709429"}, {"title": "Vocal Parallels", "genres": ["Drama"], "wiki_plot": "A group of Russian artists met in a desolate hangar, where they will alternate classical arias and discussions about the sense of life.", "tmdb_plot": "Vocal Parallels is a surreal, impressionistic concert of classical opera pieces performed by several retired Soviet opera divas: Roza Dzhamanova, Araksiia Davtian, Bibigul’ Tulegenova, and the late Erik Salim-Meriuert (Kurmangaliev), a fantastic countertenor.", "tmdb_id": "418771", "wiki_id": "50701599"}, {"title": "The Puffy Chair", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "The film concerns the relationships between men, women, brothers, mothers, fathers, and friends. The protagonist discovers on eBay a replica of a lounge chair that was used by his father long ago. The resulting road trip to pick up and deliver the chair as a birthday present for the father in Atlanta takes interesting twists.", "tmdb_plot": "Josh's life is pretty much in the toilet. He's a failed NYC indie rocker, and a failing booking agent. But he finds the potential of a small victory in a really bad idea. He decides to purchase a 1985 Lazy Boy on eBay, just like the one his dad had when Josh was a kid. He'll drive cross-country for the chair, staying with Emily at his brother's house on the way, and deliver it to his father as a surprise birthday gift. But when Rhett ends up coming along for the ride, it's three people and a giant purple puffy chair in a too-small van... and one of them has to go before the trip's end.", "tmdb_id": "24055", "wiki_id": "5560593"}, {"title": "Puzzlehead", "genres": ["Science Fiction", "Thriller", "Drama", "Horror"], "wiki_plot": "Walter, a scientist living in a dark world where technology has been outlawed, secretly works to create a self-aware android in his own likeness. This android, named Puzzlehead by Walter, acts as the scientist's companion and his connection to the outside world; all the time developing his own personality and self-awareness in the manner of a learning child. The android and his maker turn against one another when Puzzlehead pursues Julia, a woman who does not know Walter has feelings for her.", "tmdb_plot": "In a post apocalyptic world where technology is outlawed, Walter, a reclusive scientist, secretly creates a self-aware android, \"Puzzlehead\". Jealously erupts when Puzzlehead wins the affection of Julia, the beautiful shopgirl that Walter has longed for. The resulting sci-fi love triangle is a Frankensteinian fable that traps all three in a web of deception and the ultimate betrayal.", "tmdb_id": "18634", "wiki_id": "9397371"}, {"title": "Rapid Fire", "genres": ["Action", "Crime", "Thriller"], "wiki_plot": "In Norco, California, four men plot a bank robbery using heavy weapons to intimidate the public and the police force. However, one employee activates the silent alarm in the police station, and the criminals are chased by the police and L.A. SWAT. In despair, in Lytle Creek,  the robbers fire about 2,000 rounds, kill one policeman, hit eight others, and damage many cars and one helicopter. In the end, the one survivor was  sentenced to life without parole.", "tmdb_plot": "A desperate band of Militia men attempts a daylight bank robbery in the sleepy semi-rural City of Norco, California, and leads the local Police on the longest, most violent running gun battle in Law Enforcement history. Based on the true events.", "tmdb_id": "68750", "wiki_id": "7090726"}, {"title": "Red Like the Sky", "genres": ["Drama"], "wiki_plot": "In 1970, ten-year-old Tuscan boy Mirco loses his sight following an accident with his father's rifle.\nThe parents are forced to make him attend an institution for the blind in Genoa. There, unable to use braille, he finds an old tape recorder and manages to invent fairy tales made only of noises and narration. In the meantime, he meets Francesca, the daughter of the concierge of the house next to them, although they could not meet. Mirco will increasingly involve all the other blind children by making them understand how much they are worth and how similar they are to all the other kids.\nIn the end the teacher organizes a play created by the kids, and all parents are impressed by it. Mirco's parents eventually decide to bring him home for the summer holidays.\nAt the opening it is said that the film is based on a true story, and before the closing credits we read: \"Mirco left school at 16 years old. Although he has never recovered his sight, today he is one of the most recognized sound editors of Italian cinema.\"", "tmdb_plot": "A nearly sightless boy is sent to a school for blind children, where he secretly discovers the possibilities of the recorded sound.", "tmdb_id": "57965", "wiki_id": "48467588"}, {"title": "Reefer Madness: The Movie Musical", "genres": ["Comedy", "Music"], "wiki_plot": "In a small middle-America town in 1936, a group of parents have been gathered by a mysterious Lecturer for an assembly. The ominous Lecturer informs the parents that he has come to warn them about the evils of marijuana on their youth (\"Reefer Madness\") through the tragic tale of one boy's struggles with the demon weed in a film titled \"Tell Your Children\". Throughout the film, the Lecturer stops to detail a political point or to condescend any audience member questioning his credibility.\nJimmy Harper and Mary Lane, a joyful teen couple, blissfully enjoy each other's company (\"Romeo & Juliet\"), unaware of the seedy goings-on in The Reefer Den across town. This is the residence of Mae, who is abused by her boyfriend, Jack, a street tough who supplies her and others with dope (\"The Stuff\"). Mary, Jimmy and their school friends head to Miss Poppy's Five and Dime, (\"Down at the Ol' Five and Dime\"). Jack appears at the hangout, offering Jimmy swing lessons to impress Mary.\nJimmy is taken to the Reefer Den, where Jack, Mae, college dropout Ralph and neighborhood prostitute Sally pressure him into smoking his first joint, leading him to a hallucination of an insidious bacchanal. (\"Jimmy Takes a Hit/ The Orgy\"). Jimmy turns into a crazed addict and neglects Mary, leading her to pray for him (\"Lonely Pew\"). While breaking into a church to steal collection money, Jimmy has a vision of Jesus Christ in a Vegas-esque Heaven, telling him to change his ways or be sent to eternal damnation (\"Listen to Jesus, Jimmy\"). Jimmy refuses to heed the word of God and continues to spiral into sin.\nOne night, Jimmy and Sally take a joy ride in Mary's stolen car while buzzed, running over an old man. Jimmy runs to Mary, debating whether to continue being under the influence or repent his ways (\"Mary Jane/ Mary Lane\"). Jimmy returns to Mary romantically, but he realizes that he is putting her in danger and tells her that he must leave town without her. Jack brings him back to the Reefer Den with a pot-brownie, putting him in a cartoonized trip (\"The Brownie Song\"). Mary follows Jimmy to the Den where Ralph seduces her by convincing her that Jimmy has joined his \"fraternity\". He suggests that they celebrate with a smoke, which turns out to be a toke. This intro to reefer immediately turns Mary into a sadistic dominatrix who terrorizes Ralph for pleasure (\"Little Mary Sunshine). Jimmy enters and a fight ensues. Jack stops the fight, knocks out Jimmy and accidentally shoots Mary. He frames an unconscious Jimmy for the crime. Jimmy gives Mary his class ring, and comforts her as she dies in his arms (\"Mary's Death\").\nJimmy is taken away by police. Racked with guilt, Ralph has pot-induced hallucinations of Jimmy as a ghost, Mary as Satan's sodomy pal and the children who got hooked on the Reefer Gang's dope as the living dead. Ralph gets an extreme case of the munchies and ends up killing and cannibalizing Sally. Jack shoots Ralph to stop him (\"Murder!\"). Seeing similar visions, Mae realizes the error of her ways and tells Jack to do the same. He rejects her pleas and she bludgeons him to death with a garden hoe, gaining her much-needed empowerment (\"The Stuff (Reprise)\").\nMae pleads to the visiting President about Jimmy's case, earning the boy a presidential pardon. Jimmy, Mae, the President and Jimmy's fellow prisoners, Ralph, Jack, and Sally (reincarnated as Uncle Sam, George Washington, and Lady Liberty respectively) raise the American justice system and patriotism (\"Tell 'Em the Truth\"). Jimmy burns down the Reefer Den's weed garden, freeing Mary from both Hell and Satan before everyone's eyes. The Lecturer's film ends with Mary entering Heaven, greeted by Jesus and other Holy souls.\nThe entire audience joins the suddenly real film cast to hold a huge anti-reefer book burning pledging to join the fight against marijuana, sex, racial and ethnic minorities and other things harmful to their dear country (\"Finale\"). The Lecturer drives off, pleased that he has succeeded in exploiting everyone's biases.", "tmdb_plot": "This film tells the tale of the Harper Affair, in which young Jimmy Harper finds his life of promise turn into a life of debauchery and murder thanks to the new drug menace marijuana. Along the way he receives help from his girlfriend Mary and Jesus himself, but always finds himself in the arms of the Reefer Man and the rest of the denizens of the Reefer Den.", "tmdb_id": "20521", "wiki_id": "3383231"}, {"title": "Blood", "genres": ["Drama"], "wiki_plot": "Diego is a middle-aged man with strabismus whose job is to count the number of people entering a large government building. His wife Blanca works as a food delivery personnel. In the evenings they both spend their time watching soap opera on TV lying on the couch. They eat dinner together and occasionally have sex. One day, while he is having dinner, he receives a call from his young daughter, Karina (from another woman). He asks her to meet him at a plaza and not to call on this phone as he could get into trouble at home. Next day at work, a co-worker, Martita, faints. Her estranged husband has taken her only son to the US without her consent. Colleagues help to get her on her feet. Diego walks with Martita to her house and, while leaving, she hugs him for being there. Blanca, who is passing by on a delivery, happens to see this embrace and misconstrues it. At home, Blanca angrily hurls a stool at Diego as he enters home. After sometime, as Diego is lying on the sofa, Blanca enters home, apologises for being violent and as a loving gesture buys him his favourite dinner for them to eat. Diego seems preoccupied as he lay on the bed, unable to sleep. Next day, Diego meets Karina, who is seeking a place to stay as she is not on good terms with her mother and her boyfriend is a drug addict. Diego cannot allow her to stay to at his house, instead he arranges for her to stay in an inexpensive single room hotel. A friend at the workplace asks him to join them for a game of pool. He politely declines, saying he needs to be with his wife. At the hotel, on repeated knocking of the door and not opening, he enters to find Karina in the bathroom, trying to hold her breath in the bathtub. He asks her not to repeat such acts in the future. At home, Blanca tries to get cozy with her husband, considering him being lost in thought of late, and jerks him off. In the morning, while Blanca takes a break after having cooked for Diego, asks him to overlook the simmering pan, which he forgets to do being lost in thought. In the car Blanca apologises to Diego for yelling and asks him why he is so quiet, Diego asks if he could bring his daughter Karina to stay with them, Blanca refuses, is visibly upset, starts crying and exists the car near her place of work. At the hotel, Diego enters to find his daughter lying dead on the floor. Heartbroken, he goes to work where he is further disturbed when a daughter and aged father are being shown the door by the security guard. He silently starts sobbing. After work, he buys a few stationeries and packs his daughter’s body in a polythene cover and disposes it in a garbage bin. At home, Blanca is on the floor naked inviting Diego for sex. Diego in this insufferable condition performs the act. In the morning, Blanca wakes up to pass the garbage to the garbage truck. Diego dresses up and follows the garbage truck in his car. He watches the Garbage truck dump the garbage bin in which Diego had disposed his daughter’s body. He follows the truck to the city dump area where they unload all the garbage. As the truck leaves, he is approached by a local trash collector  asking if he was looking for anything in particular. He tells him he is looking for his daughter. He walks further down the dump area along  a meadow where a group is overlooking a possible brawl where a middle aged man is heavily bleeding and a young man is panting standing next to him, he walks further when he comes across a creek. On the other side, a raw passion fruit drops from a tree, he crosses the creek and plucks all the fruits from the tree and walks back to his car where he drops a fruit on the seat, covers the seat with polythene cover and leaves.", "tmdb_plot": "Diego's job is counting people as they enter a large government building. After work, he and his wife Blanca lie on the couch...", "tmdb_id": "84848", "wiki_id": "25407475"}, {"title": "Sex & Philosophy", "genres": ["Romance", "Drama"], "wiki_plot": "In the midst of a mid-life crisis Jan, a 40-year-old dancing teacher, decides to tell his four lovers about each other. He gathers them together to explain his actions, going into details about why he first started his affairs with each of them. He gives them each a watch and they leave. Later, he discovers that one of his lovers was also having an affair with three other men when she calls him to a similar meeting and begins explaining why she begins an affair with each of them.", "tmdb_plot": "In the midst of a mid-life crisis Jan, a 40 year old dancing teacher, decides to instigate a revolution against himself. His first act is to summon each of his four lovers, who are unaware of each other, to join him at the dance studio where we assume he is a tutor. His revelations to the women prompt a discourse about love and the fleeting nature of happiness. But when he comes to the fourth and final woman, he finds that his own philosophy of love is not as easy to apply as he had presumed.  He realizes that the more the contemporary world has become sexually oriented the farther it has moved away from love...", "tmdb_id": "65410", "wiki_id": "31890421"}, {"title": "Shooting Dogs", "genres": ["Drama", "History"], "wiki_plot": "Joe Connor is a teacher at the École Technique Officielle outside Kigali, run by Father Christopher. The school is also home to a company of Belgian soldiers under the command of Captain Delon, as part of the UN peacekeeping mandate. Joe is close to a girl, Marie, who Christopher believes has a crush on him. In early April 1994, they observe a number of events that cause Christopher some concern, including lists being made of Tutsi families, reports of Hutu mobs attacking Tutsis elsewhere in the country, and a suspicious interest shown by Christopher's government contact in the number of UN troops at the school.\nOn the night of 6 April 1994, distant explosions and gunshots are heard, and Delon hears that the President's plane has been shot down. He mobilises his men to guard the school perimeter, turning it into a military base. Refugees arrive at the gates, and Christopher, over Delon's objections, insists that they are let in. The next morning, Joe drives to Marie's house to fetch her, but the house is deserted save for a dog. He returns to the school to find that she has arrived through the rear entrance, as the front entrance is now guarded by a Hutu mob. The refugees organise themselves under the leadership of Roland, Marie's father. A number of European refugees also arrive, and, to Christopher's frustration, Delon arranges for them to be given better quarters. Christopher continues with church services as usual, while Joe attempts to help the refugees.\nAs a mob surrounds the school, Joe thinks it would help the refugees if their plight is televised and requests Delon's assistance to fetch BBC journalist Rachel and bring her to the compound. Delon is initially cooperative, but abruptly changes his mind and refuses when he hears that the Belgian soldiers guarding Prime Minister Uwilingiyimana have been massacred. Joe decides to leave anyway and get his friend François, who is a Hutu, to escort him instead, but François is not at home. Joe finds Rachel and her cameraman and persuades them to come to the school by telling them there are Europeans there. As they are returning to the school they are stopped at a roadblock and dragged from their vehicle at gunpoint. While Rachel tries to negotiate their way out, Joe is distraught to see a Tutsi man dragged off and hacked to death with machetes. He is further horrified to see that François is with the mob, holding a bloody machete. François arranges for Joe and the BBC team to be let through. The journalists seem much more dispassionate about the events than Joe, which he later discusses with Rachel, who is a veteran reporter with experience of similar events in Bosnia.\nDuring an interview with Delon, Rachel asks him why his troops do not intervene to stop the killings and queries the UN mandate. Delon terminates the interview and tells her that he has requested a change to his mandate to allow him to intervene, without success. Christopher delivers the baby of Edda, one of the refugees, who names the baby after him. Christopher later leaves the school to find medicine for the baby and to visit a nearby convent, which he has heard has been attacked. At the pharmacist, he pays a bribe to get the medicine and angrily lies that the child is Hutu. When he arrives at the convent, he finds that the nuns have all been killed. Outside, the school's hurdles which he lent out as a favour are being used as part of the roadblock, something his government contact gleefully points out. On Christopher's return to the school, Delon tells him they will begin shooting the dogs scavenging nearby bodies. Christopher sarcastically asks if the dogs have been shooting at the UN troops, in reference to their limited mandate.\nFrench troops arrive at the base but announce they are only there to take French refugees. After a furious outburst from Delon, they agree to take all the Europeans. Joe attempts to negotiate for Marie to take his place on the trucks but is rebuffed. Rachel leaves with the French, telling Joe he should leave too. A group of refugees, including Edda, try to escape through the rear of the school but are ambushed by a mob. Most of them are killed, but a few make it back to the safety of the compound. Edda initially avoids them by hiding, but her baby begins crying, alerting the killers to her presence. As Joe watches, she and her baby are hacked to death.\nDelon eventually receives orders to withdraw from the school. While the Belgians are preparing to leave, Roland begs Delon to shoot the refugees, to spare them murder by machete, but Delon refuses. Joe decides he cannot bear it anymore and leaves with Delon. He encounters Marie as he is boarding the truck and cannot say anything but \"I'm sorry\". Christopher elects to stay behind, before realising he can smuggle children out in the back of the school truck. He takes a small group of children, including Marie, intending to return for more, but as soon as he leaves the school, the mob attacks and massacres the remaining refugees.\nChristopher is stopped at a roadblock, which is led by his friend Julius. Despite Christopher's attempts to talk his way through and appeal to their relationship, Julius is openly hostile. When Christopher refuses to cooperate, Julius fatally shoots him. Marie, observing their conversation and fearing that the truck will be searched, meanwhile manages to slip away unnoticed with the children. Christopher sees Marie escape before dying.\nFootage of Marie running is intercut with interview footage over the UN's reluctance to term the events in Rwanda a \"genocide\". In a brief epilogue, Marie tracks down Joe, who is now a teacher at Christopher's old school, and they briefly discuss their experiences.\nThe film closes with information about the genocide in Rwanda and the killings at the ETO in particular, with details of the personal experiences of some of the film crew during the genocide.", "tmdb_plot": "Two westerners, a priest and a teacher find themselves in the middle of the Rwandan genocide and face a moral dilemna. Do they place themselves in danger and protect the refugees, or escape the country with their lives? Based on a true story.", "tmdb_id": "8588", "wiki_id": "4301040"}, {"title": "Sissy Frenchfry", "genres": ["Comedy"], "wiki_plot": "Welcome to wildly eclectic and diverse West Beach High, where the annual student body president election will pit the quirky, much-beloved incumbent Sissy Frenchfry against a handsome, charismatic – and socially intolerant – transfer student with a devious plan to restore the status quo.\nSissy Frenchfry is the most popular student at West Beach High. He's got bleached blond hair with pink tips, earrings, and a decidedly unique fashion sense. The eternally good-natured Sissy is student body president, a member of every club on campus, and head of the yearbook and newspaper. Sissy IS the big man on campus, until one day...\nA transfer student named Bodey McDodey arrives at West Beach. Bodey is the quintessential All-American jock: handsome, arrogant, charming, and accomplished. He's ready to assume command as Alpha male in what should be a familiar high school setting; however, he's astounded at what he finds at West Beach. QB & Ross, the school's quarterback and linebacker, are boyfriends and openly affectionate; the talented yet plump Georgia Peach holds the head cheerleader position despite not being a size 2; and the school's student videographer and Sissy's best friend, Dana Aquino, is a goth transgender student. “What is wrong with this school?” Bodey asks himself. The worst of all is the fact that Sissy Frenchfry, someone Bodey considers a loser and a nuisance, holds the position of ultimate authority and respect in the school: Student Body President. Bodey sets his sights on the presidency, aiming to change West Beach forever.\nWhat follows is Bodey bribing, seducing, and manipulating his way into a position of popularity and power. Sissy must choose between his integrity, his duty to maintain the peace of the school, and his own desire to win the election.\nWill Sissy win back the school?", "tmdb_plot": "The annual Student Body President election at wildly eclectic and diverse West Beach High pits the quirky, much-beloved incumbent Sissy Frenchfry against handsome, charismatic -- and socially intolerant -- transfer student Bodey McDodey, who enacts a devious plan to restore the \"status quo.\"", "tmdb_id": "259210", "wiki_id": "5885538"}, {"title": "Stanley's Dinosaur Round-Up", "genres": ["Animation", "Family", "Western"], "wiki_plot": "Stanley goes with his family and friends to his great uncle's dude ranch. The local land baron is trying to buy the ranch and make it a parking lot for his nearby amusement park. The only way Uncle Stew thinks he can get any money to save his ranch is to find other dinosaur bones to attract customers. Stanley and his friends help in the search.", "tmdb_plot": "Stanley goes with his family and friend's to his great uncle's dude ranch. The local land baron is trying to buy the ranch and make it a parking lot for his nearby amusement park. The only way Uncle Stew thinks he can get any money to save his ranch is to find other dinosaur bones to attract customers. Stanley and his friends help in the search.", "tmdb_id": "156900", "wiki_id": "37347931"}, {"title": "Stephen Tobolowsky's Birthday Party", "genres": ["Documentary"], "wiki_plot": "The film opens on a beach in Malibu, where Tobolowsky recounts a miraculous swim he took on an earlier birthday. It continues in the kitchen of his home, as he boils sausages for his guests and recounts stories about his early auditions in Los Angeles. After some stories in the backyard, where he is grilling the sausages, the guests arrive. Then Stephen entertains his guests with stories about being nominated as one of 100 coolest people in LA, being in a rock 'n' roll band, and working on such films as Bird on a Wire and Mississippi Burning.\nThe film ends in the dark of night with a few leftover guests in his candlelit backyard and a tribute to his close friend Bob Darnell. Among the guests at the party are the actors Mena Suvari, Amy Adams, and his wife, Ann Hearn.", "tmdb_plot": "In Stephen Tobolowsky’s Birthday Party film-makers Robert Brinkmann and Andrew Putschoegl follow Stephen on his birthday and document a performance he gives for the cameras and a group of friends, during which he tells stories about his experiences in Hollywood. Instead of his regular role as a supporting actor, Stephen takes the stage in Birthday Party and shows that he has the charisma to hold the audience’s attention without the help of a script.", "tmdb_id": "121555", "wiki_id": "3484353"}, {"title": "Strangers with Candy", "genres": ["Comedy"], "wiki_plot": "46-year-old former high school dropout and self-described \"junkie whore\" Jerri Blank is released from prison and returns to her childhood home. She discovers her mother has died, her father, Guy, has remarried to the hateful Sara Blank, and she has an arrogant half-brother Derrick. To make matters worse, her father is in a \"stress-induced coma\". Taking the suggestion of the family doctor literally, Jerri decides to pick her life back up where she left it, beginning her high school all over again as a freshman at Flatpoint High.\nJerri joins Chuck Noblet's science fair team, the Fig Neutrons, along with her new friends, Megawatti Sucarnaputri (a spoof on Megawati Sukarnoputri) and Tammi Littlenut. Noblet is not pleased to learn that Principal Onyx Blackman has hired a ringer for their team, Roger Beekman, to ensure that Flatpoint wins, and so Noblet creates a second team. As she struggles to fit in and make her teammates proud, Jerri discovers that though the faces may have changed, the hassles of high school are just the same.", "tmdb_plot": "A prequel to the critically acclaimed series featuring Jerri Blank, a 46 year-old ex-junkie, ex-con who returns to high school in a bid to start her life over.", "tmdb_id": "13141", "wiki_id": "3288825"}, {"title": "Su-ki-da", "genres": ["Drama", "Romance"], "wiki_plot": "High school student Yosuke spends most of his free time sitting near a floodgate and playing the same short tune on his acoustic guitar. He is often joined by a girl in his class, Yu. Yu hums Yosuke's tune to her older sister, who is mourning her deceased boyfriend. Yu sets up a few meetings between Yosuke and her sister. While talking with Yosuke after school, Yu kisses him, but Yosuke walks away, leaving Yu devastated. While walking to see Yosuke, Yu's sister is hit by a truck and enters a coma. Yu tells Yosuke that she wants to hear his song when he finishes it.\n17 years later, Yosuke is working in music production in Tokyo. He shoos away a man interfering with an intoxicated woman lying in the street and takes her to recover in his apartment. During a break at the studio, a woman plays a few notes from the song Yosuke played in his school days and he realizes she is Yu. They go back to Yosuke's apartment and drink sake. Yu tells him that her sister is still in a coma. She starts to cry, Yosuke comforts her, and they kiss.\nYu and Yosuke visit her sister at the hospital and Yu leaves at the train station. Yosuke looks her up in the phone book and calls to say that he wants to play the finished song for her. On the way to meet her, he is stabbed by the man he shooed from the intoxicated woman. Yosuke lies in the street bleeding while Yu waits for him.\nYu visits Yosuke in the hospital and tells him she loves him. Yosuke replies that he loves her, too.", "tmdb_plot": "Two youths meet in adolescence, and about ten years later, reconnect as adults, and though both have changed drastically, their love still remains.", "tmdb_id": "59273", "wiki_id": "24227817"}, {"title": "Survival Island", "genres": ["Thriller", "Mystery", "Drama", "Romance"], "wiki_plot": "Jack and Jennifer are a wealthy couple who are yachting in the Caribbean during Christmas. One of their crew is the handsome Manuel, who is cursed by his angry ex-girlfriend Maria as he prepares to leave on the yacht. He is clearly bothered and has a difficult time fulfilling requests for the crew and guests. After Captain Richards confronts him, Manuel quits and throws down a rag as he storms out of the galley. The rag lands on a gas flame and causes the entire yacht to catch fire. Captain Richards is unable to control the blaze with a fire extinguisher so they abandon ship. Their lifeboats are capsized by a storm later that night and everyone becomes separated.\nWashing up on a deserted island, Jennifer is completely alone until she sees the body of Captain Richards in the water. As she attempts to resuscitate him, Manuel appears and also unsuccessfully tries to revive him. They bury his body and under Manuel's guidance, set out to build a hut for shelter and find food. Two days later while fishing near a reef, Manuel finds Jack alive and brings him back to Jennifer and their hut.\nAlthough Jack is grateful at first, he eventually suspects Manuel of having desires on his wife and declares the man his enemy, promising to ruin his life once they get off the island. This puts Jennifer in the uncomfortable position of her loyalty to Jack conflicting with the realization that they both need Manuel's help to survive. A proud man, Jack insists that he can provide for them both, but it quickly becomes apparent that he cannot. Jack and Jennifer's relationship starts quickly deteriorating.\nJack steals Manuel's goggles to go fishing one day and when Manuel discovers this, he threatens to kill Jack. Jennifer attempts to get him to calm down. As the two exit the water after fighting, Manuel pins Jennifer down and starts to rape her as a way of getting revenge on Jack, but she soon stops resisting and the act becomes consensual. Afterwards, Jennifer feels remorse despite having enjoyed the encounter and Manuel confesses his love for her. When Jack returns, Jennifer accidentally hints at him what had happened and he furiously rejects her.\nWhile fishing another day, Jack finds a boat on the ocean floor. He drags it to shore and attempts to repair it. That night, Manuel and Jennifer go for a midnight swim as Jack watches them from a distance. As they start having sex, she gives him the idea of stealing the boat while Jack is out fishing so they can get away together from the island. The following morning, they manage to steal the boat and sail, however they do not get far before the boat begins to sink and they realize that Jack's plan all along was for them to take the boat and drown. They are forced to swim back to the island and to Jack, who attacks the now-exhausted Manuel with a spear and kidnaps Jennifer. Manuel rescues her that night but gets wounded in the process and becomes sick.\nThe next day, Jack tracks down the pair and finds them on top of a branch of a tree. He throws one of his spears to a now-weakened Manuel, who loses his balance and falls to the ground. Before Jack could kill him, Jennifer pins Jack to the ground, attempting to kill him with his own knife. Manuel picks up a heavy rock with which to crush Jack but he loses his balance again and falls backward, impaling himself on one of Jack's spears. Simultaneously, Maria performs a voodoo ceremony and impales Manuel's effigy on a spike.\nOne year later, a yachting family drops anchor near the island and explores it, discovering Jennifer asleep in her hut. She, still somewhat distraught over Manuel's death, leaves with them, but does not mention that Jack, who she has been forced to live with and depend on since Manuel's death, is also on the island. Jack, who is fishing, sees her leaving on the yacht and calls out, but Jennifer, who had also stolen his lighter so he could not make any more fires, finally exacts revenge on him by ignoring him and the family inside the boat cannot hear him. Jack is abandoned on the island and his eventual fate is left ambiguous.", "tmdb_plot": "After a yachting accident, a millionaire and his wife are shipwrecked on a desert island along with their former deckhand, Manuel.", "tmdb_id": "9753", "wiki_id": "5346664"}, {"title": "Tre giorni di anarchia", "genres": ["Drama", "History"], "wiki_plot": "The three days power vacuum in a Sicilian village shortly after the American landing in Sicily in July 1943.", "tmdb_plot": "", "tmdb_id": "58510", "wiki_id": "46857440"}, {"title": "Wild Country", "genres": ["Horror"], "wiki_plot": "The plot of the film revolves around a group of Glasgow teenagers who, while on a hike through the Scottish highlands discover an abandoned baby in the ruins of a castle. As the group attempt to get the baby to safety a mysterious wolf-like beast suddenly appears, lurking in the darkness and begins stalking them, intent on killing the group one by one. They soon realize they must kill the beast before it slaughters them all.\nThe group eventually realize that the werewolf will be able to easily pick them off if they stay out on the moors, and decide to go back to the castle where they found the baby, and is also the beast's lair. After spending the night there, they create a plan to kill the monster. Kelly Ann lures the monster up a staircase and the boys push a stone down onto it. They then stab it to death with spears.\nAnother beast enters the castle and kills one of the group. Kelly Ann and her boyfriend Lee are the only survivors and flee back into the countryside. The beast in the castle seems anguished at the death of its partner, and the viewer realizes that the two were mates. It follows the two and kills Lee.\nKelly Ann and the baby eventually make it to the hotel where the group was supposed to meet with their guardian, Father Steve. Kelly Ann takes the baby into a bedroom to breastfeed him. The monster appears and kills the owner of the hotel and chases Father Steve into the bedroom where Kelly Ann is. He finds a mother monster feeding its pup, and it kills him. The viewer realizes that the baby was the werewolves' child and it infected Kelly Ann by biting her while she was breastfeeding it earlier in the film. In the credits, two beasts walk through a field back towards the castle while their offspring runs around them.", "tmdb_plot": "Wild Country is a low budget British horror film which was shot on location in and around Glasgow, Scotland in October.The cast was made up of mostly unknown actors with the exception of Martin Compston and a cameo appearance by Peter Capaldi. The budget of the film was an estimated £1 million. The film was released in selected cinemas in Scotland in February 2006. The film was also screened at film festivals worldwide, including the Cannes Film Festival and the London FrightFest Film Festival. The film will get a 2007 release in the U.S. due to Lionsgate.", "tmdb_id": "77885", "wiki_id": "5096899"}, {"title": "The Wind Blows Round", "genres": ["Drama"], "wiki_plot": "Philippe is a former teacher who left everything to become a shepherd in the French Pyrenees. After the construction of a nuclear power plant near his sheep, he decided to leave the area. After an unsuccessful search in Switzerland, he found the village Chersogno in the Maira Valley. The village is inhabited mainly by elderly residents and people who come only for summer holidays. It is a very closed community, which preserves the Occitan language and culture in Italy. After some doubts, the town council finds a home to let to Philip and the villagers set to work to restore it.\nInitially, the village seems to welcome Philippe, his wife and three children. But soon some misunderstandings arise caused by the new residents who are not always sensitive to local customs and property rights. Especially Philip goats, who venture into abandoned fields get some owners angered. Thus, over time the family is less accepted by the villagers and malicious acts begin.", "tmdb_plot": "The aging, conservative population of a small, sleepy village in the Italian Alps are surprised to see that a former French professor has settled there with his young wife and their three children to produce goat cheese, in order to escape the wrongs of civilization. At first they are suspicious of his unconventional ideas and lifestyle, then are conquered by the enthusiasm, kindness, helpfulness of the young family and start to see in them a possible rebirth of the place. But little by little misunderstandings, envy and conflicts take over.", "tmdb_id": "55717", "wiki_id": "39219298"}, {"title": "Winter Passing", "genres": ["Comedy", "Drama"], "wiki_plot": "Reese Holdin is a depressed bartender and actress living in New York City. She regularly engages in casual sex, cocaine use and self-harm. Reese, who happens to be the daughter of a famous author named Don Holdin, is approached by a publishing agent who offers her $100,000 for a series of old letters written between her reclusive father and her late mother. When Reese learns that the kitten she rescued from the streets is dying of feline leukemia, she drowns it and buys a bus ticket to Michigan's Upper Peninsula to retrieve the letters.\nReturning to her childhood home, she finds it occupied by Corbit, a down-and-out Christian musician, and Shelly, a 23-year-old former student of Don's. Reese's father now lives, writes and drinks in his garage. Reese initially clashes with the doting Shelly (whom she accuses of sleeping with her father) but eventually accepts her after learning of the death of her parents and of Don's support of her during a near-fatal illness endometriosis. She also bonds with the idiosyncratic Corbit, who spurns her sexual advances and has trouble playing guitar and singing at the same time. She feels out of place at home and fights with her father over childhood neglect, stating that her parents gave their typewriters more attention. She eventually finds the box of letters and, reading the emotional communiques, learns to empathize with her estranged parents. Shelly has also read the letters and asks Reese if she intends to publish them. Reese expresses ambiguity over the matter.\nDon is still grieving over his wife's death. He keeps the tie she hanged herself with in a dresser in the backyard along with the rest of their bedroom suite, including their bed. He sometimes sleeps in the bed despite the bitter cold of winter. Reese starts to connect with Corbit and Shelly and is honest with her father about her reasons for staying away from the funeral. Soon after, Don overdoses on sleeping pills and Reese finds him unconscious. He recovers in the hospital, where Reese sits by his bed and reads his latest manuscript, Golf, which he had Corbit bury in the yard. The experience helps the father and daughter find closure, and Reese buries the box of letters in place of the novel before returning to New York.", "tmdb_plot": "Actress Reese Holden has been offered a small fortune by a book editor if she can secure for publication the love letters that her father, a reclusive novelist, wrote to her mother, who has since passed away. Returning to Michigan, Reese finds that an ex-grad student and a would-be musician have moved in with her father, who cares more about his new friends than he does about his own health and well-being.", "tmdb_id": "14256", "wiki_id": "5649829"}, {"title": "You and Me", "genres": ["Drama"], "wiki_plot": "Xiaoma is a young woman who has recently moved to Beijing where she finds an apartment in an old courtyard apartment complex owned by Grandma, an elderly woman. Xiaoma and Grandma's relationship almost immediately becomes strained. After trying to tidy up the courtyard, Grandma insists that Xiaoma turn over her share of the profits. Tightfisted, the elderly landlady resists even allowing Xiaoma to install a telephone. At the same time the older woman becomes increasingly interested in Xiaoma's personal (and romantic) life. Grandma, for example, tries to pass off her grandson to the younger woman.  Annoyed, Xiaoma nevertheless is flattered at the older woman's concern.  Over the course of four seasons, Xiaoma begins to learn from her landlady of the old world that the modern city of Beijing has left behind, while Grandma begins to enjoy the youth and vitality of her tenant.  The two women become closer and eventually develop a deep friendship.", "tmdb_plot": "Xiaoma, a young woman who has recently moved to Beijing, finds an apartment in an old courtyard apartment complex owned by Grandma, an elderly woman. Xiaoma and Grandma’s relationship almost immediately becomes strained. After trying to tidy up the courtyard, Grandma insists that Xiaoma turn over her share of the profits. Tightfisted, the elderly landlady resists even allowing Xiaoma to install a telephone. At the same time the older woman becomes increasingly interested in Xiaoma’s personal (and romantic) life. Grandma, for example, tries to pass off her grandson to the younger woman. Annoyed, Xiaoma nevertheless is flattered at the older woman’s concern. Over the course of four seasons, Xiaoma begins to learn from her landlady of the old world that the modern city of Beijing has left behind, while Grandma begins to enjoy the youth and vitality of her tenant. The two women become closer and eventually develop a deep friendship.", "tmdb_id": "170876", "wiki_id": "17190300"}, {"title": "48 Angels", "genres": ["Drama"], "wiki_plot": "Seamus (Ciaran Flynn) is a 9-year-old boy who has been diagnosed with a serious illness. In search of a miracle, he sets off to find God before God comes for him. Inspired by Saint Columcille  and his journey to the island of Iona, Seamus sets out in a small boat without oars or sail. On his quest he encounters James (John Travers) and Darry (Shane Brolly). Despite initial conflict, the trio decide to stay together and enter upon a journey that results in the healing of hearts and minds.", "tmdb_plot": "Seamus is a 9 year old boy who has been diagnosed with a serious illness. In search of a miracle, he sets off to find God before God comes for him. Inspired by Saint Columcille, Seamus sets out in a small boat without oars or sail.", "tmdb_id": "47170", "wiki_id": "23233876"}, {"title": "The Dark Hour", "genres": ["Horror", "Mystery", "Science Fiction", "Thriller"], "wiki_plot": "The film follows a group of eight people who living in a crumbling, unknown installation. They are survivors of a cataclysmic war. Maria (group leader), Pablo (her boyfriend), Jesus, Lucas, Mateo, Magda, and teen Ana all live together. Judas and Pedro (Maria's former lover) live away from the others. Jesus, the only young boy, films everything on a digicam. Jesus and Ana visit Judas in the basement whenever possible, as he treats them like adults. On the way to his rooms they pass decrepit corridors that are out of bounds, although Jesus leaves food for the \"Solitary Child\" that lives in the area.\nOld TV sets show 1950s cartoons and science films with propaganda messages about destroying an unnamed enemy. Another film declares the enemy had developed a virus that destroys skin, making the infected victim constantly bleed but never die.\nThe survivors can't leave the complex and live in fear of the \"Strangers\" and \"Invisibles\" (only seen as a green mist in the corridors). The survivors' only defense is to cut the complex's power and heat; the Dark (or Cold) Hour of the title. The \"Strangers\" are the infected mentioned in the propaganda films. When food, medical supplies and ammunition begin to run out they must travel to a supply depot outside of their underground safe zone.\nPablo, Pedro and Lucas are chosen to get the supplies. Pablo is frightened when a Stranger begins stalking them. Pedro uses the confusion to push Pablo into a room full of Strangers, letting him become infected. Pablo's death devastates Maria and makes the other survivors question their future. Mateo wonders if it would be better if the group made a suicide pact instead of face such a bleak future.\nThe complex is then invaded by the Invisibles. Ana stumbles into the green mist and frantically tries to get into another room. Mateo rescues her and they kiss briefly.\nThe next day the Solitary Child shows up because his home was overrun by Strangers. As he is cleaned up by the children the others organize an attack on the Strangers. Magda learns of Mateo and Ana's kiss and slaps him for taking advantage. During the attack Mateo and Lucas are infected and killed by their comrades. A Stranger slips past them, though, and chases the children until he touches Jesus. The children escape and hide in a fridge until the others rescue them. Pedro wants to kill Jesus, but is stopped by the others. Unlike everyone else Jesus doesn't become infected. Maria later finds Pedro who has become paranoid and talks about the voices behind the walls. Maria tackles him and a shotgun is heard going off. Magda, Judas and the children find an armed Pedro and an injured Maria. While they talk Pedro stares into the distance, watching the Invisibles come up behind the survivors.\nPedro walks into the green lights while the others run away, supporting Maria. As they run they shoot at the lights. Coming to a garage Judas opens the doors and they run outside for the first time, where it's nighttime. They drop their weapons and sit in a town square, surrounded by Strangers. Jesus looks into his digicam and says they will have to join the Strangers, but at least it won't hurt.\nJesus looks at the sky where the Earth suddenly rises over the buildings. As the camera pulls back it's revealed that the complex is under a geodesic dome on the moon. The Earth is clearly surrounded by debris and is shown to be completely shattered to the core.", "tmdb_plot": "The eight years boy Jesús has been living in a crumbling underground facility since he was born with eight survivors of an apocalyptical war: the leader Maria and her lover Pablo; the gays Lucas and Mateo; the astronomer Magdalena and the teenager Ana; the soldier Pedro and the lonely Judas. They are permanently is state of surveillance, threatened by the contaminated mutants The Strangers and once a day they have to lock themselves in their rooms without heating to protect against the dangerous ghosts The Invisibles that attack in the Cold Hour. They cannot go to the surface, destroyed by a nuclear war. When they need supplies, medications and ammunitions, they organize expeditions to a store. When the menace of The Invisibles affects the safety of the group of survivors, they need to reach the surface. Written by Claudio Carvalho, Rio de Janeiro, Brazil", "tmdb_id": "58432", "wiki_id": "16760642"}, {"title": "Dorm of the Dead", "genres": ["Horror"], "wiki_plot": "A professor returns to Arkham University with the blood of a zombie.  As he tests it on the students, Amy accidentally initiates a zombie attack.  During the confusion, bully Clare targets goths Sarah and Allison for involuntary conversion into zombies.", "tmdb_plot": "At Arkham University, campus bitches Clare and Julie have a score to settle with goth chicks Sarah and Allison. And when Amy accidentally unleashes a campus zombie epidemic, Clare picks Sarah as the perfect candidate to join the walking dead! But things have a way of backfiring. . .don't they? So don't be surprised if Clare and Julie wind up on tonight's menu!", "tmdb_id": "27672", "wiki_id": "41350862"}, {"title": "The Funeral Party", "genres": ["Drama", "Romance"], "wiki_plot": "The film takes place in New York in the 90s. The film tells about a talented artist who plays the performance of \"life and death\" in front of his friends and fans.", "tmdb_plot": "Based on the novel by Booker Prize Winner Ludmila Ulitskaya, The Funeral Party is set in August 1991. In a sweltering New York City apartment, a group of Russian émigrés gathers round the deathbed of an artist named Alik, a charismatic character beloved by them all, especially the women who take turns nursing him as he fades from this world. Their reminiscences of the dying man and of their lives in Russia are punctuated by debates and squabbles: Whom did Alik love most? Should he be baptized before he dies, as his alcoholic wife, Nina, desperately wishes, or be reconciled to the faith of his birth by a rabbi who happens to be on hand? And what will be the meaning for them of the Yeltsin putsch, which is happening across the world in their long-lost Moscow but also right before their eyes on CNN?", "tmdb_id": "251212", "wiki_id": "63441169"}, {"title": "Gone", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "wiki_plot": "Alex (Shaun Evans) arrives in Sydney. Realizing he has missed his bus, he is reading his travel guide on stone steps in the street, when Taylor (Scott Mechlowicz) suddenly sits near Alex and makes small talk with him, insisting that he come with him. After drinking and raucously horsing around with two unnamed girls, Alex awakens in a city park with Taylor standing over him with a Polaroid camera, snapping a photo of Alex with one of the girls they met that night. When driving out of town in Taylor's vehicle, Alex reveals that he is to be at Byron Bay to meet his girlfriend Sophie (Amelia Warner) and Taylor suggests that they travel together. When Alex and Taylor meet Sophie, she is with Ingrid (Zoe Tuckwell-Smith), a mate. The four of them head towards Katherine Gorge in the Northern Territory. The following day, about to leave, Taylor vaguely mentions that Ingrid had to meet someone and had caught a bus, with Alex and Sophie unbemused.\nFollowing that, they move on and while driving hit a kangaroo with their car. This accident causes Alex to receive a major head wound. Sophie and Taylor get him supplies, but Alex refuses to cooperate, citing that they need to leave and get away from Taylor. When they end up at a hotel, Sophie goes to talk to Alex, but his room is empty and he texts her saying, \"I'm going.\" Sophie tries to convince Taylor to go look for him, but they end up waiting the night.\nThe next day, they head toward the next town. Taylor says that they should pull over and rest. They spend the night together and in the morning Sophie attempts to text Alex. The phone in Taylor's pocket lights up. The next morning Sophie claims that Ingrid texted her to meet them at Katherine's Gorge. Taylor knows this is not true and begins chasing after Sophie. Sophie, in an attempt to get away, drives the car quickly away. Alex falls out of the boot inside of a sleeping bag, long dead. She continues to try getting away with Taylor after her in the boot of the car. Eventually, he falls out; she backs over him and leaves.", "tmdb_plot": "A contemporary psychological thriller in which a young British couple travelling through the Australian outback become involved with a mysterious and charismatic American whose motive for imposing his friendship upon them becomes increasingly suspect and sinister.", "tmdb_id": "10094", "wiki_id": "16725177"}, {"title": "The Insatiable", "genres": ["Comedy", "Horror", "Romance"], "wiki_plot": "Harry Balbo (Sean Patrick Flanery) is a downtrodden office worker struggling with his job and introverted social life. One evening, he witnesses a  gruesome attack by a vampiress, becoming determined to slay her. In his research, he finds that vampires are descended from the succubus. In the basement of his apartment condominium, he manufactures a cell and manages to capture the vampiress, named Tatiana (Charlotte Ayanna). Instead of annihilating her, he allows her to live; slowly connecting with her, never knowing for sure if she really cares about him. Eventually, he considers if he should permit her feeding upon him.\nTo keep her healthy and \"alive,\" he feeds her rabbits which he purchases from pet stores, though she still stresses the importance of living human blood. Harry's emotional dependency towards Tatiana grows daily and she seems to warm up to him as well. He tries to feed her human blood which he purchased online, but she angrily rejects it. Eventually, he encounters Strickland (Michael Biehn), a wheelchair-using army veteran whose battalion was slain by vampires and has spent the years since as a recluse tracking vampires worldwide and working out of his apartment and on the Internet through surveillance.\nThe film ends with a despondent Harry, on the brink of insanity, willingly offering himself to Tatiana. Having grown attached to him, she is reluctant, though her bloodlust eventually takes over and she feeds. She turns Harry into a vampire and they begin to feed together.", "tmdb_plot": "A drab, run-of-the-mill guy witnesses a vampiress devour a bum and becomes so infatuated with her, he tracks her down and traps her in a basement so she can't kill again.", "tmdb_id": "32220", "wiki_id": "16671438"}, {"title": "The Life of Reilly", "genres": ["Comedy", "Documentary"], "wiki_plot": "The film begins with Reilly recounting his childhood and his parents in New York City and Connecticut. We meet his family—an institutionalized father, a racist, baseball bat-wielding mother, and a lobotomized aunt, amongst others. \"Eugene O'Neill would never get near this family,\" Reilly declares.\nPrior to being put into an institution, Reilly's father, a Paramount Pictures poster artist and illustrator, was offered the chance to go into business with another illustrator with the intention of making their first animated film in color together. The catch was simply that the senior Mr. Reilly would have to move himself and his family to California. Perhaps a defining moment in young Reilly's life, his father asked his mother her thoughts and she unceremoniously rejected the possibility. The other illustrator went west without the senior Mr. Reilly as a partner. That other illustrator was named Walt Disney.\nAfter this missed opportunity, Reilly's father began drinking heavily and eventually had a nervous breakdown. Upon being institutionalized, the family was forced to move out of the Bronx up to Connecticut to live with Mrs. Reilly's family.\nWhile in Connecticut, he and a childhood friend narrowly escape the Hartford circus fire.\nWhen Reilly turned eighteen, he moved to New York City. \"If you wanted to be an actor in those days,\" he explains, \"You did something that’s really unheard of today… you studied.\" Young and hungry (literally), Reilly managed to find an acting class at New School. Its rather liberal open door policy allowed aspiring actors admission even if they did not have the money to pay.\nReilly's class was taught by a young, award-winning, soon-to-be-legendary actress, Uta Hagen. In the class were such future stars and notables as Steve McQueen, Jerry Stiller, Anne Meara, Hal Holbrook, Jason Robards, Geraldine Page and Gene Hackman. It was a group of future Academy Award, Tony Award and Emmy Award winners, and, as Charles explains, \"We wanted to go on the stage, none of us had any money, and this entire list… couldn’t act for shit.\"\nIt was about this time when a friend of Reilly's arranged a meeting with a powerful NBC executive. Reilly went in and was told, \"They don’t let queers on television.\" In retrospect, Reilly describes it as, \"A short meeting.\" Despite the apparent prejudice against him, his talent and tenacity landed him on Broadway, winning his first Tony Award for his role in How to Succeed in Business Without Really Trying, as well as leading roles in the original Broadway casts of Bye Bye Birdie and Hello, Dolly!\nReilly went on to become a fixture in television appearing in numerous episodes of Car 54, Where Are You?, The Ghost & Mrs. Muir, and starring in Lidsville. He also made hundreds of guest appearances on The Tonight Show Starring Johnny Carson, second in number of appearances only to Bob Hope, and had a more recent memorable guest spot on The X-Files. Over the years, he developed a habit of looking through the week's TV Guide to see how many times he would be on TV that week. Coming in at over a hundred separate appearances, he reflected on the NBC executive who told him he would not be allowed on television—but now Reilly wondered, \"Who do I have to fuck to get off?!\"\nSuccess came to Reilly's professional life, and he has used all the knowledge and expertise he has gained through a lifetime spent acting to teach. His longtime friend Burt Reynolds gave him a theater in which to teach the craft of acting, and it has fulfilled Reilly ever since. As we leave him in what he calls \"The twilight of an extraordinary life\", we see a portrait of an artist, a victim of prejudice who rose above it, a trailblazing comedic personality, an entertainer, a son, a teacher, and a man laid bare for all to see.", "tmdb_plot": "The Life of Reilly is a 2006 American film adaptation of actor Charles Nelson Reilly's one-man play Save It For the Stage: The Life of Reilly. Written by Reilly and Paul Linke, and directed by Frank L. Anderson and Barry Poltermann, the film is an edited version of Reilly's much longer stage show, filmed live before audiences at the El Portal Theater in North Hollywood, California in October 2004. The final film is compiled from Reilly's final two performances, interspersed with clips, images and music.", "tmdb_id": "84827", "wiki_id": "12522844"}, {"title": "The Minority", "genres": ["Action", "Adventure", "Comedy"], "wiki_plot": "Jake Jackson is a happy, positive young black professional who has a good job and a relationship. As Jake goes about his daily routine, he sees incidences of racism around him which are perplexing to him because he never had experienced them himself. But all this changes one day, when one of his white co-workers  asks if he would be interested in a date. When Jake turns her down, she becomes upset. She concocts  an incident at work which gets Jake fired from his job. This incident begins Jake's experience with racial bias. During Jake's job search, he continues to be bombarded with racial incidents from the police, security guards, job interviewers, and store owners. By the end of the film Jake is a changed man, frustrated, angry, and exhausted from all the racial bias he has experienced. However, Jake's luck changes when he encounters a wanted serial killer.", "tmdb_plot": "A young African American, Jake Jackson, is a happy, honest, law-abiding citizen who through many unfortunate events, experiences a full array of prejudices until he captures single-handedly the serial killer, David Fletcher, and his luck changes.", "tmdb_id": "303391", "wiki_id": "28975286"}, {"title": "Shark Bait", "genres": ["Animation", "Family"], "wiki_plot": "Pisces, or Pi, is a young orange wrasse living with his parents Pike and Piper in the polluted harbor of Boston, Massachusetts, until a fishing boat scoops them from the sea. Pi's parents help him escape the net, but cannot escape themselves. Before they are taken away, Piper tells Pi to promise her he would go live with his aunt Pearl. Pi's porpoise friend Percy and Percy's mother Meg agree to take him, but Pi refuses to leave in case his parents return. Meg tells him once anyone is taken by a net they are killed. Pi is heartbroken that his parents are gone forever.\nMeg and Percy take Pi to live with his aunt Pearl on an exotic reef. The first residents Pi comes across are three elderly marlin named Moe, Jack, and Manny, which direct him towards Pearl's home. On his way there, Pi immediately falls in love with Cordelia, a beautiful angelfish model that has appeared on the cover of National Geographic. He also meets his cousin Dylan, who quickly becomes Pi's best friend. However, Pi soon encounters Troy, the meanest, toughest tiger shark in the ocean, who is not only terrorizing everyone in the reef community, but also has his eye set on Cordelia to become his mate. Pi confronts Troy, only to be physically assaulted by him. Cordelia tells Pi that the only dangerous place on the reef is between Troy and whatever he wants, and if Pi wishes to help her he won’t interfere. Pi and Dylan find their way home, where Pearl is excited to see that Pi has arrived. She is a fortune teller along with her assistant Madge, a sea star and uses a pink pearl that Dylan's late father gave to her as a crystal ball. Pearl reads Pi's future and sees that he is destined for great things and that he will find his destiny on the reef. Pearl then tells Pi that he can go anywhere excluding an old pirate wreck and a forbidden place called \"flat bottom\". Pearl leaves Dylan in charge of showing Pi around. Dylan tells Pi about Nerissa, a wise old hermit loggerhead turtle that lives in an abandoned shipwreck and practices martial arts, leading to rumors that he is a wizard. Eventually they stumble upon flat bottom, the open sea which is outside of the wildlife sanctuary free for humans to come with their fishing nets.\nDylan leaves after a close encounter and Pi sees Cordelia, but per her instructions does not interact until he hears her scream after getting a lure stuck in her fin and swears to help her. Pi brings Cordelia to a crab and sawfish duo named Buddy and Lou who successfully remove it, afterwards she invites him to go to a concert with her. Beforehand, Pi meets Dylan once again and they observe Nerissa defend his blue pearl.\nAt the amphitheatre that night with Cordelia, Pi learns about the performer Thornton, a harbor seal that fought a large monster. Afterwards, Pi and Cordelia look at the stars and she falls in love with him. Suddenly, Troy arrives and pursues them. Pi refuses to leave Cordelia, but Troy starts abusing him worse than ever, until Cordelia makes a deal with him: if he leaves Pi alone, she will marry Troy, Pi is knocked unconscious by Troy and is carried to Nerissa's shipwreck by a current.\nWhen Nerissa tells Pi the following day, he is fed up with Troy's abuse towards him, and asks Nerissa to teach him the ways of the ocean to combat Troy. Nerissa initially refuses, Pi asks other residents to help him, but the marlins think because of their age, they won't be useful, also revealing they used to be friends of Nerissa's. Thornton also refuses until Pi reminds Thornton of his tale. However, he states that he didn't actually fight a monster, but due to his \"poetic license\" it didn’t count as lying.\nMeanwhile, Troy's henchmen Bart and Eddie try to steal Nerissa's pearl, but are frightened away by Pi and Dylan. Nerissa arrives and is impressed with Pi's skills, agreeing to train him the next morning.\nOn Pi's first day of training, Pearl is worried, telling Pi that she could not live with herself if he were killed. Pi reminds his aunt how she told him he would find his destiny on the reef, and he did when he met Cordelia and now he’s losing her like he lost his parents. Pi reminds Pearl how he couldn't do anything to save them, but he still has a chance to save Cordelia.\nNerissa leads Pi down a valley with obstacles.\nMeanwhile, Cordelia is informed by Buddy and Lou about Pi's upcoming battle with Troy. Nerissa reveals the story of his blue pearl to Pi and he gave it to his wife, but she got hooked in the open sea and taken away to a wildlife sanctuary. Nerissa desperately begged for help, but no one was brave enough. Pi understands, but is unsure how to stop Troy for good; Nerissa tells Pi that Troy has never learned about anything larger than himself, stating the ocean itself is bigger than Troy and if Pi can use the ocean against him, his size wouldn't matter.\nCordelia finds Pi and tries to convince him to reconsider, willing to sacrifice herself for his life. That night Pearl's pearl has been stolen by Troy's henchmen. She is heartbroken, since it was all she had left of her late husband. Pi realizes that he cannot back down now no matter how much everyone else doubts him.\nWhen Troy returns to the reef, Pi initiates a chase with Troy through the valley Nerissa instructed him to take. Nerissa tries to help by disabling Bart and Eddie and Dylan shoves them down a lobster hole, retrieving his mother's pearl in the process. Pi is then swatted by Troy's tail into a cliff, burying him in rocks. Nerissa attempts to help him, but is hit by Troy; just as all seems lost Thornton and the marlins arrive to fight Troy and they apologize to Nerissa for not helping him when he needed them.\nPercy and Meg return and free Pi. Troy then sets Percy as a target. Pi sees a net and plans to trick Troy into it. Troy believes Pi is doomed since they are now in his domain. Troy chases Pi up to the surface, where he manages to lead Troy into a fishing net and narrowly escapes the shark's jaws. A screaming Troy, trapped in the net, begs for his life as the fishermen lift him out of the sea.\nPi is proclaimed a hero by the population of the reef who all mock Troy believing that he will be made into seafood. Nerissa admits he sees Pi as his son and gives him his pearl. Pi presents Cordelia with the pearl and she accepts it, they share a kiss as the reef celebrates, including a redeemed Bart and Eddie, who rejoice that they are all free from Troy.\nIn the mid-credits scene, Thornton tells Pi's story to everyone on the reef, proud now that he can tell a true story about himself ending with \"Pi was determined, he refused to despair, I know it's all true, for you see, I was there...\"", "tmdb_plot": "After losing everything, a young fish, Pi, goes to live with his family on the Reef. There he meets the love of his life but finds that she already has the unwanted affections of a bully shark. He must follow his destiny to save her and rid the Reef of this menace for good.", "tmdb_id": "19595", "wiki_id": "9734825"}, {"title": "Though I Am Gone", "genres": ["Documentary"], "wiki_plot": "The film is largely based on interviews the deceased woman's husband, Wang Jingyao. Jingyao documented the events leading up to and following his wife's death, including photos of her corpse, using a small 35mm stills camera. He did not witness the process of his wife's death, but the helplessness and sadness that Wang Jingyao felt through the lens of his responses is evident. What the interviewer can do is to record the feelings and the experience of the interviewees truthfully.\nThe film shows the hidden perspectives, experiences and memories that are buried deeply within normal Chinese citizens during the Maoist periods and the Cultural Revolution through the use of personal and subjective records. The film also illustrates the scale of the terror that was unleashed by listing the 201 names on the screen at the end of film, in a four-minute incomplete roll call of the teachers that were killed in Beijing, China during the August 1966 Cultural Revolution. The list of names act as a reminder to the audience about the wrongful murderous killings by the Red Guards that was encouraged and permitted by Mao during the movement and also to pay respect to those who have tragically died in the violent revolution.", "tmdb_plot": "Filmmaker Hu Jie uncovers the tragic story of a teacher beaten to death by her students during the Cultural Revoution. In 1966, the Cultural Revolution exploded throughout China, as Mao's Red Guards persecuted suspected Rightists. Bian Zhongyun, the vice principal of a prestigious school in Beijing, was beaten to death by her own students, becoming one of the first victims of the revolutionary violence that would engulf the entire nation.", "tmdb_id": "198971", "wiki_id": "29362939"}, {"title": "Thr3e", "genres": ["Horror", "Thriller"], "wiki_plot": "Jennifer Peters (Justine Waddell) attempts to save her brother Roy, who has been abducted by a serial killer known as the Riddle Killer – or R.K. – due to his use of riddles in the murders he commits. Jennifer has recently written a book about the nature of serial killers, to which R.K. has taken offense. Jennifer follows R.K.'s clues and finds Roy, but fails to save him as the car in which he is trapped explodes.\nKevin Parson (Marc Blucas) is a seminary theology student who has recently completed the third draft of his thesis about the nature of good and evil. One day he receives a phone call from R.K. (Bill Moseley), ordering him to confess some unspecified sin or his car will explode. He also asks Kevin a riddle: \"What falls but never breaks? What breaks but never falls?\" Puzzled about the sin and the riddle, Kevin quickly escapes from the car before it explodes. He informs the police, among them Jennifer, but leaves out the part about the sin, believing it's something he did some time ago.\nHe receives a threat against his childhood dog and goes to the house of his Aunt Balinda (Priscilla Barnes), but fails to save his dog from a bomb. Back home again, he meets his friend since childhood, Samantha Sheer (Laura Jordan) and they decide to try to figure out the mystery of the Riddle Killer who continues to target him and seems to be able to monitor Kevin in his own home. Sam solves the first riddle; the answer is night and day. She is working as an insurance detective and takes to her laboratory  the book in which the killer had hidden a mobile phone.\nAnother threat comes from the Riddle Killer: A bomb is attached to Kevin's fellow student Henry and a message on Henry's forehead points to Romans 6:23, a Bible text about death as the wages of sin. The police manage to get the bomb off Henry's body. Kevin now remembers a boy who had always watched him and Sam during their childhood. In self-defense, Kevin had locked him in a warehouse and left him to die. He thinks that the boy escaped, and is now R.K.\nLater, Kevin finds the papers of his thesis scattered around his room. He finds a TV in his refrigerator which shows R.K. with another riddle: what takes you away but doesn't go anywhere? Kevin confesses leaving the boy in the warehouse and apologizes, hoping to satisfy him so he'll leave him alone. But R.K. does not relent. Kevin and Sam, whose father was a police officer, find out that a bus on 3rd Avenue is in danger and manage to get all the passengers off safely before a bomb explodes.\nJennifer visits Kevin's Aunt Balinda and finds that she has been keeping her husband and son Bobby in the dark about the entire world outside their home, and had done the same to Kevin. She also finds a bloody jacket in the warehouse. Meanwhile, Sam talks with Kevin in a hotel. R.K. sends a recorded message to the hotel room which points to an empty building and the number 33369—the warehouse. Before Jennifer gets to the hotel, Kevin and Sam are at the warehouse, where Sam sees a wall full of enigmatic words and is trapped by the killer. When Kevin enters the building, he finds a bomb. He is unable to stop it but can escape with Sam. Jennifer and the police arrive and investigate. Sam leaves and Kevin insists on not cooperating with Jennifer, as the killer insisted on no police involvement or he'd kill more people. Jennifer declares her resignation, saying that as she is no longer officially involved, she no longer counts. However, Kevin ignores her.\nKevin finds another threat about a house on fire at midnight and realizes that Aunt Balinda is in danger. As he rushes to try to save her, he remembers that she abused him when he was a child. Sam finds a note from R.K. and is startled to realize that he has the same handwriting as Kevin. She calls Jennifer, who tells her that there was only one pair of footprints in the warehouse. Sam is now sure that she never actually saw R.K. The women also realize that all the riddles were about opposites, like nightfall and daybreak, and conclude that R.K. might actually be Kevin's \"evil half.\"\nKevin finds Balinda tied up, and the Riddle Killer introduces himself as Slater (Bill Moseley). Sam rushes to Balinda's house and finds that the Riddle Killer, Slater, is real after all when she looks under the door and sees two pairs of shoes. Slater explains that he will have Kevin kill Balinda, then leave him to take the blame, as everyone will believe Kevin is the Riddle Killer. Jennifer arrives to find Kevin pointing a gun at himself. It turns out that both Slater and Sam are figments of Kevin's imagination; traumatized by Aunt Balinda's abuse, Kevin had imagined his friend Samantha and the boy with whom he had fought, and had subconsciously imitated the real Riddle Killer. Jennifer convinces Kevin of this, and his visions of Slater and Sam vanish.Kevin had said that the real Riddle Killer was right in front of their eyes, and Jennifer discovers while examining his wall of clippings that the hot dog vendor who had supposedly been given a book by the killer to give to her is at the front of the crowd in a photo, holding a camera. When captured, he confesses that he hates copycats and had meant to kill Kevin for copying him.\nKevin is sent to an institution and Jennifer visits him there.", "tmdb_plot": "Innocent lives hang on the whim of an elusive psychopathic murderer whose strange riddles and impossible timelines force three people into a mission to end the game before one or all of them die.", "tmdb_id": "13569", "wiki_id": "6887230"}, {"title": "Mulberry Street", "genres": ["Horror"], "wiki_plot": "Set during a long and hot summer day and night, a deadly infection breaks out on Mulberry Street in downtown Manhattan, causing humans to devolve into blood-thirsty monstrosities. Most of the information in the film comes from TV news broadcasts where as a result of constant urban decay, pollution and unbearable heat, the sewer rats of Manhattan are quickly spreading an unknown and horrible disease that causes its victims to mutate into ravenous and bloodthirsty rat-creatures. Once bitten, people quickly turn into rabid-like creatures with the appearance and eating habits of rats, and they only look at their former friends and neighbors as a source of food. Clutch, a retired boxer, nervously awaits the homecoming of his soldier daughter, Casey, recently back from a tour of duty in Iraq, but first he has to protect the other tenants as the rat-zombies are quickly infesting the entire neighborhood.\nInitially emergency services and city authorities attempt to contain the spread by shutting down public transportation, and closing roads, but soon hospitals are inundated with the wounded, and the virus begins to spread island wide. By the time Clutch and the rest of the film's characters realize the severity of the situation, the infected have overrun much of the city and the streets are highly dangerous, with police seemingly overwhelmed and unable to respond. The survivors barricade themselves in their apartments as the news of the outbreak and subsequent quarantine of Manhattan breaks on TV and radio, waiting on promised rescue from the military, which the government promises will begin to restore order in Manhattan soon.", "tmdb_plot": "A deadly infection breaks out in Manhattan, causing humans to devolve into blood-thirsty rat creatures. Six recently evicted tenants must survive the night and protect their downtown apartment building as the city quickly spirals out of control.", "tmdb_id": "17245", "wiki_id": "12138953"}, {"title": "Mater and the Ghostlight", "genres": ["Animation", "Comedy", "Family", "Horror"], "wiki_plot": "The short opens with Mater pranking the other residents of Radiator Springs by moving Red's flowers, bursting out from a pile of tires (built to resemble the Colosseum) to startle Guido and Luigi, dressing up as a cone vampire to scare Sally, attempting to scare Lizzie while she is sleeping (which is unsuccessful), moving Fillmore's gas cans back outside while he takes them in and finally scaring Lightning McQueen when he believes Mater is hiding behind a pile of cans ready to jump out (what was really behind the pile of cans was one of Mater's signs). This sequence then culminates with Mater teasing McQueen as if he had seen \"the Ghostlight,\" a Route 66 urban legend.Sheriff admonishes him for mocking the urban legend. When McQueen asks about the Ghostlight, Sheriff explains that the Ghostlight is a blue paranormal orb of light that haunts Radiator Springs, but Mater reminds Lightning that it is not real. Sheriff points out that it is real, shocking them. He then tells everyone the tale of the Ghostlight, explaining the disappearance of a young couple that encountered it, leaving behind two \"out-of-state license plates\" and that it hates nothing more than the sound of clanking metal. At this point, Mater is so scared that he begins making the noise that the Ghostlight dislikes the most and tries to stop himself. Sheriff ends the story with a warning that the Ghostlight could be anywhere. The rest of the residents say goodnight and turn off all the store lights, leaving a nervous and scared Mater all alone in the dark. Nervous, he returns to his junkyard and sees a shadow of a monster and, in a sudden shock, shines his light on it, revealing it to be just a pile of junk with another of his signs. After he accidentally breaks his headlight in fear, he enters his wall-less garage and closes the door, which then falls down. A light suddenly appears in front of him and he panics, believing it to be the Ghostlight until he realizes it is just a lightning bug. Suddenly, a blue light appears behind him. After using his mirror to observe it, he runs for it thinking it is that Ghostlight.\nFor the remainder of the short, mayhem ensues as Mater is pursued by the Ghostlight, ultimately revealed to be just a lantern affixed to Mater's towing cable by Lightning and Guido. He wakes Frank and his tractors and drives through Willy’s Butte and goes into slow motion (in a matter similar to Doc Hudson’s slide in Cars). The other residents of Radiator Springs watch as Mater drives around frantically with the \"Ghostlight\" on his tail, before Mater tires himself out and discovers the truth. The cars tell him it was all a prank to pay him back for all his pranks he played on them. Sheriff gently tells Mater that the only thing to be scared of on Route 66 is \"his imagination.\" Doc jokingly adds that all Mater really had to fear was \"the Screaming Banshee\" before they all leave Mater, alone and frightened once again.\nIn a post-credits scene, Mater actually encounters the Screaming Banshee (which is actually an enormous truck who is both a monster truck and a construction vehicle with a broken windshield and a \"BANSHEE\" logo on the front) on the road, but unaware it is him, warns him of the Banshee before departing for the safety of his junkyard once again, leaving the monstrous vehicle confused.", "tmdb_plot": "Mater, the rusty but trusty tow truck from Cars, spends a day in Radiator Springs playing scary pranks on his fellow townsfolk. That night at Flo's V8 Café, the Sheriff tells the story of the legend of the Ghostlight, and as everyone races home Mater is left alone primed for a good old-fashioned scare.", "tmdb_id": "13934", "wiki_id": "6331931"}, {"title": "Karla", "genres": ["Crime", "Drama", "Thriller"], "wiki_plot": "On 11 May 2000, a psychologist, Dr. Arnold, is conducting a session with Karla Homolka at Canada's Regional Psychiatric Centre in Saskatoon, Saskatchewan. Dr. Arnold's evaluation will determine Karla's eligibility for parole. During the session, Dr. Arnold shows Karla a photo album of herself, and her husband, Paul Bernardo, in happier times. Karla has a memory of how they first met. However, when Dr. Arnold introduces the subject of Karla's sister, Tammy Homolka, Karla becomes uncooperative.\nOver the following weeks, Dr. Arnold probes Karla about her knowledge of Paul's secret life as a serial rapist. It is revealed that shortly before their marriage, Paul began to rape women. Paul convinced Karla to help him rape Tammy on camera. At first Karla disagrees, but eventually steals Halcion from the veterinary clinic where she works.\nTammy gets drunk at a Christmas party and becomes unresponsive after the two drug her. Tammy is raped, and ends up getting sick while drugged, choking on her own vomit. Karla calls 911, but Tammy dies and the two hide the assault evidence so her death would appear accidental. Afterwards, Paul beats Karla. Karla learns never to ruin Paul's \"movies.\"\nKarla tells Dr. Arnold that Paul became obsessed with Tammy, and kept watching the video after her death, even showing it to friends. Paul also threatened to reveal Karla's role in her sister's murder, if he should get into any more trouble, but Karla finally leaves him anyway. Paul is open with Karla about his crimes yet Karla does not object even when Paul begins to bring his victims home. Although disturbed at that part of Paul's life, Karla accepts it, later claiming she, too, would have been killed if she hadn't. At Paul's request, Karla hesitantly participates in these assaults.\nPaul kidnaps a young girl named Tina and forces her to undress on camera. Karla witnesses this, but is too afraid to tell anyone. Tina is held for 3 days, and is raped repeatedly while Karla is \"forced\" to videotape it all. During one such assault, Paul strangles Tina after she sees his face. Karla tries to convince him not to kill her, but he insists, telling her that Tina can identify them both.\nHe cuts the body into pieces and seals them in cement blocks, which he then dumps into a lake. On the day of Paul and Karla's wedding, the girl's body is discovered, and identified by dental records. Paul stops raping and abducting for a time, but his anxiety and pent-up frustration cause him to become violent toward Karla. Paul's friends see the change in his personality and break off from him. Meanwhile Karla, suffering from the abuse and desperate to reclaim his affections, helps Paul abduct and rape another young girl named Kaitlyn.\nKaitlyn is brutally raped by Paul. Karla watches the assault and begins to cry. Paul beats Karla and tells her that she is ruining his movie again. After Paul leaves, Karla is put in charge of Kaitlyn. Kaitlyn tells Karla that she is a victim too, and that this is not her fault. When asked why she stays, Karla simply says, \"You don't understand.\" Karla claims to Dr. Arnold that she wanted to free Kaitlyn, but was afraid Paul would kill her if she did.\nKaitlyn's disappearance immediately attracts a storm of media and police attention, so Paul kills her, to be rid of her. As part of the investigation, the police arrive at Paul's house. Paul is very cooperative so the police leave satisfied, but, afterwards, he beats Karla mercilessly. Karla takes refuge with friends before reporting the assault. Paul is then booked under domestic violence but is released after only one night in jail.\nBack at the Regional Psychiatric Centre, Dr. Arnold asks Karla about her relationship with her younger sister, Tammy, and her jealousy towards her, because of Paul's attraction to her. Karla confesses that Paul wanted to take Tammy's virginity and that he wanted Karla to \"give\" Tammy to him. Karla agreed to help him rape her sister.\nShortly thereafter, the DNA samples Paul provided as part of the Scarborough rape investigation, are matched to the evidence found on one of the murder victims. Both Paul and Karla are subsequently arrested. During the trial, Paul testifies that Karla killed Kaitlyn Ross with a mallet. Karla denies all the killings. Paul is convicted on two counts of murder without any possibility of parole. Karla is given a sentence of twelve years in exchange for a guilty plea for manslaughter.\nA note explains that Karla's parole was denied, as the psychologist found her artificial, manipulative, and without remorse.", "tmdb_plot": "Based on real events, Canada's most notorious serial killers, Paul Bernardo and wife Karla Homolka kidnap, sexually abuse, and murder three young girls.", "tmdb_id": "9695", "wiki_id": "1842419"}]