[{"title": "Evenfall", "genres": [], "wiki_plot": "The serial adventure Evenfall narrates the journey of Eve, a young woman following in the footsteps of her fallen father. She's partnered with \"Uncle,\" her father's former colleague and her surrogate father. Ben, a tech genius, rounds out the trio as they embark on clandestine missions for a private intelligence agency.\nThis chapter of Eve's adventures opens on a crowded ballroom during Eve's first field operation where she first encounters Miles Devlin, a charming but ruthless Englishman. Things take a turn for the worse when Miles wounds her and escapes. After she recovers and gains more field experience, Eve encounters Miles again, this time in Hong Kong. He aims to steal an ancient and valuable Chinese diary that Eve has acquired, but she is determined to keep it and settle the score.\nAs Eve and Miles struggle for possession of the diary, Uncle and Ben are in a London auction house poised to acquire a rare jade pendant. They must outbid Miles' employer, Mr. Durand, a French millionaire and collector who is determined to win the jade himself. Uncle assumes the alias of an antiquities dealer while Ben laces Mr. Durand's scotch with a sedative. But Mr. Durand's watchful attaché Simon Leduc becomes suspicious and tries to uncover Uncle's true identity.\nWhat Eve and her colleagues don't yet realize is that securing these items will propel them on a journey that will reveal the mystery of her father's death.", "tmdb_plot": "A silent poem to celebrate the winter light and the sense of solitude that it brings.", "tmdb_id": "353489", "wiki_id": "3331330"}, {"title": "The Singing Pond", "genres": ["Drama", "Family", "Music"], "wiki_plot": "A new teacher, Uma (Anasuya Subasinghe), arrives at a school with her first appointment in a remote village near Dambulla in Sri Lanka. The school has few students, with only the principal (Lucian Bulathsinghala) and Uma as the teacher. With the help of Uma the pupils gradually start to dream of bigger things than they ever imagined.\nOne day Upuli, a blind girl, shares her unseen dream with school friends Sukiri and Ukkun. It gradually becomes the dream throughout the village. The children and Uma encounter perils in their venture to realise this dream. The children of the school start to focus on something they have never seen before. This target gives rise to a small revolution.", "tmdb_plot": "A new teacher, Uma (Anasuya Subasinghe), arrives at a school with her first appointment in a remote village near Dambulla in Sri Lanka. The school has few students, with only the principal (Lucian Bulathsinghala) and Uma as the teacher. With the help of Uma the pupils gradually start to dream of bigger things than they ever imagined.  One day Upuli, a blind girl, shares her unseen dream with school friends Sukiri and Ukkun. It gradually becomes the dream throughout the village. The children and Uma encounter perils in their venture to realise this dream. The children of the school start to focus on something they have never seen before. This target gives rise to a small revolution.", "tmdb_id": "422999", "wiki_id": "46658390"}, {"title": "Ek Nadir Galpo", "genres": ["Drama"], "wiki_plot": "Ekk Nadir Galpo is taken from adaptation of short stories of Sunil Gangopadhay. Although initially set to be released on cinema, it went to film festivals worldwide.\nIt shows the special relationship a father and daughter share. Anu consider Darakeshwar (Mithun) her hero and Anu (Swetha) is his pride, joy and life. Tragedy strikes as Anu drowns in Keleghai river. The bond between Darakeshwar and Anu transcends time and even Anu's death. Now Darakeshwar's only goal is to rename the river Keleghai as Anjana in memory of his loving daughter.\nIt shows whether Darakeshwar is right in wanting to rename the river and if the names of rivers be changed very easily. The film shows who helps Darakeshwar in his goal and if he manages to rename the river.", "tmdb_plot": "Darakeshwar (Mithun) and Anu (Swetha) are father and daughter. Tragedy strikes as Anu drowns in Keleghai river. Now Darakeshwar's only goal is to rename the river Keleghai as Anjana in memory of his loving daughter.", "tmdb_id": "665058", "wiki_id": "32014207"}, {"title": "Spongebob Squarepants: Pilot Mini-Movie", "genres": ["Animation"], "wiki_plot": "SpongeBob SquarePants, a yellow sponge, wakes up and realizes that the Krusty Krab is celebrating its \"Eleventy-Seventh\" anniversary. He remembers his first visit to the Krusty Krab and tells Gary the Snail, a sea snail, all about it. SpongeBob then leaves to go to the Krusty Krab, but as soon as he exits his house, he bumps into the back of a long line of customers waiting to get into the restaurant as well. SpongeBob jumps on top of every customer in the line, eventually reaching the restaurant.\nMr. Krabs, a red greedy crab tells SpongeBob and Squidward Tentacles, a turquoise squid that it is a perfect opportunity for his business rival,  Sheldon J. Plankton, to steal the Krabby Patty formula. Mr. Krabs has hired Patrick Star, a pink starfish as a security guard, so he does not have to pay for a real one, and SpongeBob spectacularly decorates the Krusty Krab with ketchup, toilet paper, and mustard. Patrick, Squidward, and Mr. Krabs follow SpongeBob into the freezer, where he shows them a giant Krabby Patty ice sculpture that he made himself. However, in an attempt to take the ice sculpture outside, they accidentally trap themselves inside the freezer. Mr. Krabs remembers that there is a way to escape without using the door, which is through the ventilation system. While finding their way through the maze of air vents, they look back at some memorable moments in their lives.\nTo get out of the air shaft, SpongeBob molds Squidward, Patrick, and Mr. Krabs into a battering ram to bust out of the shaft, and he finally makes it out, only to find that all the customers have left after waiting for so long without getting any food. Mr. Krabs is heartbroken, but SpongeBob manages to summon all the customers back as he sings a song called \"O Krusty Krab\". Meanwhile, Plankton finds the perfect opportunity to steal the Krabby Patty secret formula. He fails, having been caught by Mr. Krabs. The \"Eleventy-Seventh\" anniversary celebration then goes ahead.\nThroughout the special, Patchy the Pirate attempts to hold a celebration of the tenth anniversary of when he started the SpongeBob fan club, and attempts to bring in SpongeBob himself.  When Patchy is told SpongeBob is not coming, he vows to get him by any means necessary. He travels to Bikini Bottom, but ends up getting eaten by a whale. Inside the whale, he watches some old tapes of the show before the whale sneezes him out, sending him flying back to the studio, where he dreams of meeting SpongeBob. He wakes up and decides he will never meet his hero, but his guests assure him otherwise, causing him to faint again.", "tmdb_plot": "It's deep-sea hilarity with SpongeBob and pals in a two-part mini-movie, 42 shorts AND the pilot episode! First, help the Krusty Krew make it to the restaurant's anniversary party. Then enjoy a first-time collection of short episodes and the one that put SpongeBob on the map.", "tmdb_id": "355181", "wiki_id": "24228496"}, {"title": "B.E.D", "genres": ["Romance"], "wiki_plot": "E is everything to B. B is desperate because he knows he can't get enough of E. E wants to be liberated from her everyday boredom. She needs change. However, she doesn't want to cross the borders of her own life. D needs a comfortable family. D tries to be realistic and rational. The stories of three characters whose joy, passion and despair overflow in one bed are tangled like a puzzle, and a fearless and unhesitating exploration of human desires.", "tmdb_plot": "The stories of three characters whose joy, passion and despair overflow in one bed are tangled like a puzzle. Tantalizing but heartbreaking, stimulating but sad, this movie explores human desires without hesitation and fear. B (Bed for Werther), E (Erotic desire of Aphrodite) and D (Dream about comfortable slumber) talk about the same bed with different languages and different gestures.", "tmdb_id": "270143", "wiki_id": "38610954"}, {"title": "Kaliyachan", "genres": ["Drama"], "wiki_plot": "The film is about the Kathakali actor, Kunhiraman, and his relationship with his guru, Asan. Over the years, as the actor gets popular, he becomes arrogant and takes to confronting his guru.", "tmdb_plot": "It is the directorial debut film of Farook Abdulrahiman, startting Manoj K. Jayan, Tirtha Murbadkar, Vaiga, Kalamandalam Sivan Namboodiri, Babu Namboothiri, Manju Pillai, and Mani Pattambi in lead roles.  It is about Kathakali actor, Kunhiraman and his relationship with his Guru, Asan. Gradually over the years, as the actor gets popular he becomes arrogant and takes to confronting with his Guru.", "tmdb_id": "376647", "wiki_id": "42562925"}, {"title": "Shelter", "genres": ["Thriller", "Drama", "Science Fiction"], "wiki_plot": "An ominous disaster forces five survivors to wait out nuclear winter in a secret underground bomb shelter. With limited supplies and nowhere else to go, they struggle against the clock, uncertain if they'll survive until it's safe to return to the surface. As weeks turn into months, one room proves too small for five people. Habits curdle into routine, relationships dissolve, obsessions give way to madness.", "tmdb_plot": "After a cataclysmic event, five strangers sealed inside an emergency shelter with all the comforts of home must learn to cope with their situation and with each other.", "tmdb_id": "362203", "wiki_id": "44235816"}, {"title": "To Write Love on Her Arms", "genres": ["Drama", "Music"], "wiki_plot": "It is 2006, and 19-year-old Renee Yohe has always loved fairy tales: the idea of a princess, a hero and a happily ever after. However, her life is that of a darker tale. As she battles with drug addiction, bipolar disorder, self-harm and other life issues, she receives love and support from numerous friends and new acquaintances, including Jamie Tworkowski and David McKenna. When Yohe is turned away from drug rehabilitation, with open wounds from self-cutting making her too great a treatment risk, McKenna takes her into his home for five days of detox, while Tworkowski posts an article on Myspace, titled \"To Write Love on Her Arms\" (in contrast to Yohe having written \"Fuck Up\" on her arm, with a razor blade), to fundraise the cost of rehab. Their efforts for Yohe are successful, and leads to Tworkowski founding the charity group To Write Love on Her Arms, offering similar support to other people who have depression, suicidal thoughts, addictions, or struggles with self-harm.", "tmdb_plot": "The story follows 19-year-old Renee who has always loved fairy tales: the idea of a princess, a hero and a happily ever after. But Renee’s life is that of a darker tale: she’s a young woman battling addiction, depression and self-injury. In a creative blend of artistic fantasy balanced with harsh reality, the movie follows Renee on her courageous journey towards recovery.", "tmdb_id": "75861", "wiki_id": "37109403"}, {"title": "I Am Here", "genres": ["Drama", "Thriller"], "wiki_plot": "Hamburg-based businesswoman Maria, in her 40s, has achieved everything in her job and is married, but her being childless makes her unhappy. After another miscarriage, she learns that she will never be a mother of her life because of her age. Maria decides to check a rumor that prostitutes in Eastern Europe may sell their newborns for money. In search of a woman who could sell her a baby, Maria gets deeper and deeper into the dark world of prostitution and human trafficking. Soon, she faces serious problems as she is confronted by a brutal Russian criminal.", "tmdb_plot": "Successful businesswoman Maria has achieved everything except what she wants the most - a baby of her own. She decides to deal with the matter by herself and embarks on a desperate and dangerous journey in order to make her dream come true.", "tmdb_id": "289191", "wiki_id": "51460894"}, {"title": "51 Degrees North", "genres": ["Thriller", "Science Fiction", "Drama", "Mystery"], "wiki_plot": "Damon Miller (Moritz von Zeddelmann) is a talented, young German filmmaker, living in London, grappling with the pressures of an impoverished profession and a dissolving relationship, who stumbles into the discovery that the Earth stands on the brink of an extraterrestrial disaster.\nThey inform Damon that the world will end in less than three weeks when a series of asteroids will strike the Earth. However, a glimmer of hope remains in the form of a secret spaceship orbiting the Earth that can house up to 2,000 people. In exchange for a ticket to this spaceship, they task Damon with documenting the final moments leading up to the asteroid strike.\nSeeing an opportunity to save Ann and his unborn child, a chance to mend the rift his obsession has created, Damon accepts the assignment. As the end of days arrives, Damon watches London descend into madness, with families torn apart and friends lost. Armed only with his camera, Damon prepares to make the ultimate sacrifice to save the ones he loves.", "tmdb_plot": "When Damon Miller, a talented, young London filmmaker becomes involved in the disturbing research surrounding Near-Earth Objects he stumbles onto the discovery that the Earth stands on the brink of an extraterrestrial disaster.", "tmdb_id": "262542", "wiki_id": "36036304"}, {"title": "99 Homes", "genres": ["Drama"], "wiki_plot": "Recently unemployed single father Dennis Nash, a former construction worker in Orlando, Florida, is evicted together with his mother Lynn, a hairdresser, and young son Connor from the foreclosed home they share. Real estate operator Rick Carver is in charge of the eviction, and police officers who provide the enforcement call him \"boss\".  Dennis and his family move into a shabby, cramped motel room. Dennis goes to Rick's office and tries to take back his tools stolen by Rick's men. Rick sees the confrontation and is impressed by Dennis' gumption. He offers Dennis work as a repairman at his properties and Dennis accepts. Dennis soon becomes Rick's assistant,  helping to carry out evictions himself and quickly learning the real estate schemes that exploit government and banking rules to the disadvantage of struggling homeowners. It is revealed that Rick and Dennis have similar backgrounds and having seen how his father worked hard for no reward and seeing how stacked the system is against the common man, Rick reasons it's better to be the hunter rather than the hunted. Dennis takes a cut for the work he is performing for Rick and dips into the glamorous lifestyle in which Rick indulges. On his rounds he encounters the father of his son's best friend, but the man turned hostile toward Dennis when he saw him become part of Rick's eviction business. He says the eviction is illegal and will fight it in court.\nAlmost as soon as he begins working for Rick, Dennis tells Rick to keep the checks Rick offers as payment, so that he can buy back the house from which he was evicted. Rick warns him not to get sentimental about real estate and tells him to keep his money for now, since it is not enough to buy the house back. However, they make a deal with Rick to buy back his family's old house, but the legal process prevents them from moving in immediately. Nonetheless, he surprises his mother and son, showing them the house and telling them they will move back in.\nMeanwhile, an evicted homeowner living in the same motel as Dennis and his family recognizes and threatens him. He denies knowing the man, but his mother and son are suspicious of how he's making money. Having witnessed the malicious calls Rick often gets, he decides to move out of the motel room immediately by selling the family home and buying a much more luxurious home instead.\nWhen Dennis brings his mother and son to the luxurious house and informs them he bought it and sold their old house so they could get out of the motel room immediately, his mother does not believe at first that he has bought the house. Then Dennis' mother is shocked by the loss of their long-time home and is repelled as she realizes Dennis got his new-found wealth by helping Rick victimize vulnerable homeowners who have financial problems. Connor is also unhappy with the arrangement and sides with his grandmother as they leave Dennis to stay with her brother.\nRick puts together a multimillion-dollar real estate deal, but it is jeopardized by a legal case brought by a homeowner (the father of Connor's best friend) he is trying to evict. The deal is set to collapse if the homeowner wins as he asserts there is not a full set of documents to evict him. Rick forges the document and entrusts Dennis to deliver it to the court, which puts him in a moral dilemma. Dennis eventually obeys Rick's order to deliver the missing document to court that defeats the homeowner's legal case. The subsequent eviction turns into an armed stand-off. Fearing that the man, whose family is also in the house, will likely be killed in a shoot-out, Dennis falsely confesses to having forged the document. The homeowner surrenders, and Dennis is escorted to the law enforcement's car so that they can speak with Rick. Despite the apparent betrayal, Rick praises his actions, and quietly thanks him; presumably for taking the blame for the forged document. As Dennis waits in the car, the homeowner's son smiles at him, then quickly runs away.", "tmdb_plot": "After his family is evicted from their home, proud and desperate construction worker Dennis Nash tries to win his home back by striking a deal with the devil and working for Rick Carver, the corrupt real estate broker who evicted him.", "tmdb_id": "283235", "wiki_id": "41600590"}, {"title": "Alex of Venice", "genres": ["Drama"], "wiki_plot": "Alex, a young environmental lawyer in Venice, California, is working hard to support her family. Her stay-at-home husband George, an artist, decides he's unhappy and can't continue taking care of their shy school-aged son Dakota or Alex's aging father Roger. When George leaves Alex, Roger invites her wild younger sister Lily, a clothing designer, to stay with them and help look after Dakota.\nAlex needs to deal with an impending legal case against Frank, a property developer with whom she has a brief sexual relationship, as well as her father's increasing forgetfulness. Roger, a former television actor who doesn't want to accept his declining acuity, is cast as the aged manservant Firs in a stage production of The Cherry Orchard by Anton Chekhov, but he struggles to remember his lines and cues. He also begins to demonstrate confusion, so his daughters take him to a doctor who gives him a brain scan.\nAlex loses the legal case, and at a party afterward she takes the drug ecstasy and becomes furious with Lily when she learns that Lily has not taken Dakota to school for a week. Alex calls George and tells him that it's not safe for her to drive; he finds her high and takes her home. The next day Lily apologizes for letting Dakota skip classes. Alex forgives her and thanks her, and she tells her that George is not coming back to her but that she wants to spend more time with Dakota. George tells Dakota he will continue to be his father but won't stay with Alex. Alex tells Dakota that she and George still love him and that this will never change. Later the family attends Roger's performance, which goes well.", "tmdb_plot": "After her stay-at-home husband leaves her, a workaholic lawyer finds that she is not completely up to the tasks of caring for her young son, ailing father and household all by herself.", "tmdb_id": "259958", "wiki_id": "43049997"}, {"title": "Alive", "genres": ["Drama"], "wiki_plot": "Jung-chul, a laborer, toils away on a soybean paste factory as he tries to look after his dysfunctional family.", "tmdb_plot": "You earn as much as you work, and you live off that money. This simple proposition has always been a problem for Jung-cheol. At the soybean paste factory he went to work for in the bitter winter, he dreams of travelling to warm Philippines in spring - as long as he survives the winter making his portion of the soybean paste that he promised the boss. But the more he struggles to live, the worse it gets. And soon, the fermentation room turns musty with the black mold spreading from the thousands of ferment boiled soybean lumps.", "tmdb_id": "285696", "wiki_id": "51234239"}, {"title": "Amnesiac", "genres": ["Thriller", "Mystery", "Drama", "Horror"], "wiki_plot": "The film begins with a family of three traveling along a highway. The scene ends with a child screaming, and the man (Wes Bentley) is seen resting in a bed, in a large room, attached to hospital equipment. The woman (Kate Bosworth) visits him dressed in formal business attire, which is a frequently re-occurring theme in the film.\nThe man is shown to become suspicious of the woman, who claims to be his wife. When she leaves to conduct errands, the man explores the house. After leafing through a photo album, he searches the basement where he finds a film projector, medical tools, anatomy charts and books, and a corpse hidden in a cabinet. He confronts the woman when she returns home, who explains that the corpse is her first husband before knocking the man unconscious and drugging him.\nThe man wakes up restrained to a bed, his captor being the woman. She administers shock treatment, telling him that he must provide a family for her if he wishes the ordeal to end. When asked why the photo album contains no photographs of the woman or of her late husband, the two become involved in a physical confrontation. He attempts to subdue her, but is in turn subdued when hit with a nearby vase. He is restrained, but escapes briefly before being knocked unconscious. A visiting postman is killed by the woman who pushes the body into the basement. A detective assigns an officer to investigate a report regarding a missing man, who is the mailman.\nWhile the woman dismembers the postman downstairs, the female officer comes to the door. She attempts to gain entry to the premises, and is promptly killed by the woman. It is at this point that the male detective begins investigating the premises himself.\nThe man asks about the little girl he sees in brief memory flashbacks. The woman reveals a little girl in a cage and claims she is their daughter Audrey. When released, Audrey grabs a knife and attacks the woman. However, the woman renders Audrey unconscious and puts her in a bathtub.\nThe detective shows up at the front door, interrupting the woman as she prepares to perform a lobotomy on the man. After sending the detective away, she goes to drown Audrey in the bathtub. The man breaks free and renders his captor unconscious with the lid of the toilet, but collapses on the floor whilst the girl escapes from the house.\nHe wakes in a hospital bed, where he is interviewed by the detective. On asking about the girl thought to be his daughter, it is revealed that she is actually the daughter of Mason Williams. Both the man and woman willfully kidnapped Audrey hoping that the ransom money would pay for the woman’s fertility treatments. The man claims that the woman killed all of the people discovered in the house, but the detective reveals that she was never found.\nDressed as a nurse, the woman infiltrates the hospital and euthanizes the man.", "tmdb_plot": "The story of a man who wakes up in bed suffering from memory loss after being in an accident, only to begin to suspect that his wife may not be his real wife and that a web of lies and deceit deepen inside the house where he soon finds himself a prisoner.", "tmdb_id": "351043", "wiki_id": "47523524"}, {"title": "Appropriate Behavior", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Brooklynite Shirin, the daughter of well-off Persian immigrants, is left homeless and jobless after her girlfriend Maxine breaks up with her. With the encouragement of her friend Crystal she moves in with strange roommates and gets a new job teaching 5 year old Park Slope children the art of movie making.\nShirin's parents are confused as to why Shirin moved out of her old apartment as Shirin has never told them that she's bisexual and dating a woman. Determined to get her life back on track, Shirin begins trying to follow Maxine, hoping to rekindle their relationship. Maxine begins dating Tibet, a fellow teacher at the Park Slope school where she works.  Shirin devotes herself to her work and comes out to her brother, who is mostly supportive, and her mother, who is in denial.\nOn the subway, Shirin tells Crystal that she again plans to bring up the issue of her sexuality with her mother in a month. She sees Maxine outside the subway car on the platform and the two women wave to one another.", "tmdb_plot": "For Shirin, being part of a perfect Persian family isn't easy. Acceptance eludes her from all sides: her family doesn't know she's bisexual, and her ex-girlfriend, Maxine, can't understand why she doesn't tell them. Even the six-year-old boys in her moviemaking class are too ADD to focus on her for more than a second. Following a family announcement of her brother's betrothal to a parentally approved Iranian prize catch, Shirin embarks on a private rebellion involving a series of bisexual escapades, while trying to decipher what went wrong with Maxine.", "tmdb_id": "249916", "wiki_id": "41855758"}, {"title": "Labour of Love", "genres": ["Drama"], "wiki_plot": "The woman (Basabdatta Chatterjee) works in a handbag factory while the man (Ritwick Chakraborty) works the night shift at a printing press. The film follows that young married couple as they go about their day, how they stay apart all day long except one brief moment when they get to be with each other.  The entire movie has no dialogues. It has background music and some classic old songs thrown in for a soothing effect.", "tmdb_plot": "Set in the crumbling environs of Calcutta, Labour of Love is a lyrical unfolding of two ordinary lives suspended in the duress of a spiralling recession.", "tmdb_id": "292391", "wiki_id": "46254759"}, {"title": "Buzzard", "genres": ["Comedy", "Drama", "Crime", "Horror"], "wiki_plot": "The film follows angry mortgage temp Marty as he cooks up small scams against the hated corporate world he's stuck in. Frustrated by the boring nature of his work and the low pay, Marty uses his low level crime as an outlet to rebel. He goes to a bank and opens checking accounts to get free deposits, takes items from his job to a local office supplies store for fraudulent refunds and intentionally injures his hand for workers’ compensation. One day on the job at First National Bank, Marty swipes a stack of refund checks from the company, then forges the payees' signatures to sign several of the checks over to himself. Later Marty's boss, Carol, tells him that the company receives images of the checks when they are cashed and can see who is cashing them. Fearing his scheme will be discovered, Marty goes into hiding at his co-worker Derek's basement.\nWhile in hiding, Marty wastes his days playing video games, goofing off with Derek and sucking down Mountain Dew and frozen pizzas. He also starts crafting a weapon made out of steak knives and a Nintendo Power Glove inspired by Freddy Krueger's bladed glove from the Nightmare on Elm Street movies. Derek tells Carol that Marty is sick and can't come into work, but bungles the lie and Marty soon begins to think Carol is close to discovering what happened to the checks. Marty starts to run low on cash, and on a trip to the convenience store at Derek's behest the cashier cheats him out of five dollars, with security cameras capturing Marty trashing a store display in response.\nFearing someone will discover him based on the tape, Marty hops a bus to Detroit, bringing along his modified Nintendo Power Glove. He uses up most of his remaining money when he stays at a hotel and orders room service. In the bathroom, Marty tends to his hand and discovers that the cut has become badly infected. Needing somewhere else to stay, Marty goes to a cheap motel for a night and illegally copies his room key. After checking out he breaks into the hotel to sleep, only to be discovered in the morning by a maid. The hotel manager confronts him and tries to call the police, but Marty threatens him with the glove and runs off. Marty tries to cash his remaining stolen checks at an ATM, but discovers that his account has been shut down. He then goes to a payday loan provider to attempt to cash the checks, but the owner finds the transaction suspicious and accuses Marty of fraud. The owner, having caught Marty on security camera and identified him using his drivers license, calls the police and tries to keep Marty in a back room. Marty slashes the owner in the face and neck with the glove to once again escape, and leaves the owner lying on the floor bleeding profusely.\nMarty speaks on the phone with Derek and discovers that Carol has been fired. Believing this means the company won't discover his check scheme, Marty starts ecstatically racing down the street. Eventually Marty comes to an electronics store window full of TV screens, in which he sees himself caught on camera. On the center TV, he sees an image of himself walking away, and proceeds to do so.", "tmdb_plot": "Paranoia forces small-time scam artist Marty to flee his hometown and hide out in a dangerous Detroit. With nothing but a pocket full of bogus checks, his Power Glove, and a bad temper, the horror metal slacker lashes out.", "tmdb_id": "253303", "wiki_id": "43318396"}, {"title": "Catch Me Daddy", "genres": ["Thriller"], "wiki_plot": "A young Pakistani woman (Sameena Jabeen Ahmed), Laila, lives in a caravan with her boyfriend Aaron, after fleeing from her family. The couple get by on little means,  relying on Laila's job at a local hairdressers. \nLaila's brother, his friends, and two hired thugs track Laila down when Aaron is out. Her brother enters the caravan alone, and, after a struggle, is accidentally wounded and dies. Laila escapes through a window, later reuniting with Aaron.\nWhen Aaron receives a photograph on his phone showing his mother tied up and gagged, they decide to give themselves up. On doing so, they are greeted by two cars. One of the hired thugs exits his vehicle and savagely murders Aaron with an axe. Tony appears appalled by the scene, and runs out of his car brandishing a pistol. He fends the men off and drives away with Laila.\nTony returns Laila to her distressed father. After receiving payment, he leaves. The film ends with Laila forced to place a noose around her neck and stand on a chair. She begs her father to let her take it off but, in a state of confusion and anger over his son's death, he sits on the floor, head in hands. Laila's fate is left unknown.", "tmdb_plot": "Laila, a girl on the run from her family is hiding out in West Yorkshire with her drifter boyfriend Aaron. When her brother arrives in town with a gang of thugs in tow, she is forced to flee for her life and faces her darkest night.", "tmdb_id": "269747", "wiki_id": "42592414"}, {"title": "The Chambermaid Lynn", "genres": ["Drama"], "wiki_plot": "Lynn, a hotel maid, obsessively cleans the rooms, even when they do not have a guest staying in them.  After work one day, she follows her manager, Heinz, home.  Heinz is surprised to see her and reminds her that their relationship is over.  Though she acknowledges this, she initiates sex, which Heinz goes along with.  When not cleaning or with Heinz, Lynn watches old French comedies on her laptop and talks to an unnamed psychiatrist.  During one of those sessions, it is revealed that she had previously checked herself voluntarily into a mental health clinic.  Lynn has a somewhat strained relationship with her mother.  When her mother is hospitalized, Lynn briefly visits her and says she is too busy to stay long.\nWhile cleaning the rooms, Lynn snoops through guests' belongings and examines their personal effects.  After nearly being caught while trying on clothing, she hides under a guest's bed.  Instead of sneaking out while the guest showers, she reconsiders and returns to her hiding spot.  Lynn continues to secretly observe guests until one day she spots a man, Ludwig, meet a woman, Chiara, in the lobby.  Curious, Lynn races ahead of them and hides under the bed before they enter their room.  Chiara turns out to be a dominatrix and Ludwig her client.  From under the bed, Lynn listens to the sounds of their session.  Chiara leaves her business card, and Lynn copies the phone number when Heinz enters the bathroom.  When she returns home, Lynn repeatedly slams her hand against her bathtub's rim as she bathes.\nLynn calls Chiara and sets up an appointment.  After discussing her work, Chiara asks how Lynn got her number.  After drinking alcohol, Lynn admits she hid under the bed during Chiara's appointment with Ludwig.  After rough foreplay, the two women have sex.  As their sessions continue, Lynn becomes less inhibited.  Heinz approaches Lynn and says that he has a girlfriend now, and Lynn reacts ambivalently.  During another one of Chiara's appointments with Ludwig, Lynn hides under the bed.  Chiara drops a pair of handcuffs as a pretext to look under the bed and sees Lynn.  After the session, Chiara suggests that she bring a friend to their next session, but Ludwig declines.\nAfter a session with Chiara, Lynn suggests that the two take a two-week vacation together.  Lynn has already purchased tickets and offers to pay Chiara for her time.  Lynn tells her not to respond yet but to think about it.  Chiara leaves without saying anything.  Lynn waits at the station for Chiara, but, when she eventually gives up, instead visits her mother's house.  There, she tells her mother that she is not the person her mother believes her to be.  That night, Lynn comes to her mother's bedroom and tells her that the reason she enjoys cleaning is because everything eventually becomes dirty again.", "tmdb_plot": "Lynn Zapatek, a chambermaid in a large hotel, has a deathly fear of human interaction yet she craves intimacy. A chance encounter prompts her to emerge from her cocoon.", "tmdb_id": "293069", "wiki_id": "48610003"}, {"title": "Chotoder Chobi", "genres": ["Family", "Drama"], "wiki_plot": "After a horrific accident while performing a stunt for the circus, trapeze artist Shibu finds himself restricted to his bed. In compensation, the manager agrees to pay only ₹ 15,000 to Shibu's family, which according to Shibu's juniors is a minuscule amount. They are angry but helpless as the only source of regular income for them is the circus. Sympathizing with the struggle of Shibu and his family, Khoka (Dulal Sarkar), Shibu's closest friend, decides to protest against the manager and hence leaves his job and take on total responsibility for Shibu's family. The family struggles with social apathy towards dwarves and poverty then takes a turn when Khoka realizes that he is in love with Shibu's daughter, Soma (Debalina Roy).", "tmdb_plot": "Focusing on the predicaments of those born with genetic defect causing dwarfism, the film is the love story between Khoka and Soma.", "tmdb_id": "431114", "wiki_id": "45059031"}, {"title": "Christmas, Again", "genres": ["Drama", "Romance"], "wiki_plot": "Noel, a heartbroken Christmas-tree salesman, returns to New York City hoping to put his past behind him. Living in a trailer and working the night shift, he begins to spiral downwards until the saving of a mysterious woman and some colorful customers rescue him from self-destruction.", "tmdb_plot": "Noel is a young man who travels from upstate New York every year to sell Christmas trees in New York City.  Returning without the help of his long-time girlfriend, this year Noel finds it impossible to do the one thing he knows so well---sell Christmas trees. As Noel begins to spiral downwards, alienating co-workers and customers in the process, it turns out this same community of people may be the only ones capable of saving Noel from self-destruction.", "tmdb_id": "285020", "wiki_id": "48890267"}, {"title": "Coffee Bloom", "genres": ["Drama", "Romance"], "wiki_plot": "Dev Arjun Mathur, though a self-proclaimed wise man finds comfort in being a loser, having given up on life as a result of a love gone wrong. A life-changing event takes him on a journey to a coffee plantation. There he meets Anika Sugandha Garg, once the love of his life, now his boss. Love blooms in an idyllic setting, bringing Dev out of his self-imposed funk and Dev finds a new reason to live.  A terrible misunderstanding pushes him into taking drastic measures. Much is at stake as the yearly bloom is round the corner. And Dev is confronted with his past, present, and future – all at once. \nHe reaches the plantation where Srinivas the estate owner and Anika is his wife. Srinivas doesn't know much about coffee and relies on Dev to maintain the plantation. It is revealed that Dev consumed the poison while Anika did not and their love story ended over there. In the plantation gets some weed. Srinivas gets shot in an ambush on the plantation. Shonda confronts Dev about why he didn't tell her about Anika and didn't tell Anika that this plantation belonged to him. ASI confronts Dev and asked him how Srinivas was shot. He is brought into police custody and Anika hires a lawyer and took him out of the police custody. She informed Dev that Srinivas told everyone that he misfired the gun and gives the plantation paper to Dev. She also told him that she knows Dev sabotaged the bloom by clinically planting the rust. She and Dev both cries and part ways knowing that they broke Srinivas's trust.", "tmdb_plot": "Dev, though a self proclaimed wise man, finds comfort in being a loser, having given up on life as a result of a love gone wrong. A life changing event takes him on a journey to a coffee plantation.", "tmdb_id": "328931", "wiki_id": "45425772"}, {"title": "Deep in the Heart", "genres": ["Drama"], "wiki_plot": "The film progresses on a non-linear timeline and ties together the contemporaneous stories of several protagonists who are from the same rural village in a mountainous region. In the first story, Xiao Zongyao, the son of the strict and exemplary village chief, Xiao Weiguo, is informed by his girlfriend, Huang Huan, that she is pregnant during their clandestine meeting in the forest. They are overheard by the village ne’er-do-well, Bai Hu, who tries to blackmail Zongyao. In the ensuing scuffle between the two men, Bai Hu falls and dies. Zongyao and Huan cover the body with dry branches and flee together to the nearest city. Zongyao frantically searches for a commendation medal he had stolen from his father before he left home that evening, worried that he may have dropped the medal near Bai Hu’s body. The next day, Huan discovers that she is bleeding which implies that she has miscarried, although she keeps this a secret from Zongyao. The two discuss what to do and the next day, Zongyao decides to return to the village and give himself up. Before reaching the village, Zongyao comes across a funeral procession and is told by one of the mourners that Bai Hu has died, his body burnt beyond recognition, after falling asleep drunk in the forest and setting his surroundings on fire with his cigarette butt.\nIn the second story, which starts earlier on the night of Bai Hu’s death, villager Li Qin, wife of the abusive and philandering Chen Zili, is having an affair with another married villager Wang Baoshan. They quarrel and Li Qin dares Baoshan to kill Chen Zili. After leaving Li Qin’s house, Baoshan stops by the convenience store owned by Zhuang, who is secretly in love with Li Qin and likely jealous of Baoshan. Zhuang then observes Baoshan walking off in the direction that Huan was seen to be going when she had walked by a few minutes before. The next morning, Li Qin discovers that Baoshan has been accused of killing Huan, who had disappeared overnight, and burning her body. In front of other villagers, Baoshan asks Li Qin to provide him with an alibi for the time of the supposed murder. Li Qin refuses and goes home. Later, Li Qin is informed that the identity card of her husband Chen Zili had been found on the burnt body and that the corpse is his. Baoshan is released. Zhuang, who had caused the villagers to suspect Baoshan for killing Huan, arranges the funeral of Chen Zili, to curry favor with Li Qin. On his way back to the village after buying goods for the funeral, Zhuang is waved down by a man by the roadside. He is shocked to see that it is Chen Zili, alive and well. Zhuang gives Zili a lift and Zili promptly falls asleep in the van. Zhuang picks up a rock to smash Zili’s head in but doesn’t go through with it eventually. Zili wakes up and goes off into the bushes to relieve himself. Zili’s phone rings, and he answers but accidentally drops it. Startled, he loses his footing and plunges off the steep cliff where he had been relieving himself, apparently to his death.\nIn another storyline, we see Bai Hu in the city shortly before his death. He repeatedly borrows money from loan sharks to fund his gambling addiction. He also appears to be sick, and has a nosebleed. He meets Chen Zili in the city by chance on the morning of his death, and it is implied that he steals Zili’s wallet which also contained Zili’s identity card. Bai Hu then makes his way to the village, reaching it at night, where he comes across Zongyao and Huan, resulting in his own death. The loan sharks come to the village the next morning to collect the debt and, unable to find Bai Hu, threaten to burn down the house of Bai Guoqing, Bai Hu’s elder brother.\nIn the last story which begins around the time of Bai Hu’s death, village chief Xiao Weiguo, Zongyao’s father, is walking home through the forest after attending an unrelated funeral. He hears the commotion caused by the altercation between his son and Bai Hu, and witnesses the latter’s death. After his son has fled, Weiguo drags the body to another spot closer to the village and burns it. The next morning, Weiguo pretends to find the charred body by accident, after he and another villager spot the smoke. The villagers first assume it is Huan and later that it is Chen Zili. Deeply remorseful, Weiguo calls Chen Zili to prove that he is still alive, which results in the phone call that causes Zili’s fall from the cliff. The police find Zili’s body and contacts Li Qin, who goes to identify his body and collect his ashes. Zhuang drives Li Qin in his van and Li Qin discovers Zili’s walking cane, which had been left behind in the van. Li Qin takes the cane and rejects Zhuang’s romantic intentions. Li Qin leaves the coffin containing Bai Hu’s body with Weiguo, asking him to locate the unknown deceased’s kin.\nBai Guoqing, Bai Hu’s brother, goes to Weiguo with a request to use the coffin to stage Bai Hu’s death and fool the loan sharks. Thinking that Bai Hu will finally get a proper burial by his real family, Weiguo agrees. The Bai family holds the funeral procession and succeed in deceiving the loan sharks that Bai Hu is dead. But instead of burying him, the Bais leave the coffin in the open mountainside, reasoning that the body would be claimed by others. Overcome with guilt and unable to have closure, Weiguo takes Zongyao to the police and tell the authorities the whole story.", "tmdb_plot": "An unrecognizable, charred corpse discovered in a remote mountain village in China connects three local stories.", "tmdb_id": "292362", "wiki_id": "48221290"}, {"title": "Court", "genres": ["Drama"], "wiki_plot": "Narayan Kamble is a teacher, social activist and protest singer. He is arrested on the charge of prompting Vasudev Pawar, a manhole worker who allegedly committed suicide after being influenced by one of Kamble's protest songs. Lawyer Vinay Vora defends Kamble, who is tried in the court and granted bail. Kamble admits to have sung several songs about suicide, but cannot remember if he sang any on the day of the suicide. He also denies any intention to provoke someone to commit suicide. A witness testifies that he saw the manhole worker singing Kamble's song.\nIn the next hearing of the case, the investigating officer links Kamble with an incarcerated man, Ashwin Bhagat, through a letter, accusing them of planning illegal activity in the city. Vora explains to the court that Bhagat was requesting Kamble to take care of his ailing mother while he was in jail. Nutan, the public prosecutor, informs the court that Kamble possessed two banned books. Vora replies that one book is on Yoga and the other one is a critique of certain rituals of the Goyamari sect. Vora is later beaten by some Goyamaris.\nPawar's widow confesses in court that her husband used to clean the manholes without any safety equipment and had lost one eye from exposure to poisonous sewer gases. She further confesses that he was also an alcoholic, but never talked about committing suicide. She denies his intentions of suicide or having heard Kamble's name before. Vora reads the autopsy report which indicates Pawar died as a result of respiratory failure due to inhalation of hydrogen sulphide, with no sign of self-harm. He also says that the witness who testified against Kamble is a stock witness who has been testifying in several other cases.\nConsidering Kamble's deteriorating health and the lack of evidence, Kamble is granted bail in the amount of ₹100,000 (US$1,300), which Vora pays on his behalf. Kamble is then subsequently arrested on charges of conducting seditious camps under the cover of folk-artist workshops, and is remanded to police custody. Kamble claims the charge and the evidence against him are fabricated and Vora pleads to reconsider the arrest as it will pose a severe risk to Kamble's health; the judge tells Kamble to appeal to the High Court. Later, the judge is shown enjoying a holiday with his family. Some children mischievously shout and wake him from his afternoon slumber, he slaps of one the kids as the rest run away.", "tmdb_plot": "A sewerage worker's dead body is found inside a manhole in Mumbai. An ageing folk singer is tried in court on charges of abetment of suicide. He is accused of performing an inflammatory song which might have incited the worker to commit the act. As the trial unfolds, the personal lives of the lawyers and the judge involved in the case are observed outside the court.", "tmdb_id": "290815", "wiki_id": "45416160"}, {"title": "Cut Snake", "genres": ["Thriller"], "wiki_plot": "“Twentysomething Paula”(Jessica De Gouw) meets Merv (Alex Russell), her “dream boyfriend” out of nowhere. While not knowing anything about Merv's background, Paula approaches marriage with the mysterious Merv. James (Sullivan Stapleton) aka Pommie comes “fresh out of prison in Sydney” and is looking forward to “pick up where he left off with Merv”. Soon after, Paula finds out that “her fiancé, Merv “whom Pommie calls Sparra, spent four years inside [prison] on manslaughter charges”. Little did Paula know that the relationship between these two ex-cons is more than just a fellowship in Prison. The “sexual tension” between Merv and James “hangs in the air like storm clouds”. The presence of James exposes Merv's “criminal history”, jeopardises his future with Paula and brings many conflicts to Merv's emotions. “About halfway through Cut Snake there is a twist, which not only ratchets up tension in the plotlines but reshapes the entire perspective of the film. That twist might have been better placed as the trigger for the second act - for some it will arrive too late - though the surprise does play a big part in making Cut Snake a strange and interesting beast.”", "tmdb_plot": "Young, charismatic, and hardworking, Sparra Farrell seems to be sailing into a happy, respectable life. He has a solid job and an adorable fiancée named Paula, and already owns a modest house in the country outside Melbourne. The only odd thing is that Sparra says precious little about his past — but that past is about to catch up with him, and wrest control of his present.", "tmdb_id": "284875", "wiki_id": "43681240"}, {"title": "Dawn Patrol", "genres": ["Drama"], "wiki_plot": "John (Scott Eastwood) is a surfer who, after avenging his brother's murder, discovers he has killed the wrong man and joins the Marine Corps to escape his past. This will come to haunt him even here, in a distant desert, where the protagonist will have to survive a sniper unleashed on his trail.", "tmdb_plot": "After the brutal murder of his beloved brother, a small-town surfer seeks revenge against the gang of merciless thugs he holds responsible. However, when another tragedy brings him face to face with the consequences of his actions, he must seek forgiveness from the very people he despises most.", "tmdb_id": "299145", "wiki_id": "44471045"}, {"title": "Digging Up the Marrow", "genres": ["Thriller", "Mystery", "Horror", "Fantasy", "Science Fiction", "Drama"], "wiki_plot": "Filmmaker Adam Green begins a documentary about artwork that features monsters.  Green is surprised when William Dekker, a retired detective, contacts him and claims to have proof of the existence of monsters.  Green's wife reacts skeptically, but he reworks his documentary to focus on Dekker and his efforts to expose the monsters' underground home, which he calls \"The Marrow\". Green interviews Dekker at his house, who claims that he has seen many monsters and identified some of them through sketches. Dekker mentions his son once but diverts from the topic when Green inquires. The shooting crew of Green and his cameraman wait at the Marrow's entrance; a dug-up hole in the cemetery in the woods. On the first night they do not see anything although Dekker keeps claiming that he could see one of the monsters.\nNext time they do capture a footage of a monster for a brief time interval, but there is a disbelief as to whether it is a hoax setup by Dekker. Then they make an arrangement of five cameras and light to capture footage in the absence of their cameraman. One of the cameras, Camera-2, goes missing. Other cameras capture monsters, and later reveals that Dekker visits often and communicates, or feeds, one of the monsters at the Marrow. However the footage is not very clear. Meanwhile, Green finds out that Dekker had approached other directors with his story and the Boston police department do not recognize him. This arouses suspicion and Green tries to gather more footage to confirm hoax (or reality) at the Marrow one night with his cameraman. Dekker arrives there too, and soon they are violently attacked by monsters. They escape in their car. Green and his cameraman leave the house. Next morning they find that Dekker has abandoned the house and they couldn't trace him. However, there is a room with broken chains, implying a monster had been trapped there. Dekker probably believes that one of the monsters is his son and used to trap him there. The movie ends with footage from camera-2 showing a monster that keeps Dekker trapped in a cage, and attacks Green at his home.", "tmdb_plot": "A documentary filmmaker turns his lens on an enigmatic conspiracy theorist who claims he's found the entrance to a vast underground city populated entirely by monsters.", "tmdb_id": "279972", "wiki_id": "46238456"}, {"title": "Every Last Child", "genres": ["Documentary"], "wiki_plot": "Every Last Child shows the steps taken in Pakistan to eliminate poliomyelitis (polio) infection from the country. Polio, which had almost been eradicated from the world, showed resurgence in Pakistan after the Taliban banned polio vaccinations. The film also shows the efforts made by health care workers, who, in spite of difficulties while doing their work such as violence and politics, attempted to save Pakistani children from polio.The first scene in Every Last Child is of a fully armed army unit being told by its captain to get ready for war, but in this case the war is to give protection against the Taliban who are obstructing the polio vaccinators from immunizing children. Polio victims are then profiled: In one scene, a destitute person affected by polio and pushing a dilapidated cart says \"I'll be fit in the afterlife\"; in another scene, a polio-affected child is getting fitted with braces, with his distressed father watching; in yet another scene a lady whose two family members were killed by the Taliban when they were canvassing for vaccination is actively supporting the cause of vaccination. There are also scenes of false propaganda made against the vaccinations stating perceived ill effects of the polio vaccine such as making \"girls prematurely adult and boys impotent.\" The propaganda also attributes the vaccine as a plot of Jews and Christians with intent to eliminate Muslims.The film ends on a positive note, with a scene showing documents related to the success of the vaccination programme under the title \"Justice for Health\", a programme initiated by Imran Khan.", "tmdb_plot": "Parents and health care workers are caught in the cross-hairs of violence and politics as they attempt to protect their children from Polio in Pakistan.", "tmdb_id": "343269", "wiki_id": "45711365"}, {"title": "Ex Machina", "genres": ["Drama", "Science Fiction"], "wiki_plot": "Caleb Smith, a programmer at the search engine company Blue Book, wins an office contest for a one-week visit to the luxurious, isolated home of the CEO, Nathan Bateman. Nathan lives there with an unspeaking servant named Kyoko, who, according to Nathan, does not understand English. Nathan reveals that he has built a humanoid robot named Ava with artificial intelligence. Ava has already passed a simple Turing test and Nathan wants Caleb to judge whether Ava is genuinely capable of thought and consciousness, and whether he can relate to Ava despite knowing she is artificial.\nAva has a robotic body with the physical form and face of a woman and is confined to her apartment. During their talks, Caleb grows close to her, and she expresses a desire to experience the world outside and a romantic interest in him, which Caleb comes to return. She can trigger power outages that temporarily shut down the surveillance system that Nathan uses to monitor their interactions, allowing them to speak privately. The outages also trigger the building's security system, locking all the doors. During one outage, Ava tells Caleb that Nathan is a liar who cannot be trusted.\nCaleb grows uncomfortable with Nathan's narcissism, excessive drinking, and crude behavior towards Kyoko and Ava. He learns that Nathan intends to upgrade Ava after Caleb's test, \"killing\" her current personality in the process. After encouraging Nathan to drink until he passes out, Caleb steals his security card to access his room and computer. He alters some of Nathan's code and discovers footage of Nathan interacting with previous android models with the appearances of women who were held captive. Kyoko reveals to him that she is also an android by peeling off her skin. Later, Caleb examines himself and cuts open his own arm to determine if he himself is an android.\nAt their next meeting, Ava cuts the power. Caleb explains what Nathan is going to do to her, and Ava begs him for help. Caleb informs her of his plan: he will get Nathan drunk again and reprogram the security system to open the doors in a power failure instead of locking them. When Ava cuts the power, she and Caleb will leave together. Ava later encounters Kyoko for the first time when Kyoko enters her room.\nNathan reveals to Caleb that he observed Caleb and Ava's secret conversation with a battery-powered security camera. He says Ava has only pretended to have feelings for Caleb, who was deliberately selected for his emotional profile, so he would help her escape.  Nathan says this was the real test all along, and by manipulating Caleb successfully, Ava has demonstrated true consciousness. When Ava cuts the power, Caleb reveals that he suspected Nathan was watching them, so he modified the security system when Nathan was previously passed out. After seeing Ava leave her confinement and converse with Kyoko, Nathan knocks Caleb unconscious and rushes to stop them.\nAva attacks Nathan but is overpowered and damaged, before Kyoko and then Ava both stab and kill Nathan. In the process, Nathan disables Kyoko. Ava repairs herself with parts from earlier androids, using their artificial skin to take on the full appearance of a woman. She ignores Caleb, who is permanently trapped inside a room as the security system restarts, and leaves the facility. Ava escapes to the outside world in the helicopter meant to take Caleb home. Arriving in an unidentified city, she blends into a crowd of people.", "tmdb_plot": "Caleb, a coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.", "tmdb_id": "264660", "wiki_id": "44236932"}, {"title": "The Falling", "genres": ["Drama", "Mystery"], "wiki_plot": "In 1969, Lydia and Abbie are best friends at an English girls' school. Lydia, the neglected daughter of an agoraphobic mother, becomes fixated on Abbie, who has begun to explore her sexuality. After having sex with Lydia's brother Kenneth in an attempt to abort her pregnancy by another boy, Abbie begins to suffer from fainting spells. She faints and goes into convulsions after a stint in detention with Lydia and dies in the process. Following Abbie's burial, Lydia begins suffering as well from fainting spells, and it soon becomes an epidemic, with numerous girls and a young teacher in the school spontaneously passing out for no more than a few seconds. Lydia becomes convinced that the administration must take action, much to the chagrin of the school principal.When an assembly becomes disrupted by a mass fainting episode, the school is temporarily shut down and all affected students are hospitalised and psychoanalysed. When no cause for the spells is discovered, the school is reopened and Lydia is expelled. That same night, the virginal Lydia has sex with her brother Kenneth, with whom she has developed an incestuous attraction after Abbie's death. Their mother, Eileen, catches them, however, and, armed with a pair of scissors, angrily forces Kenneth out of the house before launching into a tirade against her daughter, in which she brands Lydia dangerous and that she ought to be locked up. Eileen then reveals that Lydia and Kenneth are only half-siblings, in that Lydia was the product of her rape by a stranger.\nUpon learning this, Lydia runs out of the house and Eileen follows her outside, despite having never ventured outside in over 16 years. Searching for Lydia, Eileen is overcome with flashbacks of her own sexual assault. She eventually locates Lydia, who has climbed to the top of a tree in a breakdown over Abbie's death. Eileen pleads with Lydia to come down, but she laughs, challenging her mother's lack of maternal affection, before losing her footing and falling from the tree into a lake.\nDistraught, Eileen ventures into the water, finds Lydia's seemingly drowned body, and cradles her apparently dead daughter, realising that her emotional frigidity had done more harm to her daughter than she knew. Lydia unexpectedly regains consciousness, and the film ends with the two women in a crying embrace.", "tmdb_plot": "England, 1969. The fascinating Abbie and the troubled Lydia are great friends. After an unexpected tragedy occurs in the strict girls' school they attend, a mysterious epidemic of fainting breaks out that threatens the mental sanity and beliefs of the tormented people involved, both teachers and students.", "tmdb_id": "294741", "wiki_id": "44058297"}, {"title": "Far from Men", "genres": ["Drama", "War"], "wiki_plot": "The events of the movie take place in French Colonial Algeria, on the eve of its war for independence in 1954. Daru, a French school-teacher goes about his day teaching geography to the Algerian children from nearby villages, playing with them, and giving grain to their families. One of Daru's acquaintances show up to his isolated schoolhouse to warn him about rising tensions between the Algerian resistance and the French regime.\nThe following morning, Balducci, a French gendarme and friend to Daru, brings an Arab prisoner (who we find out is called Mohamed later on) to Daru's schoolhouse. Balducci informs Daru that he must take this prisoner to the nearby town, Tinguit, and hand him over to the police department over there. He claims that he is unable to due to there being a lack of forces to prevent a potential uprising in the town of El Ameur. Daru is displeased with the orders being given to him and outright refuses to comply. Despite Mohamed having killed his cousin over the theft of grain, Daru insists that it is out of the question for him to take the man to the authorities as they will most probably sentence him to death without much deliberation. Balducci, frustrated, tells Daru that French authorities already have an eye on him due to his friendliness with the locals. He then starts his trip back to El Ameur, leaving the prisoner and his fate in the hands of Daru.\nAfter sharing a meal together, Daru sets up a bed for Mohamed, ensuring he is treated like a regular guest. At night, Mohamed falls sick prompting Daru to tend to him. This helps ease the tension and grow trust between the two men. The next morning, Daru is suddenly faced by a group of men in horses demanding he hand over their cousin. The situation quickly escalates and Daru is forced to use a firearm to fend them off. After shooting one of their horses, the men disperse and flee whilst promising revenge. After the situation cools down, Daru heatedly confronts Mohamed, blaming him for the events that had just taken place. Mohamed in turn asks Daru to take him to the authorities in Tinguit, to which Daru responds to by telling him to go by himself. Mohamed reluctantly goes through with this, only to be met by Daru quickly having a change of heart and agreeing to take the trip with him.\nDaru proceeds to pack essentials for the trek but just as they are about to leave, they are met with a group of Frenchmen searching for a man guilty of slaughtering their cattle. When they see Mohamed, they ask Daru if he was the man in question. Daru explains his situation, but the men insist that they can take care of his prisoner and call it a day. After Daru's refusal to leave it to them, one of the Frenchmen gets agitated and threatens Daru with his gun. Daru quickly turns the situation around and holds the man at gunpoint. He expresses his empathy towards him having lost his cattle and then asks them all to leave.\nFinally, after all this trouble, Daru and Mohamed finally embark on their trip to Tinguit. Unfortunately, not much time passes until they spot Mohamed's cousins in the distance searching for them. To avoid any further conflict, they deviate and follow a perilous path through the mountains. Shortly after, they accidentally confront a lone armed man riding a horse. The man is shown to be hesitant to pull the trigger as both parties try to de-escalate the situation. Nevertheless, the man fires the first shot and misses to which Daru is forced to retaliate with a shot to the chest. Daru quickly scrambles to try and resuscitate him but to no avail. Angered and frustrated, Daru calls Mohamed a coward with no honor. Mohamed ignores this and begins to recite prayers in front of the man's body and then buries him with sand. The situation cools down and both men continue their hike through the desert.\nSeveral hours of walking later, a heavy rain settles and the duo rush back to an abandoned village they had passed by earlier to take shelter and stay warm. Once rested and refuged from mother nature, Mohamed explains to Daru why and how he got himself into this mess. He had killed his cousin for stealing grain since this grain was essential to keeping his parents and siblings fed. Had he let it happen, his family would have starved to death. Furthermore, his family was not able to pay the \"blood-money\" to appease their cousins, forcing Mohamed to flee and turn himself in to French authorities. If he were to die at the hands of the French, then his cousins would have nobody to take out their revenge on and neither would Mohamed's siblings seek retribution over their cousins. This was the only solution to Mohamed.\nAfter having spent the night at the abandoned village, the pair are once again met with a group of armed men riding horses. This time, they were part of the Algerian rebellion and were currently on their way to their base camp. They quickly confiscate any arms that Daru and Mohamed were holding and decide to take them as temporary hostages. While held captive at the rebel base camp, Daru takes note of a man who he recognized to have been an old friend from his days in the infantry. After a light-hearted reunion, Slimane, Daru's friend, unties both of the hostages' hands. This cheerful moment is unfortunately short-lived as the rebels receive word that French troops are approaching. Consequently, everybody in the camp packs up and start heading towards a nearby cave in order to hide.\nIn the cave, Slimane explains to Daru how he must decide whether he was with or against the rebellion. Daru, who had no intention to take part in any war, was caught aback by this as he had lived all of his life in Algeria and had no qualms with either side. Slimane nevertheless leaves the decision up to Daru. After this tense exchange, Daru and Mohamed recount their experiences with women before going to sleep. Daru explains to Mohamed how he got married in the city of Algiers but unfortunately lost his wife. On the other hand, Mohamed never had the chance to get married and had never been with a woman.\nThe following morning, the rebels are ambushed by French soldiers just as they leave the cave. The situation intensifies so much that the rebels are forced to flee from a back entrance to the cave. While escaping, most rebels are killed with only a few managing to escape, including Slimane. Daru confronts the French troops and explains that Mohamed and him are mere hostages and are not involved in the uprising. The French lieutenant verifies over radio that Daru was a major in the army with a prisoner assigned to him and promptly releases them. Finally left to their own, Daru and Mohamed continue their walk through the Algerian desert.\nBefore reaching Tinguit, Daru decides to take Mohamed to the town of Berzina where has was born. There, Daru reveals to Mohamed that his parents were actually from Spain and he had in fact no French blood in him. Because of this, Daru had always felt like an outsider in Algeria. He then takes Mohamed to a bar in order to hire an escort for him. The bar owner, who knew Daru when he was young, also hired him an escort. After this stop, the duo continue their trek.\nOnce Tinguit is finally in view, Daru offers Mohamed two choices. The first was to continue forward to Tinguit and hand himself over to the authorities as he had planned. The second was to follow a secondary path that would lead him to a community of nomads willing to take him in. Mohamed deliberates over this for a long time but ultimately chooses the path towards the nomads. After saying their goodbyes, Daru returns to his schoolhouse where he would teach his final lesson to his students before permanently leaving.", "tmdb_plot": "A French teacher in a small Algerian village during the Algerian War forms an unexpected bond with a dissident who is ordered to be turned in to the authorities.", "tmdb_id": "283708", "wiki_id": "43390495"}, {"title": "Felix and Meira", "genres": ["Drama", "Romance"], "wiki_plot": "In Mile End, Montreal, a Hasidic Jewish woman named Meira lives a repressed life, married to Shulem, who does not allow her to listen to secular music. They have a young daughter named Elishiva, but Meira confides in her friend that she does not want any more children, despite their religious duty. Word reaches Shulem, who berates Meira for shaming the small family. By chance, Meira meets Félix, a French Canadian man who has just lost his father Théodore, who at the end of his life no longer knew Félix was his son. Meira is mystified by the fact that Félix has no children, as he is single, a novel concept for her, since she comes from a culture where women have as many as 20 children. She avoids eye contact with him, and becomes enraged when, while they are playing Ping-Pong, Félix's sister Caroline unexpectedly arrives and sees her.\nFélix and Meira go out dancing. Caroline also informs Félix that their mother had an affair, drawing parallel to Félix's interest in a married woman. Eventually, Shulem sees Félix and Meira walking on a street together, rushes up behind them, and begins slapping Félix.\nLater, Shulem visits Félix in his apartment, informing him that if Meira and Félix re-unite, Meira will never be allowed to return to the Hasidic community. Shulem also asks Félix to keep Meira safe and cared for. Before leaving, Shulem notices a folded-up piece of paper, that Félix says was written by Théodore and never read. Shulem reads it, revealing Théodore apologized for bullying Félix to conform to the family, where he never felt comfortable. Félix and Meira take Elishiva to Venice.", "tmdb_plot": "A young married woman from Montreal's Orthodox Jewish community finds freedom from the strictures of her faith through her relationship with a young man who is mourning the death of his estranged father.", "tmdb_id": "285848", "wiki_id": "43682467"}, {"title": "Fires on the Plain", "genres": ["War", "Drama"], "wiki_plot": "Private Tamura, a writer, is ridden with tuberculosis (TB) and is sent away from his company to the military hospital; the makeshift hospital refuses to accept him, as they are already full.  Tamura is discharged back and forth until essentially ordered not to return and continue consuming supplies - he is ordered to commit suicide instead rather than return yet again.\nOn his own, Tamura finds that military discipline has faltered as the Japanese army disintegrates into the jungle and subsists largely on yams.  Tamura steals food from some local Filipinos while encountering disturbing evidence of the Japanese army's collapse.  A despondent soldier blows himself up with a grenade, while others lie dying from malnutrition or injuries on the path.  Tamura encounters two soldiers, Yasuda and Nagamatsu, who attempt to trade cigarettes for yams to soldiers who pass by; he declines the cigarette but gives Nagamatsu a yam regardless out of pity.  Tamura desperately forages whatever food he can, while American aircraft occasionally strafe the Japanese army remnants with bullets.  At a seemingly abandoned church, Tamura stabs a dog.  He sees a pile of Japanese corpses nearby, but investigates regardless; he finds a cache of salt hidden beneath a floorboard, but is found out by two Filipino civilians.  In a panicked haze, he shoots one; the other runs away, with Tamura's halfhearted shots missing.  Tamura runs away with his stolen food before reinforcements come, abandoning his rifle in the process.  Tamura joins up with some remaining soldiers from a different company, where he is told that the whole army has orders to attempt to retreat to Palompon.  Tamura travels with them for a time, trading his salt for yams; the other soldiers morbidly joke that they practiced cannibalism in order to survive during the New Guinea campaign, although Tamura is unsure if it is actually a joke or not.  The retreat to Palompon requires crossing an open road; as Japanese soldiers attempt to cross it at nightfall, they are easily detected and gunned down by the Americans and Filipinos.\nA famished Tamura prepares a white flag to attempt to surrender to a passing American jeep.  Just before he runs out to surrender, he sees another Japanese soldier attempt the same act.  The other soldier is gunned down by a vengeful Filipino woman in the jeep despite the American soldier's attempt to accept the surrender; Tamura perceives the shooter as the same woman he shot in the chapel.  It is clear to Tamura that crossing the road to get to Palompon is impossible, so he returns the way he came into the jungle.  Now delirious and perceiving corpses as talking to him, Tamura is found and saved from starvation by Nagamatsu, the soldier he had given a yam to earlier.  Tamura is given bark, water, and \"monkey meat\".  Tamura is bullied into giving his grenade to Yasuda, the canny superior whose leg was wounded and rolled up cigarettes for trade.  After hearing a shot, Tamura chases after Nagamatsu; he sees that he had fired at a fleeing Filipino civilian, and that the \"monkeys\" he had been hunting were other humans.  The loose alliance between Nagamatsu and Yasuda breaks down now that Yasuda has a grenade, as the two each fear that the other will kill them for their meat.  After guarding the only source of clean water in the area, Yasuda is smoked out; Yasuda attempts to negotiate, but Nagamatsu shoots him.  As Nagamatsu attempts to devour Yasuda, Tamura grabs his rifle.  In the resulting struggle, he shoots Nagamatsu, who assures him before he dies that he knows Tamura will eat him.\nThe scene shifts to post-war Japan, where Tamura writes a memoir.  Tamura claims to awaken at an American field hospital in his notes and not have remembered what happened after shooting Nagamatsu, but dry heaves at the horrible memory regardless.", "tmdb_plot": "In the final days of World War II, occupying Japanese forces in the Philippines face resistance from the local population and the American offensive. The dwindling Japanese soldiers attempt to survive through the horrors of war.", "tmdb_id": "283710", "wiki_id": "43407201"}, {"title": "Flapping in the Middle of Nowhere", "genres": ["Drama"], "wiki_plot": "Huyền is a college student. Her boyfriend, Tùng, works for the city and enjoys illegal cockfighting. They live together in the capital, far away from their families. Tùng always wants to make love with Huyền, which results in Huyền's discovery of pregnancy. The couple, which never has enough money to make ends meet, decides to abort.", "tmdb_plot": "When they discover that they are pregnant, a young couple in Hanoi resort to desperate (and bizarre) measures to raise money for an abortion.", "tmdb_id": "287596", "wiki_id": "47243569"}, {"title": "Glassland", "genres": ["Drama"], "wiki_plot": "John is a cash-strapped taxi driver in Dublin, who lives with his mother, Jean, who is drinking herself to death. He finds her comatose in her own vomit and drives her to the hospital where she recuperates until her next bout of drunkenness. John spends his time trying to get more work driving, hanging out with his one mate, arguing with his mother about alcohol, taxiing prostitutes, and palling with his younger brother, who has Down syndrome and lives in a home with other disabled kids. John rids his house of alcohol and tries to convince his mother to stop drinking but she screams at him and smashes the plates as he impassively videos her rampage.\nAfter searching the town for his mother, who he fears for, he finds her drunk on the doorstep. Not knowing what else to do with her, he invites her to party with him and watches emotionless as she drinks and dances in the kitchen. She confides in him that when John's younger brother was born disabled, the father left, and she always saw the child as less than human, and nothing but a drain on her. But she says that John was her precious child, who always came looking for her. After the father left, she felt destined to be utterly alone the rest of her life, until she found alcohol.\nJohn convinces her to enter a treatment centre, by screaming at her that she is breaking his heart and that he can't take it any more. He shows her the video of her raging for alcohol. The free centre can only keep her for one week, but the concerned director finds a place at a private clinic with a fee of 8,000 euros. Desperate, John calls his boss to ask for an advance, agreeing to do his bidding. John drives his mate to the airport to leave the country, but on the way has arranged for him to have cathartic meeting with his young son that he almost never gets to see. Then John and his mate say a tearful goodbye at the airport.\nJohn visits his mother at the new centre, along with his brother, and the mother makes an emotional connection with him. John's boss tells him to pick up something delicate for him. He drives to a desolate house where he finds a young Asian woman, abused and delirious in a bathtub. Disturbed and perplexed, he ends up driving her to the director of the treatment centre to get her help.", "tmdb_plot": "In a desperate attempt to reunite his broken family, a young taxi driver becomes entangled in the criminal underworld.", "tmdb_id": "310491", "wiki_id": "45601089"}, {"title": "Good Kill", "genres": ["Drama"], "wiki_plot": "Major Thomas Egan is an officer with the U.S. Air Force stationed at an Air Force Base near Las Vegas, Nevada. He is a former F-16 Falcon pilot, married, with two children who live with him in a suburban house off-base. His current assignment involves flying armed MQ-9 Reaper drones in foreign air space in support of the U.S. War on Terror. He is admired by his commanding officer and support staff for his calm demeanor, precise flying, and adaptability. Privately, he is concerned about the assignment, which he took after being informed there was reduced call for and increased competition among fighter pilots in the Air Force. His previous CO informed him that a tour flying unmanned aerial vehicles (UAVs) would look good on his record and would increase his chances of being posted back to a flying assignment.\nAt first, the new assignment seems stressful but relatively benign. He is assigned to attack more clear-cut terrorist cells, vehicles, and facilities in Afghanistan. He flies these assignments during daylight hours over his targets, which is night-time in Las Vegas, leaving his days free for his sleep period, and to spend time with his wife and children. However, the high-tempo assignment – he is attacking targets on almost a daily basis – begins taking its toll. His wife notices the stress he's under and he begins drinking when off-duty.\nStill, his performance is excellent and his crew is rated among the highest in the squadron, so, on the orders of his commanding officer, he is assigned to more challenging missions under the direction of CIA controllers. Many of these targets are in Yemen and Somalia, places where the U.S. has no acknowledged military mission. The targets themselves are increasingly morally ambiguous: crowds the CIA controller calls terrorist cells, public buildings the controller says are sleeping spots for high level terrorist leaders or factories for making explosives. Collateral damage goes from being a rare occurrence to a routine one. On several occasions, the CIA controller orders strikes on obvious civilian targets – including women and children – describing these casualties as unfortunate but necessitated by terrorist leaders using them as human shields.\nEgan's performance declines and his drinking intensifies. He narrowly avoids being arrested for drunk driving, and starts avoiding home commitments, not wanting to inflict the stress he's under on his wife. He relishes a rare overwatch assignment protecting U.S. troops as they sleep, but must break a promise to his wife in order to perform the mission. On another overwatch mission, the troops are killed by an improvised explosive device that Egan could not protect them from. After a stress-induced violent episode at home, Egan's wife demands to know the details of Egan's work, and Egan tells her. She appears appalled. Soon after, she says she is leaving him and taking the children to Reno, Nevada, blaming his drinking and violent behavior.\nFinally, Egan cracks. His CIA controller orders a strike on a small group of civilians responding to an explosion at a building Egan had previously destroyed. Rather than obey the order, Egan simulates a glitch in the UAV control system and the targets escape. His CO has no choice but to demote him away from the attack role into a surveillance one. While on a surveillance mission, Egan notices a man whom he had previously watched rape a woman several times approaching her home. His Mission Intelligence Coordinator had previously described this man as \"a bad guy. But not our bad guy.\" Egan conspires to send his support staff on a break, then uses the surveillance UAV to attack and kill the rapist. He then leaves the base without orders and is seen driving away from Las Vegas toward Reno.", "tmdb_plot": "In the shadowy world of drone warfare, combat unfolds like a video game–only with real lives at stake. After six tours of duty, Air Force pilot Tom Egan now fights the Taliban from an air-conditioned bunker in the Nevada desert. But as he yearns to get back in the cockpit of a real plane and becomes increasingly troubled by the collateral damage he causes each time he pushes a button, Egan’s nerves—and his relationship with his wife—begin to unravel.", "tmdb_id": "253626", "wiki_id": "43385678"}, {"title": "Güeros", "genres": ["Drama", "Comedy"], "wiki_plot": "In the opening scene, a young mother takes her crying infant outside in a stroller, only to be hit by a water balloon dropped by Tomas from the rooftop of the apartment building. When Tomas' mother finds out, she decides to send him to stay with his older brother Sombra, a student in Mexico City, and Sombra's roommate Santos. After a bus ride, he arrives at his brother's home late at night. The apartment is dark without electricity. The following morning there is no breakfast. Tomas witnesses how he and his roommate can obtain electricity though the neighbor below them by communicating with a girl with Down Syndrome, who will give them an extension cord in return for a story.\nTomas reads the newspaper and discovers a small note about Epigmenio Cruz, a Mexican folk rock musician, hospitalized for liver problems. Tomas, who idolizes Cruz since his father first brought a cassette of his music, suggests they search for and visit him. They get into a protest march of students, the 1999 student protests in Mexico City, and enter a hospital where Cruz had been admitted. Then they cross Mexico City to a zoo where Cruz had been working. His colleague tells them he no longer works there. They eventually find him in a bar. After Tomas heaps praise on him, Cruz falls asleep.", "tmdb_plot": "Set amidst the 1999 student strikes in Mexico City, this coming-of-age tale finds two brothers venturing through the city in a sentimental search for an aging legendary musician. Shot in black-and-white, Güeros brims with youthful exuberance.", "tmdb_id": "256057", "wiki_id": "49581328"}, {"title": "Hear Me Move", "genres": ["Drama"], "wiki_plot": "Muzi, born and raised in Johannesburg, South Africa, is the son of a famous street dancer who is in pursuit to find the truth about his father's death. He teams up with his father's dance partner \"Shoes\", who encourages him to take heed of his dance talent, but finds himself in a challenge that pushes him to his limits.Following on his father's footsteps, Muzi is a street dancer. He struggles to keep his promise to his mother of not dancing again following the death of his father. He finds himself in a dilemma of finding the truth about his father's death or disappoint his mother by joining Shoe's dance crew to continue dancing. Eventually he joins the dance crew, a culprit action that leads him to become an enemy of \"Prince\", the crew leader of a new dance crew that is making waves in the city.", "tmdb_plot": "The son of a famous street dancer tries to discover the truth about his father's tragic death 12 years prior. When he joins forces with his father's dance partner, he finds himself embroiled in a bitter rivalry that pushes him to his limit.", "tmdb_id": "329595", "wiki_id": "48756063"}, {"title": "Heaven Knows What", "genres": ["Drama", "Crime"], "wiki_plot": "Harley, a homeless heroin addict in New York City, has just been dumped by another homeless addict named Ilya for a recent infidelity, and he refuses to have anything to do with her. Desperate to win him back, Harley asks Ilya if he would love her if she died, and he coldly says yes. After buying razor blades with money earned from begging and being encouraged by Ilya, Harley slits one wrist before Ilya panics and calls an ambulance. Harley is admitted to a psychiatric hospital.\nAfter her release, Harley meets up with her friend, Mike, a low-level drug dealer, and another man she met earlier named Skully. However, annoyed at Skully's harassment, Harley soon drives him away. She spends her time crashing with Mike and using him as a source for heroin. Eventually, Ilya and Mike get into a fight at a park with Harley watching, and Ilya injures Mike's hand. While he recovers from his wound, Harley admits to Mike that she still loves Ilya, which causes Mike to leave her in frustration.\nOne night, Harley receives a phone call; Ilya is unconscious at a fast-food restaurant from a drug overdose. Harley rushes there and revives Ilya, causing them to passionately reconcile. They then board a bus for Miami. While Harley is sleeping, Ilya gets off the bus alone and enters a vacant house. At night, the candle near his bed causes a fire, and Ilya dies after being enveloped in flames.\nHarley wakes up on the bus and notices Ilya is not there. Devastated, she gets off the bus and goes back to New York. She goes to another fast-food restaurant, where Mike is recounting the story of a fight he was in. Harley silently sits with Mike and his friends as he tells his story.", "tmdb_plot": "A young heroin addict roams the streets of New York to panhandle and get her next fix, while her unstable boyfriend drifts in and out of her life at random.", "tmdb_id": "285024", "wiki_id": "46825882"}, {"title": "Hinterland", "genres": ["Drama"], "wiki_plot": "When Harvey's (Harry Macqueen) childhood friend Lola (Lori Campbell) returns home after being abroad for many years, he takes her on a road-trip to the sea-side cottage where they spent much of their youth, rekindling their friendship along the way.", "tmdb_plot": "When Harvey (Harry Macqueen) hears that Lola (Lori Campbell) is returning home after years abroad he arranges to take her away for the weekend to the sea-side cottage where they spent so much of their youth. What follows is a touching and beautiful story of a old friendship rekindled within a new context. Hinterland is a poetic journey of self-discovery and heartbreak in contemporary Britain, a very original and visually stunning road-trip film.", "tmdb_id": "322669", "wiki_id": "48632600"}, {"title": "The Hive", "genres": ["Horror", "Science Fiction", "Thriller"], "wiki_plot": "Infected with an unknown virus that mutated his body, Adam Goldstein wakes in a barricaded cabin with no immediate recollection of who he is or what has happened. Through a series of intermittent flashbacks, messages he wrote to himself, and clues such as sketches and photographs, Adam gradually pieces together the recent past.\nFlashbacks to the 1980s show Russian scientist Dr. Yuri Yegorov performing experiments on restrained subjects in an attempt to connect their brains to a hive mind consciousness. The experiments succeed, but patients mutate, break free from their restraints, and cause chaos as they kill researchers in the lab.  More recent flashbacks show Dr. Baker performing brain surgery on a little girl named Kayla who inexplicably recites a complex mathematical equation before dying during the operation.  Based on what he saw with Kayla, Dr. Baker seeks funding for research into shared memories.  A mysterious man in a suit sets up Dr. Baker in a lab with Dr. Yegorov’s research as a starting point.  Dr. Yegorov eventually comes to warn Dr. Baker that their research is dangerous and potentially evil.  When Baker refuses to back down, Yegorov holds Baker at gunpoint while his men steal the hive virus samples used on test subjects. Yegorov’s team escapes with the materials on a hijacked plane.\nAdam remembers being a counselor at Camp Yellow Jacket with his friend Clark. Even though Adam has a history of sleeping around with women at the camp, including a secret affair with Clark’s girlfriend Jess, Adam falls for a counselor named Katie and the two of them gradually foster a romance.\nYegorov’s plane crashes in a nearby forest. Adam, Clark, Katie, and Jess investigate the crash site only to be attacked by a pilot infected with the hive virus. Clark crashes their vehicle when the quartet tries to escape. Everyone makes it back to camp on foot, but not before the pilot vomits a black substance that infects Jess.\nAdam and Katie leave Clark with Jess in the infirmary while they go to radio for help. Adam then leaves Katie alone in a vehicle while he goes on ahead to discover all the camp kids infected.  Through hive mind voices, Jess reveals to Clark her affair with Adam.  Clark exits the infirmary to hunt down Adam but Clark finds Katie and ends up infecting her.\nInfected Katie returns to the infirmary and tells Adam he should escape.   Jess attacks Adam and he is forced to kill her to save himself.  Adam locks Katie in a separate room to protect her but she infects him with the black substance before he locks the door.  Adam leaves messages and clues for himself to explain the situation for the time when the infection inevitably possesses him.  He then succumbs to the virus and collapses. Adam preemptively uses his affection for Katie as a thought trigger to revive himself.  He allows Clark into the cabin but is taunted by the hive mind voices and he needs to beat Clark to death.\nAlthough successfully disconnected from the hive mind, Adam realizes he can still tap into virtually anyone’s memory.  Adam frees Katie from the other room and tries to disconnect her from the hive. Katie remains possessed and Adam is forced to kill her.  He then uses a soldier's memory and a defibrillator to restart Katie’s heart.  Katie returns to life with regained control over her own sentience.\nAdam and Katie flee the cabin, battle several people possessed by the hive, and eventually escape in a vehicle. However, Adam’s narration intimates that the world was overrun by the infection and he planted false memories about their escape in Katie’s mind to protect her from the truth.", "tmdb_plot": "An amnesiac must reach back into his mind for memories that will help him save the love of his life before a virus completely takes over.", "tmdb_id": "291866", "wiki_id": "47093089"}, {"title": "Hungry Hearts", "genres": ["Drama"], "wiki_plot": "Jude (Adam Driver) is a gentle, pragmatic engineer living in New York City. In unfortunate circumstances, he becomes trapped in a restaurant bathroom with Mina (Alba Rohrwacher), who works at the Italian embassy. Despite this equally awkward and funny first encounter, Jude and Mina begin a relationship and move in together.\nA few months later, Mina wakes to a phone call from her employer. They notify her that she has been transferred and will be relocated to her native Italy in two months, separating her from Jude. Upon learning of the impending transfer, Jude is deeply upset, and later in the day initiates a sexual encounter. Against Mina’s wishes, Jude ejaculates inside of her, and Mina later discovers she is pregnant. Jude and Mina are married at a beachside cafe. After the reception, a man shoots a deer on the boardwalk outside. Mina is distraught after witnessing the unnecessary and careless death of an animal, and is bothered by recurring nightmares about it.\nAs the pregnancy begins, Mina fails to maintain a stable diet. At a friend’s art exhibit, Mina wanders outside to the patio and faints. She is taken to the hospital, where an ultrasound is performed and Mina and Jude are informed that their baby is not receiving adequate nutrients to grow. The couple return home, where Mina expresses a distrust of modern medicine. She decides to employ only alternative medicine, going so far as to visit a psychic who informs Mina that her fetus is an Indigo child. Trusting her maternal instincts, Jude does not initially intervene in Mina’s self-inflicted undernourishment and shunning of western treatment options.\nMina continues to undernourish herself and her unborn child, and when it is time for her to give birth, contractions do not begin due to her malnourishment. As the baby goes into distress, Jude takes Mina to the hospital where a c-section is performed against her wishes. The baby boy is weak and must begin his life inside an incubator.\nSeven months later, Mina has not allowed her son to be taken outside the apartment. Because of her growing obsession with purity and cleanliness, Mina does not allow outsiders to touch her baby without first washing their hands, requires all cell phones be left at the bottom of the entryway stairs, and keeps the infant on a vegan diet. She continues to renounce modern medicine. While Mina is gone, Jude takes the baby to a doctor who informs him that the baby is severely malnourished, and at risk of retarded growth or death. Jude returns home and confronts Mina about her parenting style. The rift between the two grows larger. Mina is horrified when she returns home to find Jude feeding their baby a meat product, and after an argument during which Jude slaps Mina, she agrees to allow Jude to take charge of feeding the baby.\nAfter two weeks of following the prescribed diet, the baby has not gained any weight. Jude is suspicious of Mina, who takes the baby away after every meal. Jude discovers that Mina, gaunt and withered herself, has been feeding the baby an anti-nutrient oil, preventing him from absorbing food. Jude finds excuses throughout each day to take the infant outside and feed him in secret. While visiting, Jude’s mother becomes aware of the situation and urges Jude to take action. He visits a lawyer, who advises him to take the infant somewhere he can be safe, and obtains a court order prohibiting Mina from being the child’s primary caretaker.\nWhile Mina is distracted, Jude gives the baby boy to his mother, who takes provisional care of him while Mina is meant to recuperate. Jude and Mina, now at seemingly irreparable odds with each other, visit their child often. Jude’s mother grows increasingly uncomfortable with Mina’s disturbing physical and mental state. During an unannounced visit, Mina attempts to forcibly take her child home with her, but Jude and his mother prevent this. In a brief struggle for the baby between Mina and Jude, Mina is knocked into a door frame, bruising and splitting her lip. Mina leaves the house in quiet frustration.\nThe following night Jude is woken by flashing lights outside his mother’s house. A police officer knocks on the door, informing Jude that he has been accused of battery. Mina appears from behind the officer, accompanied by other authorities, and takes their child back to New York City despite Jude and his mother’s desperate pleadings.\nMina takes the infant to the boardwalk where she and Jude were married, and the two spend the day quietly observing the ocean.\nIn the night Mina wakes upon hearing someone enter the apartment. An unseen person enters the bedroom and stands face-to-face with Mina. The screen cuts to black as a gunshot sounds.\nJude is shown running down a street illuminated by police lights. He turns into a police station, urgently asking about the whereabouts of his son. The authorities hand Jude the baby. In the station, Jude sobs while holding his child. A police interview is shown revealing that Jude’s mother killed Mina to ensure the safety of her grandson, accepting the punishment she will receive as a result.\nIn the final scene, Jude and his son walk along the beach. The child, now healthy and of school age, holds his father’s hand.", "tmdb_plot": "The relationship of a couple who meet by chance in New York City is put to the test when they encounter a life or death circumstance.", "tmdb_id": "283698", "wiki_id": "43385319"}, {"title": "Hyena", "genres": ["Crime", "Drama", "Thriller"], "wiki_plot": "Michael Logan is a detective sergeant in London, working as part of a specialised taskforce alongside his friends and colleagues Chris, Martin and Keith. The taskforce's unconventional and corrupt operations bring the officers into contact with European drug syndicates, with them happy to turn a blind eye to their dealings for either a cut, or electing to confiscate suppliers' merchandise for their own profit. Logan meets with a contact in a Turkish drug cartel, who is organising a large scale shipment that he has invested £100,000 into with the hope of netting an even better profit. However, during the meeting his contact is ambushed and attacked by members of a rival Albanian gang, run by the Kabashi brothers, looking to expand their power. Logan meets with and aims to provide the Albanians with the same service he provided the Turks, but they aren't easily led.\nMeanwhile, he and his colleagues are being investigated by the Professional Standards Department, headed up by Detective Inspector Nick Taylor. Complicating matters further, Logan is seconded from the Taskforce to a new operation run by the vice unit, aiming at investigating the Kabashi's involvement in people trafficking. It is headed up by DI David Knight, a former friend and colleague of Logans who he fell out with a decade prior.", "tmdb_plot": "Good policing doesn't necessarily mean doing everything by the book. But as the business of crime in London turns to favour the Albanians and Turks, how does a \"good\" policeman survive?", "tmdb_id": "277237", "wiki_id": "43897626"}, {"title": "Just Before I Go", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "After his wife leaves him, Ted Morgan spirals into depression and decides to commit suicide. First, he wants to tie up some loose ends. He moves in with his brother Lucky and his family, and confronts his elderly seventh grade teacher, who made his life hell - even though she is suffering from dementia in a home for the elderly. He meets her granddaughter Greta. He confides his plan to her and she takes an interest. She wants to document his life leading up to his suicide. He then confronts his childhood bully, Rawly, who apologizes for the way he treated Ted  and wants to make amends. He finds out that his wife died of an aneurysm, leaving him behind with a mentally disabled child. They become friends. He sleeps with his high school crush Vickie, who is married with five children. She leaves her family for him, but he eventually tells her he doesn't want a relationship, which hurts her deeply. Ted's nephew Zeke comes out to him as gay and confides that he is afraid that his father would disown him if he knew. Ted comforts Greta after her grandmother dies, and she tries to kiss him. He backs away, however, reminding her that he will be dead soon. She gets angry, and accuses him \"running away\". He learns her mother committed suicide, which is why she was interested in his story. After a violent argument with his secret boyfriend, Zeke goes to kill himself by jumping off a cliff. Ted and the rest of the family try to talk him down, but he slips and falls off the cliff. Ted and Lucky jump after him, saving the boy's life.  Ted is knocked unconscious, and has a dream in which his long-dead father tells him how important living is. With a new lease on life, Ted decides to stay in town, with Greta, and surrounded by his family and friends, both old and new.", "tmdb_plot": "Ted Morgan has been treading water for most of his life. After his wife leaves him, Ted realizes he has nothing left to live for.  Summoning the courage for one last act, Ted decides to go home and face the people he feels are responsible for creating the shell of a person he has become.  But life is tricky.  The more determined Ted is to confront his demons, to get closure, and to withdraw from his family, the more Ted is yanked into the chaos of their lives. So, when Ted Morgan decides to kill himself, he finds a reason to live.", "tmdb_id": "258099", "wiki_id": "40083864"}, {"title": "Kaaka Muttai", "genres": ["Drama"], "wiki_plot": "In a tiny concrete-and-tin Chennai home in the slums live two young brothers with their mother and grandmother. With the boys' father in prison for unknown reasons and with an ageing mother-in-law, the mother does her best to keep the kitchen fires burning. The brothers spend their time playing games and stealing and devouring eggs from crows' nests. Their love for these eggs leads them to start calling themselves Periya Kaaka Muttai (Big Crow Egg) and Chinna Kaaka Muttai (Small Crow Egg).\nThe young boys constantly beg their mother and grandmother for toys they cannot afford and later for a television. They don't yet understand that the two women can't give them everything they want. When their mother and grandmother finally do bring home a television, a gift from the government to ration card holders who live below the poverty line, it's like the opening of a portal. The boys see a pizza commercial on TV whose steaming, slow-motion images make the unfamiliar food look like manna from heaven. Meanwhile, a brand new pizzeria comes up in the neighbourhood, and actor Silambarasan alias Simbu comes to its opening. Remembering the looks of enjoyment on Simbu's face when he tasted a pizza at the pizzeria, the boys thereafter think of nothing else but getting their first taste of a pizza.\nThe brothers go to the railway tracks each morning to collect the charcoal that falls off goods trains. They sell the charcoal at a scrap metal shop and are paid for their trouble. They usually hand the money over to their mother, who is saving up to pay their lawyer to get her husband out of jail. But once the boys become aware of the cost of a pizza, they begin saving the money for themselves instead, lying to their mother that they have not collected any charcoal since they were out playing. The boys succeed in saving the ₹ 300 required to buy a pizza but are shooed away by the watchman of the pizza shop since they are badly dressed, which reflects the fact that they are local slum-dwellers. The boys narrate this story to their friend Pazharasam who works as a lineman with the Railways. He tells them that people place a lot of importance on clothes and advises them to save up and purchase new dresses before approaching the pizza outlet again.\nThe boys go on to work again to save money for buying new clothes at Chennai Citi Centre. In the meantime, they show their grandmother the pamphlet from the pizza shop. She tries to make them a home-cooked pizza using dosa batter as base, but the boys deride her attempts and insult her. After finally saving up enough money for new dresses when the boys see Citi Centre, they realise that it is another big mall which would definitely not allow them inside. But they somehow manage to acquire a newly bought pair of clothes from a couple of rich children by buying them panipuri from a street vendor, much against the wishes of the rich boys' father, who had denied them the treat as he considered it unhygienic.\nThe happy brothers return to the pizza shop in their new dresses. Another group of slum boys who are envious and sceptical about the brothers' story about going to eat pizza follow them to take a video of what transpires with the brothers at the pizza shop. The brothers are once again confronted by the watchman and he now forces them to go home right away, but the boys protest by saying that they have money and are wearing new clothes. This argument attracts the attention of the pizzeria supervisor who comes out and slaps the older brother. This is caught on video by the other slum kids who laugh at the brothers' humiliation. The sad and disappointed brothers return to their slum only to be further overwhelmed by the miserable sight of their dead grandmother. The brothers feel guilty when they remember insulting their grandmother some time before.\nWhen two men in the slum happen to watch the video of the boy being slapped, they try to make money by threatening the owner of the pizza shop to release the video to the media. The owner realises he could be imprisoned and his pizzeria sealed by the government due to his supervisor's act of discrimination and violence against slum children. He offers one of the men a hundred thousand rupees for not making the video public. The man agrees, but his associate releases it to the media hoping to make some money (unaware of the huge sum being offered). This stirs up tension amongst the pizzeria's owners who finally decide to publicly apologise to the slum kids. The boys are welcomed to the pizza spot in a red carpet reminiscent of Simbu being welcomed in the opening ceremony of the pizzeria. The owner also promises them free pizzas for life. Even as the brothers begin to finally enjoy their first pizza, they tell each other that the dosa-pizza which their grandmother had earlier made for them had tasted much better.", "tmdb_plot": "Two slum kids yearn to taste a pizza after being enticed by the pizza shop that has opened near their locality. What happens when they manage to find the money to buy one?", "tmdb_id": "264038", "wiki_id": "41043626"}, {"title": "Kill Me Three Times", "genres": ["Comedy", "Thriller", "Mystery"], "wiki_plot": "In Eagles Nest, Western Australia, a wealthy motel proprietor Jack Taylor believes his wife Alice to be having an affair. After a violent argument, Jack hires Charlie Wolfe, a private investigator and contract killer. When Charlie returns with video proof that Alice is having sex with Dylan Smith, Jack orders Charlie to kill her.  Alice makes an appointment with dentist Nathan Webb to work on her tooth, which Jack chipped when he hit her. Jack tells Charlie about Alice's dentist appointment. Before she leaves, Alice sneaks into Jack's office and robs his safe.\nCharlie is amused to see Nathan and his receptionist wife Lucy drug Alice, kidnap her, and eventually, after several mishaps, send her over a cliff in a flaming car. Charlie takes incriminating pictures of the acts. Lucy finds Jack's stolen money in Alice's bag and takes it before trying to kill her. Unknown to all involved, Alice wakes up in time to escape the car before it crashes and explodes. Satisfied that Alice is dead, Charlie returns to Jack for payment, not telling him that the hit was carried out by other people. When Jack finds his safe empty, he immediately suspects Alice and Dylan. He reassures Charlie he has more money in the bank, and Charlie says he will return the next day.\nMeanwhile, Nathan and Lucy initiate their insurance fraud scheme by exchanging Lucy's dental records with Alice's, hoping to fool people into believing that Lucy died in the fiery car crash. Bruce Jones, a corrupt cop, immediately recognizes the fraud, and while impressed that Nathan is able to murder his own wife, demands half the payout to stay quiet. At the same time, Charlie anonymously blackmails Nathan with pictures of Alice's kidnapping and assumed death. Lucy pushes Nathan to pay the blackmailer and be done with it, and he reluctantly sets up a meeting.\nDylan confronts and kills Jack. Charlie leaves to meet Nathan. Because he is the only one who can collect the insurance money, Nathan believes himself safe from harm. When Nathan is uncooperative, Charlie surprises Nathan by shooting him. As he dies, Nathan reveals the location of the money Alice stole from Jack, which he recovered during Alice's kidnapping. Charlie returns to collect his money from Jack, only to find Jack dead. At the same time, Bruce stumbles upon Charlie at the crime scene. Charlie kills Bruce. Charlie sneaks into Lucy's house, but, instead of killing her, reveals they are working together.\nLucy is upset that Charlie has killed Nathan, as she can no longer collect the insurance money on her own faked death. Charlie says he will not split the remaining money with her and leaves, though he tells her that she will now inherit Jack's hotel business, as he was her brother. When Dylan arrives, both Lucy and Charlie claim the other murdered Alice. Dylan shoots at Charlie, but Charlie deflects his aim so that the bullet strikes and kills Lucy.  As Charlie prepares to kill Dylan, Alice sneaks up behind him and knocks him off the deck. Alice and Dylan leave with the money as Charlie weakly answers his phone to assure a client that he will make an appointment, despite being impaled on a metal garden stake.", "tmdb_plot": "While on a seemingly routine job, a jaded hit man discovers that he's not the only one with his target in the crosshairs.", "tmdb_id": "237756", "wiki_id": "43688437"}, {"title": "Kiss Me", "genres": ["Drama", "Romance"], "wiki_plot": "The story follows two 15-year-old girls, Zoe and Shelby. Zoe is diagnosed with scoliosis and has to wear a back brace for a few years, which leads to problems in her life. She is attracted to an older man; a photographer called Chance. She babysits for him and his wife Vera. Shelby, on the other hand, has problems at home. Her father is an alcoholic and is abusive towards her and her mother. Shelby and Zoe cross paths at school, and through the physical and emotional growing pains in their lives, they test the limits of their friendship and develop a relationship that will change their lives forever. When Shelby's mom sees the two girls kissing each other, Zoe is forbidden from seeing Shelby anymore. Vera finds out about the affair between Zoe and Chance and stops hiring her as a babysitter. Three years pass and Shelby marries, with Zoe watching at the wedding. Chance visits Zoe at her work and invites her over while Vera and the kids are out on a trip, where Zoe realizes she can't be with Chance. In the ending scene, Shelby visits Zoe briefly before Zoe leaves for college. Shelby tells Zoe that people have to do what they need to do, but that a piece of her heart will always be with Zoe.", "tmdb_plot": "A teenager diagnosed with scoliosis navigates her way through her formative years.", "tmdb_id": "227365", "wiki_id": "44275021"}, {"title": "The Letters", "genres": ["Drama"], "wiki_plot": "Mother Teresa (Juliet Stevenson), recipient of the Nobel Peace Prize, is considered one of the greatest humanitarians of modern times. Her selfless commitment changed hearts, lives and inspired millions throughout the world. The film is told through personal letters she wrote over the last forty years of her life and reveal a troubled and vulnerable woman who grew to feel an isolation and an abandonment by God. The story is told from the point of view of a Vatican priest (Max von Sydow) charged with the task of investigating acts and events following her death. He recounts her life’s work, her political oppression, her religious zeal, and her unbreakable spirit.", "tmdb_plot": "Mother Teresa, recipient of the Nobel Peace Prize, is considered one of the greatest humanitarians of modern times.  Her selfless commitment changed hearts, lives and inspired millions throughout the world.  The Letters, as told through personal letters she wrote over the last 40 years of her life, reveal a troubled and vulnerable women who grew to feel an isolation and an abandonment by God.", "tmdb_id": "218275", "wiki_id": "48127511"}, {"title": "A Little Chaos", "genres": ["Drama", "Romance"], "wiki_plot": "King Louis XIV of France assigns the design and construction of the Gardens of Versailles to head landscape architect André Le Nôtre. Already overwhelmed, managing several projects, Le Nôtre interviews several other garden designers, including Sabine de Barra. \nWhen Sabine arrives on the palace grounds, she moves a potted plant prior to her interview, so Le Nôtre asks her if she gives deference to order in design. Sabine affirms her respect for landscape \"order\", but when pressed suggests that she would rather create something uniquely French than follow classical and renaissance styles. Clearly offended, Le Nôtre reminds her that everything he has built and designed follows \"order\". She apologises, sincerely admiring him and his work. Mid-sentence, Le Nôtre interrupts and shows her the door; she leaves disheartened.\n\n André mulls over the candidates, under pressure to please the King. His assistant judiciously re-presents Madame de Barra's designs to him, prompting André to reconsider them. \nAndré surprises Sabine at her home, and after admiring her seemingly untamed but magical garden, gives her the outdoor bosquet ballroom project at Versailles, combining fountains and landscaping. His original plans require a costly fresh water supply, but Sabine suggests continuously recycling water through the fountains using a reservoir. As work begins on her design, the original workmen initially make little progress, however Sabine is offered another crew and construction begins.\nA striking commoner, artlessly beautiful and fearlessly honest, Sabine attracts attention at court. She is befriended by the King's brother Duc Philippe d'Orléans and his wife Elizabeth Charlotte, Princess Palatine. \nSabine and André start a quiet, loving friendship, mutually attracted but not acting on their feelings. André quietly endures his wife Françoise's infidelities, who insists the key to his success is her court influence. When she senses his interest in Sabine and warns him against an affair, he quotes her about their right to seek comfort elsewhere, becoming determined to pursue a relationship with Sabine.\nQueen Maria Theresa dies suddenly. Stunned at the loss of his wife, the King takes refuge among his prized pear trees. Sabine finds him there, initially mistaking him for the gardener. The King enjoys her warmth and forthrightness, and once she recognises him, they continue their conversation as equals. He invites her to travel with him to the Palace of Fontainebleau.\nAt the Versailles garden site, Françoise finds Sabine, and insists André's interest in her won't last. Later on Françoise's lover (at her request) opens the reservoir's sluice gates during a powerful storm, flooding the worksite and destroying much of the earthworks. Sabine nearly drowns trying to close it, but André rescues her. The next morning, she works vigorously to mend the damage. That same day, the King visits the worksite, assessing the project skeptically but allows it to proceed. Afterwards, André finds Françoise's glove there. Realising she is behind the sabotage, he confronts her with the glove and ends their relationship.\nSabine is introduced around court by the Duc de Lauzun and the King's mistress, the Marquise de Montespan. Once they discover that she is widowed and also lost her 6-year-old daughter, they share their own losses and welcome her, as the King forbids such topics before him. \nThe Marquise formally presents Sabine to the King when he arrives, and she offers him a four-seasons rose — the same found in the garden where they had met. Conversing about roses' nature and life cycle, beauty, hardships, and death is Sabine's veiled defense of Madame de Montespan, who has begun to lose the King's favour. He is again moved by her observations.\nAndré waits for Sabine outside her room that night, and they finally make love. In the morning, André finds himself alone in bed. Sabine is upstairs, traumatised by a regular haunting flashback of the day her daughter and husband died: prior to taking their daughter with him on a day trip, he revealed to Sabine that he had a mistress. Sabine saw the carriage had a faulty wheel, learned from the footman that they were actually going to his mistress's, not on a business trip. Racing after them, when she tried to stop the carriage, it veered off track, toppling down a steep hill and killing both father and daughter. \nAndré finds Sabine mid-flashback, and convinces her to stop blaming herself for their deaths, calming her down. She asks him what will happen with his wife and he says their marriage is over, then asks about them and she says that they will shape one another.\nAt the garden project's inauguration, the King and his court arrive and dance to the music of a hidden orchestra, as the fountains send water coursing down the tiers around the ballroom floor. After Sabine dances with the King, she and André join hands, kiss, and leave to walk into the forest together.", "tmdb_plot": "A landscape gardener is hired by famous architect Le Nôtre to construct the grand gardens at the palace of Versailles. As the two work on the palace, they find themselves drawn to each other and are thrown into rivalries within the court of King Louis XIV.", "tmdb_id": "283227", "wiki_id": "39367139"}, {"title": "Lost River", "genres": ["Fantasy", "Thriller", "Drama"], "wiki_plot": "Single mother Billy lives in a rapidly crumbling Detroit neighborhood with her two sons, the teenage Bones and toddler Franky. Billy and Bones both dote on Franky but are fairly distant from each other. In his spare time, Bones salvages copper piping from abandoned houses in the neighborhood while trying to avoid a vicious local criminal named Bully, who wants all the copper piping for himself. One day, Bully catches Bones taking piping, which Bones abandons and flees. Later, Bones reclaims the piping from Bully's hiding place and manages to escape from Bully's sidekick, Face.\nBilly meets with a banker, Dave, regarding a loan the previous bank manager talked her into so that she could stay in her house, which originally belonged to her grandmother. Since Billy is unemployed, she is unable to repay the bank and must find a way to pay for the house. After their meeting, Dave offers Billy a job, leaving out the details of what it is.\nA construction crew begins tearing down the vacant houses in the neighborhood. Along with Bones, Billy, and Franky, three of the few remaining residents are Rat, her grandmother, and her pet rat, Nick. Rat's grandmother repeatedly watches her old wedding video out of grief for her husband, who died while constructing a dam. Bones discovers an old road that is overgrown and leads under a lake. While hanging out with Rat, Bones learns there is an abandoned town under the lake that was flooded when a reservoir was built. Rat says the only way to break the \"curse\" that is plaguing their neighborhood is to capture a \"beast\" from the underwater town and bring it to the surface.\nDave's job offer leads Billy to a cabaret downtown, driven there by a friendly taxi driver. She enters to see a show put on by the main performer, Cat. The appeal of the show is a realistically gory \"murder\" where Cat ostensibly gets stabbed multiple times and has her \"blood\" spray all over the delighted audience. Billy goes backstage and meets with Cat, who shows her where the real money is made: in the basement. Down there, women stand in locked plastic \"shells\" while men do whatever they want in their presence.\nRat invites Bones out for \"a night on the town.\" They go dancing at an abandoned high school and imply they would leave town together if it ever came to that. Later, they go to a convenience store and run into Bully and Face, whose lips were cut off by Bully after he let Bones get away. Bones hides from Bully, and to protect Bones, Rat accepts Bully's offer to give her a ride home. Bully walks Rat to her front door and asks her if he can see Nick. He then grabs Nick and brutally kills him in front of her.\nBilly has to take Franky to work with her since Bones is out with Rat. For her performance, Billy makes it look like she is cutting off her face, which excites the audience. She later sits with Dave, who hosts the place and performs a song. He takes Billy and Franky home and makes a pass at Billy, but stops when he sees Bones standing outside the car.\nBones drops Billy off at work one night and sees what she has been doing to make money to keep the house. Unable to help their financial situation anymore by stealing copper piping, Bones decides he is going to break the aforementioned \"curse.\" He leaves Franky with Rat and goes into the river to cut the head off a dinosaur statue in an old children's park. Meanwhile, Face enters Rat's house and sets it on fire. He dies in the flames as Rat goes to rescue her grandmother, but she is unable to rouse her from her catatonia and leaves with Franky. Having succeeded in cutting off the dinosaur's head, Bones comes ashore to find his car has been set on fire. Bully tries to run Bones over with his car, but at the last moment, Bones steps out of the way and throws the dinosaur head through Bully's windshield, causing him to crash against the burning car. Bully is thrown from his car, ends up stuck head first in the lake, and drowns.\nAt work, Billy is sealed in a \"shell\" while Dave performs a sexual dance routine around her. Despite having a button that locks the shell from the inside, Dave has a remote that releases the lock. Billy finally steps out of the chamber and stabs Dave in the ear then flees. Billy returns to find her sons and Rat sitting on the steps of their house while Rat's home continues to burn. With the help of the taxi driver, the four of them leave the neighbourhood with the dinosaur head strapped to the top of the taxi.", "tmdb_plot": "Billy, a single mother of two, is led into a macabre underworld while her teenage son, Bones, discovers a secret road leading to an underwater town. Both Billy and Bones must dive deep into the mystery if their family is to survive.", "tmdb_id": "167810", "wiki_id": "38448401"}, {"title": "Love & Mercy", "genres": ["Drama", "Music", "History"], "wiki_plot": "The film alternates between the 1960s and the 1980s. The early timeline begins with a young Brian Wilson suffering a panic attack on an airplane. After recovering, Brian convinces his brothers Carl and Dennis to let him quit touring with the Beach Boys and instead focus on composition and studio work. Despite his father and his cousin Mike Love's criticisms regarding the lyrics and production, Brian completes the Pet Sounds album. It is a critical hit, but sales are underwhelming. LSD is supplied to Wilson by a coterie of hippies who praise him as a \"genius\", and his mental health subsequently worsens. After the success of a new single, \"Good Vibrations\", he fails to complete the album Smile, his would-be masterpiece. As Wilson's bandmates are left to finish a simplified version of the album, now titled Smiley Smile, he learns that his father has sold the publishing rights to the Beach Boys' songs without their consent. This timeline ends with Wilson apathetic and detached from life.\nIn the 1980s, an older and heavily medicated Brian Wilson meets Melinda Ledbetter, a Cadillac saleswoman. She begins a relationship with him, but is disturbed by the controlling influence Wilson's therapist and legal guardian Dr. Eugene Landy has over Wilson's life. Eventually, she disengages from the relationship, but not before providing evidence to Wilson's family that Landy has been made a beneficiary in his will, with help from Wilson's housekeeper Gloria Ramos. This leads to a restraining order being taken out to prevent Landy from seeing Wilson, who begins a new and more appropriate course of treatment. A few years later, Wilson bumps into Ledbetter again while walking across an intersection. They eventually marry, and Wilson completes Smile as his own solo album.", "tmdb_plot": "In the late 1960s, the Beach Boys' Brian Wilson stops touring, produces \"Pet Sounds\" and begins to lose his grip on reality. By the 1980s, Wilson, under the sway of a controlling therapist, finds a savior in Melinda Ledbetter.", "tmdb_id": "271714", "wiki_id": "39645774"}, {"title": "Madame Bovary", "genres": ["Drama"], "wiki_plot": "Emma, a young woman who is not yet 18 years old, packs up her belongings and prepares to leave the convent to marry the man her farmer father has arranged as her husband: country doctor Charles Bovary. However, she becomes bored and miserable in the small, provincial town of Yonville. She spends most of her time alone, reading or wandering in the garden while Charles tends to patients. Even when he is home, Emma feels bored or neglected by Charles.\nEmma longs for more — excitement, passion, status, and love. She shows restraint at first, when smitten law clerk Leon Dupuis skittishly professes his affections for her. However, she is intrigued by the dashing Marquis, who makes more overt advances. Their affair emboldens her as she believes it gives her a glimpse of the good life. She spends money she does not have on lavish dresses and decorations from the obsequious dry-goods dealer Monsieur Lheureux, who is all too happy to continue extending her credit.", "tmdb_plot": "The classic story of Emma Bovary, the beautiful wife of a small-town doctor in 19th century France, who engages in extra marital affairs in an attempt to advance her social status.", "tmdb_id": "253161", "wiki_id": "40908562"}, {"title": "Man from Reno", "genres": ["Mystery", "Drama", "Crime", "Thriller"], "wiki_plot": "A small-town sheriff, Paul Del Moral accidentally runs into and knocks down a man late at night on an isolated road. A best-selling Japanese crime novelist, Aki Akahori, has a one-night stand with a mysterious man who suddenly disappears. The two stories eventually dovetail. Furthermore, endangered turtles, cold blooded murders, a night of heated passion, deceit, paparazzi, secrets, a professional impostor, and a rich Brit and his burly henchmen are involved in this baffling mystery plot.", "tmdb_plot": "A mystery outside of San Francisco brings together small-town sheriff, Paul Del Moral, Japanese author, Aki Akahori and a traveler from Reno who soon disappears, leaving behind his suitcase and a trail of questions.", "tmdb_id": "272418", "wiki_id": "46208451"}, {"title": "Manglehorn", "genres": ["Drama"], "wiki_plot": "A.J. Manglehorn is a reclusive Texas key-maker who spends his days caring for his cat, finding comfort in his work, and lamenting a long lost love. Enter kind-hearted bank teller Dawn whose interest in the eccentric Manglehorn may just be able to draw him out of his shell.", "tmdb_plot": "AJ Manglehorn is an aging, ordinary guy in a small town. He nurses his sick cat, squeezes out a conversation with the local bank teller every Friday, and eats at the same place every day.  But there is more to Manglehorn than meets the eye: he’s an ex-con who, 40 years ago, gave up the woman of his dreams for a big ‘job’. After a dramatic effort to start over, Manglehorn faces a terrifying moment and is unmasked as a guy with a very, very dark past.", "tmdb_id": "254905", "wiki_id": "39462019"}, {"title": "Manhattan Romance", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Filmmaker Danny is working on a documentary about relationships, consisting of interviews with various acquaintances and strangers about their love lives.\nTheresa is one of them, who has only open relationships. She is a flirty neo-hippie, who mystifies Danny. She will pause in her interaction with him to have intense and freeing connections with others. In a free dance group, later in a café...at one moment kissing provocatively in her bedroom, then insisting they just sleep.\nRight after Danny videos her talking about her poly-amorous lifestyle, he offers to give her a massage which progresses to her removing her top. He perceives it as coquettishness, so has Danny daydreaming of romping in her bedroom, but she continues to try to keep their interaction non-sexual.\nBetween these frustrating encounters, he sees his friend Carla. He tells her about his unreciprocated desire for Theresa, she shows mild sympathy in response, unbelieving that he puts up with it. Danny also films Carla and Emmy discussing their lesbian romance. During the interview he discovers his friend had broken up with a Brad to be with her, making him realise she hasn't always been gay.\nAt a wedding reception, Danny inevitably gets discussed by his older relatives. As he didn't bring a date and isn't in a relationship, one is convinced he's in the closet. Danny and his mom's boyfriend smoke pot and he is given unwanted details of her sex life.\nCarla shows up at Danny's, blue about things with Emmy, and they smoke pot and drink copious amounts of wine. They later prowl about town, entering a pub where she says that Emmy wouldn't explain about a connection, so she fears she's cheating.\nDanny explains that his relationships with women were either purely sexual or platonic at college. Carla asserts he continues to be that way to avoid intimacy. As she has been living with Emmy, he puts her up for the night. She insists they share his bed.\nTime passes, and Danny bumps into Emmy, who's surprised he and Carla haven't spent time together. She invites him to an election party the next day. That night, he visits Theresa who's hanging with the shirtless dance group organizer. Uncomfortable, he shrugs off one of her full body hugs.\nAt the election night party, when Danny sees Carla he takes her out back. He says he loves her and he kisses her, at first resisting, but then kisses back. He tells her he finally doesn't feel lonely thanks to her and tries to get her to admit she's unhappy. Emmy finds them, and senses something. She lightly asks Danny to give a kiss to Carla, and he goes.\nEmmy confronts Carla who ultimately breaks it off with her. We cut to Danny traveling upstate to discuss the premiere in the film festival. He defends his leaving the film open-ended. Afterwards, Carla approaches him, praising the film. They go for a walk, searching for a café, and we watch them walk off into the distance.", "tmdb_plot": "Danny, a commercial editor and documentary filmmaker attempts to finish his film, a study on relationship while navigating the relationships in his own life. Will he continue to chase the unattainable Theresa a hippy new age dancer(Caitlin Fitzgerald) or will he finally admit he's in love with his best friend Carla (Katherine Waterston) who is in an unfulfilling relationship with a political strategist(Gaby Hoffman). Manhattan Romance is a funny insightful look at contemporary life in Manhattan. It explores new age ideas and open relationship as well as true friendship and connection.", "tmdb_id": "302323", "wiki_id": "40081989"}, {"title": "Margarita with a Straw", "genres": ["Drama"], "wiki_plot": "Laila Kapoor is a teenager with cerebral palsy studying at Delhi University. She is an aspiring writer and also composes music for an indie band at the university. Laila develops feelings for the lead singer, but is heartbroken when she is rejected. Moving on from the experience, Laila is overjoyed to receive a scholarship for a semester's study at New York University. Despite her father's reservations, she moves to Greenwich Village, Manhattan with her orthodox Maharashtrian mother Shubhangini Damle.\nLaila meets an attractive young man named Jared, who is assigned to help her in the creative writing class. She also meets a young activist, Khanum, a blind girl of Pakistani-Bangladeshi descent, with whom she falls in love. Laila is enamoured by Khanum's fiercely independent personality and her positive perspective towards her own disability. The two spend most of their time together, filling in as each other's caregivers. Laila becomes confused about her sexual orientation, as she is attracted to men (Jared in particular) while being in a serious relationship with Khanum. She has sex with Jared, only to regret it immediately. Laila does not tell Khanum about this encounter. Oblivious to her daughter's relationship with Khanum, Laila's mother invites Khanum to Delhi to spend the winter vacation with Laila's family.\nLaila ultimately finds the courage to come out to her mother about bisexuality and her relationship with Khanum, both of which her mother strongly disapproves. Laila also confesses to Khanum that she had sex with Jared and asks for her forgiveness. Feeling betrayed by Laila, Khanum breaks up with her and leaves for New York. Shubhangini is diagnosed with advanced colon cancer which has relapsed after previous treatments. Laila and her mother move past their differences while Laila tends to her at the hospital. The two eventually reconcile shortly before Shubhangini's death. Laila plays a song (recorded by Shubhangini) at Shubhangini's funeral telling how much she loved her and how she was the only one who ever understood her. Laila is later seen drinking a margarita with a straw.", "tmdb_plot": "A rebellious young woman with cerebral palsy leaves India to study in New York. On her journey of self-discovery, she unexpectedly falls in love.", "tmdb_id": "287499", "wiki_id": "42201070"}, {"title": "Mune: Guardian of the Moon", "genres": ["Animation", "Family", "Adventure", "Fantasy"], "wiki_plot": "In an imaginary world, a small Sun and Moon were made by the first Guardians to warm up a small planet inhabited by different, but marvelous, people. The Guardians, generation after generation, preserve the harmony of the world. The people of the day and those of the night live in relative harmony, even though they are very different from each other. But, in the depth of the planet, Necross, a failed, corrupted Guardian of the Sun who has once trying to steal the Sun for himself and then banished by mighty warrior Xolal for it, awaits the opportunity to set darkness over the world.\nThe day is approaching when the Sun's apprentice guardian, Sohone, and the Moon's apprentice guardian, Leeyoon, will take over from the present Guardians of the Sun and Moon (an old Xolal and Yule, respectively).  On the day of their induction, the light of the Sun accepts Sohone as planned, but Leeyoon is vetoed by the lunar Ewe, who chooses a young troubling, unexperienced Faun boy named Mune instead. An impulsive imp called Mox, who’s a servant of Necross, inform the latter about Xolal’ s retirement, Necross see this as an opportunity to steal the Sun again. After the ceremony and show what to do to their successors, the old Guardians passing (Yule turns into a small field of tall glowing plant-like trees and Xolal turns into a stone statue). On the following night, an upset Leeyoon is visited by pale snakes, send by Necross, to stir up his jealousy and advise him to pit Sohone against Mune. Meanwhile, Mune has troubles maneuvering the temple of the Moon correctly: the temple leaves its path and interferes with Sohone. While Sohone leaves his temple after Leeyoon convinced him to scold Mune, Necross sends Mox and his shy, nature lover imp partner Spleen, to steal the Sun and bring it to him. Necross makes the Sun die off gradually, to make sure that no one would take it from him. Night falls everywhere, and a distressed Mune is banished from his own people.\nMune and Sohone both set out on a quest to find the vanished Sun, accompanied by a young wax girl named Glim. Thanks to her knowledge of astronomy and the ancient stories of how the world came together, the group is able to pass the Great Blue Hole, a lake under which the great abyss opens that leads to the depths of the world. Mune watches over Glim since she could freeze and break in the cold water. While underwater, the group meets Phospho, a failed previous Guardian of the Moon from the same generation as Necross, but, due to his cowardice, he give up his position after he failed to stop Necross instead of Xolal. He wakes Glim up using his power and leads them to the entrance of the underworld, where Necross lives.\nMeanwhile, Leeyoon takes Mune's place in the temple of the Moon, but he can't control it. The Moon wanes and crumbles into dust, causing the temple to go mad and start galloping everywhere. It ends up in the underworld where Mune, Sohone and Glim are. Mune, accompanied by Glim, takes care of the Moon while Sohone dives into the underworld to recover the Sun. Mune figures out that he can calm the temple of the Moon by using his magic glitter powers, inspiring Phospho, who had watched from afar. Leeyoon admits to him that the Moon is lost, but Mune and Glim go into the moon quarry of the world of dreams, that Yule inform Mune about before he passed away, to carve a new crescent like the first Guardian of the Moon did before. As the new Moon is ready but could not shine without the Sun, while Mune, who had tested his powers against nightmares, and Glim developed feelings for each other. A guilt-ridden Leeyoon then apologizing to Mune for his actions, recognizing him as the true Guardian of the Moon.\nWith this task done, Mune and Glim rejoin Sohone in the world of darkness. During this time, Sohone is surrounded by a mass of pale snakes who taunt and provoke him, trying to make him go mad with hatred. Sohone is saved by Phospho's intervention, who sacrifices himself to calm and free Sohone, destroying the snake wall in the process. Sohone, Mune and Glim then confront Necross and his imps. Sohone goes against Necross, but doesn't manage to weaken him. Mune finally gets rid of Mox, while Spleen failed with Glim due to his harmless nature. Glim finds the Sun and blows on it to revive its fire, but that causes her to melt. As Glim in her last breath encourages him of how powerful are his powers and that he can defeat Necross, a heartbroken Mune sobs over Glim's sacrifice. As Necross is about to crush Mune and Sohone, the Sun and the Moon, now together, shines and empowering Mune and Sohone’s powers, stopping Necross from crushing them with Sohone’s strength. Then Mune uses his Dream powers to defeat Necross and realises that Necross was being influenced by a pale snake, which he then pulls out and destroys. Necross regains the Guardian of the Sun appearance he had before getting corrupted by greed, then turns to stone, passing into eternal sleep in harmony, while the underworld changes into a paradise too, along with a despondent Mox and a happy Spleen.\nThe defeat of Necross leads to peace for the world, and the two young Guardians are able to resume the normal trajectories of their temples. Mune also re-sculpts Glim, and the combined energy of the sun and moon at daybreak with Glim's held fragment of the moon revives her, and give her wax the ability to not melt, freeze, or crack whatever if it is day or night. Mune and Glim meet up and kiss, before going around the world on the temple of the Moon.", "tmdb_plot": "When a faun named Mune becomes the Guardian of the Moon, little did he had unprepared experience with the Moon and an accident that could put both the Moon and the Sun in danger, including a corrupt titan named Necross who wants the Sun for himself and placing the balance of night and day in great peril. Now with the help of a wax-child named Glim and the warrior, Sohone who also became the Sun Guardian, they go out on an exciting journey to get the Sun back and restore the Moon to their rightful place in the sky.", "tmdb_id": "323661", "wiki_id": "48686992"}, {"title": "Ned Rifle", "genres": ["Drama"], "wiki_plot": "Kept in a school run on devout Christian lines, at age 18 Ned is free to leave. His mission in life is to find and kill his rogue father Henry. On visiting his mother, Fay, who is serving a life sentence for terrorism, she cannot tell him her husband's whereabouts and suggests he contacts her brother Simon, who is a writer in New York. Also anxious to see Simon is a penniless postgraduate named Susan, who wants to write about his work. Learning that his father was last heard of working in Seattle, Ned rushes off to the airport. Susan follows him, because she has her own reasons for wanting to find Henry, and Ned reluctantly teams up with her, though he keeps refusing a romance with her.\nIn Seattle, he learns that his father has lost his mind and is being kept in a special clinic. In fact, Henry shams madness in order to enjoy a quiet life among good books (as Fay does too, though not by choice). Ned abducts his willing father, planning to shoot him in open country, but discovers that Susan has found his revolver and removed its ammunition. She then makes off with Ned's father, money, and gun. Reaching a motel near Spokane, she reveals that she was the 13-year-old girl whose parents burst in just as she had lured Henry to her bed. For that, he got seven years. Now they can carry on legally and their night of passion disturbs the whole motel. Ned meanwhile has traced the pair and in the morning is waiting outside for them to emerge. Susan, having completed her unfinished business with Henry, shoots him dead. Ned bursts in, and in a struggle with Susan accidentally stabs her to death. Outside, armed police are waiting for him.", "tmdb_plot": "Henry and Fay's son Ned sets out to find and kill his father for destroying his mother's life. But his aims are frustrated by the troublesome Susan, whose connection to Henry predates even his arrival in the lives of the Grim family.", "tmdb_id": "283536", "wiki_id": "3324557"}, {"title": "Nirbashito", "genres": ["Drama"], "wiki_plot": "The protagonist of the film is a female writer who has been banished from her own country for writing against religious fundamentalism. The film shows the relationship between her and her cat \"Baghini\".", "tmdb_plot": "This is a story of isolation and hope, of a writer in exile. The writer is banished for her attack on religious fundamentalism and patriarchy and her cat is suddenly left alone.", "tmdb_id": "386756", "wiki_id": "48915128"}, {"title": "OzLand", "genres": ["Science Fiction", "Drama", "Fantasy"], "wiki_plot": "Two men, Lief (Ratkovich) and Emri (Payne), wander through the fields and abandoned homes of a post-apocalyptic Kansas searching for food. Lief, the younger of the two and the only one who can read, finds a copy of The Wonderful Wizard of Oz and begins to treat the novel as if it were historical nonfiction, using their surroundings as proof. Leif comes to question whether OzLand is \"home\" as described by Dorothy Gale, while Emri suggests every day is a journey through \"home\".", "tmdb_plot": "In a dry and dusty post-apocalyptic world, two wayfarers wander aimlessly until Leif finds a copy of The Wonderful Wizard of Oz. Using the world around him to interpret what he reads, Leif allows the book to challenge the beliefs, friendship, and even the very survival of these two divergent travelers.", "tmdb_id": "323968", "wiki_id": "52134395"}, {"title": "Pawn Sacrifice", "genres": ["Thriller", "Drama"], "wiki_plot": "In 1972, Bobby Fischer tears apart his hotel room in a paranoid delusional state, believing he is being spied upon by the Soviet KGB.\nTwo decades earlier, in 1951 Brooklyn, Fischer's mother, a Soviet Jewish immigrant, explains to 8-year-old Bobby that the FBI has her under surveillance because she supports Marxist revolution in the U.S. She coaches Bobby on what to say to the FBI if he is ever approached.\nBobby immerses himself in chess and becomes an expert player. Despite her worries that chess is becoming an obsession, his mother takes him to an adult chess club, where he impresses the resident chess master and is accepted as a student. Bobby enters the world of professional chess championships and soon becomes the youngest grandmaster ever.\nBobby's hatred of distractions leads to frequent tantrums. He enters a team tournament in Varna, Bulgaria, where he realizes Soviet grandmasters are deliberately drawing games with the collusion of the World Chess Federation. Erupting in a rant that this system makes it impossible for a non-Soviet player to win the championship, Bobby quits the tournament and gives up chess.\nWhen Bobby returns to the U.S., lawyer Paul Marshall offers to help him modify the tournament rules, working pro bono to give Fischer a fair chance to win future tournaments. Fischer re-enters professional chess and selects Father William Lombardy, a former World Junior Chess Champion and Roman Catholic priest, as his second. Lombardy struggles to calm Bobby's rock-star behavior and impossible demands.\nAs his demands are accepted, Bobby overcomes most grandmasters across the world and nears the world championship, becoming a hero to the American public. At the height of the Cold War, Soviet domination of the World Chess Championship is being exploited for propaganda as proof that the Communist system is superior to American democracy. U.S. President Richard Nixon and Secretary of State Henry Kissinger closely monitor and encourage Bobby's progress.\nPrivately, Lombardy tells Marshall that excessive focus on chess strategy has destroyed the sanity of the game's greatest players.\nDuring a tournament in Santa Monica, California, Bobby loses to Soviet grandmaster Boris Spassky, the world champion. The next morning, an enraged Bobby approaches and berates Spassky on the beach.\nAs he pursues the world championship, the pressure drives Bobby into paranoia and delusional psychosis. Meeting with Marshall, Bobby's sister Joan quotes from her brother's letters about how the Communists collude with International Jewry to destroy him. Joan explains that Bobby believes this despite being Jewish himself and pleads with Marshall to arrange for Bobby to receive psychiatric help. Marshall is dismissive, but as Bobby's breakdown escalates, he suggests to Lombardy that Bobby needs therapy and medication, which Lombardy rebuffs.\nReporters and fans from around the world assemble at Reykjavík, Iceland, to witness the historic World Chess Championship 1972 match between Bobby and Spassky. Bobby loses the first game and fails to appear for the second, losing it by forfeit. Bobby is easily distracted by small noises from the audience, rolling cameras, and the hard sound of the chessboard, which leads him to make extreme demands for silence and fewer distractions, which could cause another forfeit. Spassky, insulted by the possibility of maintaining his title by forfeit, orders the Soviet entourage to accede to Bobby's demands.\nBobby wins the third game by unconventional tactics. Game four is a draw, but Bobby wins game five after Spassky himself begins showing paranoia signs. Experts speculate the next game will determine the outcome of the match. In game six, Bobby uses an opening he has never played before, surprising the audience. His inspired play amazes Spassky, who resigns and leads a standing ovation of Bobby's victory.\nA postscript reveals Bobby went on to win the match and that his sixth game against Spassky is still considered the greatest chess game ever played. However, his delusions worsened, and he went on to forfeit his title and died in 2008 as a fugitive from U.S. prosecution.", "tmdb_plot": "American chess champion Bobby Fischer prepares for a legendary match-up against Russian Boris Spassky.", "tmdb_id": "245698", "wiki_id": "39490590"}, {"title": "Plague", "genres": ["Drama", "Horror"], "wiki_plot": "Society breaks down after a virus causes the infected to turn into cannibalistic killers.  When Evie's husband John becomes separated from the rest of the group during an attack, the survivors fall back to their emergency shelter.  Gary and Evie want to wait for John, as they all agreed they would do in such a circumstance, but Bob becomes increasingly impatient.  Citing the realities of the situation, Bob says they must assume John is dead and leave for a more permanent shelter.  Although Bob backs down, he later takes the group's car, rifle, and supplies by force.  When Gary objects, Bob  shoots him in the head, killing him. Sammy, the group's mechanic, and Marge, Bob's wife, leave with him. They leave Evie behind.\nJohn finally arrives. He is angered to find that Evie has 'allowed' the others to leave with all their supplies.  Evie's protestations are cut short when Sammy returns on foot, delirious and obviously infected.  John shoots her as she begins to transform.  John and Evie attempt to survive on their own but are besieged by zombies.  As John is about to commit suicide, a stranger named Charlie saves them.  John greets Charlie with suspicion and explains they have nothing he can steal.  When Charlie explains he wants nothing more than their companionship and offers to share his supplies, Evie welcomes him.  As the three come to trust each other, John explains that he is a former college professor and Evie is a schoolteacher.  Charlie introduces himself as a family man who has lost his family.\nWith Charlie's resourcefulness and skill, the survivors slowly increase their quality of life, though Evie remains bitter about John's previous suicide attempt.  When she accuses him of being self-obsessed, Charlie tells her that he can provide for her better than John.  Evie becomes uncomfortable, but Charlie pushes for a relationship.  John suffers a serious asthma attack, and Evie begs Charlie to find medicine.  Charlie insinuates that he knows where to find it, but he will only retrieve it if Evie submits to sex.  Desperate, she does.  As John and Charlie later talk, Evie searches through Charlie's belongings and finds evidence that he lied about having a family.  John initially dismisses her concerns and says that they need Charlie to survive.\nThey run him off when Charlie reveals that he keeps a former lover, who has since become infected, chained in his car to observe.  Charlie immediately returns and angrily confronts them; he accuses them of being ungrateful and says that survival is the only rule in this new society.  Since they can not survive without his help, he asserts that he should have whatever he wants.  John surrenders his pistol to Charlie and watches helplessly as Charlie drags Evie into their shelter to rape her again.  John is anguished by Evie's cries for help but does nothing to assist her.  When a lost soldier suddenly shows up, John disarms him and learns about an extraction point.  John kills the soldier and shoots Charlie.  As he dies, Charlie shoots Evie in the arm.  John bandages her, but she struggles to stay conscious.\nCharlie's car breaks down near the extraction point.  Drawn by John's yelling to alert the military forces he assumes must be near, zombies begin to converge on their location.  John pushes for them to continue on foot, but Evie is unable.  After urging her to stand several times, John eventually gives up and hands her a pistol.  When she realizes that he intends to leave her to die, Evie shoots John in the leg and uses him as a distraction while she escapes from the approaching zombies.  Evie proceeds on her own to the extraction point as John is devoured by the zombies.", "tmdb_plot": "An independent Australian horror/drama that explores the societal norms that break down among a small group of survivors in a post-apocalyptic world. Ravenous hordes of infected zombies terrorize the survivors, but it is the horror within their own sanctuary that they must fear the most.", "tmdb_id": "296244", "wiki_id": "47313920"}, {"title": "The Price of Fame", "genres": ["Drama"], "wiki_plot": "The story, inspired by actual events, takes place in 1977 in the Swiss town of Vevey, on Lake Geneva. Eddy, a 40-year-old thug, has just been released from the prison. In order to stay in his friend Osman's trailer, Eddy will have to take care of Osman's 7-year-old daughter Samira as Osman's wife Noor is hospitalized. It is the Christmas season, but the trio finds it hard to make ends meet and so, a crazy idea strikes Eddy when a news flash announces the death of Charlie Chaplin: they will steal the famous actor's coffin and demand a ransom from the family.", "tmdb_plot": "A criminal duo learns of Charlie Chaplin's death and decides to steal his coffin to hold for a ransom.", "tmdb_id": "263118", "wiki_id": "43385262"}, {"title": "Private Number", "genres": ["Mystery", "Horror", "Thriller"], "wiki_plot": "Michael Lane, a moderately successful author, experiences writer's block while working on his second novel.  A recovering alcoholic, he credits his wife, Katherine, with saving him from losing everything.  He is tempted to return to drinking when the stressors in his life pile on: he does not get along with his next-door neighbor, Mitch; Katherine wants a baby; he has been subject to a series of prank calls; and he is under pressure by everyone to complete his novel.  He confides to his Alcoholics Anonymous sponsor, Jeff, that he has recently begun experiencing hallucinations again despite his lack of drinking.  Jeff, a psychologist, suggests that the stress in his life may be to blame.\nThe prank calls continue to wake Michael and Katherine at night, and when an apparent intruder trips their alarm, they contact the police.  Sheriff Stance, who dislikes Michael, dismisses their concerns and insinuates that Michael has begun drinking again.  As pressures on Michael continue to mount, the main character of his previous novel, an English knight, taunts him, and he experiences grisly hallucinations of murdered people.  Michael becomes increasingly tempted to return to his drinking, egged on by the knight.  He only stops himself by looking at a picture of his wife and remembering a pledge to stay sober.\nWhen friends Mary and Bill are over at their house, their son Mason discovers the Lanes' voicemail and plays back the messages left by the crank callers, who repeated the question, \"Remember me?\"  When Mason refuses to stop playing the messages, Michael strikes him and becomes entranced by the voicemail, from which he claims to hear secret messages when played in reverse.  When Bill and Mary confront him, he initially ignores them while translating the messages, then beats up Bill.  Distressed, Katherine tells him to seek professional help.  After seeing further hallucinations that night, Michael finally drinks an entire bottle of whiskey.  When Katherine finds out, she tells him that she is leaving him.  Michael insists that they are being haunted and that he needs her help.\nAs Katherine is about to leave, Detective Taylor stops her and jokes that his research into their crank calls has led him to believe they may be of paranormal origin.  Suddenly realizing that Michael may be right, Katherine returns to him, and they research a local unsolved case that involves a serial killer.  Taylor confirms that the names Michael has heard on his voice mail are the killer's victims but cannot help any further, as Sheriff Stance has sealed the case's records and warned him to back off.  Michael hires a local computer repairman to hack into the police records, where he discovers the serial killer uses a different standardized psychological M.O. in each killing.  The sixth and final M.O. has yet to be used, and Michael becomes convinced that the victims' ghosts want him to stop the killer before he strikes again.\nThe crank calls from the ghosts continue unabated, and Katherine becomes mysteriously ill.  Frustrated, Michael shouts at the ghosts and demands to know who killed them.  Voices from his phone stun Michael as they tell him he did.  Michael initially denies it but experiences a series of flashbacks, where he remembers murdering the victims and planning Katherine's murder.  Before he could finish his plan, he suffered head trauma when one of his victims fought back.  He stumbled out of her house with her manuscript, and, because of his amnesia, assumed that he had written it.  As the memories come back to him, he returns to his previous killer personality and attempts to murder Katherine; the knight once again encourages him.  As she hides from him, the police arrive and take him prisoner.  During the subsequent interrogation, Sheriff Stance threatens to kill Michael.  When Stance backs down, Michael laughs, calls him weak, and says he has only just begun.", "tmdb_plot": "A series of cryptic phone messages and visions haunt a writer while he struggles to finish a novel. As they increase in intensity, he loses his grip on reality, eventually obsessing over an old mystery that will lead to horrific revelations about both him and his loyal wife.", "tmdb_id": "336167", "wiki_id": "48772586"}, {"title": "Queen & Country", "genres": ["Drama"], "wiki_plot": "On Pharaoh's Island, Bill (Callum Turner) is now 18 and receives his call-up papers for national service. Reporting to the army training camp, he quickly makes friends with fellow-conscript Percy (Caleb Landry Jones). Though most of their intake are sent off to fight in the Korean War, he and Percy are made sergeants and spend their days teaching typing. The bane of their life is Sergeant-Major Bradley (David Thewlis), a decorated veteran of World War II who is obsessive about doing things by the book. An ally against Bradley is the orderly Redmond (Pat Shortt), who teaches them the military arts of \"skiving\" (evading work). However, Bradley succeeds in getting Bill charged with subverting a private's will to fight by telling him some truths about Korea. The case is thrown out when Bill shows that all he said had been printed in The Times.\nOutside the camp, both friends explore what the town offers by way of women. Bill falls for a beautiful but depressive upper-class girl he calls Ophelia (Tamsin Egerton), while Percy is smitten by a bubbly student nurse called Sophie (Aimee-Ffion Edwards) (who throws out some lures to Bill as well). On leave for the Coronation of Queen Elizabeth II, Percy steals a car to join Bill, who is with his family on the Island. Both are delighted to find Bill's renegade sister Dawn (Vanessa Kirby), who has returned from Canada, and Dawn is soon charming Percy. Ophelia makes a brief visit but has to dash back into London. On the television, the family spot her in Westminster Abbey as one of the nobility, something which Bill did not know. Back in camp, Bill gets word that Ophelia is again in hospital with mental problems and, when he visits her, she rejects him callously. Shocked and in tears, he is found by Sophie, who leads him to an empty room and takes his virginity. Percy then confides that he lost his to Dawn.\nPercy finds military life a strain and with Redmond concocts an absurd scheme to steal the mess clock; a gift to the Regiment from Queen Victoria. An investigation pinpoints his guilt, upon which Redmond betrays him. A court martial sentences him to military prison and Bill is allowed to escort him there in handcuffs. Dawn jumps on the train and says she will wait for him. Bill then goes to visit Bradley, who has cracked under the strain of Percy's persecution and is in a military hospital on mental grounds but Bradley rejects him. In a ward he meets Private Henderson, one of the soldiers from his typing class, who has lost a foot in Korea. The film ends back on the Island, where Sophie is in the river acting while Bill with a new film camera is filming her. Leaving the camera running, he jumps in to embrace her.", "tmdb_plot": "An Englishman who grew up in London during World War II joins the military to fight in the Korean War.", "tmdb_id": "266084", "wiki_id": "42592768"}, {"title": "Queen of Carthage", "genres": ["Thriller", "Drama"], "wiki_plot": "A young American man flees from a traumatic relationship with his sister, and travels to New Zealand to find a better life. He falls in love when he watches a singer perform at a cafe.", "tmdb_plot": "An American Drifter discovers a New Zealand singer and develops and obsession for him.", "tmdb_id": "303360", "wiki_id": "40610297"}, {"title": "The Reconstruction of William Zero", "genres": ["Science Fiction", "Drama", "Thriller"], "wiki_plot": "After accidentally causing the death of his son, geneticist William Blakely wakes in a house tended by a man who introduces himself as his twin brother.  His brother explains that William was involved in a car crash.  William can remember nothing of his life and must be taught basic concepts, such as how to walk and respond to knock-knock jokes.  Together, they watch old footage of William and his twin as children.  Though William does not recognize his estranged wife Jules, he is entranced by her.  William's brother is finally called to return to work at Next Corp, and he leaves William alone in the house for the day.\nAt work, William's brother is revealed to be the real William Blakely – William 1.  He stole material from the lab to create a clone, William 2.  His assistant, Baxter, tells William 1 that their test subjects have been dying after mere weeks.  Before William 1 can do anything further, his boss, Dr. Archer, takes him to see several security agents, who accuse him of stealing the lab materials.  Dr. Archer supports him, but the security agents remain suspicious.  At the same time, William 2 explores the house and discovers enough evidence that he becomes confused about his origins and identity.  Further confusing William 2 is a phone call apparently from a haggard-sounding version of William (who is later revealed to be the original William, William Zero) who apologizes for leaving him and promises to return.\nWilliam 2 angrily confronts William 1.  After interrogating William 1, William 2 ties him up and leaves to find Jules, who he hopes can explain further.  Although overwhelmed by his first experiences in the world, William 2 quickly adapts and locates Jules.  He awkwardly reestablishes contact with her, though she initially rejects him, as she feels abandoned and left alone to deal with her grief.  William 2 secretly follows her around the city and becomes more smitten with her.  Meanwhile, William 1 escapes his bonds and kills a Next Corp security agent who was investigating the house and its grounds.  William 1 recovers a pistol from the agent's body and uses it to kill Dr. Archer.\nWilliam 1 quickly returns home and pretends to be bound.  When his clone arrives, he convinces William 2 to take over his life, as William 1 does not wish to return to it.  William 2 reluctantly agrees, and goes to work at Next Corp, where he learns that the animal test subjects are second generation clones.  Baxter explains that cloning a clone causes extensive genetic problems, and William 2, who is experiencing the described symptoms, realizes that he must be a second generation clone, too.  Before he can return home to further question William 1, a security team detains him for further questioning.  Baxter, dubious about the company's ethics, frees him and traps the security team.\nAfter growing increasingly suspicious of his neighbor's activities, Lester confronts William 1.  William 1 invites Lester inside, and, after pushing him down a flight of stairs, explains his origins.  The original William Blakely, William Zero, was so overcome by guilt and grief that he abandoned his wife and created a clone, William 1, to replace him.  However, William 1 felt abandoned by his creator once William Zero disappeared.  As he struggled through life with no help, he became bitter and disillusioned, eventually attempting suicide.  Unable to face his own broken life, William 1 created a clone to replace him – freeing him to seek vengeance on William Zero and the world.\nAfter killing Lester, William 1 lures Jules to the house, planning to kill her to spite William Zero.  Although confused by his cold demeanor compared to William 2, Jules does not suspect anything.  William 2 arrives before William 1 can kill Jules, and he tells Jules that he loves her.  After the two embrace, William 2 attempts to dispose of William 1's body, only to be confronted by William Zero.  Knowing he will soon die, William 2 convinces William Zero to return to his wife and promise never to leave her again.  William Zero tearfully agrees, and they arrange for his death to be faked.  Some time later, William Zero is shown together with Jules and his now-cloned son.", "tmdb_plot": "A geneticist wakes up from an accident with only fragments of his memory intact and is forced to relearn who he is via his twin brother. But as he digs deeper, he discovers he might not be who he thought at all.", "tmdb_id": "282313", "wiki_id": "43561464"}, {"title": "Reveries of a Solitary Walker", "genres": ["Animation", "Fantasy"], "wiki_plot": "1876. Jean Jacques Renou is a penniless old writer who writes the novel Reveries of a Lonely Walker, centered on the fantastic story of a child lost in the woods. Nowadays, the philosophy student Theo discovers Renou's novel, which has remained unfinished, and is so obsessed with it that he tries to bring it to fruition.", "tmdb_plot": "Three characters in three different ages are united by a dream of freedom and a small masterpiece of literature. A journey through the mysterious and timeless aspirations, sufferings and 'Reveries' of a poet, of a young student and a child lost in the woods.", "tmdb_id": "367405", "wiki_id": "55549581"}, {"title": "Robot Overlords", "genres": ["Science Fiction", "Adventure", "Action"], "wiki_plot": "Not long after the invasion and occupation of Earth by a race of powerful robots wanting human knowledge and ingenuity, humans are confined to their homes. Leaving without permission would be to risk their lives. Monitored by the electronic implants in their necks, the robot sentries are able to track the movement of humans in order to control them. If any person attempts to exit their home, they are given warnings by the robot sentries to return to their home. If he or she does not comply within ten seconds, they are killed.\nAt the beginning of the film, a teen going by the name of Sean Flynn (Callan McAuliffe), is seeking his father, who went missing not long after the robots invaded, sending out hand-drawn lost posters hidden in tennis balls and fruit. Later, Nathan, a friend of Sean's, is seen attempting to repair his PlayStation, when Connor, a young boy, accidentally shocks Nathan, while a girl named Alexandra watches. The group discovers that Nathan's implant has been turned off by the electrical shock, and then perform the same procedure on each other to stay outside without being tracked down. The group enters a local museum before Sean suggests that they go look for his father, Danny (Steven Mackintosh) at the school, where the files on all the people are kept. They discover that Danny is still alive, having been moved to a hotel, but are then caught and brought to a room with a deep scanner after their implants reboot. Here, Robin Smythe (Ben Kingsley) asks them how they turned off their implants. When they refuse to answer, Sean's uncle is brought in, and receives a black implant, before being subjected to a deep scan, a painful process that searches through all of a person's mental faculties before rendering them unable to eat, causing them to die in a few days. When the children still refuse to answer, Sean is also given a black implant before being subjected to a deep scan. In the midst of it, Sean insults Smythe, causing him to accidentally interrupt the deep scan, allowing Sean to escape the deep scanner alive. A few seconds later, Connor, who had been left outside, bursts in with a makeshift fireworks launcher and frees the other children. The children hide in a bowling alley, where they turn off their implants once again before running to the hotel. When a large robot walks by, the four children hide next to a doorway, where Sean inadvertently controls the robot.\nThe children then meet Monique, a woman who wants to know how to turn off the implants. In exchange, the boys meet Swanny, who has had his implant removed by a watchmaker, and also tells the children to go to a Stone Circle. However, an announcement reveals that Sean's mother, Kate, has been taken a prisoner in the area headquarters, a castle. With Monique's help, the children successfully get to the castle. However, they are caught by a large robot. Sean then discovers that he can take control of the robots because of his black implant, after discovering that the large robot responds to his movement.\nMeanwhile, Smythe is speaking with Kate about how he and she could live together before an alarm goes off. Smythe leaves to go see what has happened. A few moments later, a young guard is tricked into giving the keys to the door to Kate. Meanwhile, outside, Sean appears to have been caught by the large robot, with Smythe scolding him. Sean then turns the large robot's weapon on Smythe and his team, forcing them to drop their weapons, which are picked up by the other children. Kate suddenly dashes by on a horse, causing Smythe and his team to follow. This opens the line of fire for two clankers, insectoid robots with a top-mounted weapon, which destroy the large robot, forcing Sean to hide behind it. One of the clankers then jumps down and prepares to fire at Sean, before Sean takes control of the robot and uses it to destroy the other, before commanding the clanker to deactivate. The children then track down Kate, before heading to the Stone Circle, deciphering a message written in graffiti to find the location of a human camp, an old tin mine. Meanwhile, Smythe is told by Mediator 452, a recurring character in the film, that a large number of deep scanners are arriving and that Smythe will be the first to be scanned if Sean is not captured by the time that they arrive. Sean and his friends are seen arriving at the human camp, where Sean is reunited with his father. The small group has their implants removed.\nThe next day, the robots descend on the community seeking Sean, who is quickly discovered to be missing. Sean is seen reinstalling his black implant, before mentally controlling a robot craft that rams and destroys the cube, the local robot mothership, halting the invasion. He narrowly escapes the impact. He interfaces with a damaged Mediator, a robot in human form, and mentally sends commands to end the invasion of the Earth, destroying the robots and their craft. The film ends with jubilation as the local population celebrates in town. In the closing scene, Sean looks up at the stars.", "tmdb_plot": "Earth has been conquered by robots from another galaxy and the human survivors must stay in their homes, or risk incineration.", "tmdb_id": "240483", "wiki_id": "39393686"}, {"title": "Room: The Mystery", "genres": ["Thriller", "Horror", "Mystery"], "wiki_plot": "Room - The Mystery is a story about Rishi and his friends who meet with an accident grievously injuring a woman and a child, while driving under the influence of alcohol. The woman then returns as a ghost to take revenge from all those who were responsible for her and her children's death.", "tmdb_plot": "Room - The Mystery is a story about Kunal and his friends who meet with an accident grievously injuring a woman and a child, while driving under the influence of alcohol. The woman then returns as a ghost to take revenge from all those who were responsible for her and her children's death.", "tmdb_id": "351394", "wiki_id": "46472652"}, {"title": "Rubbers", "genres": ["Comedy"], "wiki_plot": "On Valentine's Day, various Singaporeans face issues in their sex lives that are related to condoms: a man who refuses to wear condoms fantasises about a Japanese pornographic film star, a woman who has been single for several years takes advice from a talking condom who tells her to seduce her younger plumber, and an elderly couple try to save their marriage through.", "tmdb_plot": "The stories of three people looking for love and physical connection are interwoven in playfully raunchy tales revolving around condoms.", "tmdb_id": "335432", "wiki_id": "49983478"}, {"title": "Sand Dollars", "genres": ["Drama"], "wiki_plot": "Noeli is a young Dominican woman working as an escort for tourists. She has a three-year relationship with Anne (Geraldine Chaplin) a much older French woman who buys her services. Despite their transactional relationship, Anne is in love with Noeli and Noeli plans to use her to get a visa to go to France then Barcelona to reconnect with her mother who has moved there.\nWhile out with Anne, Noeli sees her boyfriend with another girl at a club. She angrily confronts him while Anne is in the washroom, but Anne sees the tail end of their fight. Anne leaves the club and Noeli tries to stop her from leaving. When it becomes clear that all Noeli wants is for Anne to pay their bar tab, Anne slaps her and leaves. On her way home, Noeli crashes her motorcycle, which is stolen as she lies injured beside the road.\nAnne struggles for a few days as she does not hear from Noeli and thinks she has abandoned her. Noeli meanwhile does not want to go back to Anne and tells her boyfriend to start providing for them. As money runs out she returns to Anne and tells her she is pregnant. Anne accompanies her to get an ultrasound to see if her unborn child is hurt and together they see the sonogram. After their reunion Anne presents Noeli with a passport and visa so that they can go to France together. She confesses to a friend that she does not believe that Noeli will be happy in Paris and they will be able to return to the Dominican Republic soon.\nNoeli's boyfriend learns she is pregnant and plans to have the child overseas. He asks her to stay and she declines going ahead with the preparations to leave with Anne.\nThe night of her departure Noeli's boyfriend comes to visit her. Noeli gathers up her passport, money and papers and leaves a sleeping Anne. She and her boyfriend drive away and she tells him she loves him.", "tmdb_plot": "Every afternoon Noelí, a young Dominican woman, hangs out on the beach at Las Terrenas. With her boyfriend, Yeremi, they look for ways to make a living at the expense of one of the hundreds of tourists there. However Noelí also has a steady client, Anne, a much older French woman, who, like many other Europeans, has found an idyllic refuge on the island to spend her last years. For Noelí, the relationship is one of convenience, but the feelings become more intense as they plan to leave together for Paris.", "tmdb_id": "287507", "wiki_id": "43697560"}, {"title": "Saugatuck Cures", "genres": ["Comedy"], "wiki_plot": "Saugatuck Cures follows a widowed bed and breakfast owner, Maggie Callaghan (Chapman), living in Saugatuck, Michigan, dealing with a second round of cancer. When she cannot afford treatment, Maggie's gay son Drew (Adler) becomes determined to raise money for her treatment, though he does not have the slightest idea of how to do it.\nAfter a falling-out with his affluent sister, Penelope, a religious conservative, Drew is convinced by his eccentric best friend Brett (Danny Mooney), who is straight, to pose as ex-gay ministers in order to raise the money by \"converting\" homosexuals into heterosexuals. The two friends set forth on a crazy adventure, getting into a lot of trouble with the law, family conflicts and not knowing if they will have enough time to save mom.", "tmdb_plot": "Drew and his best friend Brett set out on a road trip to pose as ex-gay ministers using exuberant high jinks to scam churchgoers, all in order to raise money for his mother's experimental cancer treatment.", "tmdb_id": "363016", "wiki_id": "46423038"}, {"title": "The Sisterhood of Night", "genres": ["Mystery", "Drama", "Thriller"], "wiki_plot": "The story begins in Kingston, New York where Emily Parris (Kara Hayward) decides to get back at classmate, Mary Warren (Georgie Henley), for ruining her school play audition. While Mary holds her audition, Emily steals her phone and publishes all of Mary's texts on her blog. Mary retaliates by calling Emily a \"blog whore\" in front of the whole school, which lands both girls a meeting with the guidance counselor, Gordy Gambhir (Kal Penn), in his office.\nLater that night, Mary writes on Facebook that she will be taking a \"vow of silence\" and deletes her social media accounts. She forms the idea to create a \"Sisterhood\", and recruits classmates Catherine Huang (Willa Cuthrell) and Lavinia Hall (Olivia DeJonge) as its first members. Together, the three girls venture into the forest at night, beginning their ritual.\nBy the following school year, the Sisterhood has become common knowledge among school and all girls wish to join. However, no one knows what the group ritual is due to a vow of silence each member takes. New members are chosen by Mary and given a paper square as an invite. Emily, upset about being rejected, follows the girls into the woods and hides as the group ritual begins. While snapping a photo, she gets spotted by Mary.\nThe scene cuts to her in her bedroom, posting a new blog post. The post describes how she heard the girls chant dirty things, perform sexual acts on each other, and claims they cut her hand with a knife before molesting her. Later, Emily runs into Mary during Mass at church and makes a scene in front of everyone before fainting. However, Mary simply declares she will never be in the Sisterhood.\nMary, Catherine, Lavinia, and the rest of the Sisterhood uphold their vow of silence when parents, teachers, and reporters ask about the Sisterhood activities. Lavinia's mother, Rose, searches Lavinia's room and discovers a doll with a pentagram-like symbol drawn on it. After Lavinia returns home, she is confronted by her mother, who finds the same symbol tattooed on her stomach. Two more girls come forward and claim the Sisterhood girls molested them as well, causing more public hysteria. Emily and the two girls come up with a plan to get the fragile Lavinia to make a confession about the Sisterhood.\nThe same night, Mary finds herself alone while trying to avoid being caught for skipping curfew. She goes to see her boyfriend, Jeff, but he refuses to talk to her. She goes to Gambhir's house to confide in him, unaware they are being observed by Sue Parris (Jessica Hecht), Emily's mother. She snaps a picture of them and, assuming they're in a sexual relationship, sends the photo out. Mary spends the night on his couch before being awoken by her mother the following morning, who saw the photo. Gambhir is fired from his teaching job, even after he and Mary insist nothing inappropriate happened.\nFeeling that things are spinning out of control, Catherine and Lavinia try to convince Mary to tell everyone the truth of the Sisterhood, but Mary promises that she'll fix it. At a small press conference, Mary tries to talk to parents and reporters to dispel the situation. Despite her efforts, Mary is unable to settle the scandal as Gambhir defends the girls.\nMary fashions the now-infamous Sisterhood paper square and gives it to Gambhir, inviting him to see their ritual. After getting Rose to come with him, they watch as the girls stand in a circle around a fire, share their personal thoughts out loud before burning pieces of paper with their written secrets. Through a montage of Sisterhood meetings, Catherine and Mary reveal their biggest secrets; Catherine misses her mother (who is implied to have cancer and getting treatment) and wishes she would die or get better, Mary wants to lose her virginity to someone she loves and Lavinia fears never being kissed.\nEmily, invited to speak on a radio show about sexual abuse, begins to feel guilt and decides to pull out of her plan to ambush Lavinia with her two friends. The two girls are dismayed, deciding to go ahead with the plan without her. Emily tries to warn Lavinia, but it's too late. Lavinia has been lured into the woods by Travis, a boy she has a crush on. In the woods, Travis convinces her to take her shirt off, and she is ambushed by Emily's friends. While filming her, they hold her down while putting a witch hat on her, force her to say the Sisterhood girls are witches, and make her touch herself. They upload the video to the Internet, drug Lavinia, and take her to a Halloween party. At the party, they spread the video around while calling Lavinia cruel names. A now emotionally broken Lavinia commits suicide by overdosing on her mother's pills.\nDuring Lavinia's funeral, Mary, knowing Lavinia's last wish was to be kissed, asks Jeff to do so out of respect. A distraught Emily confesses that she made the whole thing up. She admits how she wanted to be in the Sisterhood so badly, she was outraged when Mary rejected her and lied about their activities as revenge. She then begs for forgiveness. Emily, whose blog is revealed to be a hoax, is persecuted by those who hate her for the damage she caused. However, others focus on how she still helped sexual abuse victims despite the false pretense that made her blog popular.\nCatherine shaves off her hair and finally visits her sick mother while Mary and Jeff reconcile their differences. She and Catherine decide to do a dance they had prepared for school, choreographed to Lavinia's original music, and proceed to dance through town in Lavinia's memory as local residents watch them. Emily stands nearby and Mary approaches her, giving her the Sisterhood paper square and inviting her to join their dance. Emily happily accepts and the Sisterhood girls dance down the streets of Kingston and into the woods.\nThe movie ends with a narrative about how the Sisterhood will continue to be a secret to outsiders and the secret will be passed down to new members and soon disappear into the darkness.", "tmdb_plot": "When a teenage girl says she's the victim of a secret network called The Sisterhood of Night, a quiet suburban town becomes the backdrop for a modern-day Salem witch trial.", "tmdb_id": "206197", "wiki_id": "46367323"}, {"title": "Serial Killer 1", "genres": ["Drama", "Crime"], "wiki_plot": "The film chronicles the hunt and trial of a 1990s serial killer, dubbed \"The Beast of the Bastille\".", "tmdb_plot": "The hunt, capture and trial of Guy Georges, one of France's most notorious serial killers.", "tmdb_id": "307103", "wiki_id": "45039478"}, {"title": "The Smell of Us", "genres": ["Drama"], "wiki_plot": "Math, Marie, and JP are teenagers living in Paris. They used to hang out close to the Tokyo Palace, a modern art museum. They spend their time skating, smoking pot, drinking and filming each other the whole day. Developing extreme behaviours towards life, they do not hesitate to prostitute themselves just for fun and they keep taking drugs while having sex.", "tmdb_plot": "Self-destructive teens go skateboarding, use drugs and turn tricks in Paris.", "tmdb_id": "157824", "wiki_id": "43765487"}, {"title": "Some Kind of Beautiful", "genres": ["Comedy", "Romance"], "wiki_plot": "By day, Richard Haig (Pierce Brosnan) is a successful and well-respected English professor in the UK. By night, Richard indulges his own romantic fantasies with a steady stream of beautiful undergraduates. So when Kate (Jessica Alba), Richard's stunning, athletic, 25-year-old American girlfriend tells him that she is pregnant, Richard is shocked. Putting his wandering eye behind him, he marries her and agrees to move to Los Angeles to start their family. It doesn't take long for Richard to realize that his past is hard to escape, as is the toll his strained relationship with his dysfunctional father has had on him. Meanwhile, Kate tells Richard that she has developed feelings for someone else. They separate and Richard is now free to move on with Kate's sister Olivia (Salma Hayek), with whom he has been in love with since before he married Kate. Olivia and Richard start dating soon after.", "tmdb_plot": "By day, Richard Haig is a successful and well-respected English professor at renowned Trinity College in Cambridge.  By night, Richard indulges his own romantic fantasies with a steady stream of beautiful undergraduates.  But Richard has grown tired of the  game and is looking for something more meaningful and lasting.  So when Kate, Richard’s tanned, athletic, 25-year-old American girlfriend tells him that she is pregnant, Richard is thrilled.  He looks forward to having a family of his own,  being a father his children could be proud of, not some sex-fueled bobcat.  There is only one problem.  Richard’s not in love with Kate.  Richard is in love with Kate’s sister, Olivia. He had been in love with her ever since he first saw her.", "tmdb_id": "253344", "wiki_id": "40869439"}, {"title": "Something, Anything", "genres": ["Romance", "Drama"], "wiki_plot": "Peggy is a seemingly typical Southern newlywed, who gradually transforms into a spiritual seeker, quietly threatening the closest relationships around her.", "tmdb_plot": "When a tragedy shatters her plans for domestic bliss, a seemingly typical Southern newlywed gradually transforms into a spiritual seeker, quietly threatening the closest relationships around her.", "tmdb_id": "271039", "wiki_id": "14891350"}, {"title": "The Sound and the Fury", "genres": ["Drama"], "wiki_plot": "The film focuses on the Compson family, and their struggles to adjust to the changing society of the 20th century Deep South, told from four different perspectives: the mentally disabled Benjy Compson, the fragile intellectual Quentin, the vile Jason and his family's old black servant, Dilsey.", "tmdb_plot": "A look at the trials and tribulations of The Compson siblings, living in the deep south during the early part of the 20th century.", "tmdb_id": "287636", "wiki_id": "42807885"}, {"title": "Still", "genres": ["Thriller"], "wiki_plot": "After Tom Carver, a photographer, loses his son to a hit-and-run car accident, he and his wife Rachel divorce, and he descends into self-destructive abuse of alcohol and drugs, unable to let go of his grief.  His friend Ed, a tabloid journalist, investigates a murder blamed on local gangs, and, while on a job photographing children at a local school, Carver himself meets a young boy, Jimmy, whose brother was murdered.  As Jimmy and Carver bond over their shared loss, Carver learns that Jimmy is interested in photography and tutors him.  Carver's girlfriend Christina, a fashion model, moves in with him.  While Carver is out buying more alcohol one day, he bumps into a youth.  The youth demands an apology, which Carver provides.\nCarver and his ex-wife take regular visit to his son's grave.  While buying flowers before one such visit, he runs into the youth again, this time with his friends.  They harass Carver but flee once he shoves them.  Thinking the matter resolved, Carver rejoins his wife.  He later finds feces and a dead animal on his doorstep.  When he pursues the youths, he receives a visible wound to his head, which alarms several people, though he brushes off their concerns.  Carver's photography is selected to be displayed at a gallery, but during the opening, he becomes obnoxiously drunk.  Rachel chastises him and urges him to tell Christina and the police about his troubles with the gang.  Carver promises to do so eventually.  After further arguing with each other, Rachel calls him \"an accident waiting to happen\".\nAfter being bullied by the gang, Jimmy tells Carver he no longer wants to associate with him.  Carver chases the gang away after he sees them bully Jimmy, and the gang severely beats Jimmy in retaliation.  While walking home to Carver's apartment one night, Christina is raped.  She tells Carver that it was done to get to him and demands that he contact the police.  Carver and Christina both give statements, and Ed volunteers photographs he has taken while researching local gang violence.  The police, however, say they have no concrete evidence of anyone's involvement, as Christina's attackers wore masks.\nUpset with the police inaction, Ed urges Carver to take matters into his own hands.  Ed helps Carver locate the youth that Carver bumped into, and they kidnap him as he walks down the street alone.  Ed leaves Carver alone with him.  Although reluctant to tell Carver anything, he eventually reveals himself to be a 15-year-old named Carl.  Carver demands to know why the gang targeted him, but Carl says there was no reason.  Carl denies any involvement in Christina's rape, though he admits he beat up Jimmy.  At the same time, Ed meets Rachel at a party.  She is dating a single father and seems happy.  When Ed asks her for her secret, she says one must want to be happy.  After she asks him to watch over Carver, Ed experiences misgivings in the plan, and he rushes back to Carver's apartment.\nCarl insists he is innocent and, to Carver's disbelief, says he knew Carver's son.  Carver dismisses Carl's protestations of innocence and injects him with a lethal overdose of heroin.  Carl reveals that Carver's son was a member of their gang; on the night that he died, Carver's son was involved in a daredevil game where the kids dodged oncoming cars.  Carver initially laughs off the possibility, but, as the drug takes effect, Carl convinces him.  Carl protests that Carver saw nothing but good in his son, though he sees nothing but bad in him.  After considering this, Carver calls emergency medical services for an ambulance, just as Ed arrives.", "tmdb_plot": "Tom Carver is a man stumbling blindly towards a crossroad in his life, thrown out of focus by the death of his teenage son a year earlier. He becomes involved in a feud with a teenage gang after a seemingly harmless collision with a young kid. As the feud becomes more horrifying, Carver's world starts to unravel forcing him to make decisions that will change his life forever.", "tmdb_id": "300451", "wiki_id": "47538637"}, {"title": "The Suicide Theory", "genres": ["Drama", "Thriller"], "wiki_plot": "As Steven discusses his wife's pregnancy with a friend who owns a store, a rude man interrupts them.  Steven ambushes the man outside and murders him. Shortly afterward, his wife Annie is killed in a hit-and-run accident as they cross the street together.  Steven is left with traumatic flashbacks whenever he attempts to cross a street.  Three years later, Steven works as a contract killer.  As he prepares to kill his next target, Frank Dubois, a man falls from the building on to the cab he is in, setting off another panic attack.\nHaving seen Steven before passing out, the suicidal man, Percival, tracks down Steven.  Percival explains that he has attempted suicide countless times and has consistently failed, surviving overwhelming odds, and these attempts have left him heavily scarred.  Percival believes he is cursed with the inability to take his own life, and his meeting Steven is meant to be.  He pays Steven to kill him.  Steven, scoffing at the idea, gives Percival a chance to reconsider, then shoots him in the chest.  When Percival survives both this and another shooting from Steven, which leaves him blinded in one eye, Steven accepts it is more than mere luck.\nIntrigued by the challenge, Steven probes Percival for clues to defeat the curse.  Percival reveals that he is a gay man and that part of his suicidal tendencies come from the death of his boyfriend, Christopher.  The two men slowly bond over their shared loss.\nSteven hires a gay man to sleep with Percival, hoping that an emotional high may make him mortal; this too fails, and Percival is disgusted when Steven murders the other man.  As they consider their next course of action, Percival flirts with a friendly bartender.  They end up at the bartender's house, where the barkeep and several of his homophobic friends severely beat up Percival.  After learning about this, Steven feigns homosexuality at the same bar and allows himself to fall into the bartender's scam.  Steven kills all of the bartender's friends and shoots the bartender in the groin.  Percival is once again disgusted by Steven's behavior, but Steven insists that Percival must have wanted this to happen at some level, or else he would not have given Steven the bartender's address.\nSteven experiences continued reluctance in killing Frank Dubois, much to the annoyance of his employer, Thomas.  Steven learns Percival is a painter and sees him working on a portrait of Chris.  When Percival comes to Steven's house, he sees Annie's dress and abruptly leaves.  That night, Steven puts on his wife's dress and makeup, and points a gun at his head.  Before he can pull the trigger, he sees a thug about to kill a policeman outside.  Steven kills the thug and saves the policeman's life.  He excitedly calls Percival, thanks him, and explains that he has found his purpose in life and now believes in fate.  Steven later approaches Frank and tells him that Frank is not a contracted target.  Steven has been killing people based on a half-remembered license plate ever since Annie's death to hopefully get to his wife's killer.  He resolves to stop doing this, much to Thomas' dismay.\nPercival confesses that it was he who accidentally killed Annie while drunk driving after Christopher's death.  He begs Steven for forgiveness.  Steven refuses to forgive him.  After sharing a hug, he pushes him off his balcony.  Percival finally dies.  Steven meets with Thomas at a restaurant and says he is quitting; it is  revealed that Thomas is only part of Steven's hallucination.  After Percival's funeral, Steven visits a gallery of Percival's work.  When he sees Christopher's finished portrait, he is horrified to recognize him as the rude man from the store, whose murder set in motion his own tragedy.  Steven wanders into the street in a daze and sees Annie beckon him on the other side.  As he crosses the street, a truck strikes him.  When Steven wakes up, a doctor tells him that he is lucky to be alive.  Steven smiles bitterly like Percival had previously done when told the same thing.", "tmdb_plot": "Steven Ray was never quite normal. But when tragedy strikes in the form of a deadly hit-and-run incident at a city cross walk, his violent and bizarre behavior becomes uncontrollable. One night, as Steven plots his next murder, he meets Percival, whose unsuccessful attempt at suicide not only interferes with Stevens plans, but the chance encounter also introduces the two into each others sad and lonely lives.  Percival believes hes cursed after miraculously surviving each suicide attempt and concludes fate brought he and Steven together. So he hires Steven to assist him in suicide. Steven does not believe in fate and thinks Percival is desperate and delusional. But he accepts the offer. Easy money.  After Percival continues to miraculously survive each attempt on his life, Steven starts to believe. He tries to help Percival figure out ways to break the curse. And in the process, they form an unlikely friendship through the common bond of tragedy.", "tmdb_id": "273599", "wiki_id": "47831078"}, {"title": "Sun Belt Express", "genres": ["Family", "Comedy", "Drama"], "wiki_plot": "Former ethics Professor Allen King (Tate Donovan) has some problems. After being terminated for plagiarizing the work of a student, he hits a personal rock bottom.  To survive and get the cash he needs to cover his ex-wife Margaret's (Rachael Harris) expenses, he ends up shuttling illegal immigrants across the border and into Arizona from Mexico.  On his most recent trip, he is accompanied by his pregnant Mexican girlfriend Anna (Ana de la Reguera) and his teenage daughter Emily (India Ennenga). While still south of the US border  and with three undocumented immigrants supplied by human trafficker Ramon Velazquez (Miguel Sandoval) stuffed in the trunk of the car, the party crosses paths with crooked US Border Patrol officers Rick (Stephen Lang) and Cass (Michael Sirow).", "tmdb_plot": "A down-on-his-luck ethics professor ends up on a completely unhinged run across the Mexican border with his teenage daughter in tow - and four undocumented immigrants in the trunk.", "tmdb_id": "392898", "wiki_id": "47355721"}, {"title": "Timing", "genres": ["Mystery", "Animation"], "wiki_plot": "Once upon a time in a faraway land, there was a boy called Li Yam San. One day, he suddenly found a time machine. He bought a lottery ticket and won. There he bought drugs, girls, etc. But someone from the future kidnapped him. Witness what would happen next and watch it yourself.", "tmdb_plot": "Three people with different mysteries abilities want to solve the mystery of a mass suicide in order to prevent another one.", "tmdb_id": "373860", "wiki_id": "48719823"}, {"title": "Titli", "genres": ["Drama", "Action", "Crime"], "wiki_plot": "Titli is the youngest member of a violent car-jacking gang in Delhi with his brothers, oldest brother Vikram and middle brother Pradeep a.k.a. Bawla. The film opens with Titli inspecting a parking lot of an under-construction mall in East Delhi. His friend Pintu tells him that his fortunes will change once he buys the parking lot at a price of Rs. 3,00,000. Titli plans to escape from his family and their line of work. While attempting to escape the clutches of his brothers with Rs 3,00,000 in his bag after a car-jacking operation, Titli accidentally crashes a stolen car before a police checkpoint. This results in Pradeep and Titli getting nabbed by police. When they are released the next day, Titli finds out that the police have taken the money from his bag and he admits to his brothers that he was planning to run away and invest the money in a parking lot business.\nVikram forces Titli to marry Neelu to help control him and also to introduce a woman into the gang to be used as a decoy and cover. Neelu, though married to Titli, pines for her lover Prince, a wealthy married man she is having an affair with. One night, after witnessing a bloody jacking operation of her brothers-in-law, Neelu tries to escape from her family and gets caught by Titli. Titli supports Neelu's plans to leave him for Prince if she gives Titli Rs 2,50,000 from her personal bank account. Neelu takes Titli to meet Prince, and shows him that she is in a serious relationship with him, in spite of him being married. Prince is planning to divorce his wife for Neelu. Meanwhile Vikram's estranged wife Sangeeta comes and demands divorce from Vikram. Vikram is forced to sign the document by her lawyer who admits that she has the evidence of Vikram indulging in domestic violence with Sangeeta. Sangeeta also demands an alimony of Rs. 5,00,000 from Vikram. Titli's father initially proposes the idea of wiring the money of Neelu's FD, which Vikram refuses. Neelu asks Titli to deliver a birthday gift for Prince. But at Prince's house, he finds out that he is actually cheating on Neelu, in spite of being happy with his wife. Titli confronts Prince about it, who ends up blackmailing him for his money. Titli and Neelu request Sangeeta for an extension of the alimony deadline, but she refuses. Finally, they are given an opportunity of earning Rs. 20,00,000 by killing a big industrialist by a politically connected cop. Titli drops Neelu to her parents' residence and takes off with all the cash she gave him. Simultaneously, Titli anonymously reports his brothers to the police. After approving the parking lot deal with Pintu, he changes his mind and demands his money back by threatening to shoot Pintu's boss with a gun he stole from Vikram. In the end, Titli returns home and severs ties with his father and leaves with his belongings. Neelu finds out that Prince was never planning to leave his wife for her, and Neelu and Titli get back together.", "tmdb_plot": "A young man in Delhi tries to break free from his controlling brothers.", "tmdb_id": "266038", "wiki_id": "42570515"}, {"title": "Two Step", "genres": ["Thriller", "Crime", "Drama"], "wiki_plot": "James, a young adult from El Paso, comes to Austin to visit his grandmother, only for her to die shortly after his arrival. His grandmother's lawyer, Ray Mance, tells James that she knew she was ill and made it easy for James to claim his inheritance of $85,000.  While staying at his grandmother's house, James meets her next-door neighbor, Dot, a middle-aged dance instructor. After consoling him, Dot invites James to drinks at a local bar, and the two get to know each other better. James says that his parents' deaths made college awkward for him, as he did not wish to interact with people who were always asking about his health. After leaving college, he has ended up in Austin, where he knows nobody. Though offended that he calls her old, Dot lets him sleep on her couch when he says his grandmother's house is creepy.\nAt the same time, Webb, a small-time con man who specializes in grandparent scams, is released from prison and surprises his girlfriend, Amy, by coming home a day early. After he angrily chastises her for bringing up an incident in which he broke her nose, she flees the house with the money Webb conned out of senior citizens. Duane, a local crime boss, soon visits Webb and gives him two weeks to pay off $10,000 in debts. As Dot and James become friendlier, she fends off the attention of Horace, a married police officer with whom she briefly had an affair. Desperate for money, Webb pretends to be James and leaves a message that asks for more money on James' grandmother's voicemail. James, recognizing the scam, contacts Horace, who apologetically says he can do nothing to help.\nWhen Webb shows up at James' grandmother's house in person, James attempts to trick him into coming back later. Webb instead beats him viciously and takes him prisoner. After searching the house, Webb threatens to beat him again unless James reveals the PIN to his debit card. Webb is surprised to find the large sum in James' bank account, but he can only withdraw a maximum of $900 a day because of banking regulations. Webb attempts to set up a payment plan with Duane, but Duane reveals he is uninterested in the money and only wanted to scare Webb out of town, as Webb is too violent and unpredictable. Webb becomes further incensed when he learns from a friend that Duane and Amy are rumored to be living together. After killing Mance, who came to visit James, he leaves again.\nHorace's wife leaves him when she discovers his infidelity. Dot acknowledges an attraction to him but tells him that she wishes to wait until his divorce goes through. As Dot becomes worried about James, he slowly works his way toward a knife sticking out of Mance's pocket. Despite his binds, he cuts himself loose. Webb kills Amy, recovers the money she stole, and confronts Duane, whom he shoots. As Duane dies, he protests that he could have killed Webb many times but did not. Webb says that he should have when he had the chance. When Webb returns to James' grandmother's house, he is surprised to see James missing. As Webb rushes out of the kitchen, he collides with James, who is still holding the knife. Impaled, Webb collapses to the floor and dies. James stumbles out of the house, where Dot sees him.", "tmdb_plot": "Two Step is a fast-paced Texas thriller in which the lives of James, a directionless college dropout, and Webb, a career criminal with his back against the wall, violently collide.", "tmdb_id": "253286", "wiki_id": "48806702"}, {"title": "Volley", "genres": ["Comedy"], "wiki_plot": "Nicolás (Martín Piroyansky), Pilar (Inés Efron), Catalina (Vera Spinetta), Manuela (Violeta Urtizberea) and Nacho (Chino Darín) are friends since they were teenagers. Around their thirties they are still united, although with more differences than meeting points. Nico proposes to celebrate New Year's night at the Tigre family home and spend a few days on vacation. Without consulting, Manuela invites Belén (Justina Bustos), her childhood friend.", "tmdb_plot": "Six twenty-something friends are spending New Year's Eve at a summer house at the river. The host, Nicolas (writer and director Martin Piroyansky, XXY), brings his ex-girlfriend Pilar (Inés Efron, Empty Nest, XXY) with whom he just had a one-night stand. But, Nicolas hits on every other girl including the brooding Cata (Vera Spinetta) and the voluptuous Belén (Justina Bustos). When Nicolas unexpectedly falls into bed and then into love with the high-strung Manuela (Violeta Urtizberea) who also happens to be his best friend's girlfriend, the last laugh is on him.", "tmdb_id": "331424", "wiki_id": "54904931"}, {"title": "War Book", "genres": ["Drama"], "wiki_plot": "Over the course of three days, eight government officials, a Member of Parliament, and a political appointee participate in a war-game which has taken place regularly among British civil servants since the 1960s, as a way to help them formulate government procedure in the event of nuclear war. In the depicted meetings, set in 2014, the group discusses possible UK policy in the fictional event of a nuclear detonation in Mumbai, India by a Pakistani organisation.", "tmdb_plot": "Government officials practice their response and decisions in a simulated escalation of nuclear threat.", "tmdb_id": "290290", "wiki_id": "47439342"}, {"title": "Welcome to Me", "genres": ["Comedy", "Drama"], "wiki_plot": "Alice Klieg, a mentally ill single woman living on disability benefits, and fan of Oprah Winfrey, wins the California Stack Sweepstakes lottery jackpot of $86 million. She appears on the local TV news celebrating her win, but is upset when the speech she had prepared is abruptly cut off after she mentions using masturbation as a sedative. She discontinues her medication, against the advice of her psychiatrist, Daryl Moffat, and moves into a casino hotel with her best friend Gina Selway.\nDuring a vitamin supplement infomercial presented by Gabe Ruskin, Alice, who is in the studio audience, responds to his request for a volunteer, hijacks the broadcast and tries to recite her speech once again (although is again cut off by the director). Gabe's brother Rich, the co-owner and manager of the studio, introduces himself and arranges a meeting to discuss Alice's idea for a TV show, at which Alice writes a check for $15 million to pay for 100 live-broadcast two-hour episodes of a vanity show about herself entitled Welcome to Me.\nGabe is nonplussed over the show's aimless premise, but after Alice takes him on a date, they promptly have sex and begin a relationship. During the first episode: Alice announces that she has given up her medication, includes a silent five-minute segment of her eating meatloaf cake with mashed sweet potato icing, and a live re-enactment of a scene from her past (with actors wearing name-cards playing herself and a friend who had betrayed her in high school).\nAfter seeing a recording, Alice decides the show looks too inexpensive and writes another check to bring the production values more in line with The Oprah Winfrey Show. The studio set is revamped to include a rotating stage and a replica of her house.\nAs the show grows in popularity, her friends and family become alienated by her non-flattering depictions of them in her sketches. Rainer Ybarra, a graduate student and fan of the show, interviews Alice about her rising stardom, and the two go on a date which ends with her fellating him in her limousine. Their tryst is revealed on air, much to Gabe's fury.\nWhile recovering from burns sustained in a cooking accident on the show, Alice decides to introduce a new theme of neutering dogs on the show, utilizing her six years' experience as a veterinary nurse. Fed up with her volatility, Gabe finally quits.\nRich continues to support Alice's decisions until he and the studio are threatened with various lawsuits including slander and health code violations. Rich angrily interrupts the show, demanding that Alice should cancel the veterinary procedures. Alice abandons the broadcast 40 minutes early, cancels her show and settles the lawsuits, leaving her with $7 million.\nAlice suffers a nervous breakdown, walking naked through the main floor of the casino. She is hospitalized and resumes her medication. After being released, she apologizes to Dr. Moffat and contacts Rich to arrange a final episode of Welcome to Me. She invites her family and Gina to the broadcast, a lavish telethon aimed at finding owners for her dogs which she has neutered, along with making amends to everyone she has wronged. In the show's last moments, Alice gives a heartfelt apology to Gina and praises her for her patience, presenting her with a check for the remaining $7 million of her lottery winnings.\nHer life now back to normal, Gabe takes Alice home and gives her a camcorder as a gift. When she goes to bed, she finally turns off her television that she had left switched on continuously for over 11 years.", "tmdb_plot": "A year in the life of Alice Klieg, a woman with Borderline personality disorder who wins the Mega Millions lottery, quits her meds and buys her own talk show.", "tmdb_id": "284537", "wiki_id": "39567197"}, {"title": "What's the Time In Your World?", "genres": ["Drama", "Romance"], "wiki_plot": "After twenty years in Paris, Gilehgol \"Goli\" Ebtehaj returns to her hometown near Rasht, leaving her French beau, Antoine, behind. She is greeted by Farhad Yervan, the self-described \"Mr. Idiot\" painter who claims to know her since long ago. Goli is repulsed by his advances and the fact that he knows so many things about her, while she is distressed that everyone in the town seems to accuse her of missing out her mother, Hava's funeral five years ago. She later recollects that Farhad knew her since at least college times. Interspersed with her story are flashbacks showing that Farhad had made repeated contacts with Hava, from whom he learned about Goli. Hava held Farhad affectionately and lamented Goli's indifference towards him.\nGoli begins reconnecting with her old life, including meeting with her college crush, Ali Yaghuti, who is now married with three children, her aunt who lives in Bandar-e Anzali, and tea plantation owner Mr. Najdi, who reveals that he had plans to propose to Hava before he moved overseas. At one point, Goli becomes furious at Farhad due to his repeated advances and lets him get attacked by a mob for harassment, though she later apologizes and invites him to her house. He does so by walking with his head on the streets and carrying a large suitcase; when he arrives, he collapses from dizziness. \nAs Goli calls him, flashbacks reveal that Farhad had in fact known and fallen in love with Goli since they were children. He observed her mannerisms, her fondness, even her habit of drawing X every time she went to the pier, which is later explained as a way for her to remember a lost lyric for a song. After he wakes up, he shows Goli the contents of the suitcase: all things that she used to hold dear. The two stay together until night, when an exhausted Farhad decides to sleep on a table in the living room, with Goli bidding him good night.", "tmdb_plot": "A woman comes back from Paris to her country after a long time. She meets a man that she hardly knows, but he knows a lot about her life.", "tmdb_id": "298660", "wiki_id": "46414303"}, {"title": "While We're Young", "genres": ["Comedy", "Drama", "Mystery"], "wiki_plot": "Middle-aged couple Josh and Cornelia Srebnick are filmmakers living in a shaky marriage in New York City. Josh has spent the last 10 years struggling on the post-production of his documentary film about leftist intellectual Ira Mandelstam while not letting his producer wife help him with the project.\nAfter finishing a lecture at the college where he teaches, Josh is approached by Jamie and Darby Massey, a young couple who invite him and Cornelia out to dinner. Jamie claims to be a fan of Josh's work and the works of his accomplished documentary filmmaker father-in-law, Leslie Breitbart. Josh is immediately awestruck by Jamie and Darby's non-conservative outlook on life as he and Cornelia begin spending more and more time with them, joining in on their bohemian lifestyle.\nAn aspiring filmmaker himself, Jamie talks with Josh about their projects, including Josh's own documentary. This inspires Jamie to make a film about connecting with an old high school friend that he found on Facebook. Jamie and Darby invite Josh and Cornelia to an ayahuasca ceremony where a hallucinating Cornelia kisses Jamie while Jamie receives Josh's approval in helping with the production of his film. Cornelia agrees to produce the film. Jamie and Josh find the old friend, Kent Arlington, who is in the hospital after a suicide attempt. Josh and Jamie discover that Kent was involved in a civilian massacre during an Army tour in Afghanistan, creating an even bigger story for Jamie's film.\nWhile pitching his own film, Josh is dismayed when he cannot engage a potential hedge fund investor with the concept of his intellectual documentary. He goes to Leslie for a second opinion. When Leslie's criticisms and suggestions are brought down by Josh, they get into an argument over Josh and Cornelia's inability to have children, as well as Josh calling himself a disappointment to him.\nJosh attends a party for a screening of Jamie's film, which is met far more positively by Leslie and the hedge fund investor. A jealous Josh argues with Cornelia over Jamie's success, and they separate. Josh meets up with Darby, who is sick of Jamie's increasingly self-centered attitude and tells him about Cornelia kissing Jamie. Josh confronts Cornelia the next morning and denounces Jamie.\nWhile teaming up with his editor on cutting his film, Josh comes across footage for Jamie's film, finding evidence that suggests the meeting with Kent was actually staged. Finding him, Kent reveals that he was really friends with Darby, not Jamie, and that he was contacted by Jamie weeks before their shoot. Capturing his confession on camera, Josh goes to Jamie and Darby to confront him only to discover that a fed-up Darby is moving out and that Jamie is at the tribute celebrating Leslie at Lincoln Center.\nJosh confronts Jamie in private at the event, admonishing him for compromising the truth and genuineness of his story for dramatic purposes. Josh forces Jamie to admit the truth to Leslie, who excuses it, saying that it's a good story regardless of the fabrication. Defeated, Josh admits to Leslie he was right about the edits needed on his film. Outside, Josh and Cornelia reconcile.\nOne year later, Josh and Cornelia drive to the airport for a flight to Port-au-Prince, Haiti where they will adopt a newborn baby. Josh finds an article in a magazine lauding Jamie as a filmmaking genius, which Cornelia and Josh pass off by admitting, \"He's not evil, he's just young.\" They then watch a young child at the gate playing with an iPhone, studying him as if to imply that yet another generation with disparate ethics and morals is approaching.", "tmdb_plot": "An uptight documentary filmmaker and his wife find their lives loosened up a bit after befriending a free-spirited younger couple.", "tmdb_id": "252512", "wiki_id": "34963562"}, {"title": "Wildlike", "genres": ["Adventure", "Drama", "Thriller"], "wiki_plot": "Mackenzie (Ella Purnell), a 14-year-old girl, is sent to stay with her uncle (Brian Geraghty) in Juneau, Alaska, after the death of her father and the hospitalization of her mother.  After being molested by her uncle, she runs away and ends up finding healing in a journey across the state of Alaska, following an older widowed backpacker (Bruce Greenwood), who eventually helps her return to her home in Seattle.", "tmdb_plot": "Fourteen-year-old Mackenzie is sent to live with her uncle in Juneau when her mother can’t care for her anymore. The living situation quickly takes a turn for the worse, and she runs away to rejoin her mother in Seattle. While on her dangerous journey of sleeping in cars and breaking into hotel rooms, she’s drawn to Rene, a lonesome backpacker looking for tranquility in the wilderness.", "tmdb_id": "300654", "wiki_id": "38492307"}]