[{"title": "One Fall", "genres": ["Fantasy", "Drama", "Science Fiction"], "wiki_plot": "Set in the rustic Midwestern U.S. town of One Fall, the film tells the story of a man, James (Marcus Dean Fuller), who miraculously survived a horrific fall from a spectacular 200-foot-high cliff and was never heard from again. However, three years after vanishing James chooses to return to his hometown of One Fall—but he returns a changed man. For an incomprehensible reason, James has developed supernatural healing abilities. He must decide whether to use his abilities to help the ones he once turned his back on or to continue running from his mysterious past.", "tmdb_plot": "Set in the rustic Midwestern town of One Fall, the film tells the story of a man, James (Marcus Dean Fuller), who miraculously survived a horrific fall from a spectacular 200 foot-high cliff and was never heard from again. However, three years after vanishing James chooses to return to his hometown of One Fall -- but he returns a changed man. For an incomprehensible reason James has developed supernatural healing abilities since the fall. He must decide whether to use his abilities to help the ones he once turned his back on, or to continue running from his mysterious past.", "tmdb_id": "98547", "wiki_id": "33740115"}, {"title": "Buddha in a Traffic Jam", "genres": ["Thriller", "Crime"], "wiki_plot": "Vikram Pandit (Arunoday Singh) is a happy-go-lucky management student from a business school in India. He becomes an overnight sensation after a successful social media campaign against the radical fundamentalism of moral policing in India. Little did Vikram know that he was about to become a part of a plot that would risk his life and the nation. He gets entangled between two facets of India—Socialism and Capitalism, both of which are deeply rooted in isolated corners of the country.\nSomewhere deep within the jungles, flagrant conspirators were gearing up to maim the Country. They had established links with the patrician society. Vikram's internet campaign pulls him into a very deep web of conspiracy.\nThe film revolves around Vikram's survival in the sinister designs of the establishment.", "tmdb_plot": "Vikram is a happy-go-lucky management student from a top Business School of India. He becomes an overnight sensation after a successful internet campaign against the radical fundamentalism of moral policing in India. This prompts his university teacher - Professor Ranjan Batki, to throw him a challenge for yet another internet campaign that would help raise money via a non-profit Pottery Club for poor people living in Maoists areas of India. Little does Vikram know that he is about to become a part of a plot that would risk his life and the nation. He gets entangled between two corrupt facets of India - Socialism and Capitalism, both of which are deeply rooted in India. It's a story inspired from true life incidents of Underbelly India.", "tmdb_id": "394034", "wiki_id": "31450064"}, {"title": "Chauranga", "genres": ["Drama"], "wiki_plot": "This is based on Dalit-Brahmin relations in the villages tells how Dalits are exploited.\nA fourteen-year-old Dalit boy (Soham Maitra) is growing up in an unnamed corner of India. His dream is to go to a town school like his elder brother (Riddhi Sen) and his reality is to look after the pig that his family owns. His only escape is to sit atop a Jamun tree and adore his beloved (Ena Saha) passing by on her scooter. His unspoken love is as true as his mother’s helplessness who cleans the cowsheds of the local Brahmin's mansion, with whom she also has a secret liaison. When the boy’s elder brother comes on a vacation to the village, he soon finds out about his younger brother’s infatuation. The learned elder brother makes him realize the need to express his love and helps him write a love letter.", "tmdb_plot": "A fourteen year old Dalit (lower caste) boy in rural India is killed for writing a love letter.", "tmdb_id": "339325", "wiki_id": "33277159"}, {"title": "Extirpator of Idolatries", "genres": ["Crime", "Drama", "Fantasy", "Mystery"], "wiki_plot": "The police detective Waldo, of circumspect disposition and temper, investigates several crimes associated with indigenous rituals that occur in some regions of the Peruvian Andes. There a boy and a girl who are about to enter puberty begin to interact with certain mythical beings, a supernatural belief very common in many Andean villages. A sinister character (the “Extirpator of Idolatries”), pretending to be on a mission of faith, but imbued with religious dogmatism and intolerance, interrupts this peaceful scene as he casts an ominous shadow over these ancient Peruvian beliefs. Although Waldo’s boss considers him inferior and distrusts his methods, the policeman continues his efforts to capture the “Extirpator of Idolatries”. At the same time, Waldo will resolve his own inner conflict which has troubled him all his life.", "tmdb_plot": "The police detective Waldo, of immersed and circumspect disposition and temper, investigates several crimes associated with indigenous rituals that occur in some regions of the Peruvian Andes. There we find a boy and a girl who are about to enter puberty and begin to interact with certain mythical beings, a supernatural belief very common in many Andean villages. A sinister character, pretending to be on a mission of faith, but imbued with religious dogmatism and intolerance, interrupts this peaceful scene as he casts an ominous shadow over these ancient Peruvian beliefs. Although Waldo's boss considers him inferior and distrusts his methods (a form of discrimination), the policeman continues his efforts to capture the \"Extirpator of Idolatries.¨ At the same time, Waldo will resolve his own inner conflict which has troubled him all his life.", "tmdb_id": "495587", "wiki_id": "55657252"}, {"title": "Mountain of Gold", "genres": ["Drama"], "wiki_plot": "Almayer is a lone Dutch trader grubbing to survive in colonial Malaysia. He sends his 10-year-old daughter Nina to Singapore to be educated as a Westerner, much to the distress of her mother Mem, a local woman of Betawi origin. The couple stop speaking to each other as a result. When Nina returns as a beautiful woman ten years later, she finds the family home and business in dire straits because of Almayer's obsession with finding gold in the mountains. Her return rekindles interest in the Almayer household, bringing in new business that allows Almayer to build a lavish new house in his compound.\nNina's presence attracts a number of suitors, including the nephew of a prominent Arab who asks for Nina’s hand in marriage. Almayer rejects the proposal, however, igniting an animosity between the traders that helps lead to Almayer's later downfall. Almayer guards Nina jealously as he sees her as an important part of his unrealistic dreams. He believes her beauty, combined with the gold he expects to unearth, will help him build a trading empire and fulfill his fantasy of a glorious future back in Europe, a world he has never seen.\nA handsome Malay prince and trader named Dain Maroola enters the scene. Dain wants to buy gunpowder through Almayer. Almayer doesn’t question why the man wants explosives. Dain manipulates him with tales of the legendary gold mountain of which he claims to know the location.\nAs Almayer’s trading post prospers, he believes he is in reach of his dreams and readies boats and equipment for his gold-seeking expedition. In his fanaticism, he doesn’t notice Dain and Nina fall in love. Mother Mem knows Almayer won't tolerate such a union. Given the deep animosity she feels toward her husband, she fuels and encourages the relationship while keeping Almayer in the dark.\nDain turns out to be a Malay freedom fighter who uses the purchased gunpowder to blow up a Dutch vessel at the mouth of the river. Now an outlaw, the British and Dutch military hunt along the river. When Dain's men are attacked by colonial forces during a violent tropical storm, Dain is believed killed. Almayer fears he has lost his chances to find gold and goes on an alcohol-fuelled binge. He doesn't know that Dain faked his own death and eloped with Nina. When he learns the truth from Mem, Almayer heads off in pursuit of the couple up river, determined that his daughter will not leave for a Malay.\nWhen Almayer finds the couple, he is unable to convince his daughter to return. Heartbroken, he helps them escape and returns to his new house, which he burns down. Alienated and distraught, he is left with only his shattered dreams and the burned ruins of \"Almayer's Folly\".", "tmdb_plot": "The story of Almayer, a Dutch trader struggling to survive in Malaysia at the turn of the 19th Century. His dream of finding a mythical gold mountain is challenged by his scheming wife, the colonial authorities, the political machinations of the local chief and Arab traders, and his daughter's love for a freedom-fighting Malay prince.", "tmdb_id": "201895", "wiki_id": "30927984"}, {"title": "Jimmy Vestvood: Amerikan Hero", "genres": ["Comedy"], "wiki_plot": "Jamshid/Jimmy Vestvood (Maz Jobrani), an Iranian wannabe Private Investigator (P.I.) who lives with his mother (Vida Ghahremani), wins the Green Card lottery. As he's celebrating in his hometown Tehran, accidentally an American flag catches fire.  A video of the incident goes viral and Kox Media introduces him as a \"Terrorist.\" After he and his mom come to United States, he realizes that he can't get any better job than a normal security guard at his family friend's shop, 'Mehdi the Butcher' (Marshall Manesh).  As he's still chasing his dream of being a P.I., and becoming an American hero like his childhood idol, Steve McQueen, he is hired by millionaire JP Monroe (John Heard).  Monroe wants Jimmy to investigate his younger wife, Marcy (Deanna Russo), whom he suspects of having an affair.  After meeting Marcy, Jimmy falls for her beauty, and starts following her around to gather evidence.  Jimmy finds out that Homayoun (Sam Golzari), Mehdi's son, is gay and is secretly dating African American Freddy. Jimmy's seventh cousin Leila (Sheila Vand), who has a big crush on him, tries to meddle.  As the plot unfolds, it becomes obvious that the Monroes want to use Jimmy for their own gain, and now Jimmy and Leila have to save the day...\nFrom the Jimmy Vestwood website:  \"The Pink Panther meets Borat in this broad satire about a bumbling yet lovable Iranian immigrant who wins the Green Card lottery and moves to Los Angeles to pursue his dream of becoming an American hero.  Jimmy Vestvood aspires to be a cool cop like his childhood idol, Steve McQueen in the movie Bullitt, but soon discovers that the best job he can get is as a security guard at a Persian grocery store.  Through a series of comically fateful events, Jimmy's naiveté is exploited when a corrupt arms dealer hires him as a private investigator. Framed as a terrorist by the fear-mongering Kox News, Jimmy is unwittingly embroiled in a conspiracy to start World War III.  With the help of his seventh cousin, Jimmy must save the day and avert the imminent war while keeping his overprotective mother in the dark.\n\"At a time when tensions between the East and the West are at a boiling point, “Jimmy Vestvood” playfully skewers American preconceptions of the Middle East and breaks new ground through its depiction of the first hero of Middle-Eastern descent in an American comedy.\"", "tmdb_plot": "A wannabe private investigator wins the Green Card lottery and moves to America to pursue his dream only to find himself embroiled in a conspiracy to start the next world war.", "tmdb_id": "299641", "wiki_id": "51684059"}, {"title": "M Cream", "genres": ["Adventure", "Drama", "Comedy"], "wiki_plot": "Figs is the typical cynic one finds lurking in the expansive lawns of Delhi University. Entangled in a web of drugged out delirium, he’s the quintessential rebel. His world is thrown into disarray when his conservative parents begin to chalk out a strategy for his future. Things only become worse when a sudden scarcity of hash deprives Figs of his favourite pastime. Unable to cope with the situation, Figs joins forces with his best friend Maggie on a quest to attain M Cream, a mythical form of hash. They hastily devise a plan to trek to the far reaches of the Himalayas in pursuit of this goal. Maggie ropes in her boyfriend Niz, who’s purportedly headed to the hills on a photo assignment. Unbeknownst to Figs, the trio is joined by Jay, a close friend of Niz. Chaos ensues as the reckless travelers journey across the Himalayan expanse. The road trip results in a series of unexpected encounters that begin to unravel the myriad realities of rebellion. Difficult choices are made and uncomfortable sides are taken as Figs and the others begin to comprehend the mysterious ways of the world we live in.", "tmdb_plot": "A motley crew of university students set out on a journey in pursuit of a mythical form of hash, confronting a series of encounters that begin to unravel the myriad realities of rebellion.", "tmdb_id": "410214", "wiki_id": "35346870"}, {"title": "Anarchy Parlor", "genres": ["Horror"], "wiki_plot": "College friends Amy, Brock, Jesse, Stephanie, Kevin, and Kelly vacation in Vilnius, Lithuania. While exploring a strange club, Amy finds an intriguing series of portraits belonging to the Cuzas family. Brock meets a sexually aggressive tattoo artist’s apprentice named Uta and convinces Amy to accompany him to the parlor so that she can get a tattoo to commemorate her trip.\nUta seduces Brock in the parlor’s basement, which is actually a dungeon, and ultimately takes Brock prisoner. Upstairs, Amy connects with The Artist while discussing meanings behind tattoo art. The Artist then drugs Amy’s drink and takes her prisoner. Restrained on a slab in the dungeon, Amy is forced to watch as The Artist flays Brock’s back and removes his skin for use as a canvas.\nThe other four friends realize that Brock and Amy are missing the following day and begin searching local tattoo parlors. Jesse assaults a gang of street youths when one of them makes a presumably rude comment. The group finds The Artist’s parlor, but he tells them that Brock and Amy left the night before. Kevin, Stephanie, and Kelly insist on contacting police and continuing their search. Convinced that their friends are fine, Jesse refuses to spend any more time on the endeavor and goes off on his own to a strip club.\nKelly eventually deduces that a tattoo she saw hanging on the parlor’s wall is the same one that was on Brock’s arm. She, Stephanie, and Kevin return to the parlor and are taken prisoner. Because her skin is impure due to a birthmark, The Artist gives Stephanie to Uta to practice flaying. The Artist then instructs Uta to leave Amy unharmed before taking his leave. Uta botches the flaying and kills Stephanie. Kevin is tortured, although his final fate is left in the air.\nThe Artist arrives at a wealthy benefactor’s mansion and delivers a portrait painted on human skin. Kelly escapes the parlor and runs for help, but ends up chased by the street youths Jesse assaulted earlier. The gang corners Kelly in an alleyway and prepares to attack when The Artist arrives and shoots everybody, including Kelly.\nJesse brings a stripper named Zala to the tattoo parlor. Zala has her clit pierced by Uta and the two women end up fighting until Zala is captured and later tortured.\nWhen Jesse discovers that Amy is The Artist’s captive, he tries to shut down The Artist’s operation. It is revealed that Jesse is part of the Cuzas line and his father insisted that he have a portrait of himself done on human skin as part of their family tradition. Jesse only meant for Brock to be murdered, but not his other friends.\nHer brainwashing nearly complete, The Artist releases Amy. Amy kills both Uta and Jesse and takes up a position at The Artist’s side as his new apprentice.", "tmdb_plot": "Six young college hopefuls vacationing and partying in Lithuania get more than they bargained for when they unwittingly get caught up in a maniacal tattoo artist's fiendish side business.", "tmdb_id": "339342", "wiki_id": "44325525"}, {"title": "The Pink Zone", "genres": [], "wiki_plot": "It is the year 2026, women are almost on the edge of disappearance due to a fatal kissing virus carried and transmitted by men, reducing the female population to a bare minimum. Under these circumstances, the US government initiates a project called the PINK ZONE to protect and safeguard the remaining females. Emily (Jayna Sweet) is one among them who stays with her father, a legend who created the project. When a group of juvenile delinquents carrying the deadly virus attack the school, reckless Emily has to unite with her rash classmates to fight and save themselves from getting infected.", "tmdb_plot": "In the Year 2026, women are near extinction due to a deadly virus carried only by men. \"Pink Zone\" was created to protect, but once outsiders decide to infiltrate everyone is at risk.", "tmdb_id": "410222", "wiki_id": "53638105"}, {"title": "The Quiet Hour", "genres": ["Drama", "Science Fiction", "Thriller"], "wiki_plot": "Humans are few and far between since Earth was invaded by unseen extraterrestrial machines that harvest the planet's natural resources and relentlessly kill its inhabitants. In a remote part of the countryside, where starved humans have become as dangerous as the alien machines hovering in the sky, a feisty 25-year-old girl, Sarah Connolly, sets out on a desperate attempt to fight back a group of bandits and defend her parents' farm, their remaining livestock, and the solar panels  that keep them safe from extraterrestrials. If she doesn't succeed, she will lose her only source of food and shelter; but if she resists, she and her helpless blind sibling will be killed. And if the mysterious intruder dressed like a soldier who claims he can help them turns out to be a liar, then the enemy may already be in the house.", "tmdb_plot": "In a remote part of rural, post-apocalyptic England, now occupied by unseen alien invaders, a feisty teenage girl sets out on a desperate attempt to fight back a group of bandits and defend her parents' farm, their remaining livestock, and the solar panels that keep them safe from extraterrestrials. If she doesn't succeed, she will lose her only source of food and shelter; if she resists, she and her helpless blind sibling will be killed.", "tmdb_id": "293941", "wiki_id": "44290319"}, {"title": "Sold", "genres": ["Drama"], "wiki_plot": "Lakshmi, a young girl, lives in a mountain side village in rural Nepal with her mother and disabled, unemployed father. She wishes to work and save enough money to buy a tin roof for the house, while her mother encourages her to finish her schooling. A period of heavy rain causes the rice fields to become swamped and damages all remaining crops, leaving the family without a source of income. While attending a village festival, Lakshmi meets Bimla, a foreign woman who entices her with stories of the city and offers her a job in India as a maid. Lakshmi's mother rejects the proposal, but her father reveals that he has already agreed and accepted money from Bimla, out of desperation.\nLakshmi and Bimla pass the border without incident and arrive at their destination, a building known as 'Happiness House', which is a brothel run by a woman named Mumtaz. Unaware that she has been sold into sexual slavery, Lakshmi mingles with the other girls at the brothel, including Shahanna and Anita, who she befriends; and the temperamental Monica. Later that night, she is dressed and prepared for Varun, an important and high-paying customer who has a preference for virgins. Resisting his advances, Lakshmi bites Varun and uses the ensuing chaos to escape the building. On the street, she blindly runs for help but is caught and beaten by Mumtaz's workers, who subsequently lock her in an isolated room. While looking out of the window, Lakshmi is spotted by Sophia, an American photographer who has arrived in India to work with an anti-trafficking organisation, Hope House. Sophia takes pictures of Lakshmi, but she is noticed by a brothel worker, Suren, who breaks her camera. After recovering the photos, Sophia becomes determined to save 'the girl in the window', and requests help from Hope House manager Mrs. Tripathi, and her investigators Vikram and Sam.\nAfter multiple failed attempts to ensure her cooperation, Mumtaz drugs Lakshmi's mango juice and prepares her once again for Varun, who rapes her. The next day, she is drugged again and forced to service multiple men. Sophia asks Vikram to raid Happiness House, but he is reluctant to do so without proper planning. No longer new, Lakshmi is given a bed in the communal living space and made to work as the other women do. She befriends Harish, a young boy living at the brothel with his infant sister Gina and mother Pushpa, who is a sickly prostitute. After witnessing workers bury a body in a shallow grave, Lakshmi contemplates suicide but is stopped by Shahanna. Days pass and soon Lakshmi becomes resigned to her fate. She calculates the number of days needed for her to pay off her debt to Mumtaz, but is discouraged by Shahanna, who warns her that there will be consequences if her notes are found. Anita tries to escape, and is punished by Mumtaz, who shoves chilli peppers into her vagina in front of the others. Lakshmi saves Shahanna after she is attacked by an irate customer, and Bimla informs her that the bodies of those who die on the premises are buried in the garden. Monica, who has managed to pay back her debt to Mumtaz after five years, leaves the brothel and returns to her village, where she expects to be welcomed as a heroine since she has been financially providing for her family. Vikram and Sam arrive at Happiness House, posing as customers. Sam gives Lakshmi a card containing the details of Hope House and informs her that a raid will be held soon. The exchange is overheard by Anita. Lakshmi confides in Shahanna, who is dismissive and claims that American men are sent to kidnap girls and harvest their organs. A bruised and battered Monica returns to Happiness House, having been beaten by her father and thrown out of her village. A week later, the women are taken to see a doctor, who examines them and discovers that Monica has Kaposi's sarcoma, a symptom of HIV/AIDS. She is forced to leave the brothel.\nWhile delivering soft drinks to customers, Harish sees Lakshmi in the garden and offers her a bottle. They hide from Suren, who comes looking for Harish and the missing crate of drinks. Anita witnesses the scene and causes a power outage, which stops the pair being found and punished. Mumtaz confronts the women about the power cut, and finds the Hope House card. Anita falsely claims it is hers and is struck by Mumtaz, but she is able to return the card to Lakshmi and tells her that she lied to buy time for the upcoming raid. The raid begins but the police and Sam find nothing since the younger girls are hidden away by Bimla. Sophia apologizes to Vikram for pushing him to conduct a premature search. Anita is sold by Mumtaz to the Middle East, where she will be a sex slave and never be able to return. Pushpa becomes increasingly sick and is forced to leave with Harish and Gina, since she can no longer work. Lakshmi begins to plan her escape, and manages to slip out of a window while the others are watching a religious festival on TV. She is chased by one of the brothel workers but manages to escape in the thick crowds of worshipers. After initially getting lost, Lakshmi finally makes her way to Hope House and is reunited with Harish. Using her information, the police conduct a surprise raid on Happiness House, and find the hidden girls and buried bodies. Bimla, Suren and others are arrested, but Mumtaz gets away. Later that night, the rescued girls burn their working clothes at Hope House.", "tmdb_plot": "Lakshmi is a thirteen-year-old girl who lives with her family in a small hut on a mountain in Nepal. When the Himalayan monsoons wash away all that remains of the family's crops, Lakshmi's father says she must leave home and take a job to support her family. He introduces her to a glamorous stranger who tells her she will find her a job as a maid in the city. Glad to be able to help, Lakshmi journeys to India and arrives at \"Happiness House\" full of hope. But she soon learns the unthinkable truth: she has been sold into prostitution...", "tmdb_id": "257258", "wiki_id": "43538992"}, {"title": "The Tell-Tale Heart", "genres": ["Thriller", "Horror"], "wiki_plot": "A man is haunted by the heart of a man he murdered. The film moves Poe's story into a contemporary New Orleans setting. Rose McGowan stars as a character who \"may or may not be real\".", "tmdb_plot": "A haunting account of a tormented man, haunted by the heart of a man he murdered, who continually re-admits himself into a medical facility, in a futile attempt to escape from his pending madness.", "tmdb_id": "391207", "wiki_id": "39378358"}, {"title": "The Bolshoi", "genres": ["Drama"], "wiki_plot": "The film follows Yuliya Olshanskaya as a ten-year-old girl, as a graduating student, and as a member of the corps de ballet. \nAt ten, Yuliya is dancing in the streets of Shakhtinsk as part of a pickpocket team, and is noticed by Pototskiy, a former star of the Bolshoi, now a deadbeat drunk. He takes Yuliya to the third round of the Bolshoi Ballet Academy audition, asking his former teacher, Galina Beletskaya, to give her a chance. The other ballet mistress, Lyudmila Untilova, is put off by Yuliya's brashness, but Galina appreciates her cheek and charisma, and she is admitted. \nAt the Bolshoi Academy, Yuliya rooms with Karina. They become the star students - with their classmates betting avidly when the two do a fouetté competition - but Karina has the advantage of rich, protective parents. Galina secretly employs Yuliya to clean her apartment, and it is revealed that Galina suffers from memory loss. She tells Yuliya that she has a brilliant future and makes her a present of a pair of sapphire earrings that she herself wore as a ballerina, telling her that she should wear them when she performs the role of Odette on the Bolshoi stage someday. However, Galina later forgets her gift, and Yuliya, accused of stealing the earrings, is nearly expelled.\nFor their graduating performance, Yuliya and Karina vie for the role of Aurora in The Sleeping Beauty. Lyudmila favors Karina, but Galina insists on Yuliya. During vacation, Yuliya returns home for the first time since joining the school, and finds her mother and brothers living hand-to-mouth. Karina's mother had offered Yuliya a bribe to step down from the role of Aurora, and on the day of the performance, Yuliya decides to take the bribe and send the money home. Karina stars in the performance, and goes on to a meteoric career at the Bolshoi, becoming an \"international ballerina\" while Yuliya stagnates in the corps de ballet.  \nStar French dancer Antoine Duval comes to the Bolshoi to stage Swan Lake for his own retirement performance with Karina as the female lead. He reveals his insecurities to Yuliya during an impromptu drinking session, and needles her own disappointed hopes and belief that she is a failure. After an energetic company class in which she matches Karina fouetté for fouetté, Duval casts her as the substitute lead. Karina turns against Yuliya, who then reveals that Karina's mother bought her the role of Aurora. Perturbed, Karina calls in sick, and Yuliya must perform the lead in Swan Lake. The movie ends with her entrance onto the Bolshoi stage as Odette.", "tmdb_plot": "Young and extremely talented dancer Yulya Olshanskaya from a small mining town draws a “happy ticket”: she is noticed by a former ballet dancer Pototsky and he promises her a future of great ballerina, worthy of the main stage of the country. However, in order to become a diamond, anyone, even the most outstanding brilliant, needs to be cut, and the way to the legendary stage of The Bolshoi Theatre for Yulya lies through the walls of the ballet school, where the more capricious teacher Galina Mikhailovna Beletskaya takes custody of the rebellious provincial.  Turning into a prima will require incredible self-denial, and Yulya herself will have to make sure that the big ballet is not only the whiteness of the packs, the gold of the boxes and the slip of silk ribbons. But no obstacles will stop the one who has the big dream.", "tmdb_id": "437941", "wiki_id": "63450310"}, {"title": "Bornless Ones", "genres": ["Horror", "Mystery", "Thriller"], "wiki_plot": "A woman moves into a new home to provide better care for her brother, who suffers from severe cerebral palsy. They soon discover that the house holds a terrifying, deadly secret.", "tmdb_plot": "With the help of her friends, Emily moves to a remote home to take better care of her brother, Zack who is diagnosed with cerebral palsy. But what they don't know is that the house is keeping a terrifying secret that will haunt them one by one.", "tmdb_id": "421601", "wiki_id": "55810770"}, {"title": "Camera Store", "genres": ["Drama"], "wiki_plot": "Ray LaPine (John Larroquette) and Pinky Steuben  (John Rhys-Davies) work at a tired old camera store named Bibideaux Photographic. The entire movie occurs on Christmas Eve 1994.", "tmdb_plot": "On the eve of the transition from film to digital, the longtime denizens of a camera store confront their personal issues in this darkly comic story.", "tmdb_id": "429135", "wiki_id": "54364197"}, {"title": "Love Faces", "genres": [], "wiki_plot": "Sherry decides to break up with her longtime love Joshua after a disagreement. Joshua's best friend Salim, who wants them to make peace, intervenes. Maria, Sherry's workmate shows up to help her move out. When Maria and Salim are away, a burglar breaks into the house with Joshua and Sherry inside. Joshua realizes after the incident that he still loves her and wants to take all that has happened back. However, Sherry has already made up her mind to leave.", "tmdb_plot": "A young vibrant couple battling inferiority and superiority complex witness an extraordinary scenario that changes their lives forever.", "tmdb_id": "322188", "wiki_id": "49964645"}, {"title": "Mamaboy", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "wiki_plot": "The adolescent Kelly Hankins (Sean O'Donnell) has a good life. He's admired by his peers, the star of the baseball team, and he's in a happy relationship with the beautiful Lisa Weld (Allie DeBerry), albeit one that they have to hide from her strict father Reverend Weld (Stephen Tobolowsky). However when Lisa tells him that she's pregnant, Kelly now has to figure out a way to keep her from getting into trouble. He thinks he's found the answer when he discovers that his Uncle Theus (J.D. Rudometkin) has managed to transfer an embryo into a male monkey. Certain that this will solve all of their problems, Kelly persuades his uncle to do the same to him.\nThe process is successful and Kelly becomes pregnant. Over the course of several months, he goes through typical symptoms; hiding it from everyone with only his friend Ditto (Michael Eric Reid) aware of it. Everyone begins to notice Kelly's odd behavior and he loses his popularity, though the flirtatious Candy (Cassidy Ann Shaffer) continues to hit on him. Lisa breaks up with Kelly as she cannot endure seeing Kelly becoming ridiculed. The nerdy Milton (Dylan Riley Snyder) begins to suspect that something is up with Kelly and reviews his findings with Principal Miller (Eric Wheeler), though he has trouble believing the concept of a pregnant boy.\nLisa calls Kelly in an effort to get back together with him, on the condition that the baby be transferred back to her. They get into an argument and become even more distant. Realizing that he cannot go on without Lisa, Kelly attempts to get back together with her at the prom. She seems willing to accept him back, but Milton outs the pregnancy to everyone, humiliating Kelly. Soon, the whole town learns of it with Reverend Weld attempting to demonize Kelly, but Theus manages to explain the situation to everyone. As graduation approaches, Kelly is unsure of what to do with himself, but his father backs him up.\nThe day of graduation arrives and Kelly reluctantly gives a speech to his classmates that is uplifting and empowering. He suddenly faints as he goes into labor and his friends and family rush the stage to help him. Kelly awakens in the hospital with Lisa watching over him. Kelly learns that he has given birth to twins, a boy and a girl. Lisa apologizes for her behavior and wants to raise their children together. She shows that the whole town has been rooting for Kelly's recovery as well as her father who now approves of him.", "tmdb_plot": "A high school student must hide the fact that he has become pregnant from his family, friends and the school faculty!", "tmdb_id": "388256", "wiki_id": "684163"}, {"title": "My Son is Gay", "genres": ["Family", "Drama"], "wiki_plot": "Lakshmi is a mother and a no-nonsense school principal.  Her life is uncomplicated and safe and she is blissfully unaware of the storm brewing that will threaten everything she believes in. She loves her son Varun, a cheerful and a carefree young man who is devoted to her.  Varun always knew he was different from other boys, but felt secure in his mother's love.  That security is shattered when Lakshmi discovers Varun is gay and rejects him. Varun finds love with Karthik, but he will never be as happy as he once was. Lakshmi can't bear the loss of her son and sets out to find him.", "tmdb_plot": "Story of Lakshmi, a mother, and her son Varun, who is gay. Varun struggles to accept his identity and opens up to Lakshmi, who is an orthodox lady. The film is a journey of their struggles to accept reality.", "tmdb_id": "372948", "wiki_id": "42724402"}, {"title": "Saawan", "genres": ["Thriller", "Drama"], "wiki_plot": "The film tells the story of a disabled child, who is up against all kinds of obstacles and cruelty.", "tmdb_plot": "A handicapped 9-year old boy who lives in a valley in the mountains of Balochistan is rejected by his father, intimidated by society, harassed by friends and left alone due to his disability. Strengthened by memories and dreams of the love of his mother, he begins a perilous journey back to his family in the main city.", "tmdb_id": "476291", "wiki_id": "49939660"}]