[{"title": "Herstory", "genres": ["Drama"], "wiki_plot": "The deeply troubled Man-soo (Hyun Bin) becomes a patient at a psychiatric ward. He has a mother who suffers from dementia and a brother who is addicted to gambling. These sad and angry memories about his family always tie Man-soo down and are the reasons why he suffers from mental illness. Now institutionalized, Man-soo falls in love with Soo-kyung (Lee Bo-young), a nurse, who is also dealing with her own personal issues.", "tmdb_plot": "A true story of a six-year-long legal conflict of 10 comfort women and 13 attorneys against 200 Fukuoka supporters association.", "tmdb_id": "527436", "wiki_id": "63921485"}, {"title": "Enredados La Confusión", "genres": [], "wiki_plot": "Leo, played by Sharan, is in a deep dilemma to choose between love and money. The movie focuses on a robbery takes a U-turn after an accident after which Leo chooses love over money.", "tmdb_plot": "John, in a mid of millionaire robbery, meets the love of his life, Ana. But now he has to choose between money and love. He chooses love and decides to return the money but the confusion starts with an accident, which happens on the way", "tmdb_id": "1038013", "wiki_id": "55701673"}, {"title": "After My Death", "genres": ["Drama", "Mystery"], "wiki_plot": "When her missing classmate and close friend Kyung-min (Jeon So-nee) is suspected of committing suicide, Young-hee (Jeon Yeo-been) becomes the prime suspect because she was the last one seen with Kyung-min on the night of her disappearance. Young-hee faces accusations from Kyung-min's mother (Seo Young-hwa) as well as her quick-to-condemn classmates. She insists on her innocence and tries to find out the truth on her own. When the school and her family offer her no support with the bullying she is experiencing, she decides to commit suicide herself.", "tmdb_plot": "When a school girl disappears, suicide is suspected, and one of her classmates is suspected of having goaded her into it.", "tmdb_id": "483539", "wiki_id": "62481093"}, {"title": "Allure", "genres": ["Thriller", "Drama", "Romance"], "wiki_plot": "Laura Drake (Evan Rachel Wood) is an emotionally disturbed young woman who works as a house-cleaner for her father's company in an urban environment. One day, Laura meets an unhappy teenager named Eva (Julia Sarah Stone) while on the job. The pair form an unexpected connection, and Laura eventually convinces Eva to leave her oppressive mother and move in with her. Though the relationship initially works, Laura's anxiety soon makes her abusive and controlling, creating an unstable bond between the two women.", "tmdb_plot": "Plagued by the abuse of her past and the turmoil of failed intimate encounters, Laura struggles to find a lover and a sense of normalcy. Her beacon of hope comes in sixteen year-old Eva, a talented pianist disillusioned by the life her mother imposes upon her. An unlikely relationship is formed between the two and Eva becomes an obsession to Laura. In light of Eva's unhappiness, Laura convinces her to runaway to her house and they soon find themselves caught within an intense entanglement. Manipulation, denial and codependency fuel what ultimately becomes a fractured dynamic that can only sustain itself for so long.", "tmdb_id": "467916", "wiki_id": "55724518"}, {"title": "Andover", "genres": ["Science Fiction", "Comedy", "Romance"], "wiki_plot": "A genetics professor's wife dies in a fire at her glass blowing studio, but he finds her brush with a few of her hairs in it.  He and his grad student assistant make a clone of her, but there are problems.  He keeps trying with slight changes to her environment.  He becomes so obsessed with trying to make the perfect match that he doesn't realize that his assistant has fallen in love with him.  Also, the life insurance adjuster isn't convinced that she really is dead.\nThe lab assistant then tries to clone the professor so she can have the person she loves, but he is unresponsive to her overtures.  The professor finally is able to make a clone and have it raised by the girl's original parents.  She is identical to his wife, but she says she doesn't love him.  He returns her to her parents.\nMeanwhile, the life insurance adjuster accuses the professor of faking his wife's death, and offers to approve the claim on the condition that the professor gives him the $1,000,000 policy payout.  The professor kills the adjuster, then clones him.  He gets the clone drunk, and calls the police on him.  He gets to keep the payout.\nThe professor and grad student reconnect and realize that they should be together, but they have to deal with the professor and his former wife's clones.  Sure enough, the clones fall in love, and we know they will be as happy as the professor and his wife were.  And we know the professor and his lab assistant will be happy together too.", "tmdb_plot": "A geneticist clones his dead wife, over and over, in an attempt to get her back exactly as she was.", "tmdb_id": "396622", "wiki_id": "58217974"}, {"title": "Angrezi Mein Kehte Hain", "genres": ["Drama"], "wiki_plot": "Angrezi Mein Kehte Hain is the story of Yashwant Batra (Sanjay Mishra), a man who believes that expressing love is not a necessary requirement of a married life, a viewpoint that is not shared by his wife Kiran (Ekavali Khanna) which ultimately leads to their separation. And how he wins her back with inspiration from his young daughter Preeti (Shivani Raghuvanshi) & his happy in life Son-in-law Jugunu (Anshuman Jha).", "tmdb_plot": "Angrezi Mein Kehte Hein is a family drama and explores changing relationships between a middle aged couple. Its about the realization that sometimes just loving someone is not enough and expressing that love is equally important.", "tmdb_id": "535372", "wiki_id": "57399254"}, {"title": "Anna and the Apocalypse", "genres": ["Horror", "Comedy", "Fantasy"], "wiki_plot": "In Little Haven, Scotland, Anna Shepherd is about to finish school and plans to travel for a year before attending university, much to the displeasure of her widower father Tony. Her friends are dealing with their own issues: her best friend John, an artist, is secretly in love with her, budding filmmaker Chris is struggling with a class assignment and transfer student Steph is trying to get her social justice reporting past the tyrannical vice principal Mr. Savage. Nick, Anna's one night stand, is also making her life difficult. On the night of the school Christmas show, in which Chris's girlfriend Lisa is performing, Anna and John are working in the local bowling alley and Chris and Steph have gone to the homeless shelter to film for Steph's story. During this time, a zombie infection starts spreading. Anna and John bond over her post graduation plans after work.\nThe next morning, Anna and John leave for the school, completely oblivious to the zombie chaos around them. When they encounter a zombie dressed as a snowman, Anna decapitates him with a seesaw. The story then cuts to the school, where a bunch of adults, Chris's grandmother, Mr. Savage, Tony and Lisa are taking refuge. Tony and Mr. Savage argue about whether to save the other survivors outside or lock the doors and stay inside the school, with Mr. Savage winning the argument with a sudden military broadcast. Anna and John, figuring it will be too dangerous to go home or to the school, go to the bowling alley where they meet Steph and Chris, who have taken shelter there. Steph finds out that an army evacuation is coming to the school, so the group plans to go there once it is safe. Anna and Steph find the zombified cleaner and Steph kills her, alerting a group of zombified bowlers to break in. The group kills them all after a bloody fight and realize that getting to their loved ones will be difficult.\nThe next morning Anna, Steph, John and Chris wake up to find that the army has been zombified and no evacuation is coming. Regardless, they set off to the school to see if their loved ones are still alive. Nick - who is greatly enjoying the carnage - and his friends rescue the group from a horde of zombies and join them on their way to the school. Anna tells John that she still plans to go traveling despite everything that has happened. She also notes to him that he is her \"best friend\" implying she knows about his feelings but does not reciprocate. At the school, Savage fights to maintain authority as the others plan their own evacuation.\nThe students cut through a Christmas tree emporium in an attempt to save time but are ambushed by zombies, which kill Nick's friends. Once they escape, John is bitten; he gets Anna to safety but sacrifices himself to distract the zombies. The survivors reach the school, where Savage has let the zombies in as a last ditch measure of control. Anna and Nick split off to search for Tony while Steph and Chris look for his family and Steph's car keys. Nick reveals that his father asked Nick to kill him after he was bitten, before distracting a group of zombies so that Anna can find her father. Chris finds Lisa but his grandmother had already died of a heart attack. Steph, Chris and Lisa find the car keys in Savage's office but Chris and Lisa are bitten while trying to escape, having used Chris's video footage as a distraction.\nAnna finds Savage in the auditorium, where he is using Tony as bait for the zombies. Anna gets to the stage and saves Tony, but he lashes out at Savage and they fight. Savage falls to the zombies but Tony is bitten in the scuffle. Anna says goodbye to her dad as Nick arrives and the two of them leave the school. They prepare for one last stand before Steph rescues them in her car and Anna finally leaves Little Haven to look for a safe place.", "tmdb_plot": "A zombie apocalypse threatens the sleepy town of Little Haven – at Christmas – forcing Anna and her friends to fight, slash and sing their way to survival, facing the undead in a desperate race to reach their loved ones. But they soon discover that no one is safe in this new world, and with civilization falling apart around them, the only people they can truly rely on are each other.", "tmdb_id": "461928", "wiki_id": "54891556"}, {"title": "Araby", "genres": ["Drama"], "wiki_plot": "Sent on an errand by his aunt, Andre (Murilo Caliari) finds a notebook of a factory worker, Cristiano (Aristides de Sousa), who has been seriously injured. The notebook reveals a handwritten memoir of Cristiano's travels over the last decade. Through this memoir, Cristiano reveals his life as a drifter, and the various people, places, and experiences he encounters along the way.", "tmdb_plot": "André, a teenager, lives in an industrial town in Brazil near an old aluminum factory. One day, a factory worker, Cristiano, suffers an accident. Asked to go to Cristiano’s house to pick up clothes and documents, André stumbles on a notebook, and it’s here that Araby begins — or, rather, transforms. As André reads from the journal entries, we are plunged into Cristiano’s life, into stories of his wanderings, adventures, and loves.", "tmdb_id": "434370", "wiki_id": "60413970"}, {"title": "The Basement", "genres": ["Horror"], "wiki_plot": "A deranged serial killer known as Bill Anderson (or \"The Gemini\") tortures and slays his victims in the basement of his San Fernando Valley home.\nCraig Owen (Long), a famous guitarist, goes to the convenience store when his wife, Kelly, asks him to get more champagne. While out, Craig receives two seductive text messages from a woman named Bianca, which he promptly deletes. He is kidnapped in the parking lot. Bill tortures him throughout the night by cutting off his fingers, knocking out his teeth (and forcing Craig to chew and swallow them at one point), and pretending to be various characters in a bizarre drama, including a clown, a police officer, a detective, a prisoner, a doctor, a lawyer, a father, a mother, and a prison guard. The mother gives Craig a nail file, which he uses to cut through his restraints while Gemini eats upstairs. Craig frees himself and escapes the basement, only to be recaptured. He wakes to Bill dressed as a priest who makes him confess and take communion before carving the Gemini zodiac symbol into Craig's forehead. Bill returns dressed as an executioner and waits for 6:00 AM. Eventually, he decapitates Craig with a blowtorch.\nMeanwhile, Craig's wife Kelly invites her best friend Bianca over to discuss where Craig might be. Kelly reveals to Bianca that Craig is having an affair and wants to kill whoever it could be. Bianca stays the night and falls asleep on the sofa after Kelly drugs her.\nIn the morning, Bill arrives at the house dressed as a police officer. He assures her that he killed Craig. Kelly points to Bianca and tells Gemini to 'take out the trash'.\nIn the last few minutes, a flashback set one month earlier reveals that Bill and Kelly are twins, and she knows all about his killing spree. She also knows that Craig is having an affair with Bianca and asks Bill to kill Craig.", "tmdb_plot": "A seemingly innocent man is abducted by a notorious L.A. serial killer, who forces his victims to switch roles with him so that he can enact his own capture, torture and murder.", "tmdb_id": "435097", "wiki_id": "57204535"}, {"title": "Beast", "genres": ["Thriller", "Mystery", "Crime", "Drama"], "wiki_plot": "Treated by her controlling and vicious mother as flawed and a burden, 27-year-old Moll works as a tour guide in Jersey while living with her wealthy parents. She is expected to help care for her father, who suffers from dementia, and to provide babysitting for her niece.  The island community is on-edge following a string of unsolved rape/murders of young girls.\nDuring Moll's birthday party, her sister hijacks the reception by announcing she is pregnant. Feeling undervalued by her family, Moll engages in self harm and then leaves the party for a nightclub where she meets a man; they dance, but in the morning as they walk on the beach, he begins forcing himself on her despite her pleas for him to stop. At that moment a poacher with a hunting rifle rescues her. She is drawn to this young man, Pascal, craving love and excitement, although she is warned by family that he is a low class loser. As their relationship blossoms, Moll reveals to him that as a teenager she stabbed a classmate with scissors, claiming it was in self-defence. He shows his support for her.\nA fourth murder victim is discovered, a girl who disappeared on the night of Moll's birthday party. Moll is warned by the local police detective, named Clifford, who fancies her, that Pascal was the main suspect in an earlier murder, and was convicted at 18 of sexually assaulting a 14 year old. She lies to him claiming she met Pascal at the nightclub and they danced there all night. Moll confronts Pascal about both accusations, and he reacts angrily, saying that every day he regrets his mistakes, but the sex with the girl was consensual, and she was manipulated into lying about him. He lets slip that he loves her, and she lovingly reciprocates.\nAt a formal function at the local country club with her family, Moll's sister gets Pascal ejected for wearing jeans. An indignant Moll makes a toast saying she forgives her family for everything \"they've done for her,\" and as they leave she wrecks the immaculate putting green. She moves into Pascal's modest house, but one night the police barge in to arrest Pascal, and interrogate her. She repeats her lie about meeting him in the club. The lead detective accuses Moll of protecting a murderer who lacks the capacity to love anyone, and wonders aloud if she is seeking retribution against the community. Moll returns to Pascal's house alone, where she is plagued by nightmares, and hounded by the press.\nMoll becomes overwhelmed by guilt at her job, and goes to find the girl she stabbed, who has a scar on her cheek. Moll apologizes and claims she wants to make amends, but when she says she did it in self-defence, the woman yells at her to leave. Moll then attends the deceased girl's memorial, and attempts to comfort the girl's mother, but is yelled at and chased out.\nClifford informs her that they have caught the real murderer, an immigrant farmer, and apologizes for treating her with suspicion but insists that Pascal is still bad news. Relieved, Moll and Pascal celebrate by going out drinking, but when she tells him she cannot stay on this island and suggests they build a life elsewhere, he reacts angrily. They argue, and he slams her against a wall, choking her. He apologizes, but she runs to Clifford's house and admits to lying about Pascal's whereabouts. She asks him if the immigrant farmer confessed, and he says he did not. He tells her to get out. She goes to where the latest victim was discovered, lies down in the dirty hole and cries in remorse.\nAt a beach front restaurant, Moll plies Pascal with alcohol, and invites him to admit to the murders, saying she absolutely accepts him for whoever he is. She coaxes him by admitting her own secret: that she actually stabbed that girl in revenge. Pascal appears torn, then says, \"It's over. They were nothing to me.\" Moll seems relieved and happy. On the drive home she asks for a kiss, and when they lean into each other, Moll unbuckles his seat belt and jerks the wheel, throwing him out of the car. Badly injured in the street, he begs her to help, claiming that they are \"the same.\" Moll strangles him, and gets to her feet.", "tmdb_plot": "A troubled woman living in an isolated community finds herself pulled between the control of her oppressive family and the allure of a secretive outsider suspected of a series of brutal murders.", "tmdb_id": "470918", "wiki_id": "56196616"}, {"title": "Becks", "genres": ["Drama", "Music", "Romance"], "wiki_plot": "Becks (Hall) is a backup musician for her singer girlfriend, Lucy (Kiyoko), living in New York City. After Lucy is cast in an upcoming aspiring singer reality TV show, she moves to Los Angeles and Becks packs up their apartment and road trips to meet her. When Becks arrives in LA she catches Lucy with another woman. Becks then moves back to her hometown of St. Louis, Missouri to live with her devoutly Catholic mother, Ann (Lahti), who states she is uncomfortable with Becks' sexuality. Becks then rekindles a friendship with her former high school boyfriend, Dave (Fogler), who now owns a bar in town. Becks begins to play shows regularly at the bar and meets Elyse (Suvari), the bored housewife of a man Becks went to high school with. Elyse pays Becks for guitar lessons and they begin a clandestine romance. After Ann catches them having sex, she kicks Becks out of the house. Becks and Elyse plan to move to New York together, but Becks leaves without her and returns to Brooklyn.", "tmdb_plot": "After a crushing breakup with her girlfriend, a Brooklyn musician moves back in with her Midwestern mother. As she navigates her hometown, playing for tip money in an old friend's bar, an unexpected relationship begins to take shape.", "tmdb_id": "458987", "wiki_id": "61040495"}, {"title": "Beyond the Clouds", "genres": ["Family", "Drama"], "wiki_plot": "The film begins with Aamir (Ishaan Khatter), a young man who lives under a road bridge where numerous impoverished families live, grabbing a bike and carrying out a series of drug deliveries all over the city.\nA police bust interrupts Aamir, who is chased into the laundry workplace of Aamir’s sister Taara (Malavika Mohanan). With the help of an older male colleague Akshi (Goutam Ghose), Taara conceals her brother and his stash of drugs. But in Akshi’s mind, his help means that Taara is now somehow beholden to him. He assaults her, but Taara defends herself by hitting his head with a rock.\nTaara finds herself facing life in prison, unless Akshi recovers and can be persuaded to admit his role in the incident. But although he regains consciousness, Akshi is unable to talk. Both Taara and Aamir find hope in their desperate situation through connections with other children. Taara befriends Chotu, the child of an ailing prisoner, while Aamir initially considers selling Akshi's eldest daughter to a local brothel. But Aamir grudgingly warms to Akshi’s mother and two daughters.", "tmdb_plot": "A hedonistic teenager in Mumbai is busted for dealing drugs and goes to his estranged sister for help, but complications land her in jail.", "tmdb_id": "440792", "wiki_id": "52970199"}, {"title": "Billy Boy", "genres": ["Crime", "Drama", "Thriller"], "wiki_plot": "Troublemaker Billy Forsetti falls for the beautiful Jennifer. But when a carjacking takes a turn for the worse, Billy finds himself in for trouble.", "tmdb_plot": "When an angry teenager discovers a close friend has been killed, grief jeopardizes his future and he finds himself engulfed in danger.", "tmdb_id": "407720", "wiki_id": "54615101"}, {"title": "Bioscopewala", "genres": ["Drama"], "wiki_plot": "Bioscopewala is the story of Rehmat Khan, a man from Kabul, Afghanistan who used to show films to children through his Bioscope. Rehmat befriends a girl named Minnie who is of the same age as his own daughter and one day he disappears from her life. Many years later a grown-up Minnie, who is now a documentary film-maker living in France, learns about her father, who died in a plane crash while travelling to Afghanistan. As Minnie tries to figure out the reason why her father made that trip, she comes across Bioscopewala, the man who used to tell her stories when she was a child.", "tmdb_plot": "Based on Rabindranath Tagore’s famous short story 'Kabuliwala', the film is about a young girl’s quest to discover more about her dead father’s friend who used to play bioscope shows for her as a kid.", "tmdb_id": "521080", "wiki_id": "57389768"}, {"title": "Blame", "genres": ["Drama"], "wiki_plot": "Timid student Abigail returns to school after spending months in a psych ward. She is taunted for her odd mannerisms, often adopting the traits of characters from the books she reads, prompting her peers to nickname her \"Sybil\". Tough-and-promiscuous cheerleader Melissa and her friend Sophie take advantage of Abigail's meekness and mock her for being mentally ill. Sophie's friend Ellie is the only one that shows kindness to Abigail.\nSubstitute drama teacher, Jeremy Woods, decides to make the class learn The Crucible for their upcoming showcase. Abigail and Melissa begin to rival for both the lead part and for Jeremy's attention, when Jeremy picks Abigail to play Abigail Williams.\nMeanwhile, Jeremy's girlfriend Jennifer urges him to take on a new job, feeling he is unfit for teaching. He rebuffs her attempts, stating that he enjoys being a teacher.\nMelissa intentionally causes trouble by telling Sophie that her crush, Eric, has volunteered to read as John Proctor with Abigail, making it seem as if Abigail likes him, too. Despite these lies, Melissa makes Eric skip class with her to humiliate Abigail and to have sex with him. Jeremy steps in to read with Abigail and notices her talent for acting. When Melissa and Sophie call Abigail a \"slut\", Ellie asks them why they are even upset with her. The two girls accuse Ellie of having a crush on Abigail, causing Ellie to walk away.\nMelissa continues to attempt to get Jeremy's attention, but he only looks to Abigail, asking her to assist him with the showcase. Ellie, who has been spending her lunch period in the auditorium and away from Sophie and Melissa, listens to Jeremy and Abigail's conversations and writes about them. Abigail confides to Jeremy that she is lonely and ostracized, which is why she appreciates his company.\nMelissa becomes intimidated by Abigail's new confidence and locks her in the auditorium after school with the help of Eric and Sophie. Jeremy finds her in there and offers to drive her home. He tells her that she should not care about them and their immaturity.\nJeremy comes home to find Jennifer, who tells him that he missed the meeting she had set up for him for a new job. He brushes it off, but she chastises him and expresses her dissatisfaction with his behavior.\nAfter Melissa's auditorium prank, Jeremy announces that he will be taking on the role of John Proctor and will read with Abigail.\nMelissa and Sophie hang out with Eric and their friend TJ to drink and do drugs. Sophie and Eric have sex in the bathroom, but Sophie throws up and ends the night with awkward tension between the two of them. Eric ignores her for days afterward.\nIn drama class, Jeremy steps out and Melissa taunts Abigail in front of the class, accusing her of being inappropriate with Jeremy. Abigail tells her to shut up and throws Melissa's belongings to the floor, then acts terrified once Jeremy comes back, framing Melissa as the aggressor. The rest of the class watches in shock as Jeremy sends Melissa to the office.\nWhile rehearsing in the auditorium, Abigail and Jeremy share a passionate kiss, interrupted by someone slamming a door shut. Unbeknownst to them, it is Ellie, who is stunned by the event. Later, Sophie confides in Ellie about what happened between her and Eric, tells her she wants to be a better friend, and the two reconcile. While studying, Sophie sees Ellie's diary page describing Abigail and Jeremy's kiss and tells Melissa, who is enraged.\nAt home, Jeremy has sex with Jennifer while imagining she is Abigail. Feeling guilty, he distances himself from Abigail, making Abigail feel anxious and insecure.\nAt the school dance, Sophie tells Ellie that she knows about the kiss and that they should tell the school. Ellie states that she knows Sophie and Melissa are feigning concern because of Melissa's jealousy. Infuriated, Melissa again insults Ellie, who leaves.\nAfter the dance, Melissa is caught by her stepfather while taking suggestive photos in her lingerie. She leaves to spend the night at Sophie's.\nIn the auditorium, in an attempt to make Abigail jealous, Melissa forces herself onto Jeremy. He angrily pushes her away, but Melissa makes sure Abigail sees them walk out of the same room. Melissa later finds Abigail's cross necklace and confronts her by wearing it. Abigail takes the necklace back and storms off.\nThinking Abigail will be absent for the play, Melissa begins to rehearse as her understudy. As the showcase begins, Melissa is ready to go out on stage when Ellie enters backstage with Abigail, who is also dressed in costume. Before Melissa can react, Abigail walks past her and out on stage. Enraged, Melissa heads to the school office to frame Jeremy for sexually assaulting her.\nAs their performance goes on, Abigail's and Jeremy's real feelings emerge and when the scene ends, Abigail storms off. Jeremy follows, and she accuses him of choosing Melissa over her. He reassures her that nothing happened between him and Melissa. He drives Abigail home, but gently lets her know that their relationship is over.\nBack in the school office, with her stepfather present, the authorities arrive to question Melissa about Jeremy. As she goes on, she reveals that she has been hit and sexually abused by him for years. Realizing that she is no longer making up a story about Jeremy, Melissa cries and screams when her stepfather tries to take her away. The police force him to leave.\nSome time later, Melissa arrives at school as a much more natural and conscious version of herself than her former tough demeanor. She makes eye contact with Abigail through glass doors, and both girls silently acknowledge each other.", "tmdb_plot": "A drama teacher's taboo relationship with an unstable student strikes a nerve in her jealous classmate, sparking a vengeful chain of events within their suburban high school that draws parallels to \"The Crucible\".", "tmdb_id": "422128", "wiki_id": "54368823"}, {"title": "Boar", "genres": ["Horror"], "wiki_plot": "A couple is driving along a road in the Outback of Australia when they stop after nearly hitting a rabbit. As they recover from the shock, they notice a feral pig stampede before a massive man-eating boar as big as a rhinoceros slams into their truck, killing them.  \nLater, a family consisting of father Bruce, his wife Debbie, their son and daughter, Bart and Ella, are taking a road trip with Ella's boyfriend Robert to see their uncle, Bernie, who owns a farm just outside the town. Later that night, a nearby farmer goes looking for his missing dog and stumbles upon the giant boar, which kills and both him and the dog after breaking through their barb-wire fence. The following night, the boar also attacks and kills campers Ryan and his lover Hanna, devouring the latter alive. Ken, father to the local pub owner, Sasha, is out camping with his friend Blue when he sees the boar raiding the camp, after which they find the mutilated remains of the two campers upon scaring it off with a gunshot. When Ken sends Blue back to their truck for more ammunition upon finding they're out of bullets, the boar ambushes Blue and kills him. As Ken searches for the other two campers, Matt and Sherry, the boar attacks them, leaving Sherry brutally gored and killing Matt. After finding Sherry, Ken lures the boar away, only to find Sherry dead from her wounds, and the boar returns to kill him as well.   \nLater, when Bernie takes his family out for a day of fun, he briefly leaves to search for Ken and Blue, only to have his truck attacked by the boar. Though injured, he survives and loads a rifle to go after the pig and protect his family. Sasha goes out to look for her father. As Robert and Bruce go looking for Bernie after hearing his car crash, they encounter the boar, which kills Bruce after Robert leaves him for dead. Arriving too late to save Bruce, Bernie manages to shoot the boar, enraging it. As Ella, Bart and Debbie reunite with Robert, he is killed by the wounded boar, which steals him from right in front of them. As Bernie returns to rescue them, he tries to lead Ella, Bart and Debbie to safety, only for night to fall and Bernie to lose his gun. The boar then attacks Bart when he trips and falls, dragging him away. After making it to a nearby shed, the remaining family members grieve, after which Bernie says that the only way to stop the pig is to kill it. Before they can make a plan, the boar attacks, with Bernie fighting it to allow Ella and Debbie to escape. Though he wounds the boar, it still defeats him by trampling over him before going after Ella and Debbie. By this point, the two women have constructed multiple fires to try and keep it away, but the boar attacks as they try to fend it off with their torches, managing to savage Ella's leg. The boar's attack is halted when Sasha comes to their rescue, hitting the pig with her truck, gravely wounding it. As the mutilated boar tries to attack again, Debbie shoots it to death with Sasha's shotgun, ending its reign of terror once and for all. As they begin to drive away, the three women find Bernie and Bart, alive but badly wounded. As the five drive away to safety, another giant boar appears as the camera fades, letting out a defiant squeal...", "tmdb_plot": "In the harsh, yet beautiful Australian outback lives a beast, an animal of staggering size, with a ruthless, driving need for blood and destruction. It cares for none, defends its territory with brutal force, and kills with a raw, animalistic savagery unlike any have seen before.", "tmdb_id": "416724", "wiki_id": "50928796"}, {"title": "Bodied", "genres": ["Drama", "Comedy", "Music"], "wiki_plot": "Adam Merkin, a white graduate student at Berkeley, is writing a thesis on the use of the word \"nigga\" in battle rap. To research, he attends a freestyle rap battle between rappers X-Tract and Behn Grym and brings his girlfriend Maya along; Maya is offended by the sexism she perceives in the bars used in the battle. Adam attempts to interview Grym and is made fun of for his rhetoric. In the parking lot outside the event, Grym is called out by young white rapper Billy Pistolz, but Adam steps in and delivers a freestyle verse accusing Pistolz of cultural appropriation. An impressed Grym agrees to speak with Adam further.\nAdam's father, Professor Merkin, is a best-selling author and professor at Berkeley. When Adam runs the idea of his thesis by his father, he is met with more ridicule. Adam accepts an offer by battle promoter Donnie Narco for a battle for newcomers against Korean rapper Prospek. At the battle, Adam attempts to perform joke lines but doesn't get the reaction he hoped for; he falls back on Asian jokes, winning over the crowd and taking the battle. Adam also meets rappers Che Corleone, Devine Wright, and Megaton, who is known for his aggressive persona.\nAt a vegan restaurant, Adam attempts to convince the disapproving Maya that it's okay for him to keep battling but insults both her and a waitress in rhyme, angering her and getting himself ejected from the restaurant. Maya later leaves Adam after his rapper friends offend her. After an event where Adam, Che, Devine, and Grym all win their battles, they attend a house party hosted by Megaton where Che has sex with Megaton's girlfriend, porn star Bella Backwoods. An enraged Megaton challenges Che to a battle in the coming days.\nAdam tries to stay with Grym, who reveals his life outside battle rapping: he is a video game designer with a wife and a child with cystic fibrosis. He states that he maintains his privacy because he doesn't want people to use personal insults against him and, as such, never uses personal insults himself. Grym offers Adam to stay at his house, but his wife accuses Adam for appropriating black culture and refuses to let him stay.\nAdam is contacted by another promoter, offering him the chance to battle Grym for $5,000 at the same event as Megaton and Che's battle, but he turns it down, stating that battle rap has ruined his life. Maya then uses an online video of Adam's battle with Prospek as supporting material for her own thesis, turning the student body of Berkeley against him. His father also disowns him, and the dean of the school suspends his scholarship. Left with no other choice, Adam calls the promoter and accepts the battle.\nAt the event, Adam and Grym go head to head. Grym delivers scathing but fictional bars against Adam, but Adam betrays his friend to win by using Grym's actual personal details against him, with emphasis on his daughter's illness. While enraged during the fight, Adam gets angry at two other rappers who are talking during the fight, and he and Grym perform an impromptu tag-team battle against them.\nAfterwards, Grym informs Adam that they are no longer friends, because while other battle rappers' cruelty is merely an act, Adam's battle rapping has become an outlet for his actual cruelty. Grym departs, saying he needs to be where he belongs; with his family. Desperate, Adam attempts to call Maya and ask her to marry him, but she lashes out at the ridiculousness of the idea and tells him to stay away from her.\nMegaton \"bodies\" Che during their battle, even bringing his girlfriend out to freestyle about how bad he is at sex. Afterwards, Megaton starts insulting the crowd, daring anyone to challenge him. Adam, left with nothing else, steps into the ring and takes on Megaton, who hits him in the face and knocks out a tooth during his verse. Unfazed, the bloodied Adam gets back on his feet and calls Megaton out for putting on an aggressive act. Megaton concedes the battle to a triumphant Adam. Afterwards, Adam, now sleeping on a park bench on the Berkeley campus, watches a video of his new widespread fame on his phone and says he's decided what his rap name is, but the film cuts to credits before he can say. The song \"My Name Is\" plays during the credits, heavily implying that Adam metaphorically represents Eminem's alter ego Slim Shady.", "tmdb_plot": "A progressive graduate student finds success and sparks outrage when his interest in battle rap as a thesis subject becomes a competitive obsession.", "tmdb_id": "431491", "wiki_id": "55268992"}, {"title": "The Bottomless Bag", "genres": ["Drama"], "wiki_plot": "The story takes place during the reign of Russian Emperor Alexander II. The maid of honor of  princely palace tells  prince a fairy tale that occurs in the XIII century and tells about the mystical murder of  prince in the forest. The participants in the story, witnesses of this crime, tell different versions of the incident, which are different from what actually happened.", "tmdb_plot": "Based on Ryunosuke Akutagawa's In a Grove, story takes place during the times of Tsar Alexander II. A lady-in-waiting tells the Emperor in his bedroom a metaphysical story about a 13th century prince who is killed in the woods under mysterious circumstances. Fairy tale characters who have witnessed the terrible death, all share their version of the events, gradually shedding light on what really happened.", "tmdb_id": "462065", "wiki_id": "59342450"}, {"title": "The Boy Downstairs", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Aspiring Brooklyn writer Diana and aspiring musician Ben's first date is on a rowboat in Prospect Park, and their relationship becomes serious over a year. Ben wants a long-term, happy marriage like his parents, but Diana plans to move to London and does not want distractions or commitments. She discourages his suggestion of moving with her, and stuns Ben by ending the relationship before leaving.\nAfter returning to Brooklyn three years later, Diana finds an apartment through Meg, a friend of her best friend Gabby. Diana learns that Ben is living in the downstairs apartment, and that he is dating Meg. She spies on Ben and Meg instead of working on her novel, annoying Meg. After Ben and Meg break up, he tells Diana that he does not want to see her as he cannot be only friends with her, and moves out of his apartment.\nBen finds Diana after a minor accident. His devoted care for her at the hospital and at her home reminds Diana of Ben's kindness and character, but when she goes to his new home to confess her love, Meg is there. Her romantic difficulties help Diana finish her novel, however. The film ends with Ben awaiting her at her home, and possibly a tentative resumption of their relationship.", "tmdb_plot": "A young woman is forced to reflect on her first relationship when she inadvertently moves into her ex boyfriend's apartment building.", "tmdb_id": "449848", "wiki_id": "54886322"}, {"title": "Burn Out", "genres": ["Action", "Thriller"], "wiki_plot": "Tony Rodrigues is a bike racer who has aspirations to enter the professional circuit. While not racing, he splits his time between working as a forklift operator during the daytime, and taking care of his son Sofiane whenever his ex-wife Leyla attempts to find employment. During one of his scheduled meetings with Leyla, Tony encounters a group of gypsie gang members led by Jordan exiting Leyla's residence. Tony finds Leyla beaten up and her apartment trashed, learning that Leyla was hiding drugs for Jordan, but the current supply in her possession was stolen by her ex-boyfriend. In an attempt to help her, Tony seeks out Jordan, and with the aid of his childhood friend and current street gang leader, Moussa, Tony meets with Jordan at their local bar in order to negotiate on settling Leyla's debt.\nJordan dismisses Tony outright, but his boss, Miguel is more receptive to Tony. In order to pay off Leyla's debt, Tony is given the job of transporting drugs to designated spots by motorcycle within a 2-hour limit for two months. Tony's moonlighting jeopardizes both his daytime job and his tryout for a motorcycle team, which ultimately leads him to failing at both of them. After completing the last delivery, Jordan changes the terms on Tony, forcing him to endlessly work as a drug courier. In retaliation, Tony beats Jordan to death with his motorcycle helmet.\nFeeling betrayed, Tony enlists Moussa's aid in disposing of Jordan's body, and offers Miguel's assets to Mouusa in exchange to eliminate Miguel as a threat. Tony allows himself to be captured by Miguel in order to have Moussa tail him. Complications arise when local traffic create an obstacle for Moussa, and Miguel learns from his gang members that Tony lied to him about Jordan's fate. After a failed escape attempt, Tony is rescued by Moussa and his men, and Miguel is shot to death by Moussa's gang. After the fight, Tony works as a warehouse worker, but misses his thrill-seeking. As Leyla and Sofiane go to sleep for the night, Tony goes on a drive in his bike, and instigates a police chase.", "tmdb_plot": "Tony, a promising young motorcycle racer, is forced to do perilous drug runs to save the mother of his child from a dangerous mobster.", "tmdb_id": "460059", "wiki_id": "61141464"}, {"title": "The Captain", "genres": ["War", "Drama", "History"], "wiki_plot": "In April 1945, during the final weeks of the war, Willi Herold, a young Luftwaffe Fallschirmjäger (paratrooper) escapes the pursuit of a roving German military police commando that wishes to execute him for desertion. After his escape, Herold finds an abandoned car containing the uniform of a decorated Luftwaffe captain. Herold takes the uniform and impersonates a captain, taking command of a number of stragglers as he moves through the German countryside under the guise that he is on a mission, ordered by Hitler himself, to assess morale behind the front. Although initially promising the local populace a decrease in looting, Herold becomes increasingly despotic as more disparate troops join his command, named Kampfgruppe Herold. These troops include Freytag, a kind, aging rifleman who is made Herold's driver, and Kipinski, a sadistic drunk. Eventually, the Kampfgruppe find a German camp full of deserters awaiting execution and assumes control over operations there.\nWhile in the camp, Herold orders the execution of dozens of prisoners (with Kipinski being the principal executioner), and becomes increasingly infatuated with his newfound power. Over the course of their stay, Freytag becomes suspicious of Herold, and realises that the captain's uniform does not belong to him after seeing a tailor shorten the pant legs. Eventually, the camp is destroyed by an Allied air raid, and Kampfgruppe Herold moves to a local town. While there, the group loots considerably from the local population, and sets up a makeshift command post in a hotel under the name Sonderkommando und Schnellgericht [summary court] Herold. Under this command, Herold orders the execution of Kipinski. After a night of debauchery, the group's hotel is stormed by military police and Herold is arrested. In court, Herold claims that he acted only in the defense of the German people, and escapes out of a window before being sent back to the front. In the final scene, Herold is seen walking through a forest filled with skeletal remains, and the audience is informed that after the war he and several of his accomplices were sentenced to death and executed by the Allied forces.\nThe ending credits are accompanied by a sequence of Herold and his group driving through the streets of modern-day Görlitz in their Mercedes-Benz G3, eventually stopping to accost and harass local passersby on foot.", "tmdb_plot": "Germany, 1945. Soldier Willi Herold, a deserter of the German army, stumbles into a uniform of Nazi captain abandoned during the last and desperate weeks of the Third Reich. Newly emboldened by the allure of a suit that he has stolen only to stay warm, Willi discovers that many Germans will follow the leader, whoever he is.", "tmdb_id": "475094", "wiki_id": "54919982"}, {"title": "Chappaquiddick", "genres": ["History", "Drama", "Thriller"], "wiki_plot": "In July 1969, U.S. Senator Ted Kennedy (D–MA) is asked in an interview how it feels to stand in the shadow of his dead brothers John and Bobby. Then he phones his cousin Joe Gargan and tells him to book hotel rooms on Martha's Vineyard for the Boiler Room Girls, who worked for Bobby's presidential campaign. He travels to Chappaquiddick Island, where he meets Gargan and Paul Markham for a sailboat race. After losing, Kennedy goes to a party at a cottage with five friends and six Boiler Room Girls.\nKennedy leaves the party with Mary Jo Kopechne. On the road, they encounter a police officer, who asks if they need help. Kennedy backs up and drives quickly away. He accidentally drives off the Dike Bridge, causing the car to flip over before it submerges into a pond. Kennedy climbs out of the vehicle, and calls out to Kopechne, but receives no response. He sits down and cries, before walking back to the cottage. He summons Gargan and Markham, and they drive quickly to the bridge. Gargan and Markham attempt multiple times to retrieve Kopechne from the overturned vehicle, but are unable to open any of the doors or windows. They insist Kennedy report the incident immediately, but instead, he gets in a rowing boat, and Gargan and Markham row him to Edgartown, where they go their separate ways.\nKennedy walks past the phone booth outside his hotel and up to his room and gets undressed. He takes a bath, gets dressed, and combs his hair. He goes down to the phone and calls his father Joseph P. Kennedy Sr. for advice. His partially-paralyzed father says one word: \"alibi\". Kennedy sits on the steps outside his room. He asks the night porter the time, which is 2.25 a.m. Kennedy claims he is having trouble sleeping, but he goes to sleep without contacting the police.\nThe next morning, the overturned vehicle is discovered by father-and-son fishermen, who call the police. Police Chief Arena and the fire department recover Kopechne's body from the car, which they find is registered to Kennedy.  Gargan and Markham realize that he has not reported the accident, and insist again that he must. Kennedy goes with Markham to the Edgartown Police Department and commandeers the Chief's office, waiting for his return.\nAfter giving the Chief a statement written by Markham, Kennedy travels to the family compound in Hyannisport, believing he has contained the situation. He is shocked as his father tells him his actions have disgraced the family and is surprised by a damage control team led by Robert McNamara, convened to address the legal (potential charge of manslaughter) and political consequences. First, they make sure the body is not examined again, and that the official record that his licence has expired is changed by a Kennedy-friendly official. Then they craft a strategy to push the court hearing after the current news cycle, dominated by the landing of the first men on the Moon. Kennedy attends Kopechne's funeral wearing a neck brace to gain sympathy, but this ploy backfires in the press.\nKennedy suggests an appeal to the people of Massachusetts on national television, which his damage control team heartily endorses. They use the family's influence to resolve the court case without a trial, where anything he says publicly could be used against him. Kennedy receives the minimum sentence by pleading guilty to leaving the scene of an accident: two months' jail time, which the judge suspends based on Kennedy's character and good standing.\nGargan, who has become increasingly disgusted with Kennedy for not being honest about the facts of the case and attempting to play the victim, attempts to resign. Kennedy, having just been slapped by his father, tells Gargan he intends to resign from the Senate and asks him to draft a resignation speech. He tells Gargan not to tell anyone.\nAs Kennedy is ready to go on national television with the speech prepared by Ted Sorensen, designed to elicit public sympathy, Gargan gives Kennedy the resignation speech, telling him it is the right thing to do. But Kennedy throws it away, and Gargan is pressed to hold Kennedy's cue cards for Sorensen's speech. Although the public has mixed views, the majority interviewed say they would re-elect him.\nThe credits explain that Joseph Kennedy Sr. died soon after the incident; Gargan became estranged from the family; and Kennedy lost the 1980 Democratic Party presidential primaries but continued in the U.S. Senate for another forty years after the incident.", "tmdb_plot": "Ted Kennedy's life and political career become derailed in the aftermath of a fatal car accident in 1969 that claims the life of a young campaign strategist, Mary Jo Kopechne.", "tmdb_id": "432301", "wiki_id": "54380215"}, {"title": "The Children Act", "genres": ["Drama"], "wiki_plot": "Fiona Maye is a judge in the Family Division of the High Court of Justice of England and Wales. A case is brought before her involving a 17-year-old boy, Adam Henry, who is suffering from leukaemia. Adam's doctors want to perform a blood transfusion, as that will allow them to use more drugs to cure him. However, Adam and his parents are Jehovah's Witnesses, and believe that having a blood transfusion is against biblical principles. Fiona goes to the hospital to see Adam. The two talk, with Fiona attempting to determine what it is that Adam really wants, and whether he has been persuaded by his parents. When she asks Adam whether he is aware refusing the blood transfusion could, rather than kill him, render him disabled, Adam answers yes, and he'd hate it but accept the cost. She asks Adam to play a song for her. Adam starts to play \"Down by the Salley Gardens\", which Fiona then sings. Adam is very drawn to Fiona, and begs her not to leave. Fiona nevertheless leaves, and returns to court. She rules that, as a matter of law, Adam's welfare is the \"paramount consideration\" and declares that  the medical treatment, including blood transfusion, may proceed despite the absence of Adam's consent and that of his parents.\nMeanwhile, Fiona's marriage is failing. Her husband, Jack, has said that he wants to have an affair with a colleague. He has become tired of Fiona constantly working and never having time for him. He says that he will have an affair, but is being totally open about it. He claims that he has never stopped, and will never stop, loving her. He packs his bags and drives off. She carries on with work without making contact, changes the locks, and begins rehearsing the piano with Mark Berner (Anthony Calf),  a colleague. Jack returns after two days. After letting him in, Fiona acts very coldly towards him, resulting in an argument between the two, after Fiona is seen to have been to the office of a divorce solicitor.\nThe transfusion is successful, and Adam is released from the hospital. He leaves many messages for Fiona, saying that she has changed the way that he thinks about the world. He follows her to work one day, and gives her various poems and letters that he has written. She tells him to stop following her; she has other cases, while he is still young and has his whole life in front of him. Next, Fiona travels to Newcastle for an Oath of Allegiance ceremony, and Adam follows her there. He tells her that he wants to live with her, as he does not understand why his parents were happy for him to die. Fiona sends him back to London. He kisses her on the lips and in the moment she accepts.\nShortly after she returns to London, Fiona accompanies Mark Berner on the piano at a lawyers' concert. Just before she is due to play, she gets a note saying that Adam has relapsed and may not make it through the night. Instead of the planned encore, she plays and sings \"Down by the Salley Gardens\", before rushing to the hospice to see Adam. Adam has refused another blood transfusion, saying that it is his choice. Fiona returns home, and breaks down in front of Jack, telling him the story and calling Adam a \"lovely boy\". She falls asleep holding Jack's hand.\nAdam dies and Fiona attends his funeral, before walking away with Jack.", "tmdb_plot": "In the midst of a marital crisis, a High Court judge must decide if she should order a life-saving blood transfusion for a teen with cancer despite his family's refusal to accept medical treatment for religious reasons.", "tmdb_id": "467936", "wiki_id": "53072753"}, {"title": "Chumbak", "genres": [], "wiki_plot": "Chumbak is a coming-of-age story of Baalu, a teen restaurant worker boy who decides to con someone to fulfill his dream and escape his wretched life, but instead finds a mentally-ill village dim-wit - Prasanna (Swanand Kirkire) as his only victim. Baalu now finds himself torn between his morality and dreams, as the two find themselves on a journey that changes their lives.", "tmdb_plot": "Faced with difficulties a boy pushes himself over the edge", "tmdb_id": "485087", "wiki_id": "57783206"}, {"title": "Chupan Chupai", "genres": ["Comedy", "Crime"], "wiki_plot": "The film is about a comedy of trios revolving around three friends Feddy, Koki and Teli, stupid by nature and cursed by luck. Their lives take a chilling turn when they cross paths with Babu (Ahsan Khan) and his imaginary girlfriend, Pari. Together they knit a smart kidnapping plan to abduct someone wealthy and demand a huge ransom. This takes an unexpected turn when the son of a Minister ends up in their custody and the task to find the kidnappers is given to encounter specialist, Chaudhry. Babu and his gang try to stay ahead of the cop, leading from one comic situation to another.", "tmdb_plot": "Inept kidnappers need both luck and logic to stay one step ahead of the determined cop who is hot on their trail, but are laughably lacking both.", "tmdb_id": "496837", "wiki_id": "49391096"}, {"title": "Claire's Camera", "genres": ["Drama"], "wiki_plot": "While working for a Korean film distribution company at the Cannes Film Festival, Jeon Man-hee is pressured to quit her job after her boss, Nam Yang-hye, tells her that she no longer trusts Man-hee, refusing to elaborate on why she feels this way. In fact, the firing took place because she had sex with director So Wan-soo during the festival. Man-hee decides to remain in Cannes for the time being.\nClaire, a French teacher who has traveled to Cannes with a friend to attend a screening of her film, has a chance encounter with Director So at a cafe. She brings him to a local library and teaches him to recite a French poem. Although not a professional artist, Claire is an avid photographer who takes photos with her instant camera. While at dinner with So and Yang-hye, she shares her photos, including a photo she took earlier the same day of Man-hee. So and Yang-hye are confused at the circumstances of the photo, particularly why Man-hee is wearing more makeup than usual. Later, after Claire has left, it is revealed that So and Yang-hye have a romantic relationship, possibly contributing to Man-hee’s firing. So ends the relationship, claiming that he wants to ensure that their business relationship is not jeopardized.\nLater, Claire meets Man-hee after taking her photo at the beach. During their conversation, Claire mentions that she has never eaten Korean food; Man-hee offers to cook for her. Man-hee brings Claire back to the apartment hotel she is staying at with her coworkers, where they share a meal. Claire shares about her encounter with So and Yang-hye, leading Man-hee to understand the circumstances of her dismissal.\nMan-hee again meets So by chance at a hotel, who accosts her for her clothing. Claire, who is also there, takes a photo of Man-hee, upsetting her. Man-hee later brings Claire to the cafe where her firing took place. Claire takes a photo of Man-hee, telling her that she takes photos because the only way to change things is to “look at everything again, very slowly.” Claire shares with Man-hee about the death of her boyfriend months prior. Yang-hye comes to Man-hee’s apartment to meet with her. While their conversation is not depicted, Man-hee is seen back at work.", "tmdb_plot": "Claire, a school teacher with a camera is on her first visit to Cannes. She happens upon a film sales assistant, Manhee, recently laid off after a one-night stand with a film director. Together, this unlikely pair become detectives of sorts, as they wander around the seaside resort town, working to better understand the circumstances of Manhee's firing.", "tmdb_id": "432507", "wiki_id": "53764971"}, {"title": "The Clapper", "genres": ["Comedy"], "wiki_plot": "Eddie Krumble (Ed Helms) is a widowed contract actor who works as an audience member for infomercials, with his best friend Chris (Tracy Morgan). He also has a budding romance with Judy (Amanda Seyfried), a shy gas station attendant.\nOne day he gets noticed by Stillerman (Russell Peters), a late night talk show host because of his frequent appearances as a recurring audience member. He loses his job due to Stillerman's segments searching for \"the Clapper\". The Stillerman Show's hunt for Eddie also gets Judy fired and she appears to go missing.\nInitially declining offers to appear on Stillerman's show without payment (there is a rule against paying guests), Eddie caves in, appearing on the show to find Judy. After, Eddie and Chris do several \"Searching for Judy\" segments on the show, which they are paid for. After a few such segments, Judy phones the network and tells Eddie on-air to stop \"stalking\" her. Fearing a lawsuit, the show ends these segments and cut ties with Eddie and Chris.\nSix months later, Eddie and Chris reappear on the show, as does Eddie's mother Ida (Brenda Vaccaro) berating Stillerman's treatment of her son. On air, Eddie admits that he misses his late wife and that he loves Judy, who sees the segment while she is pumping gas that night. As Eddie mentions on television where he'll be the next day, she finds him and tells him she loves him back. They subsequently marry in the closing credits.", "tmdb_plot": "Eddie Krumble works as a paid audience member for infomercials and experiences a whirlwind of overnight fame after a late-night talk show host publicizes his frequent infomercial appearances.", "tmdb_id": "422615", "wiki_id": "52129146"}, {"title": "Colors of Wind", "genres": ["Romance", "Drama"], "wiki_plot": "After his partner Yuri leaves him, Ryo spends a lot of time depressed, not knowing where he has gone. One day he decides to go to a bar. There he is offered a briefcase and told that he had given it to the barkeep himself 100 days ago, saying that he would return in 100 days but not remember the briefcase and that the barkeep was to return it to him anyway. In it are mementos and photos of their time together, along with the diary Yuri kept then. Ryo next gets a call from Yuri's mother who tells him that Yuri has committed suicide.\nRyo returns to the bar. It specializes in magic and also runs magic classes. Ryo ends up taking classes and finds himself quite good at it. Then while there the bar owner tells him that he, the bartender, has a doppelgänger who teaches the classes. Ryo learns that he has his own doppelgänger named Ryu, who is coincidentally a skilled magician, in Hokkaido. He learns this when he learns that Ryu was killed in a magic stunt that went wrong, but had never been found. Yuri had talked about Hokkaido to Ryo before her death and when he learns of the doppelgänger, he decides to go there.\nIn Hokkaido, Ryu finds Yuri's doppelgänger who goes by the name of Aya.  She thinks he is Ryu who has somehow escaped the stunt. Ryo pretends to be Ryu in order to keep the girl who is so much like Yuri by his side.\nWhen Ryo sleeps with her, he notices that she has the same tattoo as Yuri did. He leaves the next morning without saying goodbye to Yuri, but he leaves the contents of the briefcase behind to remind Aya/Yuri of what they had together in Tokyo. He finds Yuri's mother and tells her that Yuri is alive in Hokkaido. The woman confesses that she is in fact Yuri's aunt and not her mother...and that Yuri never died. Yuri is from Hokkaido. She was so troubled by Ryo's death that her aunt brought her to Tokyo where she created a new identity for herself, calling herself Yuri. She fell for Ryo's doppelgänger, but slowly began to feel guilty, thinking that perhaps Ryo had survived. She assumed her Aya identity and returned to Hokkaido. Ryo spends the next year practicing and honing his magic skills\nRyo is then informed that Yuri is in fact suffering from multiple personality disorder and has been institutionalized. Her emotional health was too fragile to stand the shock of finding out that who she wanted to believe was Ryu was actually Ryo. Ryo breaks her out by performing a magic trick at her hospital and they spend a long time together and have an in-depth exchange about identity. Aya can't claim her identity because doing so would mean admitting that Ryo is dead, so she wavers between Aya and Yuri, but Yuri needs to stop existing because she's just a fiction. Eventually Aya/Yuri allows herself to be taken back to the hospital. In order to make up for hurting Yuri/Aya, Ryo decides to immerse himself into Ryu. He prepares to recreate Ryu's final trick in which he disappeared. His body is put into a cage and dropped into the ocean. He manages to escape, but in the meantime, finds Ryu's body in the water. He later finds an audio tape made by Ryu explaining that, by slipping into another dimension, Ryu became aware of Ryo, and knew that 2 doppelgängers can't survive together. He could see Ryu's future with Yuri/Aya, but not his. He was willing to sacrifice himself if Ryo would come and love what he had loved, including Aya/Yuri.", "tmdb_plot": "Yuri leaves Ryo with mysterious words. Ryo goes to Hokkaido knowing that his doppelganger magician is missing. Ryo realizes Yuri was also the magician’s lover and he learns magic. The story that crosses over two identities, illusion and magic.", "tmdb_id": "464911", "wiki_id": "58373031"}, {"title": "The Crescent", "genres": ["Mystery", "Horror"], "wiki_plot": "After the death of her husband, Beth with her toddler son Lowen escape to a remote family beach house. There, Beth copes with her grief and the new struggles of single parenting by losing herself in her art, the process of paper marbling. Lowen also seems to be affected by the loss and frequently acts out in tantrums which causes Beth to further detach from him. After a series of hazardous mishaps in the new environment, the two begin to rebuild their bond. But a strange neighbor named Joseph seems intent on breaking up the two. And as a result of his meddling, Beth descends further into grief. In a rash act, she abandons Lowen by attempting to drown herself in the sea. Lowen finds himself alone, forced to fend for himself and save his mother from the ghoulish residents of the beach.", "tmdb_plot": "After an unexpected death in the family, a mother and son struggle to find spiritual healing at a beachfront summer home.", "tmdb_id": "469095", "wiki_id": "55400137"}, {"title": "A Crooked Somebody", "genres": ["Drama", "Thriller", "Crime"], "wiki_plot": "Michael Vaughn (Sommer) is a fake psychic touring the U.S. to promote his \"mediumship\" and book. Unknown to other audience members, Vaughn's girlfriend Chelsea (Froggatt) participates as a shill for his hoaxes, which have finally alienated his elderly parents (Harris and Madigan). After a recent stop in the Southwest, Chelsea also begins to lose momentum from the dishonesty of Vaughn's work and the lack of money it has generated.\nBefore heading to a Tucson symposium, Vaughn is knocked out and kidnapped by Nathan (Collins Jr.), who attended the last conference but was reluctant to get a reading. Vaughn learns (while tied to a chair) that Nathan murdered a man named \"James Bishop\" in a botched mugging, and wants Vaughn to \"communicate\" with Bishop's spirit. Nathan expresses remorse in the unsolved crime and also wants Vaughn to talk to Bishop's daughter, Stacy, who became a cause célèbre after her father vanished twenty years ago.\nNathan leads Vaughn to the burial site of Bishop's remains; seeing the discovery as a personal opportunity rather than closure for the Bishop family, Vaughn contacts the local news station while authorities excavate the ground for Bishop's remains. Searchers find skeletal traces of Bishop's body, and Vaughn instantly becomes a star psychic. While he waits permission to talk to Stacy, his association with Nathan becomes less a captor/captive relationship and more an accomplice aiding and abetting a fugitive. Chelsea notices Vaughn on national television and begins to see more duplicity, as she believed he was kidnapped and under duress.\nAfter some hesitation, Stacy agrees to a televised reading with Vaughn. She proves him a fraud by identifying events and people that never happened in her life or the way he claimed, specifically a \"Miss Angeline\", another debunked psychic. The hosts on the show deduce someone (other than a supernatural presence) told Vaughn the location of her father's remains. Angered by the interview, Nathan kidnaps Chelsea and threatens Vaughn to either correct the situation, or he'll turn himself into authorities and confess what's going on.\nAfter tricking Nathan into dropping his knife, Vaughn bludgeons him to death with a torque wrench and disposes of his body. Rather than forgive him for his deceitfulness and start over, Chelsea leaves Vaughn to get arrested by the town's authorities.\nNot long after - while serving time in prison - Vaughn notices Chelsea on TV being interviewed by Dr. Phil. It's revealed that she capitalized on Vaughn by writing a bestseller about his confidence tricks.", "tmdb_plot": "An attention-seeking psychic is kidnapped and tries to use the situation to boost his popularity.", "tmdb_id": "435036", "wiki_id": "57893806"}, {"title": "Crowhurst", "genres": ["Drama"], "wiki_plot": "In October 1968, Donald Crowhurst, a 35-year-old engineer and father of four, embarked on one of the last great adventures of the 20th Century. He was one of nine men who set out from the English coast that autumn as part of the Sunday Times Golden Globe Race, chasing to be either the first or the fastest man to circumnavigate the globe – single-handed and non-stop. But for Donald the dream turned into a nightmare.", "tmdb_plot": "Donald Crowhurst competes in an around the world boat race. His lack of experience and mental state soon lead to tragedy.", "tmdb_id": "353828", "wiki_id": "55826177"}, {"title": "The Current War", "genres": ["Drama", "History"], "wiki_plot": "In 1880, Thomas Edison has unveiled his electric lightbulb. He plans to distribute power to American neighborhoods using Direct Current (DC), which is cheaper and cleaner than gaslight, but is limited in range and needs an expensive wiring infrastructure. George Westinghouse, a successful business man and inventor himself, wishes to learn more, and invites Edison to dinner. After being snubbed by Edison, Westinghouse sets out to prove alternating current (AC) is the better technology, as it can work over greater distances and at significantly lower cost. Edison and Westinghouse compete to get cities across the United States to use their system. Westinghouse does an AC demonstration at Great Barrington in March 1886.\nInventor Nikola Tesla arrives in the United States and begins working with Edison, but is disappointed by Edison's unwillingness to reconsider his ideas and to fulfill what Tesla thought was a financial promise which Edison passes off as just a joke. Tesla then leaves Edison's team. Edison fiercely guards his patents and sues Westinghouse.\nEdison suggests that AC is dangerous and engages in a publicity war, while Westinghouse stands behind its technical merits. As Edison struggles to find ways to make DC more affordable, Westinghouse attempts to get the high-voltage AC system to work with motors. Edison's wife dies, and Westinghouse is also struck by personal tragedy when his friend Franklin Pope dies in an electrical accident. Both face significant financial risk. To generate funds Edison commercially sells his speaking machine \"The Phonograph\". To damage the reputation of AC, Edison shows that it easily electrocutes animals, and secretly works to help the creators of the electric chair, despite his previous objections to manufacturing weapons or other machines of death. The first person to die by electrocution is William Kemmler, and newspapers label the event as \"Far Worse Than Hanging\". Westinghouse discovers Edison's involvement and reveals it to the press.\nAfter an unsuccessful attempt to strike out on his own, Tesla is approached by Westinghouse to work together, and build a practical AC motor. Edison is increasingly marginalized and J. P. Morgan merges Edison Electric into General Electric. The competing systems come to a head as they both put forward proposals to illuminate the 1893 World's Columbian Exposition in Chicago. Samuel Insull presents the bid on behalf of Edison, and Westinghouse presents his competing bid. The fair is abundantly lit, and Westinghouse is successful. At the fair Westinghouse and Edison meet briefly. Edison discusses what it was like to achieve a great invention, and suggests that his next invention (motion pictures) could be so incredible that people might forget his name was ever associated with electricity.", "tmdb_plot": "Electricity titans Thomas Edison and George Westinghouse compete to create a sustainable system and market it to the American people.", "tmdb_id": "418879", "wiki_id": "51793625"}, {"title": "Custody", "genres": ["Drama", "Thriller"], "wiki_plot": "Miriam Besson and Antoine Besson are a recently divorced couple. They have a daughter close to the age of eighteen, Joséphine, and an eleven-year-old son, Julien. Miriam wants to protect her son and keep him away from his father, whom she accuses of being violent. Therefore, during the custody court hearing, she asks for sole custody of the child, providing a letter from Julien saying that he does not want to see his father.\nDespite Miriam's pleas, the judge grants shared custody and orders the child to spend alternate weekends with his father. Julien is frightened of his father and wants to protect his mother from the physical and psychological violence inflicted by Antoine.\nAntoine wants to continue to exercise his power over Miriam and Julien with pressure and threats to the child. This attitude, and his aggressive outbursts, creates tension with his own parents who tell Antoine to leave their home, where he had been staying. Antoine then intimidates Julien into showing him where the family has moved to.\nAntoine turns up outside the venue of Joséphine's 18th birthday party. During an argument he grabs his ex-wife by her throat, until her sister Sylvia intervenes, threatening to call the police if Antoine ever shows up again.\nThat night, while Miriam and Julien are sleeping at their home, Antoine tries to enter the apartment armed with a shotgun, which he fires into the door. A neighbour calls the police. Miriam and Julien barricade themselves in the bathroom, following advice from a police call centre, until police officers arrive and disarm and arrest Antoine.", "tmdb_plot": "In the midst of a divorce, Miriam Besson decides to ask for exclusive custody of her son, in order to protect him from a father that she is accusing of violence. The judge-in-charge of the file grants a shared custody to the father whom it considers abused. Taken as a hostage between his parents, Julien Besson will do everything to prevent the worst from happening.", "tmdb_id": "451657", "wiki_id": "54755088"}, {"title": "Dark River", "genres": ["Thriller", "Drama", "Mystery"], "wiki_plot": "Alice Bell (Ruth Wilson) works as a sheep shearer on a farm where she gets along well with her fellow coworkers. When her father dies she quits her job as her father had told her that she would inherit his tenancy when he died. As she returns to the farm Alice begins to have vivid flashbacks involving her father, including his entering her bedroom, and his holding her in bed.\nWhen Alice initially returns to the farm her brother, Joe, is absent. She settles herself there, but refuses to sleep in the main house as it triggers flashbacks. When her brother returns he is initially angry at her for showing up after their father is dead and after an absence of 15 years. However, he gradually warms to her, only to anger again when he discovers that Alice has applied to take over the tenancy of the farm.\nAlice learns from the land agent that she has a good chance of having her tenancy accepted if she can repair the neglect incurred by her father and brother. Her efforts to repair the land and kill the rats are met with resistance by Joe, who feels that she will upset the delicate ecosystem of the farm (for example, the rats share the barn with fledglings who he thinks would come to harm). Begrudgingly they begin to work together, though Joe continues to chafe at Alice's way of doing things. Alice starts to train the dog Joe bought but didn't train.\nJoe is approached by one of the land owners of the farm who secretly reveals that the farms are no longer profitable and that tenants who agree to be bought out will receive a cash lump sum of £100,000. Knowing that Alice would refuse a buyout, the man suggests to Joe that if he were awarded the tenancy he could evict Alice and keep the money. Joe decides to go along with the scheme and tells Alice that if he is awarded the tenancy he will evict her. Alice is shocked as she planned to keep Joe on if she was awarded the tenancy.\nFeeling guilty, Joe attacks Alice's car in a drunken rage, trying to light it on fire. Alice has him arrested. While Joe is away she fumigates the house and has a flashback remembering her father reacting in a jealous rage after Joe told him that Alice had a boyfriend.\nJoe is put on probation and returns. Nevertheless, he is awarded the tenancy. Alice discovers Joe preparing to sell all the sheep  and tries to get him to stop. In the middle of their dispute Joe shoves Alice and she hits her head. Joe brings her back to her childhood room to recover. When Alice wakes up the two discuss her sexual abuse at the hands of their father for the first time. Joe asks her why she would sometimes go to their father's room and she reveals that waiting for him to rape her was the worst part. She then asks him why he never tried to stop their father to which he has no answer. Their conversation coincides with Alice's eviction. Joe, ashamed, confesses to being bought out. In the middle of their argument a loose dog attacks and eats one of their sheep. Alice goes after the dog with a gun, and has a PTSD induced flashback which results in her accidentally shooting and killing their neighbour. While Alice is wracked with guilt and has a breakdown beside the body, Joe decides to turn himself in, claiming that he committed the murder.\nSometime later Alice visits Joe in prison where she brings him a piece of a plant he had mentioned to her earlier. They sit in silence until Alice asks Joe if she can come again and he tells her to do so.", "tmdb_plot": "After her father dies, a young woman returns to her Yorkshire village for the first time in 15 years to claim the family farm she believes is hers.", "tmdb_id": "429195", "wiki_id": "54622810"}, {"title": "Daybreak", "genres": ["Drama"], "wiki_plot": "Leta (Ornela Kapetani) has not been able to pay the rent for several months. When she and her one-year-old son are thrown out of their apartment, they move in with Sophie, an old woman confined to bed, whose daughter has just employed Leta as a caretaker. In order to keep her job and a roof over their head, Leta has to keep Sophie alive at any cost.", "tmdb_plot": "Leta has not been able to pay the rent for several months. When she and her one-year-old son are thrown out of their apartment, they move in with Sophie, an old woman confined to bed, whose daughter has just employed Leta as a caretaker. In order to keep her job and a roof over their head, Leta has to keep Sophie alive at any cost.", "tmdb_id": "471764", "wiki_id": "55277970"}, {"title": "Death House", "genres": ["Horror", "Action", "Crime", "Thriller", "Fantasy"], "wiki_plot": "FBI agent Toria Boon arrives at Death House, a federal prison and research center where prisoners are confined to virtual environments whose crime simulations allow their behavior to be studied. Upon arrival, Boon is taunted by neo-Nazi criminal Alois Sieg, who she went undercover to capture, but killed a mother and her son to keep her cover. Captain Victor Galan greets Boon before introducing her to Dr. Eileen Fletcher and fellow agent Jae Novak. Galan escorts Boon to a holographic cell where she confronts and executes the serial killer who murdered her mother, after watching a live re-enactment of her mother's death.\nFletcher introduces Novak and Boon to her colleague, Dr. Karen Redmane, who explains that Death House uses drugs, machines, and simulations to keep inmates such as \"Leatherlace\" and \"the Icicle Killer\" docile. Boon and Novak then take a virtual tour of Death House, where they learn that the facility consists of nine levels. The lowest level houses the facility's most dangerous prisoners, The Five Evils, who are supposedly immortal. While showering together, Boon and Novak realize they don't remember details of their lives outside of their work. They later learn that homeless people are used as sacrifices in Death House's murder studies.\nOutside, a mysterious boy attacks a perimeter guard and plants an electronic device inside the dying guard's stomach. A doctor discovers the electronic device while performing surgery on the injured guard. Removing the device triggers a power failure throughout the facility, trapping Boon and Novak in an elevator with Dr. Fletcher.\nSieg and other Death House inmates break loose and begin slaughtering guards. Despite being shot and gutted, Sieg survives and rallies the inmates together to go down to the ninth level and gain freedom through the Five Evils; the inmates kill Dr. Redmane on their way. Boon, Novak, and Dr. Fletcher escape the elevator and fight their way through rioting prisoners, hiding from Sieg by clinging to bodies hanging in a staging room of homeless victims, but Fletcher loses her grip and falls to her death.\nReasoning that the Five Evils offer the best chance of escape, Boon and Novak descend down an elevator shaft to the facility's lowest level. When confronted, prisoner Hirace Giger explains that there are multiple Death Houses being used to breed a new race that is neither good nor evil with technology as their new god. Boon and Novak realize that their memories are false, and they were former prisoners and subjects of Death House's experiments. Giger tells the agents that the Evils need to be released so the agents can pursue them in order to maintain the balance of good and evil in the world. Sieg interrupts their meeting and reveals that he has followed the Five Evils to become immortal like them, but Giger replies that Sieg is only a pawn in the Five Evils' escape plan.\nGas releases throughout Death House, causing inmates to collapse and Sieg to disintegrate. Boon and Novak escape as the facility comes back online. Outside, the two decide to go find out their true identities.", "tmdb_plot": "During an exclusive tour, a power breakdown inside a secret prison known as the Death House sends two agents fighting through a labyrinth of horrors while being pursued by a ruthless army of roaming inmates. As they fight to escape, the agents push toward the lowest depths of the facility where they learn a supernatural group of evil beings is their only chance for survival.", "tmdb_id": "287523", "wiki_id": "51192196"}, {"title": "Dhh", "genres": ["Drama", "Family"], "wiki_plot": "Gungun, Bajrang and Vakil are weak in studies. They skip school and go to nearby town to see the show of their favorite magician Surya Samrat when they learn that he is performing there. With annual examinations very near, they write to magician to help because they believe that only he can help them with magic trick to increase their results. To their surprise, they receive reply and gifts. The magician tells them to teach all things they need to study to a small doll which in turn will help them with that education in examinations. The boys teach the doll in turns and eventually their results improve.", "tmdb_plot": "Convinced only a miracle can save them from failing school exams, a trio of friends seek help from a magician. To their surprise, he gamely complies.", "tmdb_id": "512898", "wiki_id": "57116558"}, {"title": "Disobedience", "genres": ["Drama", "Romance"], "wiki_plot": "The old Rav Krushka succumbs to illness while delivering a sermon on free will to his Orthodox Jewish congregation in North London. Ronit, the Rav's estranged daughter who lives and works in New York City as a photographer, returns to London.\nRonit arrives at the home of her childhood friend, Dovid Kuperman, a chosen disciple of her father, as members of her father's congregation pay their respects to the deceased. Ronit fails to fit in, behaving in a manner not conforming to Orthodox culture. Despite his surprise at Ronit's visit, Dovid insists she stay with him. Ronit is surprised to discover that Esti, a childhood friend to both of them, is now Dovid's wife.\nRonit and her two friends attend Shabbat dinner at Ronit's uncle's house. Ronit tries to ask her uncle about selling the house, but he says they cannot discuss business on the Sabbath. Ronit is questioned by the other party guests about changing her name and is told to take her mother's candlesticks so she may one day give them to her children. One of the guests tells Ronit that she should get married because it is what should be done. Ronit says that if she had stayed, she probably would have been married off, but she would have been suicidal. She leaves to walk home, joined by Dovid and Esti, and talk about her father.\nRonit visits her uncle Moshe at his office to discuss the disposition of her father's house but discovers her father has left all of his possessions to the synagogue and is only allowed inside to retrieve personal items. Esti accompanies her, and after they reminisce about their memories of the Rav's house, Esti tenderly kisses Ronit, who initially resists before reciprocating. Esti confesses to having asked Ronit to be notified of her father's death out of a desire to see her again.\nEsti reveals her unhappiness with her life choices, taken based on the Rav's advice and her strong belief in HaShem. After being caught in a romantic tryst resulting in Ronit's departure from the community, neither Ronit nor Esti have been with other women. While Ronit is bisexual, Esti admits that she is a lesbian. On the way home, they stop at a nearby park and kiss in an empty tennis court, but are spotted by a couple from the congregation. Esti walks away unseen, but the couple identify Ronit and suspect that the other woman was Esti, despite Ronit's unconvincing denial.\nThe next day, Esti, who works as a teacher at the local Jewish school, is called into the headmistress' office after the couple deliver a complaint about Esti and Ronit's behaviour. At the synagogue, Dovid is asked to take over the Rav's duties. He is warned about Ronit but insists that he keeps his house in order. Meanwhile, Ronit tells a shaken Esti that she is leaving the next day, without attending her father's hesped. The two of them sneak away to a hotel room in central London for passionate sex. After, Esti tells Ronit that she thought of her often, imagining her New York apartment and keeping track of the time difference. Esti brings up the memory of the Rav walking in on them when they were young girls. Ronit says she regrets never taking his portrait. Ronit then tells Esti that she wants to take her picture. Esti is initially shy but poses with Ronit's cigarette.\nEsti arrives home late and turns down Dovid when he tries to initiate intimacy. The next morning Esti feels sick. Later that morning Dovid informs Esti that Mrs Shapiro had made a formal complaint, and he asks her to tell him the truth. Esti confesses that she kissed Ronit and expresses her feelings, but Dovid tells her that Ronit is taking advantage of her. Esti denies this and says that she wanted this to happen, causing Dovid to leave. Ronit, who overhears the argument, suggests that Esti should leave Dovid.\nDovid attends to his duties at the synagogue, clearly preoccupied. At dinner that night, Ronit announces that she has booked a flight and is leaving that night without attending the hesped, to Esti's dismay. That night, after Dovid falls asleep, Esti goes to a drugstore and purchases a pregnancy test. Later in a hotel room, she begins Shuckling against a cabinet and crying.\nThe next morning, Ronit is about to board her flight when Dovid calls her and reports that Esti is missing. Ronit and Dovid spend the day looking for Esti. They return to his home at night to find Esti already there. She reveals that she is pregnant but asks for her freedom from Dovid by stating she wants to give her unborn child a chance to decide whether or not to be part of their community. Dovid leaves, upset.\nRonit and Esti attend the Rav's hesped, which is to be given by Dovid in front of the entire congregation. After the opening Zemirot, Ronit invites Esti to come live with her in New York. Dovid begins to speak but is unable to follow his prepared text. Instead, he reminds the congregation of the sermon that the Rav was delivering right before he died on the freedom to choose. Under the guise of addressing the congregation, he releases Esti from their marriage and then publicly turns down the offer of becoming the congregation's new spiritual guide. Esti finds him outside and they embrace. Dovid motions for Ronit to join in their embrace, finally reconciling their old friendship.\nThe next morning, Ronit departs for New York, cordially bidding Dovid and Esti goodbye. As Ronit's cab is driving away, Esti chases after Ronit and gives her a final kiss, and they confess their love for each other. Ronit tells Esti that she will be a brilliant mother, and they promise to keep in touch. Ronit makes a detour to her father's grave to bid him a final goodbye and take a picture of his grave.", "tmdb_plot": "A woman learns about the death of her Orthodox Jewish father, a rabbi. She returns home and has romantic feelings rekindled for her best childhood friend, who is now married to her cousin.", "tmdb_id": "419743", "wiki_id": "52517350"}, {"title": "Downrange", "genres": ["Thriller", "Horror"], "wiki_plot": "Todd Acosta, his girlfriend Sarah Fletcher, and their new carpooling friends Jodi, Keren, Jeff, and Eric become stranded on a remote country road when their SUV suffers a tire blowout. While changing the tire, Jeff is suddenly killed by silent sniper fire. The unseen sniper shoots Sarah next, prompting Eric to take cover behind a tree stump while Jodi, Keren, and Todd hide behind the vehicle. The sniper shoots a cellphone off a selfie stick when the trio behind the vehicle tries getting a signal to call 911. Keren uses her hoodie to create a distraction while Todd, who is additionally suffering from a slug lodged in his arm, unsuccessfully attempts to put the SUV in neutral so it can be moved for rolling cover. Eric uses a video shot from his cellphone camera to determine the sniper's position.\nTodd retrieves a toolbox and duct tapes its metal lid to his arm for protection. Although he takes another shot in the process, Todd manages to get the SUV rolling on his second attempt. However, the SUV rolls in the opposite direction until the sniper shoots out another tire and disables it. Eric tries running toward nearby trees in the commotion. The sniper shoots Eric in his ankle as well as his leg. Eric hits the ground and eventually passes out.\nKeren uses a lighter to heat a hammerhead for cauterizing Todd's arm wound. After retrieving a water bottle from the backseat and taking swigs themselves, the trio tosses the bottle to Eric. The sniper shoots Eric through his hand when he tries taking a sip. During a quiet moment, Todd tells Jodi and Keren that his girlfriend Sarah was pregnant, but lost their baby. Lost in reflection and losing hope, Todd goes to drape a shirt over Sarah's face. Surprisingly, the sniper does not fire. Eric eventually dies from blood loss.\nTodd sees a vehicle approaching from the distance. The sniper resumes shooting and kills Todd to prevent him from flagging down the other car. The sniper shoots the female driver's hand. At the wheel, the woman loses control and flips the car, ejecting her daughter in the backseat through a window. The sniper shoots the mother when she tries moving from the wreckage toward her daughter's position. The father drags his wife behind the car. Jodi and Keren scream at the man to call 911, which he does. The sniper shoots the flipped vehicle's gas tank. The resulting explosion kills the man and the woman. The sniper then executes their daughter.\nAfter night falls, Keren and Jodi set fire to their SUV to create a smokescreen. Before the women can make a break for it however, a sheriff arrives at the scene with a deputy and two police marksmen. The sniper takes out one of the sharpshooters as well as the sheriff. The sheriff's truck loses control. Keren makes a run for it in the smoke, but the sniper shoots her through her head.\nJodi regroups at the sheriff's truck with the deputy and remaining marksman, but the sniper shoots the second sharpshooter as well as the deputy. Jodi gets in the truck and speeds toward the sniper's position. Jodi hits the tree where the sniper is perched, knocking him to the ground after he cuts himself free from tangled rope. Jodi recovers the sniper's dropped rifle and uses it to shoot the sniper several times. When the gun jams, Jodi uses the stock end of the rifle to repeatedly bash the sniper to death. However, Jodi notices tally marks on the rifle enumerating his victims, including her five fallen friends, and becomes enraged; in a bleak ending, her final useless strike causes the gun to fire a bullet that tears through her throat, killing her.", "tmdb_plot": "Stranded at the side of the road after a tire blowout, a group of friends become targets for an enigmatic sniper.", "tmdb_id": "469916", "wiki_id": "57071195"}, {"title": "Edie", "genres": ["Drama"], "wiki_plot": "Edith Moore (Edie) is a bitter, gruff woman in her eighties. In the months following her husband George's death, Edie's strained\nrelationship with her daughter Nancy begins to worsen. The question over Edie's future looms large; while Edie tries hard to\nconvince Nancy she can manage fine by herself, Nancy is making plans for her mother to move to a retirement home.\nEdie feels like it is the beginning of the end. It seems she will die with all the regrets of her past intact and one regret haunts\nher most of all. When Edie was married, her father planned a hiking trip for them to climb Suilven in the Scottish Highlands. Edie yearned to\ngo, but her husband George, an abusive and controlling man, made her stay at home. Nearly thirty years later, Edie decides\nto make the trip herself alone.", "tmdb_plot": "To try and overcome a lifetime of bitterness and resentment, an older lady decides to climb a mountain in Scotland.", "tmdb_id": "460064", "wiki_id": "57548732"}, {"title": "On the Seventh Day", "genres": ["Drama"], "wiki_plot": "José, a bicycle delivery worker, leads a soccer team of undocumented immigrants from Puebla, Mexico. As the championship game approaches the coming Sunday, José's boss demands that he work that day for a private party.", "tmdb_plot": "A group of undocumented Mexican immigrants work long hours six days a week, and then savor their day of rest on Sundays on the soccer fields of Brooklyn.", "tmdb_id": "458187", "wiki_id": "60056145"}, {"title": "Errementari: The Blacksmith and the Devil", "genres": ["Drama", "Fantasy", "Horror"], "wiki_plot": "In 1835 in Araba, during the First Carlist War, rebels are captured by government soldiers and executed. One rebel, Francisco Patxi, survives with the aid of a demon and slays the soldiers.\nEight years later, government investigator Alfredo Ortiz arrives in Araba. He searches for Patxi, who now lives in a ruined forge in the woods. The nearby villagers avoid the forge due to rumours that Patxi murdered his wife and kidnaps young children. The villagers mistrust Ortiz as the government melted down all their metal during the war to make weapons, including their church bell. Benito, a boy from the village, steals a letter proving Ortiz is searching for gold that vanished during the war.\nUsue, an orphan girl with a burn scarred face, is bullied by Benito who throws her doll over Patxi's fence. Ortiz hires men from the village to raid the forge where he suspects Patxi has the missing gold, but are driven away by Patxi while one of the men falls into a bear trap and dies. Usue attempts to retrieve her doll while Patxi disposes of the dead man. Inside the forge, she finds a boy captive in an iron cage, who begs her to steal Patxi's ring of keys to free him. She does so successfully, but the boy retrieves a pitchfork and is revealed to be the demon Sartael. He kidnaps Usue and promises to return her for Patxi’s soul, but before he can escape he is caught in another bear trap while Usue is knocked unconscious. Patxi breaks off one of the demons horns and locks him back in the cage. Benito tells Ortiz that Patxi and a demon have kidnapped Usue. Ortiz rallies the men to save Usue.\nUsue wakes up and finds Patxi torturing Sartael, who reveals that he made a deal with Patxi during the late war. Sartael kept Paxti alive during the war, so he could see his wife again. On his return home, Patxi found that his wife had taken a new lover, believing Paxti to be dead. Patxi teaches Usue how to torture demons by throwing chickpeas on the floor, which demons are unable to resist trying to count, and by ringing gold bells blessed by the church.\nUsue asks Sartael if he can free her mother Maite from Hell after she committed suicide. Sartael reveals that humans are compelled to enter Hell by their own guilt, and once inside they can never leave. Sartael is then knocked unconscious by Patxi. The villagers arrive and arrest Patxi while the priest reveals the truth about Patxi. Usue’s mother, Maite, was Patxi’s wife, but after he returned from the war he found Maite had taken a lover and given birth to Usue. Enraged, Patxi burned Usue’s face and murdered her father, while Maite, grief stricken, hanged herself. Ashamed, Patxi gave Usue to the priest as an orphan, along with a replacement bell he forged for the church.\nThe villagers find Sartael and Ortiz orders Patxi tortured until he returns the gold. Once alone with Sartael, Ortiz reveals he is actually Sartael’s superior from Hell, the demon Alastor. Alastor reveals that Sartael has been demoted for failing to return to Hell with Patxi's soul. Alastor orders Patxi be hanged so he can collect his soul instead. The villagers, driven to religious hysteria, set fire to the forge. Sartael makes a deal with Usue to search for her mother in Hell if Usue frees him and rings the golden bell. Usue rings the bell causing Ortiz to reveal his demon face. The two men hanging Patxi flee, dropping Patxi to the floor. Usue frees Sartael but he is captured by the villagers. The priest slaps Usue for freeing Sartael and insults her mother, so Usue makes a deal with Alastor: her soul in exchange for being taken to her mother in Hell. Alastor agrees and kills her.\nGrief stricken, Patxi agrees to let Sartael take him to Hell in exchange for saving Usue. Sartael agrees as he wants revenge against Alastor, but remarks that Patxi will need more than his small golden bell to survive Hell. Patxi reveals the giant bell he forged for the church is made from the very gold Ortiz was looking for. Sartael kills Patxi with his pitchfork, taking them both to the gates of Hell where thousands of damned souls are waiting to enter. Patxi finds Usue and fends off the demons guarding the gate. Alastor attacks Patxi but Usue throws Patxi’s jar of chickpeas at Alastor who is forced to try to count them. With Alastor’s defeat the gates begin to close. Patxi sends Usue back with Sartael while he decides to remain in Hell to search for Maite.\nUsue wakes up back on earth. Sartael, grateful that Usue saved him from his cage, declares to the villagers that Usue was rejected from Hell because she is a true Saint and should be treated with respect. As the villagers gather around Usue, Sartael transforms into a young man and makes his way to the next town. On the way Sartael is picked by a man traveling by cart and begins to tell him the tale of The Blacksmith, a man so ruthless and cruel that even the Devil himself came to fear and respect him.\nIn Hell, Patxi forces the gates of Hell open as he begins to search for his wife with his hammer and the golden bell on his back.", "tmdb_plot": "Basque Country, Spain, 1843. A police constable arrives at a small village in Álava to investigate a mysterious blacksmith who lives alone deep in the woods.", "tmdb_id": "477033", "wiki_id": "61164647"}, {"title": "The Escape", "genres": ["Drama"], "wiki_plot": "Tara (Gemma Arterton) is a wife to Mark (Dominic Cooper) and a stay-at-home mother to two children, Teddy and Florrie. Tara goes to a nearby park and seems upset. There is a passage of time.\nTara and Mark are asleep in bed, when they are woken by a phone call. Tara resignedly has sex with Mark, during which she is in tears, unbeknownst to Mark. She helps Mark get ready for work, and takes the children to school. When she leaves the school she stops and stands outside, in distress. The following Saturday morning Tara wakes up early, trying not to wake up Mark. He does wake up and she reluctantly engages in sex with him, again in distress unnoticed by Mark. Following a visit to the park, Mark tries to have sex with her in one of the children's rooms, which she refuses. Mark questions whether she's having an affair which she denies and they argue. Later they're having a BBQ with friends and Mark berates her for not providing drinks for the guests. That evening they are having sex again, and Tara again is crying and in distress. Afterwards she repeatedly whispers that she is not happy, and after some brief discussion with Mark she says she's going to sleep. There is a passage of time.\nTara goes to London by herself, where she discovers and buys a book about the tapestries of The Lady and the Unicorn at a second-hand bookseller. Later that evening she discusses with Mark attending an art course and is upset that he does not understand how important it is to her, although he ultimately agrees that she should do whatever makes her happy. Later they go out for dinner, but they are both disconnected. A following morning, Tara takes the children to school and on the drive home stops at the Eurostar Ebbsfleet International railway station. She sits and watches the trains and forgets to pick the children up from school, arriving late. Teddy is particularly upset, and once home Tara becomes enraged and swears at him for moving her book. Enraged, she leaves the house briefly then returns to apologise profusely to the children. Later that evening she discusses with Mark how she doesn't care about being a parent. The following day she discusses her issues with her mother, Alison, who is not supportive and tells her it's a phase. A following morning, Tara refuses to help with the children during breakfast. Mark takes the children to school and returns home to try and resolve things with her. Mark berates her, but ultimately apologises and tells her he just wants her to be happy. There is a passage of time.\nTara is increasingly detached and anxious. She knocks over a jug of orange juice while tidying up breakfast for which Mark berates her. She goes to the bedroom and packs a bag with clothes and her passport. Mark tries to stop her but she leaves in the car. Mark is upset and tries to calm the children. Tara goes to Ebbsfleet and takes a train to Paris.\nTara walks around Paris, happy. She stays overnight at a hotel. The following morning she travels by Paris Métro to the Musée national du Moyen Âge to see the tapestries of The Lady and the Unicorn. On the way in to the museum she passes a man with a camera. Later in the museum the man, Phillipe, takes photos of Tara and discusses the history of the tapestries with her. They both tell each they are not in a relationship. They spend the rest of the day together and end up having sex in Tara's hotel room. They are interrupted by a message on Phillipe's phone. Tara questions who the message is from, and Phillipe admits to being married and having a child. She tells him to leave, which he does. Tara listens to the pleading voicemails from Mark, her children, and her mother, while crying. She leaves the hotel and is extremely upset and anxious. Tara wakes up on the sofa the following morning. A French woman, Anna, took pity on her and she spent the night at her house. Anna counsels Tara about her life and tells her to try and change her life with her husband, but if that does not work, then do it without him. Mark has travelled to Paris, and Tara goes to meet him. They embrace. There is a passage of time.\nThe first scene of the story plays again, and it transpires that it was from the future. Tara is living in a different home. Tara goes to the park, and this time we hear she stops to see a mother and child playing together. She is upset, briefly, then continues to walk on.", "tmdb_plot": "An ordinary woman makes an extraordinary decision which will change her life forever.", "tmdb_id": "475007", "wiki_id": "54920118"}, {"title": "Euphoria", "genres": ["Drama"], "wiki_plot": "Emilie (Eva Green) and Ines (Alicia Vikander) Thompson are two sisters with very different characters who live far apart and rarely see each other. Now Ines, an artist trying to cope with unfavourable reviews of her latest exhibition, has accepted Emilie's invitation to accompany her on a short trip to an unknown place in the heart of Europe. The hotel Emilie has chosen for the first few days of her stay is very luxurious, as is the restaurant where she plans to dine; she evasively explains to her sister that she has sold her flat because she wants to go back to studying. During dinner, she agrees to dance with a stranger, to whom she confides that she is convinced Ines is only with her because her career is on the decline, adding that she \"has no more time to lie\". She therefore rejects the man's advances on the grounds that she would like to have an adventure but that this is not possible for her; immediately afterwards she feels very uncomfortable, which she attributes to the champagne she has drunk.\nTheir destination, which Emilie describes as \"the most beautiful place in the world\", turns out to be an estate lost in the woods beyond an unspecified country border, where they are met by an elderly woman, Marina (Charlotte Rampling), who describes herself as Emilie's \"personal companion\". For the unsuspecting Ines, it is the moment of truth: Emilie reveals to her that she has cancer, has been undergoing unsuccessful treatment for three years, and has therefore chosen assisted suicide; the place to which she has taken her is actually an exclusive clinic where patients can spend their last six days in complete peace before taking their own lives by poisoning themselves after a simple ritual. Ines is distraught and cannot accept that Emilie has kept everything from her, but her sister bitterly claims that she did it because it was the only way she could accompany her on her final journey. In fact, during their stay, the two will repeatedly confront each other harshly about their conflicting life choices: Emilie has remained close to her mother, who fell into depression because of her separation from her husband, until her suicide; Ines soon distanced herself from her, accused her of weakness and victimhood, and did not even go to the funeral, building a nice career as an excuse for her constant absence and creating a kind of armour of rationality and self-preservation. At the clinic, the two women not only meet but also the charming Mr Daren (Charles Dance), also terminally ill, a wealthy playboy who is now an old man and organises a party on his last night, and Brian (Mark Stanley), a former footballer who has been paralysed and rendered impotent by a car accident and who, attracted to Emilie, spends a night with her, arousing her anger that he has decided to leave life behind despite his health. Marina also reveals a little about herself, saying that she stayed at the clinic after accompanying her dying husband there two years earlier because she \"couldn't find a reason to leave\". Ines feels a mixture of disgust and attraction for the place and takes some photos with Daren's complicity for personal inspiration, even though she knows it is forbidden by the rules. At the height of another argument with her sister, she decides to leave early, but Marina stops her with a ruse and listens to her outburst, which turns from a blind rage against her mother and sister to a desolate lament for her growing sense of abandonment. Finally ready to face her pain, Ines makes peace with Emilie, who is now dying, shares fond childhood memories with her and prepares her for suicide.\nEverything happens as planned. Emilie confirms that she has voluntarily chosen death and quietly poisons herself in front of Ines, who leaves the clinic. When she says goodbye to Marina, she gives her Emilie's ring - which belonged to her mother - and reveals to her that she knows about the photos she took and asks her to use them according to her conscience. In the helicopter that takes off to the sounds of David Bowie's \"Rock 'n' Roll Suicide\", she is joined by Brian, who has chosen life thanks to his encounter with Emilie.", "tmdb_plot": "The story of two sisters on a journey, where they try to get close to each other and approach the tough questions in life. Euphoria is a contemporary drama about responsibility and reconciliation, in a world where these concepts are gradually being lost.", "tmdb_id": "407440", "wiki_id": "53427918"}, {"title": "Eye on Juliet", "genres": ["Drama"], "wiki_plot": "Gordon works for an American security surveillance company monitoring threats to their client's oil facility in an unnamed North-African country, using dozens of hexapods, which also have the ability to shoot, to cover a large area of arid desert.\nGordon has recently broken up with his girlfriend and is resisting his colleague's attempts to persuade him to \"play the field\". One day at work, Gordon sees on  his cameras a young woman, Ayusha (Lina El Arabi), who resembles his girlfriend, who it transpires is trapped in an arranged marriage and unable to marry her true love, Karim (Faycal zeglat). As Ayusha's family make preparations for the wedding, Gordon becomes infatuated by the illicit couple's love, and Ayusha in particular, and steals pictures of the couple and their movements for his home. He observes Ayusha undressing in her room via heat-seeking camera, and witnesses them discussing the logistics of eloping together, which would require Karim to join a potentially illicit project to raise funds. Ignoring the warnings of his supervisor, Peter, Gordon becomes more involved in their lives, drugging Peter while on shift in order to operate freely, and sending the couple money for their emigration.\nGordon subsequently observes Karim and his associate tampering with the pipeline. In the ensuing events the oil catches fire, leading to Karim's death. Gordon informs Ayusha of Karim's death via one of the hexapods, and fictionalises the final moments of Karim's life to gain her trust. He informs her of the money he sent her and convinces her to collect it from the bank and escape from her family. Meanwhile Peter has recovered from being drugged and confronts Gordon over his bizarre actions. Gordon somehow convinces Peter to jeopardise his own job and allow Gordon time to facilitate Ayusha's escape. However, when she returns home her family have been informed of her suspicious behaviour and lock her in her room. Gordon sends a hexapod to her home to break her out and they travel together to Ayusha's point of collection. Gordon informs Ayusha that she may have more than one soulmate, and that observing someone like her who is capable of really loving someone has made him happy. He also predicts that she might find another man, and then makes her promise to meet him in Paris at exactly the same time the following year.\nThe following year in Paris, they meet and it is implied that they will embark on a romance.", "tmdb_plot": "The story of an unlikely encounter between Gordon, a hexapod operator, and Ayusha, a young woman from the Middle East. Gordon, guardian of a pipeline in this desert region, becomes fascinated by Ayusha, while piloting his robotic spider from the other side of the world, in America. Ayusha is promised to an older man she doesn't love. Despite the distance, their mutual fear and their imperfect interaction, he will do everything in his power to help her escape her fate.", "tmdb_id": "471514", "wiki_id": "54831899"}, {"title": "First Reformed", "genres": ["Drama"], "wiki_plot": "Ernst Toller is the pastor of the First Reformed Church in Snowbridge, New York, who is struggling with a crisis of faith. The film opens with him writing down his thoughts in a journal, which he plans to keep for a year, and then destroy.\nThe church is a 250-year-old Dutch Reformed Church and was once a stop on the Underground Railroad. It faces dwindling attendance, so the church has moved away from its historical focus on Calvinist theology and now serves mostly as a tourist attraction. Toller, a former military chaplain, is struggling with alcoholism and the death of his son Joseph, who was killed in the Iraq War. Toller seeks a deeper spiritual understanding through reading Roman Catholic writers (G. K. Chesterton and Thomas Merton) and mystical books (The Cloud of Unknowing). This leads him to seek support from Abundant Life, the evangelical megachurch in Albany that owns First Reformed.\nHe is approached by Mary, who is seeking counseling for Michael, her radical-environmentalist husband. Michael further challenges Toller's beliefs: he wants Mary to get an abortion, because he does not want to bring a child into a world that will be rendered almost uninhabitable by climate change.\nMary finds a suicide vest belonging to her husband in their garage. Toller takes it, promising to counsel Michael about it. They discuss going to the police, but Toller feels it would worsen Michael's state. Just before their next appointment, Michael sends him a text message asking to meet in a local park. Toller arrives to find Michael dead of a self-inflicted shotgun wound. In accordance with Michael's will and testament, a service is held at a local toxic-waste dump, where his ashes are scattered.\nMeanwhile, plans are underway to celebrate the 250th anniversary of First Reformed with a service attended by the mayor, the governor, and Edward Balq, one of Abundant Life's key financial backers and the owner of a polluting factory. At a meeting in a diner, Balq takes issue with Toller honoring Michael's will, deeming it a political act, and they argue over climate change: Balq dismisses it as \"complicated\", but Toller sees it as a straightforward matter of Christian stewardship.\nExperiencing physical pain, Toller reluctantly sees a doctor, who suspects stomach cancer and schedules some tests. Toller has Michael's laptop computer, which he took after Michael's suicide to prevent the police from discovering his radicalism and making trouble for Mary. He uses it to research Michael's concerns, including the materials on Balq's factory which inspired him to make the explosive vest. One night, Mary visits Toller in the parsonage of the church, and she asks him to play Michael's role in a nonsexual rite of physical intimacy the couple used to perform.\nToller begs Mary not to attend the anniversary service. Preparing for his role in the ceremony, he puts on the explosive vest, and arms it. When he sees her entering the church, he removes the vest and instead wraps himself in barbed wire under his alb. Toller pours a glass full of drain cleaner and is about to drink it when Mary interrupts him. They embrace, kissing passionately before the film abruptly cuts to black.", "tmdb_plot": "A pastor of a small church in upstate New York starts to spiral out of control after a soul-shaking encounter with an unstable environmental activist and his pregnant wife.", "tmdb_id": "458737", "wiki_id": "54729955"}, {"title": "For the Love of George", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "The story begins in early 2014. Poppy Wakefield lives a charmed existence, playing domestic goddess for her husband Stephen and working as a freelance magazine journalist from her beautiful home in England. Her seemingly perfect, if predictable, life is shattered when she discovers that Stephen’s recent birdwatching hobby is a cover for an affair.\nStill in shock from betrayal, she finds some much needed respite in an entertainment talk show segment highlighting George Clooney's charitable work. To Poppy, George is everything her husband isn't; suave, sophisticated, funny and charming, someone who really cares about making a difference in the world and the ideal match for her.\nWhen she receives a well timed invitation to visit her close friend Justin in Los Angeles she decides to give fate a helping hand and flies to LA on a quest to cross paths with George until a surprise announcement brings Poppy and her romantic fantasy crashing back down to earth.", "tmdb_plot": "Set in early 2014, Poppy Wakefield works as a freelance journalist from her beautiful home in England. Her seemingly perfect, if predictable, life is shattered when she discovers her husband Stephen is having an affair.  In shock from betrayal, she finds comfort in a TV segment featuring George Clooney. George is everything her husband isn’t - sophisticated, funny, charming - someone who cares about making a difference in the world and who Poppy believes is her ideal match!  When she receives a well timed invitation to visit her friend Justin in LA, Poppy decides to give fate a helping hand and takes off on a quest to cross paths with George - where she has no doubt they will fall in love at first sight! However a surprise announcement brings Poppy and her romantic fantasy crashing back down to earth.  Through a funny series of near misses, unrelated adventures and colorful characters, Poppy navigates her new life in LA, until one day fate throws her a very unexpected curveball…", "tmdb_id": "495829", "wiki_id": "55740979"}, {"title": "The Forgiven", "genres": ["Thriller", "Drama"], "wiki_plot": "After the end of apartheid, Archbishop Desmond Tutu is running the Truth and Reconciliation Commission and visits Cape Town's Pollsmoor Maximum Security Prison to meet with Piet Blomfeld, an ex-security police officer and Afrikaner Weerstandsbeweging member, to assess his candidacy for amnesty. Blomfeld is a potential witness to murders committed during the time of Apartheid, particularly the murder of the teenage daughter of Mrs. Morobe, who begs the Archbishop to find answers about her missing daughter. Blomfeld initially shows no regret and no willingness to speak, instead using his time during the meetings to berate the Archbishop with insults. However, when the Archbishop shows him a photograph of a young black girl in his file and tells him that he is in two prisons, (the other being the prison within himself) he begins to reconsider.\nFrancois Schmidt, one of Blomfeld's fellow officers and a participant in the murders, initially tries to pay off a black gang to assassinate Blomfeld, but Blomfeld (having been affected by the Archbishop's words) spares the life of the prisoner sent to kill him and manages to earn the respect of the gang to the point where they tell Schmidt to fight his own battles. He also forms somewhat of a bond with the prisoner, Benjamin. As this is going on, Howard Varney (one of the members of the Commission) speaks with Mrs. Van der Berghe, who had known Blomfeld when he was a child. He learns that Piet Blomfeld had been friends with a young black girl (the girl in the photograph); his father Rian did not approve and murdered the girl and her entire family before beating Piet so badly he broke his arm. Afterwards the Blomfelds moved to Zimbabwe; while Piet was at boarding school the rest of his family was killed (presumably as retaliation for Rian's crimes.)\nBlomfeld ultimately decides to confess, and calls the archbishop. Schmidt arranges for the prison to be locked down and then attacks Blomfeld accompanied by riot troopers; Blomfeld is ultimately beaten to death by the troopers. However, he has sent an audio recording, confessing to the murder of Mrs. Morobe's daughter and her boyfriend, which is played to the Truth and Reconciliation Commission (he also leaves Benjamin what little money is in his bank account). Mrs. Morobe confronts Hansi Coetzee, one of the participants in her daughter's murder and ultimately forgives him. Afterwards the Archbishop is met by Linda Coetzee, who thanks him for his work and admits that she hadn't wanted to face what her husband had done.\nThe movie ends with the Archbishop and his wife visiting the beach he had gone to as a child, now successfully integrated.", "tmdb_plot": "After the end of Apartheid, Archbishop Desmond Tutu meets with a brutal murderer seeking redemption.", "tmdb_id": "450766", "wiki_id": "56854352"}, {"title": "Freak Show", "genres": ["Comedy", "Drama"], "wiki_plot": "We meet Billy Bloom gazing into the mirror, planning his make-up, and know he is no ordinary teen. Flashing back to his younger years, his indulgent, flambouyant, alcoholic mother ‘muv’ (Bette Midler) worships him, actively encouraging him to dress up. It causes much arguing between his mother and conservative father Bill who separate. He lives with her for seven years in Connecticut before being transported to live in his wealthy father’s mansion in the deep south after her sudden disappearance (later revealed to be rehab).\nBilly retreats more into his world of fantasy dress up, ignoring housekeeper Florence’s advice to dress conservatively, like in jeans, for his first day at the local high school. However his idea of conservative is quite flambouyant, with eyeliner and lipstick, a ruffled pirate top, little black jacket and hat. He is ostentatiously overfamiliar, leading to him being quickly ostracised.\nNoone speaks to him positively on the first day, but on the second, not only does Mary Jane befriend him, giving the lowdown on the most prominent students, but ‘Flip’ (Mark) Kelly introduces himself. He is the school hero, and also shows Billy his support. When the three girl clique of bullies ask Billie for fashion tips, he brilliantly tears them apart, then there’s the homophobic jocks, and the loner Bernie with a deep seated resentment towards him, a mask for something deeper. (Later on, he tries it on with him in the boys toilet, but wants to stay in the closet.)\nBilly’s biology teacher allows students to constantly bully him, treating him stereotypically as someone assumed to be gay. To retaliate, he wears outrageous outfits for weeks to combat the onslaught of spitballs launched at him. It culminates to the day he dons a completely outlandish, mini-length wedding gown with a veil and garish red makeup. Billy’s detoured to the lecture hall, where five or six jocks beat him to within an inch of his life. Flip and another stop them, but he is in a coma for five days.\nFlip visits Billy regularly during the coma, and he convinces him to help him home. After seeing Larry’s Jackson Pollock, Flip opens up about his preference of art over football. Mary Jane keeps him up-to-date on developments at school, applauding his martyrdom which has paved everyone’s way. The administration expelled those who attacked him and has assemblies about hate crimes to aid tolerance.\nAs high school is typically about conforming, fitting in and not drawing attention to yourself, Flip tries to get Billy to tone himself down during school hours. The next day, Billy does a theatrical presentation for his Great Gatsby book report dressed and acting as Zelda Fitzgerald. Later that day, an incident in gym at the rope climb, triggers a homophobic reaction towards him.\nBilly comes home to find Muv. Initially believing she has come to get him, his dad lets him be present so he can see she is only there for money, as she had him to produce Bill an heir. Stunned, Billy wanders off to the kitchen and Florence is kind to him. Flip comes to see Billy, and drunken Muv falls over him.\nWandering to the school grounds, Billy announces his candidacy for homecoming queen against the other contender Lynette, queen of the school. They drum up support before they have to give campaign speeches to the school to gain their vote. Both come out on floats of their choosing, hers an unimaginative float of her with her friends in red, his a glittery, purple heel, he in a slinky silver sheath.\nThe team narrowly wins the homecoming game, the last play also severely injuring Flip/Mark’s shoulder (so he can pursue art). In the auditorium, Lynette’s speech is openly hateful towards anyone who’s not straight whereas Billy’s is a plea for understanding. He gets a standing ovation, yet still loses.\nBilly’s dad congratulates him on his victory, of facing the challenge unafraid, and speaking his truth. On the school campus, his real triumph can be seen. People are less afraid to show themselves and there is greater tolerance, a joyful embrace of diversity.", "tmdb_plot": "The story of teenager Billy Bloom who, despite attending an ultra conservative high school, makes the decision to run for homecoming queen.", "tmdb_id": "440424", "wiki_id": "48686623"}, {"title": "Funny Cow", "genres": ["Comedy", "Drama"], "wiki_plot": "Funny Cow charts the rise to stardom of a female comedian through the 1970s and 1980s. It is set against the backdrop of working men's clubs and the stand-up comedy circuit of the north of England.", "tmdb_plot": "A comedian uses her troubled past as material for her stand-up routine, trying to rise up through the comedy circuit by playing Northern England's working men's clubs.", "tmdb_id": "419916", "wiki_id": "55349987"}, {"title": "Gali Guleiyan", "genres": ["Thriller", "Drama"], "wiki_plot": "In the walled city of Old Delhi, a reclusive shopkeeper spends his days obsessively watching people through hidden closed circuit cameras. When he overhears a boy being beaten, he begins to frantically search for the child. As he becomes lost in the labyrinthine alleys of the city and recesses of his mind, his grasp on reality falters, until he eventually stumbles across a shocking truth.", "tmdb_plot": "A reclusive Old Delhi shopkeeper, spends his time watching people through hidden cameras. When he overhears a boy being beaten, his search for the boy leads to reality crumbling around him, as he is lost in the maze of the city and his own mind.", "tmdb_id": "479491", "wiki_id": "55471945"}, {"title": "The Gateway", "genres": ["Science Fiction"], "wiki_plot": "Jane Chandler is a particle physicist who's struggling to complete a teleporting machine, while enjoying a happy family life with her husband, Matt, and their two children. Matt dies in a traffic accident; soon after, Jane discovers that her teleporting machine prototype is actually sending objects to a parallel universe. She travels to a parallel reality and there finds another version of her husband, bringing him back to her own world. Soon, though, she learns that the person she has brought is not exactly like the husband she had lost.", "tmdb_plot": "A particle physicist grieving over the loss of her husband in a car crash uses a revolutionary machine to bring him back, with dire consequences for her family.", "tmdb_id": "472744", "wiki_id": "62310791"}, {"title": "Ghost Stories", "genres": ["Horror", "Drama"], "wiki_plot": "In 1979, Philip Goodman's strict Jewish father threw his sister out of the family for dating an Asian man. As an adult, Goodman is lonely and single; he is also a well-known professor and television presenter whose show is devoted to debunking fraudulent psychics, which he regards as his life's work to stop people's lives being ruined by superstition the way his family's were. He receives an invitation to visit a famed 1970s paranormal investigator, Charles Cameron, who inspired him as a boy, but who has been missing for decades and is now living in a caravan, sick and impoverished. Cameron asks him to investigate three incidents of supposedly real supernatural ghost sightings.\nThe first case is a night watchman, Tony Matthews, whose wife has died of cancer and who feels guilty that he stopped visiting his daughter, who suffers from locked-in syndrome. He was haunted by the spirit of a young girl while working in a disused asylum for women. The second is a teenager, Simon Rifkind, who is obsessed with the occult and has a poor relationship with his parents. His car breaks down after running over a creature in the woods. Goodman, although unsettled by the second case, believes that each of them has an obvious rational explanation: the supposed victims imagined them, based on their neuroses. The third case is a financier in the City, Mike Priddle, who was plagued by a poltergeist, while awaiting the birth of his child. His wife's ghost appeared to him as she died giving birth to an (it is implied) inhuman child. Suddenly, the financier commits suicide with a shotgun.\nGoodman returns to Cameron, who tears a latex mask off his face, revealing himself to be Priddle. Goodman at first believes that he is the victim of an elaborate hoax, but reality soon breaks down altogether. Priddle leads Goodman back in time to the scene of a childhood incident in which he watched two bullies entice a mentally disabled boy into a drain, where he died of an asthma attack. Goodman has felt guilty all his life about his failure to rescue the victim. The decaying corpse of the bullied boy appears, tormenting Goodman and leading him to a hospital bed, where he is made to lie down. The ghoul lies on top of him and forces his finger into Goodman's mouth as Goodman cries \"No, not again!\" implying this is a recurring event.\nIn the real world, Goodman is in a hospital with tubes in his mouth. He suffers from locked-in syndrome after a suicide attempt in his car. All the characters and events Goodman has experienced were inspired by the staff and objects in his hospital room. The doctors incorrectly believe him to be in a persistent vegetative state with no awareness of his surroundings. The junior doctor predicts that Goodman is \"here for keeps\", without a chance of recovery. As he leaves the room, the senior doctor says to his junior colleague: \"I hope his dreams are sweet\". The hospital cleaner, in contrast, chats to Goodman and moves a mirror to give him a different view.", "tmdb_plot": "Professor Phillip Goodman devotes his life to exposing phony psychics and fraudulent supernatural shenanigans. His skepticism soon gets put to the test when he receives news of three chilling and inexplicable cases -- disturbing visions in an abandoned asylum, a car accident deep in the woods and the spirit of an unborn child. Even scarier -- each of the macabre stories seems to have a sinister connection to the professor's own life.", "tmdb_id": "429417", "wiki_id": "55459266"}, {"title": "Girl in the Bunker", "genres": ["TV Movie", "Drama"], "wiki_plot": "A girl who is sick of being told what to do by her mother decides to walk home from school through the woods. She encounters a man who tells her he is a police officer and that she is under arrest.", "tmdb_plot": "When Elizabeth is abducted by a fugitive sexual predator, she realizes she must take matters into her own hands and plot her escape. Based on a true story.", "tmdb_id": "501624", "wiki_id": "57533425"}, {"title": "Gohin Baluchor", "genres": ["Drama"], "wiki_plot": "This film is about a love story between a boy and a girl living in a village (Dapdapia under the Nalchity upazila of Jhalokathi District) which is very near of a  sugandha river. One day a piece of floating land (Chor) rises in the water. This piece of land was once submerged in the river. The feud between two villages over the ownership of the risen land and the fate of the star crossed lovers will unfold in this film. The story will mirror the longing desires, determined struggles, hope & frustration, personal interest, big or little sorrows and happiness of the villagers.", "tmdb_plot": "The romance between two young people is threatened when an island begins to appear in a river that separates two communities.", "tmdb_id": "499567", "wiki_id": "55246821"}, {"title": "Golden Dawn Girls", "genres": ["Documentary"], "wiki_plot": "The documentary delves into the far-right organization, something unprecedented to date, narrating the events that have taken place since the creation of the Greek ultra-right party through the gaze of the women who have surrounded the visible faces from the party that, even being in the background due to the deeply patriarchal role of the party, their strong character made the whole party know them. After the arrests of the male leaders, their voice took power within the organization, also influenced by the role of martyrs, shouting \"blood, honor, Golden Dawn\".To explain different points of view, the documentary follows three different generations with a very different past, such Dafni, who became a member of some left-wing parties: \"When I was young, I had totally different political ideas. I was a member of PASOK many years. With all the ideals that inspire young people: democracy, freedom and those beautiful ideas that you eventually discover to be a lie.\" The other two protagonists are Jenny, known for her hate speech, and Urania, daughter of the organization's leader, and who has the strongest voice in hate speech and violence, not in vain, she was arrested for beating up a Pakistani in 2012.", "tmdb_plot": "The key male members of the far-right political party Golden Dawn are imprisoned accused of carrying out organized criminal activity. To maintain Golden Dawn's position as the fifth largest political party in Greece, their daughters, wives and mothers step up to the task of leading the party through the upcoming elections.", "tmdb_id": "489172", "wiki_id": "65527840"}, {"title": "Golden Exits", "genres": ["Drama"], "wiki_plot": "Two families who live and work on the east side of the Carroll Gardens neighborhood of Brooklyn are interrupted by the arrival of Naomi, a 25-year-old Australian intern with connections to both families. Golden Exits explores the relationships among the characters, and the effect Naomi's presence has on them. Both Nick and Buddy consider a range of possible relationships with Naomi, which Alyssa and Jess are aware of to some extent. Gwen and Sam are affected as well, as the concerns and anxieties of each of their sisters brings in to relief their feeling about being married vs. being single. Naomi - 'a disruptive force, an obscure object of desire, a symbol of lost youth and possibility' - is completely aware of all of this as well as what she wants from the situation, and she acts accordingly.\nBesides the threat of the extra-marital affair, the oppressive continuity of family is a recurring theme.Another struggle Golden Exits focuses on is the anxiety and insecurity of the characters, particular to this age of social media, in which everyone's peers are almost certainly living better lives by comparison. As Perry puts it, \"‘I didn’t have a master plan, but I had some ideas, and now I’m just kind of confused because it feels like the last three years have just kind of slipped away.\"The name of the film refers to the desire that Sam has of experiencing optimal exits from one's relationships - exits that are never possible with inescapable family. Naomi's exit out of New York and the lives of the other characters at the end of her internship concludes the film, via conversations between Nick and Alyssa, and Buddy and Jess - re-knitting their relationships back together.", "tmdb_plot": "An intersectional narrative of two families in Brooklyn and the unraveling of unspoken unhappiness that occurs when a young foreign girl spending time abroad upsets the balance on both sides.", "tmdb_id": "407719", "wiki_id": "50620286"}, {"title": "Grandpa Walrus", "genres": ["Drama", "Animation"], "wiki_plot": "On the windy and cloudy beach, Granny is praying, Mum is shouting, the sisters don't care, Lucas is alone. Grandpa was a weird guy, now he's dead.", "tmdb_plot": "On the windy and cloudy beach, Granny is praying, Mum is shouting, the sisters don’t care, Lucas is alone. Grandpa was a weird guy, now he’s dead.", "tmdb_id": "457215", "wiki_id": "58796910"}, {"title": "Hagazussa", "genres": ["Horror", "Drama", "Fantasy"], "wiki_plot": "The film is divided into four acts: \"Shadows\", \"Horn\", \"Blood\" and \"Fire\" spelled in the rune alphabet of the Elder Futhark and in the modern Latin alphabet.\nSHADOWS: A lonely young girl named Albrun lives with her goat-herding mother in the Alps of the 15th century. One night, men disguised in goat skins and horns come to their cottage to bang on their door, call them witches, and say they should be burned. Later, the mother takes ill and is visited by a doctor and nun from a nearby town. They discover she has bulbous growths located below her armpit and, considering her too far gone, they leave. Albrun is left alone to tend to her mother, whose physical and mental condition deteriorates rapidly, culminating in a sexual assault against her daughter. The mother runs out of the cottage into the winter night. In the morning, Albrun finds her mother's lifeless body covered with snakes in the woods.\nHORN: Fifteen years later, Albrun still lives in the same cottage and is now a new mother to an infant girl. Albrun tends goats in the hills, milking them and sometimes displaying an intimacy with them while she masturbates. Albrun carries goat milk to town to sell but is confronted by some unruly boys who treat her as a pariah, the harassment only interrupted by a passing townswoman, Swinda. Swinda treats Albrun kindly and comes by Albrun's cottage to say that the village priest (parson) would like to speak to her. They walk to town together.\nThe local church contains an ossuary, its walls lined with skulls and other bones. Albrun meets the parson, who tells her that he came there to bring faith to people like her who have difficult lives. He says, however, that her isolation and estrangement from others leads them to temptation that springs from sacrilege. As he hands Albrun her mother's polished skull, painted with flowers and greenery, he concludes, \"To strengthen the faith of a religious community, it requires all sacrilege be cleansed.\" Albrun takes her mother's skull and places it in a corner of her cottage. She surrounds it with flowers and a candle. When a visiting Swinda notices it, she promptly leaves. In seclusion, Albrun hears voices from the woods, including that of her mother. The strange sounds continue as she masturbates. The next day, her infant daughter refuses her nipple.\nLater, Swinda takes her walking in the mountains, but Albrun becomes uneasy when Swinda warns her about \"those who don't carry God in their hearts: the Jews and the heathens. They come in the night and like animals they take you, and then some months later you bear a child.\" On the way down the mountain, Swinda talks a local man into walking with them. After Swinda whispers something to the man, he turns to Albrun and embraces her. Swinda then throws Albrun to the ground and whispers, \"It's disgusting how you all smell, your rotten stench.\" The man then begins raping Albrun as Swinda holds her down. After the rape, she returns home and finds that her goats have all been stolen except for one, which has been butchered and mutilated. Furious at her mistreatment, Albrun brings a dead rat to the local water source to poison the water and then urinates and menstruates into it. That night, Albrun lights a candle and communes with her dead mother's skull.\nBLOOD: Albrun comes to town while holding her child, and she sees many dead bodies being transported away. On the way home, she stops in the wood and eats a mushroom, which causes hallucinations and psychosis. In the midst of this, she walks into the stagnant pond with her infant, letting it drown. She sinks under the murky water with her eyes open.\nFIRE: In her cabin, as Albrun sleeps, a snake travels over her body. She wakes and, ignoring the snake, hears her mother calling her name. She rises and approaches the fireplace, hearing her mother's labored breathing. She discovers the body of her drowned baby daughter, which she carried home with her, and is seized with grief and horror. She then places her dead daughter into the soup that is boiling on the fire and, with shaking hands, eats from it. She soon vomits violently and screams in horror as the mushroom-induced psychosis returns with even more intensity. She sees her mother and hears laughing. The shadows on the walls seem to move menacingly, causing her to flee the cottage. In the dusky morning light, now with opaque eyes, Albrun lies down and dies on the scenic mountaintop. Her body combusts with the rising sun.", "tmdb_plot": "In the 15th century, a young goatherd living alone in a mountain hut feels a dark presence in the woods.", "tmdb_id": "466565", "wiki_id": "60644107"}, {"title": "Hot Summer Nights", "genres": ["Drama", "Comedy", "Crime"], "wiki_plot": "In 1991, Daniel, an awkward teenager, is sent by his mother to spend the summer with his aunt on Cape Cod after the death of his father. He is not excited about it at first, but soon he meets Hunter Strawberry, the bad boy in town. While working at a convenience store, Hunter hurriedly asks Daniel to hide marijuana from approaching police. They later become business partners in selling drugs from a man named Dex. He provides Daniel and Hunter with the marijuana they need to facilitate their business but warns them about the fatal consequences if he gets crossed.\nHunter's younger sister McKayla is the most crushed-on girl on Cape Cod. After escaping from her boyfriend at the drive-in, McKayla asks Daniel to take her home. Although Hunter forbids him to see McKayla, Daniel cannot help himself. At the summer carnival, he surprisingly kisses her, resulting in a beating by McKayla's boyfriend and his friends. Daniel and McKayla soon start dating secretly. At the same time, Hunter develops a relationship with Amy, the daughter of Sergeant Frank Calhoun, who becomes suspicious about his daughter's whereabouts.\nSelling marijuana becomes very profitable, and Daniel and Hunter start to make a lot of money. Their success and rising tensions within their lives intertwine with the impending Hurricane Bob, soon to reach Cape Cod. Daniel wants to start selling cocaine without letting Dex know, but Dex finds out and wants Hunter to kill Daniel. Hunter tells Daniel to run and never come back, and when Dex finds Hunter, he kills him. McKayla sees her brother killed and flees town. According to the narrator, Daniel and McKayla are never seen again.", "tmdb_plot": "A teen winds up in over his head while dealing drugs with a rebellious partner in Cape Cod, Mass.", "tmdb_id": "347866", "wiki_id": "47559388"}, {"title": "How Viktor \"The Garlic\" Took Alexey \"The Stud\" to the Nursing Home", "genres": ["Drama", "Comedy"], "wiki_plot": "27-year-old Vitka Chesnok, a man who grew up in a children's home, dreams of escaping from his wife and son, who prevent him from living the life he wants. He was unloved during his childhood and developed a hardened heart. Vitya meets his father, a felon, and now also a cripple. Vitka decides to take his father to a disabled home, not knowing what adventures and dangers await them on the way.", "tmdb_plot": "Viktor spends his free time trawling bars with ladies of questionable repute, from where he is picked up by a wife he doesn’t love, the mother of a child they never planned. Viktor himself was abandoned by his own father, his mother then committed suicide, and he was left to grow up in an orphanage. Years later, his errant dad returns, now a disabled felon, and Viktor discovers a timely legacy is in the offing – his father’s apartment. The documentation for securing dad’s move into an old people’s home is signed in a flash. Nevertheless, the only one that can take him is miles away and, what’s more, the invalid starts to recuperate during the journey, which is when their real problems begin.", "tmdb_id": "466287", "wiki_id": "59807502"}, {"title": "I Kill Giants", "genres": ["Fantasy", "Drama"], "wiki_plot": "Barbara Thorson is a young, independent teenager who lives with her brother and supportive older sister Karen. \nBarbara has created a fantasy world inspired by her love of Dungeons & Dragons and the career of former Phillies pitcher Harry Coveleski. Believing that giants from other worlds are coming to attack her hometown, Barbara spends her days crafting weapons and traps to fend off the monsters. In actuality, Barbara's imagination separates her from real world traumas that include her being bullied at school and coping with her mother's terminal illness.\nOne day, Barbara meets Sophia, an exchange from Leeds, England who expresses an interest in getting to know Barbara, but the latter initially remains aloof. While at school, a confrontation between Barbara and a group of bullies is interrupted by her being called by the school psychologist Mrs. Mollé. Mollé herself is unable to communicate with Barbara as she thinks she is a distraction from her fantastical routine.\nAfter school, Barbara explains the mythology behind the giants to Sophia and shows her the baits and traps she creates to lure and trap giants, even presenting a magical \"warhammer\" inscribed as Coveleski which she keeps in her handbag. She also tells Sophia about Harbingers, ghostly apparitions that warn her whenever there is a nearby giant. After Barbara is given detention by the principal for insulting a teacher, she takes Sophia with her on a hunt for a giant all the while Sophia begins to doubt Barbara's claims.\nWhen Mrs. Mollé learns about Barbara's interest in baseball, her mention of the hobby causes Barbara to become lost in bad memories. In a daze, Barbara is startled by Sophia and accidentally strikes her. Though Barbara tries to apologize, Sophia runs off, upset. \nSophia is later approached by Taylor, the leader of the bullies, who promises to tell her a secret about Barbara if Sophia will show them some of the \"freaky things\" she does. Sophia reluctantly agrees, leading Taylor and her friends to the sanctuary, where they proceed to dismantle many of Barbara's traps. Barbara arrives and, armed with Coveleski, proceeds to attack Taylor but the weapon turns out to be a jawbone tied to a stick. Furious, Taylor and her friends viciously beat up Barbara.\nA sympathetic Sophia takes Barbara to her home to recover. Barbara wakes and becomes very upset at being brought upstairs, telling Sophia to slowly move away before \"it\" sees her. Sophia unfortunately looks into one of the rooms and flees the house. A despondent Barbara visits Mollé seeking help but grows more uncomfortable upon being introduced to her family.\nAfter Barbara goes truant for several days, Sophia and Mollé visit her house. In the basement, Sophia discovers a recording of Barbara and her mother telling the story of Coveleski's \"Giant Killer\" nickname. Sophia finds Barbara, trying to convince her that the giants don't exist, though Barbara shuts out the question of her mother's health and is unable to hear it. Barbara angrily storms off and is visited by Harbingers who taunt her, telling Barbara that she is too weak to defeat a giant.\nBarbara heads to face the giant at an abandoned train yard. She hides in the trains but is hunted by the giant, eventually activating a train control station rigged to nearby electrical poles which electrocutes it and sets fire to some of the train cars. Sophia arrives just as Barbara is leaving. The next day, in retaliation for her bullying, Barbara humiliates Taylor by placing a skeleton in her locker, an act which worries Mrs. Mollé and Karen who proceed to look for Barbara. Desperate and in despair, Barbara heads to her sanctuary, where she prays for the return of Coveleski.\nAs an unexpected storm bears down on the town, Mollé confronts Barbara on her way to the sanctuary, telling her that her mother is desperate to see her but a disillusioned Barbara ignores Mollé. Upon arriving, Barbara witnesses a scene of destruction with Sophia explaining that Taylor wrecked the area as revenge for what Barbara did and that she tried to stop her. \nSuddenly, a titan appears out of the water. Barbara stands against it, and draws forth the restored Coveleski from her handbag, revealing a massive, glowing war hammer. She proceeds to defeat the giant with it, fueled by her wrath that it came for her mother. Lying injured upon the beach, the giant reveals that he came for Barbara, not her mother. Barbara is stunned, and demands that the titan \"finish it\". \nThe giant snatches her up, and draws her close to its head, so she can strike it down with Coveleski. As the giant falls back into the ocean, it brings Barbara with it. Sinking below the waves, she hears the voice of the giant telling her that every living thing must die. It says to run from death is to reject life, and that she must find joy in every moment while she can. Barbara swims back to the beach, where she reunites with Sophia.\nThe next day, Barbara climbs upstairs to see her mother, who lies dying in her bed. They share heartfelt messages and Barbara apologizes for avoiding her. After the summer break, Barbara's mother dies, but Barbara rekindles her relationships with Mollé, Karen and Sophia. On the night after the funeral, she is awoken by the titan, who stands in the ocean, watching her before she goes back to sleep.", "tmdb_plot": "Sophia, a new high school student, tries to make friends with Barbara, who tells her that “she kills giants,” protecting this way her hometown and its inhabitants, who do not understand her strange behavior.", "tmdb_id": "419831", "wiki_id": "47799971"}, {"title": "The Icarus Line Must Die", "genres": ["Drama", "Music"], "wiki_plot": "In Los Angeles, Joe Cardamone, the singer of the indie rock band The Icarus Line, attempts to keep the nearly two-decades-long band intact amidst financial pressure and members choosing to move on to over projects. He unsuccessfully shops their new album to various record labels. Joe begins working as a producer recording other local musicians. Joe goes to visit Alvin DeGuzman, his former bass player, who is suffering from cancer. Meanwhile, Joe receives a series of threatening text messages from a member of The Cult, a band The Icarus Line previously opened for, over their confrontational performance which alienated The Cult's fans in attendance.\nAfter pawning some of his musical equipment, Joe is met by his old bandmate Ron, who has recently become sober and is now working as a nurse. Ron unsuccessfully attempts to convince Joe to let him rejoin the band. Joe attends a party with his girlfriend Pearl, and is met by his friend, Annie], the singer and guitarist of Giant Drag, and her boyfriend Cadalack Ron. The two discuss Joe's financial struggles, and Annie suggests he is creating his own financial woes by adopting a scarcity complex.\nJoe is tormented by nightmares in which he is being stalked. Later, Joe visits Annie at her home, where she regales him with reptilian and apocalyptic conspiracy theories, which he rebukes, and invites her to record a new song she has written at his studio. Annie performs an acoustic rendition of the track at his studio, and her intimate performance inspires him. Joe convinces one of his former bandmates to join them for a live concert at The Echo. \nA short time later, Joe goes fishing on a pier with Alvin and his drummer Ben. Alvin who tells them that his chemotherapy treatments are proving effective. Joe reveals that, following the Echo performance, a major record label has expressed interest in releasing the band's album. As they leave the pier, Joe is approached at his car by a strange man who calls his name, before pointing a gun at him and pulling the trigger.", "tmdb_plot": "The Icarus Line Must Die is a dramatic narrative feature set against the backdrop of the current LA music scene. The film tracks Joe Cardamone, front man of The Icarus Line, as he navigates his way through the ups and downs of the modern music landscape.", "tmdb_id": "517111", "wiki_id": "72339303"}, {"title": "III Smoking Barrels", "genres": ["Drama"], "wiki_plot": "The film is an anthology of three stories from North East India, each exploring a different stage of human life. The first story is about a child, who on escaping from a rebel camp hijacks a car, transpiring in a journey that unravels her plight and probes deep into traumatic issues of children involved in armed conflicts. The next story is about a boy, a drug peddler, and his journey into the drug world. It simultaneously explores the life of his grieving mother while delving into the region that has become synonymous with the drug trade. The third story is about a man, an elephant poacher, who ends up killing fifteen elephants to fend for himself and his young wife. It explores his treacherous life and the murky powers that control this abhorrent business.", "tmdb_plot": "A combination of three stories, each exploring a different stage in life - A CHILD involved in armed conflicts, a BOY in drug peddling and a MAN entangled in elephant poaching.", "tmdb_id": "466210", "wiki_id": "59692406"}, {"title": "Indian Horse", "genres": ["Drama"], "wiki_plot": "The Indian Horse family, including six-year-old Saul and his older brother, retreat in canoes deep into the wild to avoid the authorities after Saul's older brother is left seriously ill by his time in an Indian residential school. Saul resolves never to go to a residential school. His parents have converted to Christianity and believe that their eldest son will go to heaven. When the boy dies, they take him away to be blessed by a priest, leaving Saul with his grandmother deep in the woods. The parents do not return.\nSaul and his grandmother stay and camp, but once cold weather starts, his grandmother decides they must continue their trek toward their ancestral lands. After their canoe capsizes, they huddle to stay warm at night; they continue their journey on foot through snow. When his grandmother dies, Saul is discovered by the authorities and forcibly taken to a residential school. There, he meets a boy named Lonnie, who can't speak English. The top official, Father Quinney, and his nun deem Lonnie an unsuitable name and call him Aaron. They forbid the boys to speak their Ojibwe language, beating Lonnie because he knows no English.\nIn the school, Saul witnesses the nuns and priest instructors abuse the children, and struggles to survive. Father Gaston Leboutilier seems to want to change conditions. He convinces Father Quinney to allow a new outdoor activity, ice hockey. Saul does not meet the age requirement to play, but he convinces Father Leboutilier to give him the job of maintaining the rink in the early morning, which allows him to spend time on the ice. From watching televised hockey games and practising in the mornings, Saul also begins learning techniques. When one of the school's players is injured, Saul steps forward as a substitute and astounds Father Leboutilier with his talent. Saul declines to join Lonnie's escape attempt, as Saul was looking forward to playing; Lonnie is recaptured and punished.\nSaul shows remarkable hockey skills on the school team. When he becomes a teen, the school allows Saul to leave and move into a foster home with an Indigenous family in a mining town, where he can further pursue hockey. Saul joins an all-Indigenous team called the Moose, who travel to games between Indian reserves, and receives the jersey number 13, \"for luck\". Winning a key game, Saul is treated as a star player in Hockey Night in Canada style, but the team faces racial discrimination and beatings afterwards in a pub.\nSaul attracts the attention of the Toronto Monarchs, a feeder team for the Toronto Maple Leafs, but does not want to leave his friends in the Moose. His team insists he take the offer, and he reluctantly joins the Monarchs. There, he keeps his number 13, which no one else wants due to triskaidekaphobia. Initially excelling, he is put off by a racist caricature of him in the newspaper. On the ice, Saul becomes the target of racist slurs from opponents and teammates alike, while the audience throws toy Indian figures onto the ice. Pushed into violence by many fouls, he is confined to the penalty box. He is stunned when Father Leboutilier appears one night, professing pride in where hockey has taken Saul, and admitting the abuses in the school were wrong. Father Leboutilier tells Saul that the church is sending him to work in Africa. Leboutilier's appearance causes Saul to have flashbacks to the abuses committed at the school, and he leaves the team.\nTaking odd low-level jobs, he drifts from place to place between 1979 and 1989. He sees Lonnie in an alley, drinking liquor. Saul also drinks a lot and develops alcoholism. Facing serious health issues after severe damage to his liver, Saul is accepted by the Indigenous rehabilitation centre Rising Dawn. The group therapy leader, seeing how sad and withdrawn Saul is, encourages him to confront the root of his suffering. Saul travels back to the now closed school, where it is revealed that he had been sexually molested by Father Leboutilier. He makes a pilgrimage by canoe back to his ancestral lands. After he returns to his foster family, he is happily welcomed by them and his former Moose teammates.", "tmdb_plot": "Follows the life of Native Canadian Saul Indian Horse as he survives residential school and life amongst the racism of the 1970s. A talented hockey player, Saul must find his own path as he battles stereotypes and alcoholism.", "tmdb_id": "471616", "wiki_id": "55066067"}, {"title": "Jimami Tofu", "genres": ["Drama", "Romance"], "wiki_plot": "A Chinese-Singaporean chef Ryan returns to Okinawa, Japan, in search of his lost love Yuki. Instead, he discovers the art of traditional Okinawan cuisine and finds new love in Nami, a childhood friend of Yuki.", "tmdb_plot": "A Chinese Singaporean chef, formerly working in Tokyo, finds himself in Okinawa begging a disgruntled old chef to teach him traditional Okinawan food. A top Japanese food critic finds herself in Singapore on an eye opening discovery of Southeast Asian cuisine. In reality both are looking for each other after an emotional breakup years ago. Emotionally crippled by their breakup he searches her home-town for her but discovers instead the art of traditional Okinawan food. Through it he learns the incredible balance of two cultures: Chinese and Japanese - a balance they never had in their relationship. When she suddenly appears in Okinawa looking to find closure he cooks and serves her their final meal. Through it she discovers what she had been yearning for all these years.", "tmdb_id": "573469", "wiki_id": "57064937"}, {"title": "Journeyman", "genres": ["Drama"], "wiki_plot": "Matty Burton is the ageing Middleweight boxing champion of the world, living a comfortable life with his wife Emma and daughter, Mia. Scheduled to defend his title against the controversial and outspoken Andre Bryte, Bryte is brash and disrespectful towards Burton in the press conference, and continues antagonizing him in subsequent interviews. The resulting match is gruelling for Burton, as he takes several hard shots to the head, but ultimately retains his belt after winning by decision.\nReturning home, Burton suddenly begins suffering from severe headaches, and subsequently passes out on his living room floor, a delayed reaction to the punishment he received in the fight. Returning from hospital after a brain surgery, Matty's personality and physical abilities have deteriorated, suffering from dementia. Despite Emma's best efforts, Matty becomes increasingly difficult to care for; he suffers from violent outbursts, at one point striking her, and even putting Mia in an inactive washing machine to drown out her cries, causing Emma to leave him. Distressed by the revelation of who he once was, Matty attempts suicide, but survives his fall into the water and returns to his old gym, where he is promptly taken to hospital. Matty's friends Richie and Jackie begin helping Matty, ashamed that they hadn't visited him during the surgery, and his condition slowly begins to improve. He is later visited by Bryte, deeply repentant for what happened, with Matty forgiving him.\nMatty ultimately attends a ceremony dedicated to him, where he gives a speech thanking those who have helped him in his recovery, and stating that he wants to live for his wife and child. Emma later approaches Matty, and the two emotionally reconcile. With his condition improved drastically, Matty returns to his gym as a trainer, his life renewed.", "tmdb_plot": "A boxer suffers a serious head injury during a fight, and must deal with the consequences.", "tmdb_id": "429194", "wiki_id": "56338978"}, {"title": "Juze", "genres": ["Drama"], "wiki_plot": "The story is set in the 1990s. Santosh (Rushikesh Naik) is a teenage boy studying in Class X. He lives in a slum in Borimol village with his grandmother, referred to as Tai (played by Prashanti Talpankar; Tai translates to \"aunt\"). It is revealed that Tai's son, Santosh's father, had killed Santosh's mother and had been arrested, leaving Tai and Santosh to fend for themselves. Thus, despite being native Goans, they are forced to live with other migrants from poorer parts of the country and work for Juze (Sudesh Bhise). With his business of manufacturing cashew feni and his political connections (which consist of the local politician), Juze terrorizes the whole village, even going so far as to physically abuse and rape the women.\nSantosh is an intelligent boy and scores well in class. He frequently skips work to go to school. This frequently gets him in trouble with Juze, who often beats him up publicly. Juze's wife Maria (Gauri Kamat) recognizes Santosh's intelligence and demands that he help her son, who is weak in studies. She also forces him to perform sexual favours for her. Meanwhile, Santosh has a budding romance with his classmate, Maya (Barkha Naik). However, their relationship slowly breaks apart when she realizes the helplessness of his situation. All of this ultimately leads to Santosh confronting Juze with a friend and beating him to death. Santosh then runs away from the village, and is seen waiting tables at a beachside shack.", "tmdb_plot": "Growing up tale of a young boy in the context of changing labour patterns and exploitation in Goa.", "tmdb_id": "485088", "wiki_id": "59434300"}, {"title": "Krystal", "genres": ["Drama", "Comedy"], "wiki_plot": "Taylor Ogburn is an 18-year-old who suffers from PAT, a type of arrhythmia. Living in the South, his family are all creative: his brother Campbell is an artist, his father Wyatt a writer, and his mother Poppy a poet.\nIn a flashback, we see Taylor as a young boy where he has his first PAT attack. He was running with his dog, when a man hit him with his car. He laid down next to him in the road.\nTaylor's second incident occurred when seeing a cartoon of a devil figure in a girlie magazine, who looked like the man who hit his dog. He had a panic attack, running through the house, screaming that the devil was in the attic. Taylor's dad rationalized the attack, pushing the idea from one his books, discussing the redemptive power of prayer and meditation. From that moment on, Taylor is sheltered from anything that could trigger an attack. He isn't to go to college, as there would be too many potential triggers.\nOn the beach, a beautiful 30+ year old asks Taylor for help getting a ride, and his sudden surge in feelings triggers an attack. Kristal accompanies him to the hospital, and he won't let go of her hand. Being in the hospital makes her light-headed, so she passes out.\nThe next day, in Campbell's studio, they talk about their beliefs in love, god and satan. None of which his brother believes in. Then, at work at the art gallery, he asks Vera about love. She tells him he'll know one day, then leaves for her AA meeting.\nLeft in charge, upon seeing Krystal from afar, Taylor closes up shop to follow her. He wanders into her and Vera's AA meeting. Krystal is the main speaker, so she describes herself as an \"ex-hooker-stripper-junkie-alcoholic\". Approaching her after, she turns down Taylor's invite for a coffee. She sees he looks light-headed again, which he denies. Afterwards, he determines he has fallen in love with her.\nAt a family meeting, after his mother recites a new poem, he declares his feelings for Krystal. Hearing about her background, they disapprove. Campbell gives Taylor his first tastes of alcohol and marijuana. He also suggests he lose his good guy demeanor. To woo her, Taylor joins the Alcoholics Anonymous meetings to hopefully connect with Krystal, despite the fact that he had alcohol only once in his life. He models a bad-boy image of Bo, another AA member, walking her home.\nHe finds out Krystal is the working class single mother of Bobby, a teenager two years younger than Taylor. Bobby requires a wheelchair after his father ran him over while intoxicated.\nTaylor accompanies Krystal when she collects Bobby from school, who's suspended for aggression. He tells her ex Willie was stalking him, which she doesn't believe. She asks Taylor to get him home. On the way, they stop by the gallery.\nThere, Willie shows up, telling Bobby to go with him. Knowing he doesn't want to go, Taylor stands up to him, getting knifed in the leg. Bobby takes him out with the chair, and they hightail it out of there. He finds them, but gets hit by a car.\nThat evening, when Krystal comes home, she treats Taylor's wound and they are intimate. The next day, when she and Bobby come for lunch, Taylor's family behaves abismally so they leave. He chases her down at the AA meeting, where Bo is speaking again. Krystal realizes who he's been emulating. She stomps out and drags her ex Willie, who had followed them, with her.\nSeveral days pass, Taylor pining for Krystal, finally Bobby calls for help. He finds them holed up in a motel, Krystal high. Taylor takes them back to his parents' where Willie has shown up. As another PAT attack has come on they rush to the hospital, but Krystal soothes him. Some days later, she heads off for a detox program, leaving Bobby with Taylor and his family.", "tmdb_plot": "A young man living a sheltered life develops a crush on a stripper and joins her Alcoholics Anonymous group just so he can be in the same room with her.", "tmdb_id": "10148", "wiki_id": "53037565"}, {"title": "Tuftland", "genres": ["Horror", "Mystery"], "wiki_plot": "A headstrong textile student tries to overcome her problems by accepting a summer job offer from an isolated and offbeat village of Kyrsyä.", "tmdb_plot": "Headstrong textile student Irina tries to overcome her problems by accepting a summer job offer from an isolated and offbeat village of Kyrsyä. As Irina begins to get a grip of herself, the harmless and offbeat hillbillies begin to reveal their true nature.", "tmdb_id": "484237", "wiki_id": "54793787"}, {"title": "Last Child", "genres": ["Drama", "Thriller"], "wiki_plot": "Six months ago, Jin Sang-chul (Choi Moo-sung) and Lee Mi-sook (Kim Yeo-jin) lost their son Eun-chan who drowned while saving one of his friends, Yoon Gi-hyun (Sung Yu-bin). One day Sang-chul meets Gi-hyun..", "tmdb_plot": "When their son drowns while saving the life of a friend, the couple offer to take the boy in. What can they do with the kid who outlived their own son? The father tries to teach him work and looks after him like family. The mother is distant to him but gradually opens her heart.", "tmdb_id": "499646", "wiki_id": "62426394"}, {"title": "The Last Movie Star", "genres": ["Drama"], "wiki_plot": "An aging movie star is invited to a small, local film festival in Nashville. He attends and goes on a journey throughout his past as he faces the fact that his glory days are behind him.\nThe story begins with Vic Edwards, old, frail, and frustrated trying to perform everyday tasks. Although once a top movie star, he is ignored by an attractive woman while shopping. He has lunch with his friend Sonny and mentions he has been invited to get a lifetime achievement award at film festival in Tennessee. Sonny tells him that this film festival has a great reputation, Clint Eastwood was a recent recipient, and encourages him to go. Thinking it might improve his mood, Vic agrees, but is unpleasantly surprised at the airport that his seat isn't in first class but in coach. Arriving at the airport, he is met by Lil, his assigned personal assistant and driver, who not only doesn't know who he is but hasn't bothered to clean the trash out of the back seat of her dilapidated car.\nVic's irritation is increased when she takes him to a low-budget motel, not the high-class hotel he was expecting. He states that no way did Clint Eastwood stay there. Lil then takes him to the film festival which is run by her brother Doug. There Vic finds out it's not the prestigious film festival that Sonny had mentioned, but a shoe-string festival where the films are shown in the back room of a bar. Vic begins drinking heavily, and although the 30 to 40 people attending are in awe of him, he replies to their questions with contempt, and shortly walks out.\nThe next day when Lil arrives at the motel to drive him to the festival, Vic insists on being driven to his home town, several hours away in Knoxville, Tennessee. They visit his boyhood home and the football stadium where he played college football. He explains that he started six games as a sophomore during their undefeated season. In the last game, with time running out his team is losing, he scores the winning touchdown but is injured and never able to play again. He doesn't have respect for acting but explains that being a football player is really something to be admired which only adds to his bitterness.\nVic tells Lil that while he was there he fell in love and married his first wife. He dumped her once he started becoming famous. Looking back, he sees that, out of all his wives, she was the only one that loved him for who he was, not just because he was a movie star. They go to a luxury hotel where he is recognized and given a suite. While there, Lil finds out her boyfriend is cheating on her from his social media posts. She wants to confront him, but Vic tells her that if the boyfriend isn't treating her good, he isn't worth it and Vic knows from personal experience. They also go to the nursing home where his first wife lives but they find she suffers from dementia and does not recognize him.\nVic thinks back on his career and imagines himself in his old movies interacting with the characters he played. First in a scene from Smokey and the Bandit and then Deliverance. Thinking of the women he treated badly, Vic decides to see his first wife again. The next morning, they take her out of the nursing home and take her to the college campus where Vic apologizes and asks her to marry him again. She is happy but still doesn't know what is happening. They return to the festival just as the last movie is playing (with scenes from an episode of Gunsmoke). Now more at peace, Vic accepts the award and their praise.", "tmdb_plot": "An aging screen icon gets lured into accepting an award at a rinky-dink film festival in Nashville, Tenn., sending him on a hilarious fish-out-of-water adventure and an unexpectedly poignant journey into his past.", "tmdb_id": "451204", "wiki_id": "54202939"}, {"title": "Lean on Pete", "genres": ["Drama", "Adventure"], "wiki_plot": "While out on a morning run to a race track, Charley Thompson, a 15-year-old living with his single father Ray in Portland, Oregon, finds casual work caring for an aging racehorse named Lean On Pete. Pete's owner, Del, is an ornery man who assigns all the grunt work of caring for horses to Charley but attempts to bond by gifting Charley a pair of boots and teaching him table manners. Charley opens up about not knowing his birth mother, and how his father does not let him see Aunt Margy, Charley's only maternal figure.\nOne night, a Samoan man breaks into Charley's home and attacks Ray for sleeping with his wife. Ray is pushed through a glass door and the shards embed themselves in his stomach. He is taken to the hospital where a nurse informs Charley that Ray is suffering from a serious infection caused by his wounds. Despite Charley's insistence at staying by his side, Ray encourages Charley to continue his job with Del.\nDel's top jockey, Bonnie, races with Pete and wins but notices that Pete is getting too old for racing and will soon be sold in Mexico to be slaughtered. Upon returning home from the race, Charley is informed by the attending nurse that Ray succumbed to his infection and died. The nurse gifts him Ray's belt but Charley escapes before Social Services can be called to collect him. The following night, Pete loses his race and is sold off. Charley confronts Del and Bonnie, who collectively shrug off Charley's attempt to buy Pete. Charley takes Del's keys and steals Pete, along with Del's truck, and heads for Wyoming in search of his Aunt Margy.\nAfter a few days on the road, Charley soon runs out of money and resorts to siphoning gas and dining-and-dashing in order to survive. The truck breaks down on the highway and he continues on foot through the desert with Pete as his only source of company. Together, they stumble upon the home of Mike and Dallas, two Army veterans who offer Charley food and shelter. Charley refills his water supply and leaves in the middle of the night. The next day, Pete is spooked by motorcycles and runs out into the road where he is struck by a car and killed. Charley mourns Pete's death and flees the scene before he can be apprehended by police.\nAfter arriving in a new town, Charley breaks into a house in search of water and to launder his clothes. He wanders the streets as a homeless youth before being taken in by a homeless couple named Silver and Martha; Silver scoffs at Charley's attempts to find work. Despite his disheveled appearance, Charley finds work as a house painter and saves up enough money to get to Wyoming. Silver attacks Charley for his money and kicks him out of their shared trailer. In retaliation, Charley steals a crowbar and beats Silver before taking his money back and running away. He buys a bus ticket and arrives in Laramie, Wyoming. He goes to the town's only public library and reunites with his Aunt Margy.\nThat night, Charley visits Aunt Margy's room after struggling to fall asleep. He confesses the crimes he committed throughout his journey and reveals he suffers from nightmares surrounding the deaths of both Pete and Ray. Aunt Margy consoles Charley as he bursts into tears. Some time later, Charley goes on a morning run through town and stops to admire his new neighborhood.", "tmdb_plot": "Charley Thompson, a teenager living with his single father, gets a summer job working for horse trainer Del Montgomery. Bonding with an aging racehorse named Lean on Pete, Charley is horrified to learn he is bound for slaughter, and so he steals the horse, and the duo embark on an odyssey across the new American frontier.", "tmdb_id": "407890", "wiki_id": "51619513"}, {"title": "Lies We Tell", "genres": ["Thriller", "Crime", "Romance"], "wiki_plot": "A trusted driver must deal with his dead boss' Muslim mistress, her dark past pulling him into a life-and-death showdown with her notorious gangster cousin/ex-husband.", "tmdb_plot": "A trusted driver must deal with his dead boss's Muslim mistress, her dark past pulling him into a life-and-death showdown with her notorious gangster cousin/ex-husband.", "tmdb_id": "485464", "wiki_id": "64378838"}, {"title": "Little Pink House", "genres": ["Drama"], "wiki_plot": "A small-town paramedic named Susette Kelo emerges as the reluctant leader of her working-class neighbors in their struggle to save their homes from political and corporate interests bent on seizing the land and handing it over to Pfizer Corporation. Ambitious academic Dr. Charlotte Wells, president of the fictional \"Walthrop College\" (in real life, Connecticut College President Claire Gaudiani) persuades the current governor (John G. Rowland, unnamed in the movie) that this could help his public image by increasing tax revenue for the poor. Susette's battle goes all the way to the U.S. Supreme Court and the controversial 5–4 decision in Kelo vs. City of New London gave government officials the power to bulldoze a neighborhood for the benefit of a multibillion-dollar corporation. The decision outraged Americans across the political spectrum, and that passion fueled reforms that helped curb eminent domain abuse.", "tmdb_plot": "A Connecticut nurse finds herself at the center of a political firestorm and a Supreme Court case centering on eminent domain.", "tmdb_id": "451422", "wiki_id": "56758429"}, {"title": "Love After Love", "genres": ["Drama"], "wiki_plot": "After the death of their father, two sons and their mother face trials and explore new beginnings.", "tmdb_plot": "A sixty-something mother and her two adult sons cope and move onward following the death of their larger-than-life father/husband.", "tmdb_id": "426251", "wiki_id": "54367173"}, {"title": "Luna's Revenge", "genres": ["Thriller", "Action"], "wiki_plot": "Luna (Lisa Vicari) is an intelligent and carefree teenager who is spending the summer with her family in the mountains. Suddenly, her entire family is killed by foreign agents, and Luna just barely manages to escape. She is forced to confront the fact that her whole life has been a lie: her father Jakob (Benjamin Sadler) was a Russian agent living in Germany for 20 years, while her family was just the cover. When he was finally exposed by the BND, she found herself in the crosshairs of the Russian secret service. Luna teams up with the secretive agent Hamid (Carlo Ljubek) in order to find justice for her family. Eventually she exposes Victor (Branko Tomovic) as the murderer, and several arrests are made.", "tmdb_plot": "When Luna’s family is killed in cold blood on a mountain vacation, she barely escapes, and has to discover she’s been living a lie: her dad was a Russian secret agent, and her family was just a front. Luna has the opportunity to flee the country. But first she wants revenge.", "tmdb_id": "398826", "wiki_id": "62996454"}, {"title": "Mrs. Hyde", "genres": ["Fantasy", "Comedy"], "wiki_plot": "Madame Géquil teaches physics in an inner-city secondary school. Her class is mostly rough youths of foreign ancestry who show little respect for a small mature Frenchwoman. Her husband and her headmaster are supportive, but doubt she has the strength to carry on. A particular difficulty she faces is a boy called Malik, crippled from birth and bright, who tries to emulate the class toughs by being disruptive. Counselling him on his own, she gets him to see that his innate brain power will compensate for his absence of bodily power and will take him further than his no-hope classmates.\nWhile she is working alone one evening in the laboratory, it is struck by lightning. When she recovers from the shock she is transformed, for she has acquired a new inner power. It gives her new confidence by day: winning the attention of her class, involving them in experiments, getting them into intelligent discussions, and passing the annual inspection with top marks. But at night she becomes Madame Hyde, and the results are horrifying. She kills the neighbour's dogs, she kills a boy in her class who is bullying Malik, and finally she severely injures the disabled Malik in whom she had invested so much effort. The police take her away, while Malik, once released from hospital, finds success at another school.", "tmdb_plot": "Mrs. Géquil is an eccentric teacher despised by her colleagues and students. On a stormy night, she is struck by lightning and faints. When she wakes up, she feels different. Will she now be able to keep the powerful and dangerous Mrs. Hyde contained?", "tmdb_id": "446171", "wiki_id": "54685020"}, {"title": "Manivald", "genres": ["Animation", "Romance", "Comedy"], "wiki_plot": "The film centres on Manivald (Trevor Boris), an underachieving fox in his early 30s who still lives with his mother (France Castel), but finds their relationship endangered when they simultaneously fall in love with Toomas (Drasko Ivezic), the handsome wolf repairman who arrives to fix their washing machine.", "tmdb_plot": "Manivald is a fox in his early 30s. He is still living at home with his mother. One day a young hot wolf called Toomas comes to fix the washing machine. A love triangle develops between the three of them. Things get out of hand and Manivald realizes that it is time to move out.", "tmdb_id": "461413", "wiki_id": "56388696"}, {"title": "Mary Goes Round", "genres": ["Drama"], "wiki_plot": "Mary is an addiction counsellor in Toronto who is herself secretly struggling with an addiction to alcohol. After getting arrested while drinking and driving Mary is forced into a sabbatical at work and her boyfriend leaves her.\nUnwilling to admit she has a problem, Mary decides to return to her hometown of Niagara as her estranged father has been pressuring her to connect with Robyn, her teenage paternal half-sister who Mary has never met. Immediately upon arriving however Mary learns that her younger sister Robyn doesn't know who she is and that her father lied to her as he is dying of lung cancer and wants Mary there to help take care of Robyn.\nMary reluctantly begins to attend Alcoholics Anonymous meetings where she meets Lou, a former drug addict and home care worker who helps Mary to find work and advises her on how to deal with her father. As Mary and Lou become friends, Mary attempts to pass Lou off as an ex-classmate, however Mary's father Walt is himself a recovering alcoholic and recognizes Lou from meetings.\nWhen Mary's father begins coughing up blood and has to go to the hospital Robyn finally learns the truth and lashes out at Mary, blaming her for their father's lies and refusing to go to school.\nRobyn disappears one night and Mary receives an anonymous call telling her where to find her. Mary finds her but on their way home they are pulled over by a police officer and Mary is fined for driving on a suspended license. At the police station in an attempt to comfort Robyn, Mary admits that she is an alcoholic for the first time.\nWhile cleaning up their home Mary discovers old letters in which she discovers she is not her father's biological daughter. She had also previously held a grudge against her father for having an affair and not contacting her after her mother relocated her to Timmins causing their estrangement, however she finds birthday cards indicating he did attempt to contact her for years after she left. Mary talks the situation over with Lou who encourages her not to confront Walt. Walt attends an AA meeting with Mary where he talks about the importance of staying clean and stressing that it is never too late to want to make a change.\nRealizing that Walt will not survive to see Robyn graduate high school Mary decides to organize an early graduation party for Robyn and Walt. Walt dies shortly after and Mary attends an AA meeting where she is given a 24 hour sober chip signifying her desire to live a sober life.", "tmdb_plot": "When a substance abuse counsellor gets arrested for a DUI and returns to her hometown of Niagara Falls, she learns that her estranged father is dying of cancer and wants her to form a bond with her teenage half-sister that she's never met.", "tmdb_id": "470834", "wiki_id": "55121190"}, {"title": "The Mercy", "genres": ["Drama", "Adventure"], "wiki_plot": "In 1968, English businessman Donald Crowhurst is inspired by Sir Francis Chichester to compete in the Sunday Times Golden Globe Race, a single-handed, round-the-world yacht race. Though only an amateur sailor, Crowhurst believes that technology and gumption will enable him to succeed in a custom trimaran, thus ensuring financial security for his wife and young children. As delays and costs mount, his main sponsor, Stanley Best, becomes so nervous that Crowhurst is forced to sign promissory notes pledging his company and home to Best. Sailing away in the Teignmouth Electron, Crowhurst must complete the race or lose everything he holds dear.\nCrowhurst arranges sponsorship and a press agent to promote his voyage and he is also supported by his family. During his trip he attempts to give an optimistic version of events to both his family and press agent but inwardly he is feeling under pressure due to his financial situation, the dangers he is encountering and his loneliness. The film cuts between his voyage and scenes at home where his wife Clare is attempting to deal with the situation.", "tmdb_plot": "In 1968, Donald Crowhurst, an amateur sailor, endangers the fate of his family and business, and his own life, blinded by his ambition to compete in the Sunday Times Golden Globe Race, attempting to become the first person in history to single-handedly circumnavigate the world without making any stopover.", "tmdb_id": "414001", "wiki_id": "46310854"}, {"title": "Michael Inside", "genres": ["Drama"], "wiki_plot": "18-year-old Michael McCrea lives with his grandfather in a Dublin housing estate. Michael's father is in prison and his mother died of an overdose when he was young. Michael aims to put his life on the right path and find work, but he is caught in possession of a bag of drugs belonging to the older brother of a friend, and sentenced to three months imprisonment.", "tmdb_plot": "An 18-year-old man, living on a Dublin housing estate with his grandfather, is caught holding drugs for his friend's older brother and sentenced to 3 months in prison.", "tmdb_id": "481984", "wiki_id": "56759288"}, {"title": "Microhabitat", "genres": ["Drama", "Romance"], "wiki_plot": "The plot is woven around the life of Miso, a thirty something year old woman who is willing to give up her basic necessities of life in order to protect what she treasures the most: cigarettes, whiskey and her boyfriend.In 2015, Miso working as a housekeeper, finds her income barely enough to cover her expenses. When her landlord decides to increase the rent, she takes up more work to make ends meet. An increase in the price of cigarettes forces her to switch to a cheaper brand. Nonetheless, her calculations show her falling short of money by the end of the year. Pondering a bit over her main expenditures - rent, whiskey and cigarettes - she decides to do away with rent. She makes a list of her old band-mates, planning to stay with each of them for a while.\nFirst one refuses to accommodate her citing her high-pressure job as the reason. The next, Hyeon Jeong was a keyboard player and warmly welcomes Miso into her marital home. Hyeon's husband objects privately, claiming the surprise guest would be an inconvenience for his parents and the couple argue loudly enough for Miso to hear. Among other things, Hyeon confesses to Miso her diffidence in cooking for her in-laws, who had run a restaurant for thirty years and her anger at having to do all of housework. In the morning, Miso cooks for her friend and leaves. She calls on a guitarist (Woo Moon Gi) next. His parents are visibly elated and conspicuously hint at marriage to their son. After an uncomfortable night, she leaves and goes to the house of a drummer, Dae Yong, whom she had affectionately considered a younger brother. Dae has a room to spare since his 8-month old marriage has just broken down. But Miso's boyfriend, who is staying at an all-male dormitory provided by his factory, expresses feelings of inadequacy at Miso having to stay with a male friend. Miso moves out, spending the night in a restaurant.\nThe next band-mate Miso visits is Choi Jeong-mi, who appears very well-off and has a large house. Recalling a previous instance when Miso had helped her out of debt, Choi Jeong-mi tells her she can stay as long as she wants. Free of having to pay rent at last, Miso builds up savings. In the meantime, her boyfriend reveals that he is fed up of his spartan life and that giving up his dreams of becoming a cartoonist, he has volunteered for an assignment in Saudi Arabia which would enable him to pay off his school debts in a couple of years. A conversation with Choi Jeong-mi's husband, where Miso refers to her wild past, annoys Choi Jeong-mi and Miso gets thrown out. Miso visits a number of apartments, each progressively worse, in search of a cheap place to stay but none appear within her means.\nCutting forward an unknown amount of time, all the band-mates except Miso are shown meeting up at a funeral, where they exchange perfunctory memories about Miso. A woman, with greying hair similar to Miso, is shown walking along and later in a portable tent pitched next to a highway.", "tmdb_plot": "Miso lives from day to day by housekeeping. Cigarettes and whiskey are the two things that get her through the day. As cigarette prices and rent start to rise, Miso decides to give up her house for cigarettes and whiskey, leading her to couch surf with old friends while reconsidering her place in life.", "tmdb_id": "483297", "wiki_id": "56969070"}, {"title": "Mohawk", "genres": ["Action", "Thriller"], "wiki_plot": "Late one night in 1814, a young Mohawk woman named Okwaho or \"Oak\" (Kaniehtiio Horn) and one of her lovers, Calvin, gets into an argument with her mother Wentahawi (Sheri Foster) over whether her neutral tribe, who are being violently slaughtered by new Americans, should get involved in the War of 1812. Her two lovers — a Mohawk warrior named Calvin (Justin Rain) and a British soldier named Joshua (Eamon Farren), one of whom is the father of her unborn child — push for retaliation, which ultimately leads to Calvin sneaking off later that same night to light a nearby American encampment on fire, killing 22 sleeping American soldiers.\nSix soldiers and their civilian translator Yancy (Noah Segan) escape from the fire and, seeking their own revenge, track down the trio the next morning. A skirmish occurs, which results in the death of Wentahawi and the American Commander, Colonel Charles Hawkes (Jack Gwaltney). A power-hungry and brutal subordinate, Captain Hezekiah Holt (Ezra Buzzington), takes control of the Americans and demands violent retribution. Chasing Oak and the two men, the Americans capture, torture, and kill Calvin at the cost of more Americans being killed, including Holt's son Myles (Ian Colletti). When Oak and Joshua are finally captured at a desolate French-Canadian mission \n(where Holt and his men have already murdered Oak's uncle and cousins), Holt kills Joshua with his sabre and shoots Oak in the chest, seemingly killing her. The remaining Americans then leave to return to their base at Fort George.\nOak survives the injury, shaves her head into a bloody Mohawk, and constructs a makeshift suit of armor out of remains of a pregnant deer and its unborn fawn. She stalks the last three Americans (Holt, Yancy, and Private Lachlan Allsopp (Jonathan Huber)) through the darkening forest, killing Yancy and Allsopp before revealing herself to Holt. He becomes disoriented and, through dream-like supernatural means, ends up back at his burnt-out camp. Having abandoned his pistol and sword in the forest, he and Oak fight hand to hand. She finally kills Holt by throwing him onto the burnt remains of a tree, impaling him through the heart. Oak, severely injured, walks away from his corpse and, as she leaves, is witnessed by a Mohawk family, who look upon her like a deity.", "tmdb_plot": "A young Mohawk woman and her two lovers battle a squad of American soldiers hell-bent on revenge.", "tmdb_id": "366964", "wiki_id": "54052745"}, {"title": "Mom and Dad", "genres": ["Thriller", "Horror", "Comedy"], "wiki_plot": "A mother in a suburban town puts on music for her child as she sets her car on railroad tracks and leaves the child in the car to die.\nThe Ryans are a family of four with a strained relationship. Brent, the father, does not approve of his daughter Carly's new boyfriend Damon. He is also going through a slight mid-life crisis that has him working on his sportscar in the garage. Carly considers her mother Kendall out of touch, fights with her younger brother Joshua, and is currently upset about canceling plans with her boyfriend because her grandparents are coming to visit. Kendall is trying to find hobbies that occupy her time such as taking fitness classes. She's also anticipating the delivery of her sister's new baby.\nWhile Carly is at school, radios and TV screens suddenly start transmitting unexplained static. The effect is seen as the Ryans' housekeeper murders her own daughter in front of a terrified Joshua. Meanwhile, a mob of parents rushes to Carly's school to kill their children. When the students see one classmate being stabbed by his mother with her car keys after he scales a fence to reach her, the students scatter – though many die at the hands of their parents.\nCarly escapes with her friend Riley. They reach Riley's house, where Carly watches television reports of the mass hysteria, confirming that the static is compelling parents across the country to slaughter their children; Dr. Oz is interviewed, telling people how it compares to savaging in pig populations. Upstairs, Riley's mother strangles her. Carly runs home in terror and finds Damon, whose father earlier tried to kill him with a broken bottle but accidentally cut his own throat. Damon accompanies Carly into the house to get Joshua somewhere safe.\nKendall goes to the hospital where her sister Jeannie is giving birth, but the static transmits on a delivery room monitor, causing Jeannie to attempt to kill her newborn daughter as Kendall tries to save her. Kendall escapes the hospital and heads home.\nSeeing Carly at home with Damon, the hysteria overtakes Brent and he knocks Damon out and attacks Carly. Kendall joins him when she gets home. Carly and Joshua lock themselves in the basement and Brent and Kendall use a Sawzall to get through the door. Joshua pulls out Brent's gun and fires through the door, wounding his mother. Kendall and Brent, bonding over their shared filicidal desire, run a hose from their oven's natural gas line to the basement to poison the kids. When Carly sees what is happening, she rigs up a trap with matches at the door and hides with Joshua in the ventilation system. Brent cuts the lock off and opens the door, igniting the gas and triggering an explosion that knocks both parents out and awakens Damon.\nDamon helps Carly and Joshua evade their parents, but Kendall awakens and knocks Damon out again. As the parents close in on their kids, the doorbell rings. When Brent opens the door, his own filicidal parents – Mel and Barbara – try to kill him. Everyone chases one another through the house: Joshua evades Brent, who attempts to hide from his father in the garage; Kendall chases Carly and hits her on the head before her mother-in-law knocks her out.\nBrent starts the car and crashes it, killing his parents and knocking himself out. Kendall prepares to finish Carly off, but Damon knocks her out with a shovel.\nKendall and Brent wake up to find themselves restrained in the basement with Carly, Joshua, and Damon watching them. They continue to exhibit symptoms of the hysteria, and the kids refuse to let them go. Kendall tearfully tells the children she loves them, and the film ends mid-sentence of Brent stating: \"But sometimes we just want to—\".", "tmdb_plot": "In a suburban community, moms and dads, one after the other, mysteriously feel the irresistible impulse to attack and kill their own offspring.", "tmdb_id": "401561", "wiki_id": "53682990"}, {"title": "A Moment in the Reeds", "genres": ["Romance", "Drama"], "wiki_plot": "Leevi returns to Finland from his university studies in Paris to spend the summer helping his father Jouko renovate the family lakehouse for sale. Leevi is estranged from his conservative father, his only living relative, and hopes to avoid mandatory military service by obtaining French citizenship. Tareq, an architect by profession who has come to Finland from war-torn Syria seeking asylum, has been hired to help with the work.\nWhen Leevi's father returns to town on business, the two young men, speaking English, their only common language, establish a connection. They spend a few days discovering one another during an idyllic Finnish midsummer.", "tmdb_plot": "Having moved to Paris for university, Leevi returns to his native Finland for the summer to help his estranged father renovate the family lake house so it can be sold. Tareq, a recent asylum seeker from Syria, has been hired to help with the work, and when Leevi's father has to return to town on business, the two young men establish a connection and embark on a romance set against the idyllic Finnish summer. However, looming over this chance encounter, is the father's imminent return to the lake house, the continuation of Leevi's studies abroad as well as Tareq's complex relationship with his family in Syria.", "tmdb_id": "467467", "wiki_id": "56911575"}, {"title": "Mothers", "genres": ["Drama", "Family"], "wiki_plot": "A woman who lost her husband to an accident has to cope with raising her sixteen-year-old stepson from her husband's previous marriage.", "tmdb_plot": "The owner of a student study center gets an awkward request and suddenly faces the prospect of raising her dead husband’s teenage son by herself.", "tmdb_id": "475153", "wiki_id": "54442594"}, {"title": "Mukkabaaz", "genres": ["Drama"], "wiki_plot": "Shravan Singh is a struggling boxer who works for a local politician and head of the State Boxing Federation, Bhagwan Das Mishra. He drifts away after Mishra has him perform only domestic tasks and errands rather than boxing training. Singh falls in love with Mishra's niece, Sunaina, who is mute. Her father tells him to get a job first before thinking about marrying her. For the job, Singh tries to enter the state-level tournament but is not selected because of Mishra. He then leaves for Varanasi and is trained by a local trainer, Sanjay Kumar.\nSingh defeats Mishra's boxer and wins a medal, after which he gets a job with the Indian Railways. Singh and Sunaina are married as  her father promised. However, Mishra despises the marriage and threatens his brother. Singh tries to balance his job, training, family life and learning sign language at Sunaina's request. Meanwhile, his boss at the office tries to harass him by putting too much work pressure on him. Mishra gets Sunaina's father fired from his job and expels her family from their home. They go to their ancestral village to live but are held captive by Mishra's goons in his village house. Mishra also breaks his brother's leg.\nLater, at Sanjay Kumar's house, both Kumar and Singh are attacked by a mob after being falsely accused of eating beef. Kumar is seriously injured in the attack and is admitted to an ICU; Singh survives the attack. He then tries to find Sunaina but fails; meanwhile, she is forcefully engaged by Mishra to a businessman with a disability, for money. Singh fights and qualifies for the final of a national tournament. Sunaina and her mother manage to call Singh and tell him of their whereabouts. Singh goes there and rescues Sunaina and her family. Mishra manages to disqualify Singh on health grounds but reinstates him after Singh apologises; Mishra also requires that Singh will have to lose the match and retire from boxing. Singh loses the final match.", "tmdb_plot": "A low caste boxer trains at a gym controlled by a local Don. Shravan falls for Mishra's niece. The Don does not approve of this match. Shravan strives to win Sunaina's hand in marriage and become a successful boxer while trying to avoid retaliation from the Don.", "tmdb_id": "470641", "wiki_id": "54675365"}, {"title": "MFKZ", "genres": ["Science Fiction", "Animation", "Action", "Crime", "Comedy"], "wiki_plot": "A young woman carrying an infant is chased by black-suited men. Some of the men are killed by a dog who sprouts black tentacles. The woman manages to hide the baby in a dumpster before she is killed by one of the men.\nYears later, the infant, now grown to a 22-year-old young man and named Angelino, lives in a run-down apartment in Dark Meat City (DMC) with his friend Vinz and countless \"pet\" cockroaches. While making a delivery, Angelino is distracted by Luna, a beautiful young woman, and is hit by a truck. This causes Angelino to start having headaches and hallucinate. The MIB, strange men in black suits led by a white-suited man named Bruce, begin pursuing Angelino. Angelino calls his friend Willy, and they hide in the rundown crime neighborhood of Palm Hills. Angelino and Vinz are later found again by the MIB,  who engage the local gangs in a gunfight, killing people from both sides.  Elsewhere, a Luchador tells his comrades about a vision he had about a potential evil they must combat.\nIn the restaurant they frequent, Angelino and Vinz run into Luna, who is actually working with the MIB and gets the two captured. Luna's father, Mr. K, is the leader of an alien race called Macho who have infiltrated the Earth including politicians and the police in order to eventually colonize the planet. Angelino is the child of a Macho father and a human woman which results in unpredictable and potentially powerful combinations that Mr. K wants to exploit. Mr. K tries to brainwash Angelino and convince him to kill his friend Vinz, while Luna switches sides after witnessing Angelino's past. They are rescued by the group of Luchadors who have followed Angelino's pet cockroaches that instinctively tracked Angelino down, and are joined by a scientist named Fagor who was the only one out of several kidnapped scientists working with the Macho.\nCrocodile (a MIB from earlier) arrives at Willy's house and holds him hostage. Angelino and Vinz decide to return and Angelino rescues Willy. The Luchadores and Fagor launch the rocket, triggering it to snow across the country, freezing and killing all of the hidden Macho, while causing a news helicopter to crash, destroying Willy's house and killing Crocodile. Angelino, being half Macho, begins freezing, but is saved by Luna's kiss and she apologizes to him. Bruce arrives for a climactic fight against Angelino, who saves Luna from being killed and refuses to use his Macho powers. Before Bruce takes the opportunity to kill Angelino, the local gangs gun him down as revenge for previously invading their hood and for shooting their leader in the eye.\nTwo months later, everything goes back to \"normal\" with people forgetting about the incident. Vinz finally gets a job at the restaurant they frequent. Angelino writes letters to Luna who disappeared after his fight with Bruce despite not knowing where in DMC she is. Willy, who also disappeared after the fight, creates his first music single. Mr. K is shown to have survived and has set up a base on the moon, where he begins sending UFOs to potentially invade earth.", "tmdb_plot": "Angelino is just one of thousands of deadbeats living in Dark Meat City. But an otherwise unremarkable scooter accident caused by a beautiful, mysterious stranger is about to transform his life... into a waking nightmare! He starts seeing monstrous forms prowling around all over the city... Is Angelino losing his mind, or could an alien invasion really be happening this quietly...?", "tmdb_id": "461615", "wiki_id": "57874191"}, {"title": "My Days of Mercy", "genres": ["Romance", "Drama"], "wiki_plot": "Lucy Moro and her older sister Martha are anti-death penalty protestors, fighting for the acquittal of their father Simon, who is on death row for the murder of their mother eight years ago. The sisters live in their parents' house in a small Ohio town, and travel to various states in a mobile home, together with their little 10-year-old brother Ben. At one demonstration outside a prison in Illinois, Lucy meets Mercy Bromage, a lawyer whose father is a police officer with ties to the death penalty case the crowd is protesting. Despite the political tensions between the two, Lucy and Mercy grow closer to each other. They begin to keep in contact over the phone and over Skype. During a solo excursion to a demonstration in Missouri, Lucy and Mercy start a romance.\nMeanwhile, Martha is determined to free their father (who she still believes is innocent) and manages to hire a lawyer, who is then able to get a four-month stay of execution to look for legal loopholes or any new evidence to re-open the case. When the last of Martha and Lucy's legal appeals is denied and the evidence continues to point towards Simon, a distraught Lucy travels alone to Illinois to visit Mercy. There, she learns that Mercy still lives with her parents and she also has a boyfriend. Feeling used and betrayed, Lucy breaks up with Mercy. Regardless, Mercy attends Simon's execution with the sisters.\nSix months later, Lucy is working as a waitress in California when Mercy shows up outside the window. The two women talk in the alley and Mercy attempts to rekindle their relationship, but Lucy rejects her, saying \"I just don't think you can come back into someone's life like this\". However, the two set up a date for later.", "tmdb_plot": "The daughter of a man on death row falls in love with a woman on the opposing side of her family's political cause.", "tmdb_id": "434714", "wiki_id": "51666847"}, {"title": "My Pure Land", "genres": ["Drama"], "wiki_plot": "Nazo Dharejo lives on a farm in rural Sindh, with her parents, two sisters, and an older brother. Early in the film, her father encourages his daughters as well as his son to value the land and be prepared to defend it: \"\"No matter what happens, you need to protect this land. This isn't just land. This is your honour.\" After Nazo's father and brother are arrested, a scheming uncle tries to lay claim to the family farm. Nazo, with her mother and sisters, defends their land, even when it is attacked by 200 mercenaries, hired by the uncle.", "tmdb_plot": "A mother and her two daughters fight to protect their home.", "tmdb_id": "460066", "wiki_id": "55234768"}, {"title": "Namme", "genres": ["Fantasy", "Drama"], "wiki_plot": "Plot of Namme is not based on the traditional structure of narration,  Zaza Khalvashi shows us mystic experience of slow cinema. There are no protagonists or antagonists, as the director said he wanted to express the atmosphere of the surrounding where he lives.\nOn the opening scene we see the rock where the river flows, the shot is long and beautiful as the whole film. Namme is Ali’s daughter with three mature brothers whose ideology of life is completely different, also Namme and her father live entirely exceptional from the other members of the family. One brother of Namme is Muslim guy, the other one is kind of atheist phenomenon and a teacher in single-pupil class, another guy is Christian Orthodox priest who participates in building of church, on the other hand Ali and Namme perform some pagan rituals and heal people with the water which is sacralized by the mystic fish that was inherited to the family by their ancestors, somehow family should hold the role of fishminder and Namme is obliged to follow her father’s path because her brothers totally refused “father’s icon.”\nDuring this silent-rhythmic and visual acoustic environment director tactically leaves this magical space and shows us urban surroundings and life, also building of weir is infiltrated in this quiet narrative. Because of some technical development for instance the building of weir evokes water pollution and fish becomes sick. Also there is an issue with the puritanity that the Namme isn’t allowed to be in love affairs or this kind of relationships because her and water’s power becomes useless. However she falls in love, power fades away step by step and Namme slowly becomes unable to cure people. She faces the dilemma: private life or sacralized traditions of family that can help people, finally she emancipates from the background and lets the fish go. In one of the latest shot she walks on water and  fades away with the fog and maybe becomes the part of the universe, maybe she continues her private and non-mystic life, that’s on the decision of the audience.", "tmdb_plot": "In the Georgian mountains, a family oversees a healing spring for the local village. When his sons leave home, the father entrusts the work to his daughter until something strange happens in this modern-day fable.", "tmdb_id": "479886", "wiki_id": "55649474"}, {"title": "New Money", "genres": ["Crime", "Drama", "Thriller"], "wiki_plot": "The film opens on Debbie Tisdale’s 30th birthday. Her gift is supposed to be a small inheritance of $50,000 from her estranged father Boyd, but she soon learns that Boyd, under the influence of his younger wife Rose, has cut Debbie out of his will. Debbie suspects foul play; Boyd suffers from dementia and could have easily been manipulated.\nAfter a failed negotiation, Debbie and her boyfriend Steve kidnap Boyd and head north, where they break into an elegant lake house, empty for the season. Once there Debbie forms a plan to access to her inheritance by darker means.", "tmdb_plot": "A desperate American dreamer kidnaps her demented father after he cuts her out of his will.", "tmdb_id": "486472", "wiki_id": "58937160"}, {"title": "The Night I Swam", "genres": ["Drama"], "wiki_plot": "The film is told in three chapters. The first chapter, “The Drawing” A 6 year old boy (Takara Kogawa) is woken every night by his fisherman father, who goes to work.\nNot sleeping well, he wakes up drowsy, no one else is awake, so he plays in the house, and does a drawing of a fish which he is very happy with. He puts it in his bag. His mother dresses him, and he goes off by himself to school.\nHe goes off the normal path to school, and loses his glove. However, he then hops on a train, hoping to see his father at his work, as he wants to show him the drawing of the fish, of which he is very proud.\nHe gets off the train once in the city, and is tired, so sleeps in a car he hops hinto. He wanders around the city, and eventually gets to his fathers workplace at the fishmarket, but by the time he is there, it is deserted. He takes shelter in a car again and then tries to make his way home.", "tmdb_plot": "Snow covered mountains in Japan. Every night, a fisherman makes his way to the market in town.  His 6 year old son is awoken by his departure and finds it impossible to fall back to sleep. In the sleeping household, the young boy draws a picture he then slips into his satchel. On his way to school, still drowsy, he strays off the path and wanders into the snow...", "tmdb_id": "474206", "wiki_id": "68770588"}, {"title": "No Postage Necessary", "genres": ["Comedy", "Drama"], "wiki_plot": "Brilliant computer hacker Sam Collins is on probation and barred from the internet; his parole officer is Harry. He steals from mailboxes and works at a local dessert shop with hacking cohort Stanley, now going by David and claiming to have undergone a spiritual awakening. When Sam steals a letter written by Josie to her dead Marine husband, he begins stalking her, stealing her letters, and finding the courage to introduce himself. FBI agent Ames accuses Sam of stealing Bitcoins, which were actually stolen by David, and are now lost. Sam and Josie begin to date tentatively.\nWhen Sam hears about the job interview Harry arranges for him, he performs a social media attack to prove to his prospective employers he can tighten up their cybersecurity without having to use the Internet, which his probation terms prohibit him from doing. When Harry finds out, he scolds Sam. Ames increases pressure on Sam to relinquish the missing bitcoins, and goes on a hunt for Sam when he later finds out that his own personal bitcoin wallet has been emptied. Sam attempts to come clean to Josie. When Ames finds out that Sam has been stealing mail, he arrests Sam for the crime, interrupting his apology to Josie. Ames' departure is interrupted by the arrival of Harry and local police reinforcements, where Ames is arrested for money laundering.\nJack, Josie's father, consoles Josie, including the revelation that her letters to her late husband---all addressed to the Tomb of the Unknown Soldier---were always returned, because the Tomb receives no mail, and he kept them in a special box after taking out a post office box for them to be returned. Meanwhile, Harry recommends early parole release for Sam. David, now going by his real name Stanley, hacks into the Department of Justice in order to email Harry and take the blame for Sam's mail theft. Sam visits Josie at work, but she feels violated by how Sam has hacked into her life, but tells him of her plans to move to Nashville to enroll her daughter Daisy into a special needs school. A month later, Josie receives an acceptance letter for Daisy to the school with an anonymous scholarship for Daisy's tuition and fees. Josie, Jack, and Daisy move to Nashville.\nSam interviews to enlist in the Army, offering his special computer intelligence skills, deciding to chase his dreams and while helping others. After he's accepted, he writes a letter to Josie, who smiles when receiving it, convinced that Sam is now becoming the man he wanted to be.", "tmdb_plot": "Sam always seems to make the wrong decision. A convicted computer hacker, he's single, jaded and barred from using the internet. Forced to crash on his brother's couch, he makes ends meet by working at the local Twistee Treat and stealing mail while disguised as a postal worker. Then, a single pink envelope changes everything. Handwritten by a heartsick Josie to her late husband, the tender missive awakens something in Sam.", "tmdb_id": "529573", "wiki_id": "58444004"}, {"title": "On Chesil Beach", "genres": ["Drama", "Romance"], "wiki_plot": "In 1962, Edward Mayhew and Florence Ponting first meet after graduating from their respective universities. He is an historian at University College, London and rock-and-roll lover; she a classical violinist at Oxford with her own quartet. They fall in love quickly, meet each other's families, and eventually decide to get married, despite their differences in background and social status.\nFlorence is secretly anxious about the wedding due to her fears about sex, but there is no one with whom she can discuss it. On Edward and Florence's honeymoon at Chesil Beach, their backgrounds and temperaments come to the fore: Edward's quickness to anger and occasional physical belligerence, and Florence's unspoken past relationship with her father, who dominated and possibly molested her. They are both inexperienced sexually, and their first attempt at sex goes badly wrong. Florence flees along the beach, and after being confronted by an angry Edward, explains that although she loves him very much and wants to be with him for life, she can only be a platonic wife. Edward angrily rejects the idea. The couple part ways, and their marriage is annulled.\nThirteen years later, in 1975, a young girl enters the record shop that Edward now runs. He realises that she must be Florence's daughter, and he painfully reminisces about his lost love. Much later, in 2007, Edward, still single, overhears on the radio that Florence's quartet – including her husband – will be giving a farewell concert after 45 years of professional success. He attends and sits near the front of the audience.  When their eyes meet, Edward and Florence shed silent tears.", "tmdb_plot": "In 1962 England, a young couple finds their idyllic romance colliding with issues of sexual freedom and societal pressure, leading to an awkward and fateful wedding night.", "tmdb_id": "391714", "wiki_id": "51528785"}, {"title": "On Happiness Road", "genres": ["Animation", "Drama"], "wiki_plot": "Chi was born in Taiwan on April 5, 1975, the day the Chiang Kai-shek died, and so she grew up during a time when Taiwan slowly transformed from a single-party dictatorship to a democracy.  After immigrating to the United States, she receives news of her grandmother's death.  When she returns to Taiwan for the funeral, memories from her childhood and adolescence return to her.  As she reconnects family, friends, neighbors and acquaintances from her childhood, she begins to reflect on the nature of her unhappiness.  As she reminisces about her childhood and the political backdrop of her upbringing, she sees how her native land has changed in her absence and reflects on how she had changed during that time as well.", "tmdb_plot": "Chi earned her American dream after persevering with her studies in Taiwan. Following her grandmothers’ death, Chi returns to her family on Happiness Road, where she begins to feel nostalgic about her childhood and starts to contemplate the meaning of “life” and “home”. What is happiness? Will Chi find her own happiness?", "tmdb_id": "490725", "wiki_id": "62013087"}, {"title": "Outside In", "genres": ["Drama"], "wiki_plot": "Chris is released from prison at the age of 38, after serving 20 years for murder. At a surprise party to celebrate, he reunites with Carol, his former high school teacher, who was his confidant during his prison stay and who had successfully fought for his release. They later meet up, and Chris abruptly hugs her and gives her a portrait he made of her. Carol suspects he has a crush on her though her own feelings for him are complicated as she is married with a teen daughter.\nAfter Carol urges him to try to meet and socialize with other women, Chris bikes over to her home and kisses her, confessing that he is in love with her. Despite her deep emotional connection to him, she insists they should try to be friends. Returning home, she goes to her husband Tom, who no longer sleeps in their bedroom, and tries to initiate sex, but he rejects her.\nChris goes over for breakfast at Carol's, and he, she and her daughter Hildy get along well, though the mood is spoiled by the arrival of Tom. Chris is frustrated by her limited time for him and that she is considering helping another convict get parole. In addition, Chris's brother has remained friends with the man who committed the crime that he was convicted of. Chris also has difficulties finding a job.\nHildy becomes interested in Chris and befriends him. She is surprised to learn he holds her mother in such high esteem and that he credits her with helping him get through prison.\nChris asks Carol to spend one day with him where the two of them can be themselves. They go out to dinner and an arcade before going to a motel. They consummate their relationship and confess their love for one another. The following morning, leaving the motel, they are seen by Tom and Hildy. Tom attacks Chris, who kicks him in the shins before fleeing.\nHildy disappears and is later found by Carol with Chris's help. Carol apologizes to her for not paying enough attention to her and prioritizing Chris. She says what happened between her and him was a one-time occurrence.\nTom moves out of the family home, Chris gets a job, and Hildy breaks into Chris and his brother's home, where she leaves an art sculpture which he recognizes as a sign of forgiveness.\nCarol goes to visit Chris and tells him that their goals seem incompatible as he wants a simple life and she now craves a more fulfilling one. Nevertheless she asks him out for lunch, hoping they will get to know each other as they are in the present, to which Chris agrees.", "tmdb_plot": "An ex-con struggling to readjust to life in his small town forms an intense bond with his former high-school teacher.", "tmdb_id": "472805", "wiki_id": "54942936"}, {"title": "Paella Today", "genres": ["Comedy"], "wiki_plot": "Two friends, Pep and Vicent, live in a wide flat in Valencia. Both Pep, an artist, and Vicent, a tourist guide, meet Lola, an old acquaintance of Pep's, with whom both become infatuated. After Lola has sex with both of them separately, they decide to have a threesome, which generates a conflict among all three and causes Pep and Vicent to fall out.", "tmdb_plot": "", "tmdb_id": "513501", "wiki_id": "70160571"}, {"title": "An Elephant's Journey", "genres": ["Adventure", "Drama", "Family"], "wiki_plot": "Phoenix Wilder is a 13-year-old American boy living in foster care in Texas since the death of both of his parents in an automobile accident. His existence is an unhappy one, as he is not well treated by his foster family. Phoenix receives word that he is to live with his only surviving relative, his Aunt Sarah who lives in Africa with her husband, “Uncle Jack.” Upon arrival in Africa Phoenix quickly falls in love with his new surroundings, it’s a paradise for a 13-year-old boy. His Aunt Sarah is incredibly kind and showers Phoenix with the love that has been missing in his life.\nWhile out on safari with his uncle, Phoenix becomes lost from the rest of the party, he must quickly learn to survive in the African bush while the search for him goes on. Phoenix stumbles across a giant bull elephant who is caught in a net trap, and successfully frees the animal. The two become fast friends, Phoenix names the elephant Indlovu. Indlovu offers Phoenix protection from the lions and hyena that roam the African plains, and it’s not long before Phoenix learns to ride Indlovu.\nPhoenix and Indlovu come across a dead elephant with its tusks sawed off. Phoenix can’t comprehend the horror of the scene. Phoenix quickly becomes familiar with elephant poaching in Africa and decides that he and Indlovu must put a stop to the killing.\nPhoenix and Indlovu stumble across the main poacher camp, which is large and filled with armed men. Phoenix sees that the poachers have captured a female elephant and her baby, which turn out to be Indlovu’s mate and baby. Phoenix vows to return and save them both.\nIndlovu and Phoenix come across some poachers hunting in the bush, Phoenix and Indlovu chase the poachers and scare them off. They soon find more poachers at a small camp. They storm in and destroy the camp. The poachers report back to their boss, Blake Von Stein, what happened to them. Von Stein orders all the men out to find Phoenix and the elephant.\nPhoenix is finally captured by the poachers and held prisoner. During his time with the poachers as their prisoner Phoenix finds a picture of Uncle Jack with the elephant poachers. He is devastated to discover that Uncle Jack is involved with the poachers. Phoenix is finally rescued by Indlovu who sneaks into the camp under cover of darkness and frees Phoenix. The search for Phoenix continues by Aunt Sarah, his uncle, and Col Ibori, who is also leading the rangers against the elephant poachers. During the final confrontation with the poachers Indlovu and Phoenix cause major damage to the poachers camp and equipment. During the struggle Phoenix frees the captured elephants, the elephant family is reunited.\nMost of the poachers run away except for Blake Von Steien, who tracks Phoenix and Indlovu with his rifle. Von Stein finally confronts Phoenix and Indlovu.During the confrontation, Indlovu disarms Von Stein, and Uncle Jack arrives just in time to grab the gun and hold Von Stein at bay. Col Ibori soon arrives with his men, arrests Von Stein, and takes him away. Phoenix says a tearful good-bye to Indlovu and his elephant family as they head off into the wilderness together in an area free of elephant poachers.", "tmdb_plot": "A lost orphan boy and a giant elephant team up to take down an elephant poaching syndicate.", "tmdb_id": "518514", "wiki_id": "63843036"}, {"title": "Pin Cushion", "genres": ["Drama"], "wiki_plot": "Mother Lyn and daughter Iona (a.k.a. Dafty One and Dafty Two) are excited to be starting a new life in a small Midlands town. Determined to make a success of things after a tricky start at a new school, the gawky Iona becomes ‘best friends’ with Keeley, Stacey and Chelsea. Used to having Iona to herself, Lyn feels left out and tries unsuccessfully to make her own friends starting with Belinda, her sour-faced neighbour. As much as Lyn and Iona pretend to each other that things are going well, Iona struggles with schoolmates who act more like 'frenemies' than friends, and Lyn is treated with varying degrees of indifference by neighbours and a supposed support group.", "tmdb_plot": "Super close mother Lyn and daughter Iona (Dafty One and Dafty Two) are excited for their new life in a new town. Determined to make a success of things after a tricky start, Iona becomes 'best friends' with Keely, Stacey and Chelsea. Used to being Iona's bestie herself, Lyn feels left out. So Lyn also makes friends with Belinda, her neighbour.", "tmdb_id": "473706", "wiki_id": "57895595"}, {"title": "Please Stand By", "genres": ["Comedy", "Drama"], "wiki_plot": "Wendy—a brilliant autistic young woman who has a fixation on Star Trek—lives a routine life in a San Francisco group home where she is monitored by the house manager, Scottie. She spends her time writing a 450-page Star Trek script to enter in Paramount Pictures' screenwriting contest in hopes of winning the $100,000 prize. Wendy is visited by her sister Audrey, who shows Wendy pictures of her infant daughter, Ruby, and reveals that she is selling their childhood home. Wendy asks Audrey to take her home, arguing that she will be able to buy back the house and help Audrey care for Ruby once she wins the screenwriting contest. Audrey refuses, informing Wendy she isn't capable of caring for a baby. Unfortunately, Wendy has a meltdown and Audrey leaves the group home weeping.\nAfter Wendy misses the mail-in date to send her script to Paramount Pictures, she decides to deliver the script herself. She leaves the group home early the next morning and is followed by the group home's small dog, Pete. Wendy and Pete board a bus to Los Angeles, but are kicked off and left by the side of the road after Pete urinates on the bus. Wendy then wanders into a shanty town, where she is robbed of most of her money. She then wanders to a nearby shop and is nearly swindled out of the last of her money by an employee. An elderly woman named Rose intervenes to stop the employee from exploiting Wendy. Rose sympathizes with Wendy as her grandson is also autistic, and lets Wendy accompany her on the senior citizens' bus. The bus driver subsequently falls asleep at the wheel, crashing the bus without warning.\nFollowing the bus crash, Wendy wakes up in a hospital in Bakersfield. Still determined to deliver her script as planned, Wendy leaves Pete at the hospital and escapes. During her escape, Wendy loses part of her script by chance. She gathers used paper and begins rewriting the script. Simultaneously, Audrey and Scottie have realized Wendy is missing. They begin to search for her and file a missing persons report. After correctly deducing that Wendy left for Los Angeles to personally deliver her script, Scottie and her son Sam leave on the road. The Bakersfield hospital notifies Scottie and Audrey of Wendy's whereabouts; police continue the search from there. Scottie and Sam find the missing script pages while scouring the hospital.\nWendy then attempts to buy a bus ticket to Los Angeles, but is unable as she has no money. She ultimately stows away on the next bus to Los Angeles, hiding herself inside a baggage compartment. Upon her arrival in Los Angeles, Wendy wanders around until two police officers recognize her from the missing persons report. Fortunately, Officer Frank gains Wendy's trust by speaking to her in Klingon. The officers bring Wendy to the police station, where she is reunited with Audrey and Scottie. They bring Wendy to Paramount Pictures so she can deliver her script as planned.\nDespite being stonewalled by a bad-mannered mailroom worker, Wendy is able to sneak past security and submit the script to the turn-in box. Satisfied that she has completed her mission, Wendy informs her sister she did this to prove that she was more capable than Audrey thought. Wendy returns to the group home where she later receives a letter from Paramount Pictures informing her that her script was not chosen, but encouraging her to continue writing. Despite the rejection from the movie studio, she is satisfied with everything she has accomplished. Wendy visits Audrey at their childhood home and holds her niece in her arms for the first time, while Audrey embraces Wendy.", "tmdb_plot": "A young autistic woman runs away from her caregiver in order to boldly go and deliver her 500-page Star Trek script to a writing competition in Hollywood. On an adventure full of laughter and tears, Wendy follows the guiding spirit of Mr. Spock on her journey into the unknown.", "tmdb_id": "338768", "wiki_id": "56375608"}, {"title": "A Prayer Before Dawn", "genres": ["Drama", "Action", "Crime"], "wiki_plot": "Billy Moore, a young British boxer and troubled heroin addict, is arrested in Thailand after being charged with possession of stolen goods and a firearm. \nIncarcerated into Klong Prem prison, Billy is quickly subjugated to the horrors of Thai prison life, including being moved into a crowded mass ruled by cell boss Keng, forced to sleep next to a corpse and witnessing at knifepoint the rape of a fellow inmate. Billy's experiences with the other prisoners and personnel are tense, at one point going into a violent frenzy and biting into the neck of a corrections officer after being refused painkillers. Following his punishment, Billy attempts to befriend a transgender prisoner named Fame. Life in prison worsens for Billy, and he retreats into heavy drug abuse; he subsequently beats two Muslim chefs half to death after being bribed ya ba by a corrupt corrections officer.\nBilly's psyche finally breaks; he attempts suicide by slitting his wrist, though he survives. With a desperate need to fight again and battle his demons, Billy eventually joins the boxing team with the help of Fame, with whom he later develops a romance. Billy quickly adapts to the art of Muay Thai and wins his first bout in a close back-and-forth brawl. Impressed by his performance, prison warden Preecha has him transferred into the boxing team cell, being the first foreigner to compete in the national Muay Thai tournament and represent the prison. \nThere he soon develops a camaraderie with the other boxers, receiving a tattoo on his back. However, Billy is ambushed by Keng and his gang, who threaten him with a pin prick attack if he loses the tournament. Even worse, it is established that Billy is suffering from a hernia due to his drug abuse, and any subsequent damage could result in severe internal bleeding. Regardless, Billy still desires to compete. The resulting match is gruelling for Billy, as he takes multiple shots to the stomach and is also fouled by his opponent. However, Billy manages to knock him out with a spinning back elbow and wins the fight using what he learned. Despite the victory, the physical trauma is too much, and Billy ends up vomiting blood and passing out.\nBilly is quickly rushed to the hospital, and after waking up, he sneaks out of the building and into the cityscape. Billy soon reconsiders his actions and returns to the hospital. After being transferred, he meets his father (played by the real Billy Moore), and the two exchange a solemn smile. Closing titles reveal that after serving three years, Billy Moore was transferred to a UK prison and released on an amnesty by the King of Thailand in October 2010. Since his release, he has devoted his life to working with other addicts and fighting to maintain his recovery.", "tmdb_plot": "The amazing true story of Billy Moore, an English boxer incarcerated in Thailand’s most notorious prison. Thrown into a world of drugs and violence, he finds his best chance to escape is to fight his way out in prison Muay Thai tournaments.", "tmdb_id": "448776", "wiki_id": "53775846"}, {"title": "Ray Meets Helen", "genres": ["Drama", "Fantasy", "Romance"], "wiki_plot": "Ray and Helen each happen upon large sums of money which enable them to reinvent themselves. Helen comes by a drunk woman in a bar in the morning and tries to dissuade her from driving away. Later she sees the car at the side of the road out in a barren location. The woman is sat under a tree and has shot herself leaving a note inviting the person who finds her to take possession of her flat and effectively her old life. Ray is an insurance investigator who is treated badly by work. He vomits and goes to hospital for tests. His blood sample is wrongly labelled and later he gets a call suggesting bad health news.\nWhen Ray is out on his latest job - the turnover of a bank van carrying cash - he sees a boy putting wads of money into a rucksack. Later he tracks the boy to his house. He tells hm about his life as boxer before a stray bullet injured his hand. The boy shows him the rest of the money he has under lock and key. \nRay and Helen return to a fancy French restaurant where they ate when 'poor' and were moved on in favour of richer customers. Ray approaches Helen, this time wearing a suit, and offers her champagne. They go out dancing and give money to homeless people, clearly enjoying themselves. But the money they leave behind them seems to cause arguments.\nThe two kiss and then go to Helen's new apartment. Ray is reluctant when he sees the location because he knows a woman who lives there (Ginger). Inside the apartment Mary's ex-lover appears on the intercom shouting. Helen tries to explain that Mary is dead and how she came to 'have' the apartment. She becomes upset as she feels she cannot be a new person despite trying. Ray kisses her regardless.\nHelen asks Ray to wait in the hall while she makes a call. In the corridor, Ray sees his boss, Harve, leave Ginger's apartment - they seem to be breaking up but also talk about Ray. Helen has rung the police (presumably to report Mary's death) but changes her mind. Ray goes back into the apartment and Helen says she wants to go home. Ray suggests she sleep but Helen invites him back for sex. Next morning he gets up before her. They still like each other.\nRay goes to his place and Harve comes round. He's worried that Ginger wants to go public with their relationship and he is nervous. Ray gets a taxi back to the boy's neighbourhood and removes a bike and bag from the trunk. He meets a woman, Rita, he saw before who says she'd like to raise the boy (and she used to be in the army). Ray gives the boy the bike. The boy's parents aren't there and the money is gone. To Ray's surprise the boy says the money is in the bank and gives Ray a few wads. Ray tells the boy to pack his favourite things in his backpack and go next door to Faye and Rita's. Then Ray plays with the boy as he learns to ride his bike.\nRay heads off to his hospital appointment. Four masked guys who may or may not be neighbourhood watch chase Ray, who scatters money as he runs to slow them down. The police then pull over by Ray and the cop says 'stop or I'll shoot'. \nAt Helen/ Mary's apartment, the ex-lover arrives demanding to see Mary. Helen explains she's gone and throws him out. Ray gives too much cash to a nurse and the doctor arrives to say they must do more tests. Helen reports the car accident so Mary will be found. Ray sits in a cab and watches Helen leave the apartment block in her own clothes. Thinking he is ill and he doesn't want to ruin her life he asks the cab to drive off. Then he asks the cabbie to drive to Kildare County where Helen said she lived. The cabbie makes off with lots of money. \nHelen drives herself home and finds a cash note in the drive and a bloody handprint on the door - Ray's. She picks up a hammer but finds the door is still locked, so goes inside. She hasn't seen Ray lying on the grass. Ray wakes up and tries the door. Helen picks up a gun. She fires at him - above his head? But Ray collapses.", "tmdb_plot": "Ray meets Helen during a random collision of altered fates. They are strangers, over sixty, lonely, luckless. He hit rock bottom in the big city, she on a small farm. It’s a struggle not to give up or in. But then separately and without warning, each becomes overwhelmed by unrelated and extraordinary events.", "tmdb_id": "474333", "wiki_id": "58002788"}, {"title": "Retablo", "genres": ["Drama"], "wiki_plot": "The film follows Segundo (Junior Bejar Roca), a young boy in Ayacucho in rural Peru whose father Noé (Amiel Cayo) is training him in the family tradition of designing and building religious retablos, but whose secret shatters Segundo's world and everything he believes in.", "tmdb_plot": "Segundo sees silence as his only option for dealing with his father Noé’s secret. The 14-year-old lives with his parents in a village high up in the mountains of Peru. Noé is a respected artisan and Segundo’s role model. With loving eye for detail, he artfully crafts altarpieces for church and homes, and is preparing his son to follow in his footsteps. But cracks form in their tight bond.", "tmdb_id": "499394", "wiki_id": "56675782"}, {"title": "Retouch", "genres": ["Drama"], "wiki_plot": "Maryam's husband has an accident at home and, rather than saving him, she stops helping and watches him die.", "tmdb_plot": "Maryam is faced with an important decision in this black comedy from Iran.", "tmdb_id": "462071", "wiki_id": "56022407"}, {"title": "The Rider", "genres": ["Drama"], "wiki_plot": "All of the characters are Lakota Sioux of the Pine Ridge Reservation in South Dakota. Brady lives in poverty with his father Wayne and his autistic teenaged sister, Lilly. Once a rising rodeo star, Brady suffered brain damage from a rodeo accident, weakening his right hand and leaving him prone to seizures. Doctors have told him that riding will make them worse. \nBrady regularly visits his friend, Lane, who lives in a care facility after suffering brain damage from a similar accident. Brady's father does little for the family, spending their income on drinking and gambling. Once, to fund their trailer, he sells their horse, Gus, infuriating Brady.\nBrady takes a job in a local convenience store to raise money for the family. He also makes some money breaking in horses. With his savings, he intends to buy another horse, specifically a temperamental horse named Apollo, but his father actually buys it for him and Brady bonds with it, as he had with Gus. However, his riding and refusal to rest cause him to have a near-fatal seizure. Doctors warn him that more riding could be fatal. Upon returning home, Brady finds that his horse has had an accident, permanently injuring a leg. Knowing that the horse will never be able to be ridden ever again, and not being able to bring himself to put his own horse down, he must have his father to do it for him. \nAfter an argument with his father, Brady decides to take part in a rodeo competition, despite the doctors' warnings. At the competition, just before he competes, he sees his family watching him. He finally decides to walk away from the competition and life as a rodeo rider.", "tmdb_plot": "Once a rising star of the rodeo circuit, and a gifted horse trainer, young cowboy Brady is warned that his riding days are over after a horse crushed his skull at a rodeo. In an attempt to regain control of his own fate, Brady undertakes a search for a new identity and what it means to be a man in the heartland of the United States.", "tmdb_id": "453278", "wiki_id": "53843521"}, {"title": "Salient Minus Ten", "genres": ["Horror", "Science Fiction"], "wiki_plot": "The plot of Salient Minus Ten focuses on Adam Harper, who unexpectedly finds himself thrust into a brutal game of life and death.", "tmdb_plot": "Adam Harper is an average man. And on an average day he suddenly finds himself catapulted into the strangest, reality changing game... A game of time and chance, where the stakes are a matter of life and death.", "tmdb_id": "501968", "wiki_id": "57372596"}, {"title": "The Scent of Rain & Lightning", "genres": ["Western", "Drama", "Mystery"], "wiki_plot": "When a young woman learns her parents' killer has been released from jail, she is forced to revisit old wounds while discovering the destructive power of hate and the true cost of family secrets fully revealing themselves.", "tmdb_plot": "When a young woman learns her parents' killer has been released from jail, she is forced to revisit old wounds while discovering the destructive power of hate and the true cost of family secrets fully revealing themselves.", "tmdb_id": "411141", "wiki_id": "48530880"}, {"title": "A Season in France", "genres": ["Drama"], "wiki_plot": "The film is set in 2016. Abbas Mahadjir was a French teacher in the Central African Republic. He fled with his family, including his brother, from one of the civil wars that struck his country. He is haunted by the memory of his wife, killed during their flight. He now lives in France [the film is set in the Paris suburbs] with his two young children, Asma and Yacine, who go to school. He works in a fruit and flower market, and skips between borrowed and rented apartments. He meets Carole at the market, a florist of Polish origin with whom he establishes a relationship.\nWhen his asylum application is rejected by OFPRA (Office français de protection des réfugiés et apatrides), Abbas initiates an appeal. When this in turn is rejected, he is served with an 'obligation to leave' notice, within 30 days. Now without work and housing, and \"sans papiers\", Abbas and his children find refuge with Carole. His brother, who had been a philosophy lecturer in the CAR, also has his asylum application rejected, and he self-immolates in the immigration office, later dying from his injuries.\nAt the end of the statutory 30 days, suffering extreme distress, Abbas does not file an appeal with his last hope, the chairman of the administrative tribunal. When the police summon Carole to the police station and inform her of the penalties incurred for helping foreign over-stayers, he prefers to flee with his children without leaving an address or contact. Carole tries in vain to find any trace of them in the Calais Jungle migrant camp, which had been cleared and dismantled a few hours earlier.", "tmdb_plot": "An African high school teacher flees his war-torn country for France, where he falls in love with a Frenchwoman who offers a roof for him and his family.", "tmdb_id": "470643", "wiki_id": "54655915"}, {"title": "Sergio and Sergei", "genres": ["Drama"], "wiki_plot": "Sergio is a professor of Marxist philosophy at Havana. He is also a radio ham. His Jewish-American contact Peter sends him a modern radio. Through it, Sergio contacts and befriends Sergei, a Soviet cosmonaut in Mir space station. Meanwhile, a failed coup brings the end of the Soviet Union. Sergei has to wait until the new Russia can rescue him. Sergio endures the hardships of post-Soviet Cuba.\nWith the help of his balsero (raft building) building neighbor, Sergio distills moonshine and his mother makes cigars, so that his daughter Mariana has milk. Their informer neighbor Ramiro snitches to officer Lía about Sergio's illegalities. Sergei is concerned with the hardships suffered by his family in post-Soviet Russia and threatens to denounce them publicly. Sergio contacts Peter who pressures an FBI acquaintance.\nOut of national pride, Russian president Boris Yeltsin orders Sergei's rescue. After the landing, Sergio and Sergei rejoice via radio. In a dreamlike-sequence, Ramiro breaks free of gravity and flies to Mir.", "tmdb_plot": "In 1991, the USSR is falling apart and Cuba enters its hardest economic crisis. Sergio, a professor of Marxism who can't provide for his family, and Sergei, a Soviet cosmonaut stranded in the Mir space station, share a common passion: amateur radio. Through this hobby, both men will be able to help each other in facing the dramatic changes of their countries.", "tmdb_id": "473352", "wiki_id": "58632723"}, {"title": "The Skin of the Wolf", "genres": ["Romance", "Drama"], "wiki_plot": "Martinon is a huntsman who lives a life of solitude on a mountain top in an abandoned town. The area near Martinon's home is rocky with steep hills, which are surrounded by a dense forest filled with wildlife. Martinon's daily routine consists of maintaining the land in front of his house, setting traps, tending to his goats and hunting for wolves so that he can trade their skins. Martinon's physical appearance, tall and muscular with shaggy hair and a bushy beard, intimidates those he encounters. \nDuring a visit to the local town, Martinon is collecting a bounty from wolf skin from the mayor.  The mayor haggles with him over the price. The bar owner Severino suggests to Martinon that he should consider marriage and starting a family to pass on his property as his legacy. Martinon considers the suggestion but points out that the conditions of his life in the mountains are no place for children or a wife. On his way out of town Martinon has sex with a local woman, Pascuala. Martinon makes a deal with Pascuala's father, Ubaldo, and pays the father a sum of money for Pascuala.\nMartinon leaves town with Pascuala as his wife. Pascuala adapts to her new home life with ease, but begins showing signs of an unknown illness through consistent coughing. Pascuala also tells Martinon that she is pregnant. Martinon shows no verbal or facial expressions on how he feels about the pregnancy, but begins to create a baby crib. Pascuala's illness worsens, resulting with a difficult pregnancy. Bedridden Pasculua dies while giving birth to a stillborn baby boy, while Martinon is tending to the goats.\nVisibly saddened and frustrated because of the deaths of his wife and son, Martinon breaks the baby crib he created. While attempting to bury their bodies, Martinon burst into a fit of anger and begins knocking down the headstones on the older surrounding graves of the graveyard. Martinon brings the bodies of his wife and the baby boy to Ubaldo, and accuses him of knowing that Pasculua was sick and  pregnant with someone else's child upon joining him. Ubaldo concedes to the accusations, stating that he was afraid that Pascuala's reputation would  be ruined. He'd hoped that once Pascuala had her baby, people would believe that Martinon was the father, since they were living together. Martinon berates Ubaldo for not being a good father and demands his money back. Ulbaldo begs Martinon for time to collect the money. Martinon gives him until the next spring to pay.\nWhen Martinon goes back to Ubaldo to collect his money, rifle in hand, Ubaldo instead of money offers his youngest daughter, Adela, to Martinon. He says Adela will join him, provided that he marry her. Martinon accepts Adela and the next day they are married. After the wedding, Ubaldo apologizes to Adela for the impromptu marriage. He pleads with Adela not to run away, but instead to attempt to adapt to the situation, because should she run away, Martinon would look for her and also come after Ubaldo. Her father then gives Adela a red cloth, later revealed to contain herbs, telling her to use it should her situation become unbearable.\nAdela leaves with Martinon on the journey back to the top of the mountain. The walk is strenuous for Adela, causing Martinon to stop repeatedly to give her water. Adela does not adapt to her new life, which features brutal sex forced upon her and a complete lack of human connection with Martinon, who regards her as a piece of property. One day Martinon informs Adela that he will be gone for trading for four days. Martinon warns Adela to be careful of the wild life in the forest, should she venture outside the abandoned town. While alone for four days, Adela inspects the ruined buildings of the abandoned town and the nearby cemetery, where she notices two open graves. Upon Martinon's return, Adela asks for whom they were intended. Martinon replies that \"they're not graves, just holes\". This response upsets Adela and she begins to walk away when Martinon tells her that Pascuala's death was her father's fault because Ubaldo traded Pascuala knowing she was sick and pregnant. Martinon also tells Adela that Ubaldo did the same trade with her. Adela calls Martinon a liar and walks away.\nLater Martinon observes Adela staring tearfully out into the distance. While looking at herself in the mirror Adela realizes she is pregnant. Though Martinon shows no verbal or facial reaction, he prepares a baby crib and makes breakfast for Adela in the mornings. Martinon also begins to reduce any strenuous activities for Adela. One day while cleaning a wolf skin, Adela becomes frustrated, and resolves to poison Martinon's food with the herbs her father gave her. Martinon unknowingly eats the poisoned foods and soon becomes sick, vomiting daily. Adela appears pleased with herself and decides to run away while Martinon is out hunting. While running down the mountain Adela steps on one of the traps set by Martinon, preventing her from properly running and walking.\nWhen Martinon returns home to find Adela gone he immediately searches the ruined buildings of the town. The next morning he follows Adela's tracks and discovers her passed out under some fallen trees. Martinon takes Adela home to nurse her back to health. While wrapping the unconscious Adela's frost bitten feet Martinon observes Adela having a miscarriage. Adela becomes strong enough to walk around the house. Adela sorrowfully tells Martinon that she lost the baby. Martinon is quiet, as he is already aware. Martinon tells Adela that once she fully recovers, she can return to her family. When Adela asks why, Martinon only replies that the days are shorter so she'll have to leave early. Adela shows a mix of happiness and remorsefulness  while standing outside alone, and she eventually leaves.\nMartinon is left alone in his home. He soon discovers Adela's hidden canister of poisonous herbs. Martinon stands outside silently crying to himself while staring out into the distance. The film ends with Martinon in bed looking up at the ceiling alone in his house while the darkness settles around him, with his rifle by his side. As the scene pulls away, the door to Martinon's house has been left wide open to a cold snowy evening", "tmdb_plot": "Martinón is the last inhabitant of Auzal, a village in the mountains where he lives in communion with nature. He only goes down to the valleys twice a year to trade and to buy provisions. But one day he’s convinced to take a wife, a decision intended to soften his calloused soul—but in some ways his real struggle is only just beginning.", "tmdb_id": "437380", "wiki_id": "57760932"}, {"title": "The Soup", "genres": ["Drama"], "wiki_plot": "Abandoned by his family due to his wrongdoings, ex-convict Jae-goo (Yoon Park) makes a living working as a construction worker. One day, he meets and approaches mentally disabled Soon-sik (Shin Jung-geun) at a funeral hall who let him spends the night at his house. The next morning Jae-goo leaves, but when Soon-sik comes home from work, he is startled to find Jae-goo at his home again.", "tmdb_plot": "An ex-con enters a house without being invited to live with a married couple with intellectual disabilities and their seven-year-old daughter.", "tmdb_id": "535638", "wiki_id": "59623112"}, {"title": "Still/Born", "genres": ["Horror"], "wiki_plot": "Mary (Christie Burke), in her first pregnancy, gives birth to twins. However, only one of them survives. Mary then starts showing postpartum depression symptoms, and becomes convinced that an evil entity wants to take her surviving baby.\nAfter Mary's husband leaves for a business trip, and after some events transpire, Mary starts to fear for her child's life.", "tmdb_plot": "Still/Born follows Mary, a new mother who lost one of her twins in childbirth. As she struggles with the loss of one of her children, she starts to suspect something sinister is after her surviving child - a supernatural entity that has chosen her child and will stop at nothing to take it from her.", "tmdb_id": "429742", "wiki_id": "62124807"}, {"title": "The Strange Ones", "genres": ["Thriller", "Drama"], "wiki_plot": "The film opens as a house fire sends a teenage boy, Sam, and a twenty-something man, Nick, on a road trip across rural America. As they head towards what Nick believes could be a second chance, they tell people at diners and rest stops that they're brothers Nick and Jeremiah and on vacation. Seeming jealousy on Sam's part over anyone spending time with Nick soon suggests that a darker relationship exists between the two males. Sam has difficulty interpreting the difference between reality and dreams. Nick tells him that it doesn't matter and that Sam can turn his dreams into reality.", "tmdb_plot": "Mysterious events surround the travels of two brothers as they make their way across a remote American landscape. On the surface all seems normal, but what appears to be a simple vacation soon gives way to a dark and complex web of secrets. This is the feature film version of the 2011 short film going by the same name.", "tmdb_id": "426258", "wiki_id": "54465763"}, {"title": "Submission", "genres": ["Drama"], "wiki_plot": "After publishing his first novel, which earns him a little fame, Ted Swenson begins his career as a creative writing teacher at Euston College in Vermont, hoping to soon leave it after he publishes another hit novel, but gets stuck in that job for about 10 years and becomes a tenured professor. One of his students, Angela Argo, requests him to read the first chapter of her novel, Eggs, which he does and finds the writing style impressive. His colleague Magda tells him about the vulgar poems Angela wrote when she took her class, and tells him that she actually insisted on making it a donation to the college library. Though librarians found the poetry about a phone sex worker rather obscene, they decided to keep it as an act of good faith.\nTed checks out that poetry book which primarily consists of erotic conversations between a phone sex worker named Angela 911 and her clients. Later, he attends a dinner at his colleague's place along with his wife Sherrie, where they all discuss the new campus sexual harassment rule-book and how political correctness is affecting their teaching style.\nTed praises Angela's writing and encourages her to write more; she in turn gives him increasingly erotic later chapters of her novel. Ted, reading her novel, which is about a teenage girl sexualizing her science teacher, starts imagining himself as that science teacher, but tries to keep their relationship professional. One day, Angela asks him to give her a ride to Burlington to get a new laptop. After returning to the school, she invites him into her dorm room to set up her computer. Though reluctant, Ted follows her and soon, she comes onto him and they quickly begin to have sex. However, before they can finish, Ted's weak tooth comes out and they humorously decide to postpone sex for some other time. While leaving her room, Ted meets one of his other students who eyes him suspiciously.\nOne day during class, Angela blatantly tells another student that her plot and characters are weak. While the students expect Ted to reprimand her, he does nothing and, after everyone leaves, Angela asks Ted to show her novel to his agent. Though surprised, Ted agrees, but the agent shows disinterest in reading a newbie's novel. Later, Ted tries to explain the situation to Angela but she becomes furious, shouting that she only slept with him in hopes of getting to a reputed agent through him. Shocked, Ted says he didn't think their relationship had anything to do with business and Angela angrily leaves.\nThe next day, Ted gets a call from the university board and learns that Angela has filed a sexual harassment suit against him and produced tape of their previous day's conversation as proof. Everyone, including his wife, blames him and, after his students and some faculty members testify against him, he loses his job, marriage and reputation. However, Angela gets a call from Ted's agent, who now shows interest in her work in light of the controversy. Fifteen months later, Ted is writing his memoirs in a cafeteria. When he sees a woman at his table reading Eggs, he asks her how she likes the book.", "tmdb_plot": "A well-respected professor who is a celebrated novelist and loving husband loses himself when he becomes obsessed with an ambitious and talented student.", "tmdb_id": "414454", "wiki_id": "55122517"}, {"title": "The Super", "genres": ["Thriller", "Horror"], "wiki_plot": "Phil Lodge (Patrick John Fleuger) is a retired cop who takes up a job in a large apartment building as one of three supers.\nAs part of being a live-in super, Phil takes up residence in said apartment building with his two daughters, Violet (Taylor Richardson) and Rose (Mattea Conforti). The family has been through a tragedy as it is soon found that Phil’s wife and the mother of his daughters has died. Things seem to have been tense since then, with the adolescent Violet radiating attitude and push back in every conversation she has with her dad.\nPrior to Phil moving in, a violent murder happened in the same apartment building. Soon after he begins work, a series of disappearances take place one after the other and Phil begins to notice his youngest daughter, Rose, has begun to have a strange fascination with one of the other supers, Walter (Val Kilmer). Walter, in addition to being mysterious, also happens to dabble in black magic. Phil begins to suspect that Walter is behind the mysterious disappearances and is shown to go to any lengths to protect himself and the lives of his daughters.", "tmdb_plot": "A man becomes the superintendent of a large New York City apartment building where people mysteriously go missing.", "tmdb_id": "463022", "wiki_id": "60407715"}, {"title": "Sweet Country", "genres": ["Western", "Crime", "Thriller", "Drama"], "wiki_plot": "Sam Kelly is a middle-aged Aboriginal farm worker in the outback of Australia's Northern Territory some time after the end of the First World War. His employer, Fred Smith, a kindly preacher, agrees to lend Sam, his wife, Lizzie, and his niece, Lucy, to a bitter, abusive, and alcoholic veteran of World War I named Harry March on a neighbouring farm to renovate the latter's paddock fences. After sending Sam out to round up some cattle, Harry rapes Lizzie, and threatens to skin her and Sam and rape Lucy if Lizzie tells Sam. Sam's relationship with Harry quickly deteriorates.\nLater, Harry visits the farm on which Sam works looking for a runaway Aboriginal youth named Philomac, who had escaped after Harry had chained him up to stop him from stealing. Harry fires rifle shots into the house then kicks in the door, leading Sam (who is inside with Lizzie) to pick up a gun and kill Harry in self-defence.\nSam goes on the run from the law, setting out with Lizzie across the outback. The manhunt for Sam is led by Sergeant Fletcher, who has to contend with the heat, venomous animals, and Aboriginal warriors. Eventually Sam and Lizzie return to turn themselves in, while Fletcher has a gallows constructed and tries to influence the judge who comes to the town to conduct the trial. More details emerge and Sam is acquitted. As he leaves the town in a horse and buggy, he is killed by a sniper.", "tmdb_plot": "In 1929 in the outback of the Northern Territory, Australia, Aboriginal stockman Sam kills white station owner Harry March in self defense. Pursued across the outback, him and his wife Lizzie go on the run through the glorious but harsh desert country.", "tmdb_id": "468210", "wiki_id": "54669170"}, {"title": "Terrified", "genres": ["Horror"], "wiki_plot": "At home in Buenos Aires, Clara hears strange voices coming from the plughole in her kitchen sink. The voices seem to be discussing a plan to kill her. That night, awakened by thumping sounds, Juan is terrified to find Clara's dead body hovering in midair in their bathroom, repeatedly slamming against the wall as if thrown by an invisible force.\nWalter, who lives next door, is also experiencing supernatural occurrences. Each night, as he tries to sleep, invisible forces shake and move his furniture, including his bed. When he uses a video camera to film the events, he sees a tall, naked figure emerging from beneath the bed, standing over him as he sleeps, and hiding in the wardrobe.\nAcross the road, Alicia is grieving the death of her young son, hit by a bus outside Walter's house. Alicia's ex-boyfriend, police commissioner Funes calls Jano, a paranormal investigator and former coroner. Jano 'sees' the dead boy sitting at the kitchen table, having apparently returned from the cemetery, leaving behind a trail of muddy footprints. After deliberating, the two eventually move the now inanimate corpse to an outside freezer.\nNearby, Jano meets Dr. Mora Albreck, another paranormal investigator. Mora has arrived to meet Walter, after viewing the video recordings he sent her. However, he has gone missing, leaving his house empty. Together with Rosentock, another supernatural researcher, Jano and Albreck visit Juan, now the main suspect in his wife's murder and held in a psychiatric facility. After being assured they believe his story, Juan allows them to investigate his house.\nThe specialists return to the troubled street, before separating to investigate one property each. Funes accompanies Rosenstock, who is based at Walter's house. As weird phenomena occur and the investigators begin to die in gruesome and inexplicable ways, Funes realizes he has no choice but to flee the scene or risk losing his own life.\nBack at the psychiatric facility, the police attempt to further question Juan but he is distracted by the figure of a tall man behind them, a man who resembles a burned Rosentock. They turn around, seeing nothing except for an empty chair. Suddenly, the chair flies towards the camera.", "tmdb_plot": "Police commissioner Funes and three researchers of supernatural phenomena investigate inexplicable events that are occurring in the suburbs of Buenos Aires.", "tmdb_id": "489430", "wiki_id": "64347823"}, {"title": "They", "genres": ["Drama"], "wiki_plot": "Set in the Chicago metropolitan area, it takes place over a single weekend. 13-year old J, assigned male at birth, is deciding which gender they will be in advance of a meeting with a doctor. J writes in a diary indicating the times they feel like female, male, or no gender. Their bone density is decreasing, so they must stop taking puberty blockers and pick a gender. In addition, the artist Araz and J's sister, Lauren, are marrying so Araz can get residency documents to live in the United States. Araz's parents cannot come to the United States and wish to see him, but Araz fears that if he comes to Iran, he will never return to the U.S.The ending is deliberately left unclear.", "tmdb_plot": "J is in their early teens and lives in the countryside. J has been diagnosed with Gender Identity Disorder, goes by the selected pronoun “they”, and takes hormone blockers to suspend puberty. While J’s parents are away, their older sister and her Iranian boyfriend are assigned the duties of house-sitting and looking after J.", "tmdb_id": "350050", "wiki_id": "54093046"}, {"title": "Thirst Street", "genres": ["Drama", "Romance", "Thriller"], "wiki_plot": "Gina (Lindsay Burdge) is an American flight attendant in her mid-30s who is still coming to terms with the suicide of her boyfriend (played in flashbacks by Damien Bonnard). During a layover in Paris, she and two of her co-workers end up at a strip club, thinking it will be a cabaret. There she meets the manager, Jerome (Bonnard); she is drawn to him in part because of his resemblance to her late boyfriend. The two have a one-night stand, and then she comes back the next day and the two have sex again. On a whim, Gina decides to quit her job, move to Paris, and get an apartment across the street from Jerome's; she then also gets a job as a waitress at the strip club, all in an attempt to start a relationship with Jerome. Jerome shows growing discomfort with her, and rekindles his relationship with his on-again, off-again rock singer girlfriend, Clémence, eventually proposing to Clémence. Depressed, Gina stops paying her rent checks or going to work, resulting in her being kicked out of her apartment and fired from her job. She decides to devote herself full-time to getting together with Jerome, and lies to him that she is pregnant with his child. After finding out the truth, Jerome runs away from Gina into the street and is hit by a car, ending up in a coma. Gina tells the people at the hospital that she is Jerome's fiancée, and receives his possessions, including the engagement ring he bought, which she proudly wears.", "tmdb_plot": "Gina, an American flight attendant, falls in with a Parisian bartender on a layover only to find herself tangled in a web of deception, delusion and unrequited amour fou.", "tmdb_id": "426259", "wiki_id": "54194283"}, {"title": "Thoroughbreds", "genres": ["Drama", "Thriller"], "wiki_plot": "In suburban Connecticut, upper-class high schooler Amanda euthanizes her crippled horse with a knife, resulting in charges of animal cruelty.\nSometime later, Amanda arrives at the home of the more popular and academically inclined Lily. The girls were previously best friends but grew apart after the death of Lily's father. They meet under the pretense of hanging out and having a casual tutoring session, but Amanda knows that her mother has paid Lily to socialize with Amanda. Lily denies being paid, but Amanda, who says that she does not experience emotions due to an unspecified mental disorder, is unfazed. Lily meets with Amanda again, this time voluntarily, and they rekindle their friendship.\nLily lives with her mother Cynthia and stepfather Mark, whom she hates. One night, Amanda asks if Lily has ever thought about killing Mark, upsetting Lily. However, tensions flare between Lily and Mark when Mark enrolls Lily in a boarding school for girls with behavioral issues. After seeing him berate Cynthia, Lily reconsiders and calls Amanda about the notion of killing him. She proposes that Amanda perform the murder as Amanda would not experience guilt. However, Amanda believes that her pending animal-cruelty trial would make her an immediate suspect. They decide instead to blackmail drug dealer Tim (who had previously been in jail for statutory rape) into murdering Mark while the two girls are out of town. On the night of the planned murder, Tim arrives at the property but leaves without killing Mark. The girls agree not to contact Tim again, as his own criminal history will prevent him from alerting the police. Lily impulsively prepares to kill Mark herself but is talked out of it by Amanda.\nOne night, Lily and Amanda are watching a film at Lily's home when Lily reveals she spiked Amanda's drink with Rohypnol so she could stab Mark to death and frame Amanda. Lily attempts to back out of the plan, but Amanda, realizing a life spent without emotions is \"meaningless,\" willingly finishes her drink. While Amanda falls unconscious, Lily murders Mark and smears Amanda with his blood, crying and holding her for comfort.\nSometime later, Lily encounters Tim, who now works as a restaurant valet. Following Mark's death, Lily has once again found academic success and is interviewing for college admission. They talk about the murder (though Lily lies about what really happened), and Lily mentions having received a letter from Amanda, who has been committed to a psychiatric hospital for the crime. The letter is shown to detail Amanda's life at the hospital, including a recurring dream about a future in which humans let the world fall into disarray due to their vanity, leading to it being overrun by thoroughbred horses. When Tim asks what the letter said, Lily says she threw it away without reading it. In the last scene, Amanda is seen smiling at a photo of her and Lily together, riding horses.", "tmdb_plot": "Two teenage girls in suburban Connecticut rekindle their unlikely friendship after years of growing apart. In the process, they learn that neither is what she seems to be, and that a murder might solve both of their problems.", "tmdb_id": "397722", "wiki_id": "52597468"}, {"title": "A Tiger in Winter", "genres": ["Drama"], "wiki_plot": "Gyeong-yu (Lee Jin-wook) has nowhere to go after being thrown out by his girlfriend. One day, while working as a substitute driver, he meets his ex-girlfriend Yoo-jung (Go Hyun-jung). Can they start over again as they face their own challenges in life?", "tmdb_plot": "On a winter day, when a tiger escapes from the zoo, a man is kicked out of his girlfriend’s house. Having no place to go, he wanders from here to there while working as a substitute driver and meets his old girlfriend. Can they start again?", "tmdb_id": "476604", "wiki_id": "59578692"}, {"title": "Transgression", "genres": ["Drama"], "wiki_plot": "18-year-old Yana gives an interview on a talk show. Baited and provoked by the irritating and arrogant host, she talks about her life and confesses that she is in an intimate relationship with Stoil, a rock musician who is twice her age. The studio audience, filled with indignation, starts commenting on Yana's revelation, and shows their lack of approval. This leads to a chase by a vigilante group of hunters and other complications.The film is divided into three parts: Him and Her, The Others, and The Hunt. Its nonlinear narrative follows Yana's memories: wild parties, a motorcycle rally, July Morning, a threesome with her best girlfriend, beach-side bonfires, a crypto-gay machista's birthday, a cheap tattoo shop, a posh spa hotel, wine tasting, pot smoking and transgressive sex.", "tmdb_plot": "TV talk show hosts bait young Yana into confessing her unusual relationship with an aging rocker. This leads to a chase by a vigilante group of hunters and other complications.", "tmdb_id": "550552", "wiki_id": "68374892"}, {"title": "The Valley", "genres": ["Drama"], "wiki_plot": "The Valley is the story of an immigrant entrepreneur Neal Kumar and his family, who live in the technologically driven culture that is Silicon Valley. His affluent life appears idyllic from the exterior, however, when his daughter Maya tragically commits suicide, the fractured nature of his interior life becomes apparent to himself and those around him. At the outset, Neal unveils his latest technology Augur from his company Virtually You, which emphasizes how technology enhances human connectedness. Sometime later, he drives to a cliff and pulls out a gun. He remembers the events of the past year, when his daughter has committed suicide. Afterwards, the family is devastated and does not understand the cause of the tragedy. Neal’s quest to find out the truth propels him on an increasingly frantic journey that brings him to the brink of disaster.", "tmdb_plot": "Devastated by his daughter's suicide, an immigrant entrepreneur working in high-tech seeks answers to his lingering questions.", "tmdb_id": "484368", "wiki_id": "50397808"}, {"title": "The Vanishing of Sidney Hall", "genres": ["Drama", "Mystery", "Romance"], "wiki_plot": "The film centers around Sidney Hall a young novelist whose life is depicted in a non-linear narrative, through elliptical flashbacks and flash-forwards through three periods of his life.\nAt the age of eighteen, Sidney reads a story about masturbating in the sixth grade to his English class, to the chagrin of his teacher. He is spared from expulsion by a fellow English teacher, Duane Jones, who encourages him with his writing. Sidney is subsequently approached by a bully, Brett Newport, who requests assistance with digging up a package they buried when they were small children. Sidney declines and returns home to his abusive mother Velouria, his downtrodden disabled father Gerald, as well as a love letter from an unidentified \"Melody\". Duane encourages Sidney to use unorthodox, loud tactics to draw Melody out, which he attempts, to no avail.\nHe spots a girl from the Jameson family across the street and correctly deduces that she is Melody, though she is hesitant to directly interact with him. After seeing Brett bully a classmate, Sidney agrees to help him dig up the package, on the condition that he ceases bullying. The pair go and dig the package up, but as they are about to part ways, Brett's father, Judge George Newport, violently arrives on the scene and Brett is forced to hand the package off to Sidney. Sidney watches the tape, to discover that it is a recording of Judge Newport having sex with an adolescent girl. Sidney and Brett rendezvous and agree to go to the authorities with the tape.\nMelody calls Sidney and arranges an impromptu date to the fair with him, in which she takes her family's car without permission. At the fair, they bond and Melody admires a small wooden statue at a booth. The carver at the booth, Johan Tidemand, gives Sidney the statue for free. Having watched Brett's tape and read Sidney's unflattering personal notebooks, Velouria confronts Sidney and throws them into the fireplace. Sidney informs Brett that the tape is destroyed, prompting Brett to commit suicide. This inspires Sidney to begin writing a controversial novel called \"Suburban Tragedy\", which Duane admires and sends to the publisher Harold, at Porterhouse, who inks a book deal, with Duane as Sidney's agent. Sidney confronts Velouria about him moving away. She attacks Sidney, who hits his head on a mantelpiece. Sidney and Melody subsequently move away together.\nAt the age of twenty-four, Sidney is a successful, albeit alcoholic, writer with two books- Suburban Tragedy and State of Execution- atop The New York Times Best Seller list and his name in contention for a Pulitzer Prize. He suffers from hallucinations, as his head injury left scarring on the left side of his brain. At a book signing, Sidney meets an obsessed fan called Henry Crowe, who quotes Suburban Tragedy and speaks of knowing what must be done. Shortly after, Crowe attempts murder and commits suicide, casting the book in a negative light, leading to a competitor on the list, Francis Bishop, to win the Pulitzer. With his marriage with Melody failing, Sidney has a discreet, ongoing affair with Harold's daughter, Alexandra. Melody informs Sidney that she is pregnant, though she insists that he is honest if he is having an affair, which he denies. He reveals that he purchased their dream house in New Mexico. While Sidney and Melody are at a restaurant, Alexandra confronts them, revealing the affair. Sidney and Melody make their way to their apartment, and while Melody attempts to leave in the elevator, the power goes out, trapping them. Melody suffers an asthma attack and due to not having her inhaler, dies in Sidney's arms in the elevator. Sidney leaves his apartment with the keys inside.\nAt the age of thirty, Sidney has not been seen nor heard from in five years. Downtrodden, he spends his time going from library to library, burning copies of his books. An apparent detective, The Searcher, traces his steps and interviews those who have known him, including librarians, Duane and Johan, who forged identities for him. After making his way to New Mexico and riding on trains with his dog, Sidney is arrested for having an open alcohol container in public. The Searcher bails Sidney out of jail and takes him for breakfast, where he reveals himself to be Francis Bishop, wishing to write a biography about Sidney. Francis takes Sidney to the house in New Mexico, where Francis reveals that the positive influence from Suburban Tragedy dissuaded his son from committing suicide. The writers part ways. Sidney's health takes a turn for the worse from the seizures and effects from alcoholism, putting him in a terminal state in the hospital. Sidney summons Francis, who he gives all his writings to and reveals the secrets about the inspiration for Suburban Tragedy, as well as Judge Newport's perversion. Sidney goes silent and Francis departs from the hospital room. Sidney sees a vision of Melody and, taking the form of his eighteen-year-old self, holds her hand as he passes away.", "tmdb_plot": "Over the course of 12 years, and three stages of life, Sidney Hall falls in love, writes the book of a generation and then disappears without a trace.", "tmdb_id": "353066", "wiki_id": "48645386"}, {"title": "The VelociPastor", "genres": ["Horror", "Action", "Comedy"], "wiki_plot": "Catholic priest Doug Jones witnesses his parents die in a car fire. He travels to China on a spiritual journey and comes across ninjas searching for an artifact said to turn people into the Dragon Warrior. After becoming infected by the artifact, Doug begins having nightmares and goes out into the forest late at night as he transforms into a dinosaur. He saves Carol, a prostitute, from a thug.\nWaking up in Carol's bed naked, with no memory of the night before, Doug initially believes they had sex, but after Carol tells him what happened he realizes the truth. Unpersuaded by her suggestion to use his new power to fight crime and get rid of people they believe are beyond spiritual salvation, he returns to the church for confessions; speaking to Frankie Mermaid, Carol's pimp, he learns  Mermaid is the one responsible for killing Doug's parents.\nEnraged, Doug proceeds to kill Mermaid and, now convinced about her plan to fight crime, returns to Carol needing her assistance. Father Stewart, learning of Doug's new power, encourages Doug to lose it and stop killing. He takes him to see Altair, an exorcist, hoping to remove Doug's power. In a flashback, we learn Father Stewart saw a war buddy shot while off guard and that his love interest was killed in an accident. Back in the present, the exorcism fails and Doug transforms, taking one of Father Stewart's eyes.\nReturning to Carol, Doug is confronted by ninjas. Father Stewart wakes up in a camp of drug-dealing Christian ninjas, led by Wei Chan who plans to sell highly addictive cocaine to people and then cut off supplies. Wei Chan hopes this will lead the addicts to turn to the church where he will eventually take over and use them as his army. Father Stewart rejects this idea and is killed. Doug and Carol are  confronted by ninjas and plan to stop Wei Chan.\nDoug is stopped by Sam the White Ninja, who he later realizes is his brother. Doug catches Sam off guard and uses telekinesis to take Sam's sword and kill him. Doug and Carol fight off more ninjas and are badly wounded. Doug,  fighting off the remaining ninjas, is shot by Wei Chan with an arrow containing anti-venom to stop his transformation. Doug's hands are immune to the anti-venom and he proceeds to kill Wei Chan using his velociraptor powers, among other techniques. Doug carries Carol to the hospital where she recovers.\nDoug, no longer a priest with a bounty on his head, plans on traveling the world with Carol and continuing their original idea of killing off criminals.", "tmdb_plot": "After losing his parents, a priest travels to China, where he inherits a mysterious ability to turn into a dinosaur. At first horrified by this new power, a prostitute convinces him to fight crime. And ninjas.", "tmdb_id": "457712", "wiki_id": "61861258"}, {"title": "Village Rockstars", "genres": ["Drama"], "wiki_plot": "Dhunu is the protagonist amidst a group of real village rock stars. Growing up in hardship, she cherished aspiration of having her own rock band. Her life although engulfed by hostile natural calamities doesn't bar her from dreaming of owning a real guitar.\nTen-year-old Dhunu (Bhanita Das) lives in Kalardiya village near Chaygaon in Assam, India with her widowed mother (Basanti Das) and elder brother Manabendra (Manabendra Das). While helping her mother sell snacks at a local event, she becomes mesmerized by a band that's performing there. The part that's so delightfully hokey: the boys belt out their hits with musical instruments made of styrofoam. She proceeds to copy them, carving a guitar.\nImpressionable and tenacious at the same time, Dhunu reads a comic book and decides she wants to form a band playing real instruments. Rupee by rupee, she begins to save for the guitar. She reads an article in a scrap newspaper and decides that positive thinking can make the possession of the guitar materialize. But as floods destroy the family's crops, Dhunu must choose her priorities.", "tmdb_plot": "In a small village in northeast India, 10-year-old Dhunu dreams of having her own rock band. Her vibrant spirit, imagination and self-assurance stand out in a world where girls are expected to be timid and submissive. With her gang of boys and the support of her widowed mother, Dhunu faces the struggles of her daily life and hopes for the day she can finally play on a real guitar.", "tmdb_id": "473320", "wiki_id": "55826387"}, {"title": "The Wasting", "genres": ["Drama", "Thriller"], "wiki_plot": "A teenage woman faces emotional challenges – a budding romance with her new boyfriend and growing conflicts with her father's strictness.  While trying to deal with these issues, she stops eating.  While her health deteriorates because of her eating disorder, she sees the ghost of a frightening old woman every night.  Her friends and family believe these sightings are hallucinatory or mere nightmares.  With no one believing her, she must search for a solution.", "tmdb_plot": "A teenager in an English town struggles to come of age, braving sexual awakening and fighting her controlling parents by refusing to eat...until a nightmarish ghost appears that may be real, or may be a deadly creation of her starving body.", "tmdb_id": "508189", "wiki_id": "56630739"}, {"title": "Who's Watching Oliver", "genres": ["Horror", "TV Movie"], "wiki_plot": "At the hands of his estranged mother's grasp, a serial killer rapes and murders women in Thailand. He meets Sophia at an amusement park in hopes of finding love and a new outlook on life.", "tmdb_plot": "The story of a mentally unstable loner lost in a life forced upon him. By night Oliver aimlessly wanders the streets and bars on what can only be described as a truly shocking and humiliating killing spree. His only savior and possible way out of a life he is desperate to escape comes in the form of the beautiful Sophia with her sweet eccentricity and naivety to the danger she has put herself in.", "tmdb_id": "448561", "wiki_id": "71394584"}, {"title": "The Wife", "genres": ["Drama"], "wiki_plot": "In 1958, young Joan Archer, a college student at Smith College, is awed by her professor Joseph Castleman, a handsome, young, married man, and his force of personality and advice. Later, Joan meets a published alumna female author whose cynical view of opportunities available to female writers disheartens her.\nTwo years later, Joseph has been fired for having an affair with Joan, his marriage is failing, and his first attempt at writing a novel turns out very poorly. Joan, a secretary at a publishing house, observes how the all-male editors dismiss women writers. When Joan criticizes Joseph's work, he threatens to end his relationship with her, claiming she cannot love \"a hack.\" Joan agrees to fix Joseph's novel for him. The work, titled The Walnut, is published and becomes a bestseller. By 1968, Joseph and Joan are married and living in a large seaside home in Connecticut. Joan is hard at work on a novel to be published under Joseph's name, while Joseph supports her by cooking, cleaning, and caring for their first child, David. As Joseph and Joan converse, it is apparent that Joan's novel reflects their life together, which bores Joan. A narcissist, Joseph has several adulterous affairs over the next four decades and tells everyone that Joan \"does not write\".\nBy 1992, an elderly Joseph has become a celebrated author. He wins the Nobel Prize in Literature, about which Joan is less than happy. David, who idolizes his father but is unaware that Joan has written all of Joseph's books, seeks critique of his first short story. The trio flies to Stockholm as Nathaniel Bone, a biographer with a taste for scandal, tries to ingratiate himself with the Castlemans. Joan's unhappiness worsens as adulation is heaped on Joseph. His attempts to publicly thank her for supporting him embitter her further.\nNathaniel, sensing Joan's emotional state, induces her to talk with him over drinks and says that he knows that Joan has ghostwritten a major portion or even all of each of Joseph's novels. Joan does not admit the truth, but Nathaniel is convinced by their conversation that he is correct. Meanwhile, Joseph begins to seduce a young photographer assigned to him, but just as he begins his seduction, his watch alarm goes off for him to take his heart pills, cooling the moment, and she leaves the room. Joseph accuses Joan of abandoning him, while Joan expresses outrage over his attempted affair. The argument ceases when they learn that their daughter Susannah has given birth.\nOn the night of the Nobel ceremony, David confronts his parents after being told by Nathaniel that Joan is the only writer in the family. Joseph and Joan deny everything. At the ceremony and the banquet which follows, Joan feels increasingly humiliated because Joseph praises her as his support, his muse, his soul. She flees, and Joseph follows her. He demands that she take his prize, but she refuses. At their hotel, Joan tells Joseph she is divorcing him. They argue violently, and Joseph has a heart attack. Prostrate on the bed, he begs for Joan's love. She tells him she loves him; he calls her a good liar and dies moments later. On the Concorde flight back to the US, Nathaniel offers his condolences to Joan. She tells him that if he tries to print anything that undermines Joseph's reputation as a writer, she will sue him. David overhears her. Joan says she will tell David and his sister the truth when they get home. She then turns the page to the journal she had opened, runs her hand over a blank page, and looks up.", "tmdb_plot": "A wife questions her life choices as she travels to Stockholm with her husband, where he is slated to receive the Nobel Prize for Literature.", "tmdb_id": "340613", "wiki_id": "52864537"}, {"title": "The Year of Spectacular Men", "genres": ["Drama", "Comedy", "Romance"], "wiki_plot": "The film opens with five different men commenting on their perspective of Izzy Klein. Sabrina, her very successful Hollywood actress sister, encourages her to finish her degree and then take a gap year. \nAt home in her boyfriend Aaron's NYC apartment, Izzy talks about Sabrina's proposal but he is less than supportive and quickly gets upset. He's insecure, equating her going with her sister with his band leaving him. Izzy goes, taking her things to Sabrina's hotel room.\nSabrina sees Izzy in the morning, a total mess in the disastrous-looking corner of the hotel room, and offers to let her move in with her and her boyfriend in LA – under the stipulation that she pick up after herself.\nIzzy has to work on a scene from a Shakespeare play to pass a course to complete her degree. A theatre minor, Ross, is assigned to work with her, and she's very attracted but he seems oblivious. The girls' mom, Deb, goes to Izzy's college graduation, and afterward they go to lunch with Amythyst, Deb's very young \"soul walker\". She's not much older than Izzy, a vegan into yoga who's recently taken Deb with her on a retreat. Deb is openly critical of Izzy's life decisions, although Izzy is supportive of her mother's relationship.\nIn LA, Izzy moves in with Sabrina and boyfriend Sebastian. They take her to a party where Sabrina plans to help her network, but before she can, Izzy hooks up with Aaron's former drummer, Logan. They continue seeing each other until he goes on tour a few months later. \nSabrina returns home after a film's promotional tour with Zack Ephron. Izzy's had a few unsuccessful auditions and her agent has dumped her, so she announces that she's finished. She spends the next few months in her room, binge-watching programs on her laptop.\nIzzy goes out to see Logan's band when they return in December, coming face to face with Aaron, who's been invited to the gig. She goes off with Logan, who tells her he's back with his ex. Upset, she leaves and is followed out by Aaron and they argue. \nThe girls meet their mom for Christmas in Lake Tahoe – it's the first time Sabrina is meeting Amythyst, as she is blindly loyal to their dead dad's memory. Izzy meets a ski patroller, Mikey, and she convinces her sister and Sebastian, who are fighting over the tabloids' insinuations of her and Ephron, to go with her to meet Mikey for a drink. Deb and Amythist are already in the tavern when they arrive. Soon Deb has to leave so Sabrina, still upset with Sebastian, goes with her. Izzy goes home with Mikey, spending the whole night chatting, while Sebastian is left with Amythyst. The next morning, both Deb and Sabrina's relationships are over. \nIzzy accompanies Sabrina on a film shoot in San Francisco as her assistant. Izzy chats with the film's director, Charlie, and lets him in on a secret that she and her mom are keeping from Sabrina. Over the next few months, Sebastian keeps sending Sabrina flowers, which she throws away. Izzy gets closer to Charlie, but when they're finally alone, she finds the painfully shy young director is so introverted he has never been completely intimate with anyone. \nSabrina finally gets a card with the flowers, convincing her to take Sebastian back. The sisters return to LA, with Izzy's gap year completed and a calm sense of optimism.", "tmdb_plot": "In the year after graduating college, Izzy struggles to navigate the seemingly incessant failures of adulthood, the reality of a substandard dating pool and a debilitating fear of top-sheets, all in between X-Files marathons. Comically unsuccessful in love over the course the year, including five half-hearted relationships with astoundingly self-centered men, Izzy resigns herself to the support of her mother and sister, who are struggling with their own relationship problems. Seeing herself in them, Izzy gradually gains the confidence to be honest and vulnerable.", "tmdb_id": "433448", "wiki_id": "54009069"}, {"title": "You, Me and Him", "genres": ["Comedy"], "wiki_plot": "Set in middle class England, with female lovers Olivia and Alex.  Olivia is a career lawyer in her 40s, feels ready to start a family but Alex, a much younger artist, remains unsure. When Olivia reveals that she has already begun fertility treatment and insemination, the couple have an argument. Alex has an encounter with John and wakes up in his bed.  When the two women discover that they are each pregnant, the three people's relationships enter complicated and uncharted territory.", "tmdb_plot": "Despite their age difference, Lesbian couple Olivia and Alex are very much in love. But as the question of pregnancy rears its head and their neighbour John befriends them, they both start making some truly disastrous decisions.", "tmdb_id": "465026", "wiki_id": "56920861"}]