[{"title": "Maadathy", "genres": ["Drama"], "wiki_plot": "The film is set in the backdrop of a river which acts as a symbol of the oppressor and the oppressed. The river is a way out, for the lead character a Dalit, Yosana; a liberation from the blind realities of caste. India is a land of Subaltern deities. Each deity has a unique legend and these legends are often interwoven with socio-historic tropes of India. Puthirai vannaar is an 'unseeable' Dalit caste group, in southern India. Their forced-occupation is to wash clothes of other Dalits, the dead and the menstruating women. This film is a tale about a young girl who grew up in Puthirai vannaar caste group and how she came to be immortalized as their local deity, Maadathy.", "tmdb_plot": "This film is a tale about a young girl who grew up in the slave caste group and how she came to be immortalized as their locality, Maadathy.", "tmdb_id": "635106", "wiki_id": "68127289"}, {"title": "Dekala Purudu Kenek", "genres": ["Drama"], "wiki_plot": "Dinithi tries very hard to communicate with her husband, but he ignores her presence relentlessly. The harder she tries to reach him, the deeper his silence becomes. Their 8-year-old daughter watches them. Her parents try to get involved but receive the same silent treatment from him. Dinithi doesn't work anymore. When she steps out of the house, it is only in pursuit of domestic chores, with the same taxi that has been arranged for her by her husband. That driver seems to be very friendly. Even Sanka, Dinithi's young cousin, who's staying with them seems to be overly friendly with her. One day, the husband is drawn into a road accident in which a pedestrian is killed. Dinithi rushes to his side, hoping to be of some help.", "tmdb_plot": "Dinithi tries very hard to communicate with her husband, but he ignores her presence relentlessly. The harder she tries to reach him, the deeper his silence becomes. Their 8 year old daughter watches them. Her parents try to get involved but receive the same silent treatment from him.", "tmdb_id": "587482", "wiki_id": "57917134"}, {"title": "Shongram", "genres": ["Action", "Drama", "History"], "wiki_plot": "Set against the backdrop of present time in the UK, the storyline of the film shows the memories of an ailing British-Bangladeshi Muslim man Karim Uddin (Anupam Kher) recalling, recounting and sharing his horrific experiences during the war of independence on his hospital deathbed in an interview with daring British journalist Sarah (Asia Argento) in London.\nThe story focuses on flashback scenes of the war from the perspective of a young Karim (Amaan Reza) who falls in love with a beautiful young Hindu woman Asha (Dilruba Yasmeen Ruhee). His world is then torn apart when his peaceful village is interrupted by a war and he is separated from his girlfriend so he can do his duty. He is soon forced to join an underground band of freedom fighters after the genocide and abduction of innocent Bangladeshis and his girlfriend.\nIn a destructive whirlwind of mass murder, abductions, rape, and arson, Karim faces new challenges and decisions, attempts to serve his country, fight for his freedom and seeks revenge against the man who ruined his life before he can finally search for and save Asha.", "tmdb_plot": "Shongram (struggle) is a romantic drama set during the 1971 liberation struggle of Bangladesh.  A British Bengali on his death bed is interviewed by a daring London reporter, where four decades later, Karim is able to recall and finally share his past.  We are transported to 1971, when Bangladesh was still East Pakistan and a young Karim (a Muslim) is in love with a beautiful Asha (a Hindu).  The peaceful village life is suddenly interrupted by war and Karim must grow up fast to survive in an era where mass killings and abduction was common.  He must also carry out his duty and revenge before he can finally search for Asha.", "tmdb_id": "320432", "wiki_id": "42077131"}, {"title": "Dino King: Journey to Fire Mountain", "genres": ["Animation", "Adventure"], "wiki_plot": "In the Late Cretaceous period, a young Tarbosaurus named Junior is chased by a Tsintaosaurus. His enraged father, Speckles, shows up to rescue him as killing a Tsintaosaurus. An enraged Speckles scolds at Junior as he could have been killed and for not fighting back (and also due to the fact that Junior is all Speckles has left).\nSpeckles takes Junior up top a hill and teaches him a lesson on how Speckles' ecosystem is his kingdom and agrees to make tomorrow his first hunt.\nThe next day, Speckles says that Junior is the same species like him and to just go over fears. However, when Speckles is hunting some Protoceratopses, Junior's fears come back to him, and was thrown and ends up in the water. He can't swim (As Junior has become aquaphobic from being washed out to sea in the first film), so he calls for help, despite being in shallow water. An enraged Speckles is disappointed in his son's cowardice. However, he over-reacts and lambasts Junior for his inability to conquer his fear. Hurt by his enraged father's comments, Junior tells his enraged father that he hates him and the pair storm off from one another.\nLater that night, Jr. has flashbacks about the death of his mother. Speckles comes to him and tells him that this world is full of dangers, yet is also full of wonders.\nThe next day, Jr. is hunting a Pachycephalosaurus, when five Deinonychus abduct him. Speckles pursues the Deinonychus, but two of them manage to knock him into a river at the bottom of a gorge, followed by a rainstorm that masks their trail, delaying the pursuit, but die in the battle. Junior later finds himself in a desert compound where many other young dinosaurs have also been kidnapped. A young Therizinosaurus named Slash bullies Junior, but a young female Tarbosaurus named Blue defends him. A Carnotaurus named Blade tells Slash to stop the fight. The Deinonychus return, gather all the other dinosaurs up and take three other dinosaurs away from the dome and out of sight.\nMeanwhile, Speckles is still looking for Jr. He meets a Saichania named Cy, who wants to avenge the loss of his best friend Daisy at the claws of the same Deinonychus. Jr., meanwhile, befriends Blue and meets a Monoclonius, called Dusty, while looking for shelter. While passing through a deep, dark ravine, Speckles and Cy are attacked by five giant scorpions. Speckles is able to kill or injure all of them, but one of the scorpions manages to sting him on the leg, poisoning him. Afterwards, they escape the ravine.\nMeanwhile, at the dome, Jr., Blue and Dusty are attracted by food. Dusty tries to eat some plants, but a Dsungaripterus named Dsunga steals them. Heartbroken, she lies in her cave, but Jr. and Blue bring her some plants and berries and she becomes friends with Jr. Elsewhere, meanwhile, Cy and a dying Speckles are on their way, when Speckles begins to hallucinate on seeing Junior, but it really isn't. That's when a sand dune starts to shake and they end up in a dark pit. There, they meet a female Tarbosaurus named Fang who heals Speckle's wound with herbs. After a short misunderstanding, Fang is revealed to be Blue's mother and is searching for her. She joins Speckles and Cy on their quest for the compound.\nWhile Jr., Blue, and Dusty are playing, Ditto, one of the members of the pack, catches them and takes Dusty all the way up the dome. In return for food, the Dsungaripterus reveals that the Deinoychus are giving the young dinosaurs as sacrifices to a mysterious beast that lives in the local volcano. The beast in turn gives the young dinosaurs to his offspring as \"toys\" to play with, and when they get bored, they kill and eat them, which horrifies Junior, who blames himself for not stopping the Deinonychus from taking Dusty away.\nSpeckles, Fang and Cy meet a Pukyongosaurus herd whose eggs are being stolen by a marauding pack of Carnotaurus in an oasis. Speckles is initially reluctant as he's determined to rescue his son, so much so, that he tries to stop Fang from intervening the raid, callously demanding that \"It's none of our business\" much to Fang's dismay and the Tarbosaurs get into an argument. Fang chastises Speckles for his selfishness and reminds him that when he was poisoned she could've left him to his fate since it was his problem, not hers. But since Fang lacked Speckles's ruthless demeanor she decided against it. Fang then tells Speckles that if he can be on his way as she intends to help the sauropods before continuing on. Before Speckles and Cy could leave however, Speckles catches one of the eggs and decides to assist Fang with Cy following and telling Speckles that he can be a jerk sometimes. The bandit leader pleads for mercy, to which Speckles wisely grants, and the thieves retreat. The eggs begin to hatch. Fang states to Speckles that he did a good deed before he decides they must leave. When asked by Cy about the noise the sauropods are making, Fang explains it is how they communicate.\nBack at the compound, Junior tells Blade to try and escape this area, so later that night, Junior distracts the Deinonychus, while Blade and Blue throw stones at them. But when they get to the exit, the 3 Deinonychus and Slash (who was revealed to have spoiled the plan to the raptors to sparing his life for the beast of Fire Mountain) are there, waiting for them. Immediately Junior, Blue and Blade try to escape, but were stopped to a dead end and were thrown back into their cave prison. Elsewhere, Cy, Speckles, and Fang are stargazing and talking about missing their loved ones.\nThe Deinonychus capture the Dsungaripterus, who are threatening to kill him, then, they chase Cy and have him cornered on a cliff. Speckles and Fang arrive and ambush them. Ditto is caught and interrogated by Speckles and Fang after being left behind and knocked off by Cy, and is eventually crushed by a brief earthquake. The pathway is blocked by boulders, but the same herd of Pukyongosaurus that the trio encountered help clear the rocks.\nThe volcano begins to erupt and the Dsungaripterus reports to the other dinosaurs there is a fight occurring. Meanwhile, Speckles, Fang and Cy fight the Deinonychus pack. Blade told the other dinosaurs to stampede out of the dome, because the volcano is erupting. Speckles, Fang and Cy search for Junior and Blue. Blade fights Slash and a pair of Deinonychus over a pit of lava, then, with Blue and Jr.'s help, sends Slash and the Deinonychus falling to their doom in the lava pit.\nSpeckles and Fang finally find Jr, Blue and Blade, who are running towards a river. Although Junior can't swim, he jumps in along with Blue and Blade. When they dive down, they find the cave the Dsungaripterus was talking about. There, they find Dusty being chased by three large iguanas. Luckily, Speckles and Fang are able to save them. However, an enraged Speckles once again, shows his strict attitude about Junior not being brave enough to take on the beasts without retreating. Speckles soon realizes the error of his ways after being scolded by Blue for taking Junior for granted. However, they are soon confronted by the beast, which turns out to be a giant iguana many times larger than a Tarbosaurus (And even a T-rex), and a fierce battle breaks out. After he and his friends lead the beast away from the adults, Junior sacrifices himself by letting the iguana hit him, which knocks him out, the iguana dies crushing by the rocks. Everyone mourns for an unconscious Junior who wakes up, making everyone relieved. Speckles apologizes to his son for being so hard on him and that he is happy that Junior is his son. The volcano starts to erupt, and the gang is able to escape after Speckles lures the same beast into crashing into the boulders.\nHaving finally arrived at paradise, Cy says goodbye to Speckles, Fang, Blue, Jr., Blade and Dusty, who all begin a new life together.", "tmdb_plot": "Speckles, a ferocious tarbosaurus and his young son junior, mourning the loss of their family in an epic battle, roam the lands in search of food, adventure and peace. Under the watchful eye of his dad, Junior is growing up healthy and strong, but with an overconfidence thanks to his young age. After one encounter results in Junior being kidnapped, Speckles embarks on an adventure to the ends of earth to find his son. Encountering friend and foe, ally and enemy, Speckles will stop at nothing and will take on all corners to save his offspring.", "tmdb_id": "561974", "wiki_id": "54312598"}, {"title": "Don't Come Back from the Moon", "genres": ["Drama"], "wiki_plot": "Sixteen-year-old Mickey Smalley lives with his mother Eva and little brother Kolya. Their father, Roman, has become the latest in a line of men to leave the town without a trace. As his mother slips into despair, Mickey and his friends wonder what has become of their fathers.", "tmdb_plot": "The men of a small town on the edge of nowhere mysteriously disappear, one by one, leaving women and children behind to fend for themselves in a desolate and dreamlike world.", "tmdb_id": "459970", "wiki_id": "55461419"}, {"title": "Kony: Order from Above", "genres": ["War"], "wiki_plot": "Amidst the insurgency of the Lord's Resistance Army, two young lovers are separated.", "tmdb_plot": "Two lovers caught in the conflict of war and the choice between love and duty. Otti, is abducted by the LRA at the age of 11 and is raised as a rebel with no room of escape. Despite the circumstances, his love for Aguti remains. In an effort to keep in touch with her, he writes and delivers letters through the village reverend - only to be discovered by the rebels who raid and abduct everyone from the girl's school she's in. Upon arrival at the rebel camp, the abductees are paraded before Kony whose interest falls upon Aguti without knowledge of the relationship between her and Otti.The two lovers struggle to keep their love a secret and also plot their escape.", "tmdb_id": "485878", "wiki_id": "61764387"}, {"title": "The Eunuch and the Flute Player", "genres": ["Drama"], "wiki_plot": "The movie starts with Puti, born Parimal an intersex woman from the ghetto of eunuchs eloping with Madhu da, a delivery boy of a Chinese restaurant who moonlights as a flautist in kirtans. The flashbacks give us an insight of Puti's childhood where her father is strictly against her dressing. She grows up to have a relationship with her private tutor Subhash da who knows of her gender orientation. Puti proposes eloping to America with him in hopes of living freely without hiding. Puti later finds out Subhash da is set to be marrying her elder sister and unable to cope with the trauma, she runs away from home to the ghetto of eunuchs in Kolkata where she becomes a disciple of their Guru ma Arati.\nDuring her time with the eunuchs she meets Madhu da, a delivery boy of a Chinese restaurant and they start meeting in secret and develop a relationship. Puti struggles with her gender dysmorphia and wants to alter her body with a sex reassignment surgery. Puti elopes from her community; as leaving the ghetto premises without informing their Guru ma is prohibited and goes to Krishnanagar with Madhu da to meet Manabi Bandyopadhyay who is a well known openly transgender woman. Puti is crestfallen after knowing the cost of a sex reassignment surgery as she can never afford it when Madhu da says he is a landowner in his ancestral home in Nabadwip and is willing to sell the land to gather the cost of Puti's surgery. Puti meets Madhu da's family of Vaishnavs and goes to attend a kirtan where Madhu da plays the flute. Remembering past events with her ex lover combined with the emotions of the kirtan she breaks down and loses her wig in the process, exposing her real short hair to the full court. She runs away and Madhu da follows her but loses her and calls her phone only for his sister-in-law to pick up and be hit by reality. Madhu da's whole family, except for his sister in law who pleads him to call her, disowns him and he wanders the streets of Nabadwip looking for Puti.\nMeanwhile Puti, devoid of all her belongings and money begs for a few rupees from the locals of Nabadwip to eat at a roadside stall. The local eunuchs of Nabadwip outraged by this, knowing of the reputation of phonies dressing up as eunuchs to rip off people, all catch Puti where she is stripped and mobbed in the streets.\nMadhu da, troubled by Puti's absence still looks for Puti and asks every passerby if they have seen her until he stumbles upon a man who claims to have seen her and shows him a video of Puti being stripped and beaten by the eunuchs. Madhu da breaks down in tears and goes to the police station where he tells the inspector she is his \"girlfriend\". They find out Puti has committed suicide by hanging herself with her towel inside the lockup where Madhu da holds her hanging feet and grieves and eventually joins the same ghetto of eunuchs in Kolkata.", "tmdb_plot": "Parimal is a woman trapped in a man’s body who runs away from home and joins a ghetto of eunuchs as Puti and sings at traffic signals to earn money.  There she falls in love with Madhu, a delivery boy with a Chinese restaurant who moonlights as a flautist in kirtans. The love blossoms even as Puti dreams of raising the money required for the sex reassignment surgery.", "tmdb_id": "522986", "wiki_id": "57283409"}, {"title": "Rockaway", "genres": ["Adventure", "Drama"], "wiki_plot": "Anthony and John are two brothers who are abused by their father. John, the younger brother, suffers from seeing his mother beaten by his father.\nThey befriend Sal, Billy, Dom and Brian at a basketball court and spend time playing baseball together. John is noticed for his obsession with New York Knicks star, John Starks. They form a close bond.\nAnthony and John's mother decides to move away while the two conceive a plan of revenge against their father by slingshotting a light bulb and pushing the boiler towards him. One night, Anthony, John, and their friends watch a Knicks game; their father becomes angry after finding out his refrigerator is empty. Their friends side with the two brothers.\nAs the story develops, the gang keeps mentioning the movie, Stand By Me. They also mention that John is just like Gordie, the kid who was a talented writer, since John is good at drawing. If Gordie hadn't shot Ace to death, he would never have become a successful writer.\nAnthony and Billy have a confrontation, because Billy thinks that Anthony is no different from his father. The night before moving, the boys spend time together at Sal's house watching a Knicks game, without knowing their house is on fire. Anthony and John return to find that their mother has fainted, but Anthony saves her, and later decides to save his father from the basement. However, he fails and is trapped with no way out, resulting in his and his father's deaths.\nThe boys grieve over Anthony's death. John leaves without telling anyone where he is going.\nTwenty years later, an adult John returns to Rockaway East by train, rents a bicycle, and cycles the places where he used to stroll with the gang. He meets Dom who now teaches in high school. He finds out that Brian, Billy and Sal, are fathers.", "tmdb_plot": "Inspired by true events, a man recounts the summer of '94, when he and his brother plotted revenge against their abusive father.", "tmdb_id": "503207", "wiki_id": "61430469"}, {"title": "Ruta Madre", "genres": ["Comedy", "Drama"], "wiki_plot": "Ruta madre is the story of a rite of passage where American culture and Rock and Roll meet the music, traditions, and beauty of Mexico. Based on a true story, Ruta madre chronicles the story of Daniel, a talented young Mexican-American singer and his cynical uncle Rodrigo. When his first love Daisy breaks his heart, Daniel, in emotional agony, reluctantly leaves his home in San Diego California and embarks on a road trip with his uncle, who is also on the run from a past that haunts him.\nThis comical, dramatic and spiritual journey begins at the US/Mexico border, and winds its way through Tijuana, Ensenada, down the majestic Baja peninsula, through the sleepy French mining town of Santa Rosalia, and finally arriving at a family ranch in Ciudad Constitution. A friendly witch, unlikely angels, enticing demons, righteous Federales, a prostitute full of hope, a peculiar drug dealer and even the most beautiful woman in the world, are just some of the characters Daniel and Rodrigo meet along the way.", "tmdb_plot": "After his first love breaks his heart, a young American singer reluctantly leaves his home in San Diego, California and embarks on an epic road trip through Baja with his uncle in order to reconnect with his Mexican roots and find himself.", "tmdb_id": "615946", "wiki_id": "60186877"}, {"title": "Salt Bridge", "genres": ["Drama"], "wiki_plot": "Basant is the newest migrant in Salt Bridge, which already houses a small Indian community. He lives a happy, frictionless life with his wife and son, until he befriends Madhurima, a married woman. The friendship that starts between the two is highly questionable to the Indian community living in Salt Bridge.", "tmdb_plot": "Haunted by his tragic past, Basant befriends a married woman even as the migrant community of Salt Bridge frowns upon this relationship.", "tmdb_id": "371083", "wiki_id": "23226586"}, {"title": "The Song of Scorpions", "genres": ["Drama"], "wiki_plot": "According to an ancient myth, the sting of a scorpion in Jaisalmer, Rajasthan can cause death in less than 24 hours and the only cure is the song sung by a scorpion singer which counters the poison of the scorpion. The Song of Scorpions is the story of a tribal woman Nooran (Golshifteh Farahani) who takes lessons from her grandmother Zubaida (Waheeda Rehman) so as to become a scorpion singer like her. After being struck by a tragedy and snubbed by the people of her village, Nooran is offered a marriage proposal by Aadam (Irrfan Khan), a camel trader who has been in love with Nooran ever since he heard her voice. But soon after getting married, Nooran receives another setback which sets her on a path of vengeance to redeem all the misdoings that were inflicted upon her.", "tmdb_plot": "While Nooran, learns the ancient art of healing with music from her mother, Aadam a camel trader listens to her sing and falls in love with her and they marry. But soon, Nooran discovers treachery and must avenge herself and rediscover her lost song.", "tmdb_id": "452095", "wiki_id": "54960165"}, {"title": "To Let", "genres": ["Drama"], "wiki_plot": "Illango is an assistant film director living with his wife Amudha and their five-year-old son Siddharth in a rented apartment. Their landlady is eager to lease that house to IT professionals for a higher rent, so she issues the family a 30-day notice to vacate.", "tmdb_plot": "The struggle of a family of three as they search for a house to rent after being given an ultimatum to vacate their house by their land lady.", "tmdb_id": "525162", "wiki_id": "57168984"}, {"title": "The Upside", "genres": ["Comedy", "Drama"], "wiki_plot": "Speeding through New York City in a Ferrari, Dell Scott and quadriplegic Philip Lacasse are pulled over by the NYPD. Dell convinces the officers that he is rushing Philip to the emergency room; Philip grudgingly plays along, and the two are escorted to the hospital.\nSix months earlier, Dell meets with his parole officer and needs signatures to prove he is seeking a job or he will be held in violation of his parole. He enters a building seeking a job in the penthouse home of Philip, a wealthy quadriplegic, who has lost the will to live. Philip, with his assistant Yvonne Pendleton, is interviewing candidates for the position of his \"life auxiliary\" caregiver. Dell barges in and demands a signature for his parole officer. Philip offers him the job, thinking his incompetent nature will result in his death, over Yvonne's objections, but Dell declines.\nDell visits his ex-wife Latrice and son Anthony at their dilapidated apartment, but neither is willing to accept Dell back into their lives. He gives Anthony a book he stole from Philip's library. Dell then accepts Philip's offer; Yvonne stipulates that he must show he can handle his responsibilities, and \"three strikes\" will get him immediately fired. Dell, having no training, is initially daunted, despite guidance from Philip's physical therapist Maggie, and quickly earns two strikes. Dell leaves to give his first paycheck to Latrice and asks for the stolen book back, but she refuses. Upon his return, Yvonne gives him a third strike for his unexplained absence, but Philip covers for him.\nWhen Philip explains his strict Do Not Resuscitate order, Dell realizes he has lost the will to live, but when he finds Philip struggling to breathe, refuses to allow him to die. Dell takes Philip out into the city, where they share a joint to ease Philip's neurogenic pain. Dell and Philip begin to bond, and Philip tells Dell that he was paralyzed in a paragliding accident, and reveals the pain of losing his wife. Dell adjusts to caring for Philip, even modifying his wheelchair, and is introduced to opera and modern art; he creates his own painting, which Philip displays in the penthouse.\nDell suspects that Yvonne has feelings for Philip, but she informs him that Philip is in an epistolary relationship with a woman named Lily; they have never met or even spoken, corresponding only through letters. With Dell's encouragement, Philip leaves Lily a voicemail.\nPhilip joins Dell as he takes Anthony out for the day. Everything goes well until Dell asks Anthony for the book back; disappointed in his father, Anthony returns the book and leaves. Dell and Philip return home to a surprise birthday party Yvonne has organized with Philip's neighbors against his wishes. He argues with Dell, who then smashes various items around the room at his bidding as a means of catharsis. Dell and Philip share another joint, and then socialize at the party. Carter, a neighbor Philip dislikes, approaches him about Dell's criminal record, but Philip ignores him. Lily calls Philip, and they agree to have dinner.\nAt the restaurant, Philip reveals Carter bought Dell's painting for $50,000, which he gives him to start his own business. When Lily arrives, she allows Dell to leave, having researched Philip's condition in advance, but gradually becomes agitated and overwhelmed. Hurt, Philip abruptly ends the date and returns home, where he lashes out and fires Dell.\nTime passes; Dell buys Latrice and Anthony a new home, and starts a business building motorized wheelchairs. Maggie asks Dell to help Philip, who has sunken into depression and driven Yvonne away. Dell takes Philip for a drive, leading up to the encounter with the police from the beginning of the film. They flee the hospital and repair their friendship. Dell surprises Philip with a paragliding trip, and is surprised himself when he is forced to join. Dell then brings Philip to meet Yvonne, leaving the two of them to reunite as he returns home to Latrice and Anthony.\nThe film's ending subtitles state that Dell and Philip remain close friends.", "tmdb_plot": "Phillip is a wealthy quadriplegic who needs a caretaker to help him with his day-to-day routine in his New York penthouse. He decides to hire Dell, a struggling parolee who's trying to reconnect with his ex and his young son. Despite coming from two different worlds, an unlikely friendship starts to blossom.", "tmdb_id": "440472", "wiki_id": "53053426"}]