[{"title": "Christmas Wedding Planner", "genres": ["Romance", "Family", "TV Movie"], "wiki_plot": "Kelsey (Jocelyn Hudon) is beginning her career as a wedding planner by arranging the wedding of her cousin and bosom friend, Emily (Rebecca Dalton). The theme, as the title suggests, is Christmas Eve. Kelsey is running late to an event related to the wedding, annoying her Aunt Olivia (Kelly Rutherford), who is also her mentor. She had gotten delayed at a coffee shop, where she meets Emily's ex-boyfriend Connor (Stephen Huszar), and asks him for the last blueberry scone. He refuses to give it to her, and she leaves, going to the event and finding him there. Aunt Olivia tells Kelsey to \"keep an eye\" on him, so she goes over to talk to him. He baits her into walking outside with him and reveals that he is a PI (Private Investigator) who wants to get the skinny on Emily's fiancé, Todd (Eric Hicks). Connor invites Kelsey to work with him, but she refuses.\nAfter that, Kelsey goes to a fitting, where she finds out that Emily and Connor were getting serious when Connor left without warning or explanation. Then, she sees Todd acting in a way she perceives as \"flirty\" towards the store owner, and becomes suspicious of him, too, causing her to do a little digging of her own. She agrees to work with Connor and tells him that Todd and the store owner are having dinner at Turbo's on Wednesday night.\nWhile spying on Todd, Kelsey and Connor encounter mishaps along their investigative journey that reveal to the audience that they like each other, and just how much they enjoy pretending to be in a relationship. At the dinner, they find out that Todd and the store owner are friends. Todd was thanking the store owner with dinner for the good deal he received for Emily's dress.\nAunt Olivia reveals to Kelsey that her uncle paid off Connor ten years ago to leave Emily and that a few months ago, her uncle had paid Connor again. Kelsey confronts Connor and tells him that she doesn't want to see him again.\nBefore the wedding, Connor tricks Kelsey into meeting, where he tells her that he took the money, which he believed was a loan, to help his friend George (Joey Fatone) keep his family restaurant. He is unable to explain the recent transaction of money, so Kelsey leaves. At the end of the movie, Connor crashes the wedding with dirt on Todd: he got a servant pregnant a few months ago and she went to Connor and told him everything. The movie ends with Connor proposing to Kelsey, and Kelsey accepting, as the wedding finishes off.", "tmdb_plot": "Wedding Planner, Kelsey Wilson, is about to have her big break: planning her beloved cousin's lavish and exclusive wedding. Everything is going smoothly until Connor McClane, a devilishly handsome private investigator, shows up and turns Kelsey's world upside-down. Hired by a secret source, Connor quickly disrupts the upcoming nuptials but wins Kelsey's heart in the process.", "tmdb_id": "488113", "wiki_id": "59759508"}, {"title": "Streetlight Harmonies", "genres": ["Documentary"], "wiki_plot": "The film tells the stories of the birth and evolution of Doo-Wop music.", "tmdb_plot": "Streetlight Harmonies shines a long overdue spotlight on the artists and celebrates the music that defined the musical generation of Doo-Wop. Utilizing all-new interviews along with HD restored archival footage the film will explore the history and social impact of this timeless era.", "tmdb_id": "680622", "wiki_id": "70943451"}]