[{"title": "The Amusement Park", "genres": ["Horror", "Drama"], "wiki_plot": "The film opens with an informational prologue by Lincoln Maazel as he explains how the elderly are constantly overlooked and undervalued by society. He tells the viewer that they are about to watch a film that acts as a metaphorical description of how the elderly are mistreated.\nAn elderly man, played by Maazel, sits in a white room, bandaged, bloodied and with his once nice white suit dirtied. Another man, also played by Maazel, enters looking clean and in good spirits. He attempts to communicate with the tired version of himself and tells him that he is going to the park despite him telling him that \"there is nothing out there.\" The cleaner man walks through the door and is immediately in the park. On the outside the door is not connected to anything. The man walks about and happily examines his surroundings before coming across a ticket taker who swindles other septuagenarians out of their things with low pay. He buys some tickets from him which take the form of money in the park.\nThe man gets on a rollercoaster with strange signage, rides a train where one of the older passengers supposedly dies and is ignored once in a coffin and witnesses a man's license get revoked due to poor eyesight. While playing in the bumper cars, an \"accident\" occurs complete with a police officer and lawyer arriving on the scene. The man tries to offer assistance, but it becomes apparent that he needs to wear glasses and therefore cannot be seen as a reliable alibi. He goes to eat at a food stand, lampooned as a restaurant, as he and several other elders are ignored by waiters for a wealthy individual. When the man finally gets his food, he sympathetically gives it to the other elders.\nThe man buys groceries, but cannot carry them all so he simply takes some crackers and a jar of peanut butter. As he sits to eat, he beckons some children to come and converse with him, but a younger man accuses him of being a \"degenerate\" and he leaves in shame. The man is beckoned into a building by younger people who tell him that he will have fun, but upon entering, it is a claustrophobic room where elders are forced to perform in uncomfortable exercise machines. He leaves, but breaks his glasses in the process. He comes upon a fortune teller and witnesses a young couple enter and ask what their future will be like. The fortune teller shows them that they will be living in a soon to be built over apartment building where they will have little support from their personal doctor and neighbors. Angry, the young man leaves and punches the older man who collapses.\nWhen the man comes to his senses, the park is empty save for three bikers who beat him and then take his tickets. As people suddenly appear, they all ignore him. With very little money, he goes to get first aid. The medical center, set up like a store, is full of various elders equipment and the doctors and nurses hastily rush everyone through. The man finds himself simply getting a band aid on his head and a cane and is ushered out. He comes upon some men trying to sell retirement homes and ends up getting pick-pocketed. The pick-pocket is revealed to run a freak show, which simply consists of elders dressed in casual clothing. Everyone is upset and as the man gets up to leave, is suddenly chased by the patrons who accuse him of trying to escape the freak show. He finds \"sanctuary\", but it closes upon his arrival.\nThe man finally gets some solace when a little girl offers for him to read The Three Little Pigs to her and have some chicken. The mother apathetically takes her and the book away as he finally breaks down into tears. He leaves the piece of chicken behind and walks back to the white room; resigned and defeated. Moments later, a cleaner optimistic version of himself enters as the scene from the beginning repeats. The man sits tired and powerless over not being able to stop his younger self.\nMaazel appears one last time to tell the viewer that they can help the elderly through already established programs. He signs off with \"I'll see you in the park... someday.\"", "tmdb_plot": "An elderly gentleman sets out for what he thinks will be a normal day at an amusement park and is soon embroiled in a waking nightmare.", "tmdb_id": "560981", "wiki_id": "67098594"}, {"title": "The Curse", "genres": ["Horror"], "wiki_plot": "Young couple Juvenal and Marina go on a trip and Juvenal unknowingly takes some pictures of a strange elderly lady (played by Wanda Kosmo) who is eventually revealed to be a sinister witch. The witch then places a curse on the man for photographing her. A wound begins to open in his side which has an agonizing hunger for raw meat which he must constantly feed in order to stop the burning pain. Perplexing his doctors, Juvenal's wound becomes hungrier as the film progresses, the man becomes delirious and murders his wife, thinking she will leave him because of his condition. The witch then reappears and coaxes him into feeding the wound with the body of his dead wife. The separate skeletons of the couple are discovered lying next to each other by police months later.", "tmdb_plot": "Juvenal and Marina go on a trip. In spite of the warnings, Juvenal takes some pictures of a strange elderly lady who places a curse on him for photographing her. The curse will take over his life. Juvenal will try to get rid of the curse in a variety of ways with the help of Marina.", "tmdb_id": "314088", "wiki_id": "18278389"}, {"title": "The Clockwork Girl", "genres": ["Family", "Animation", "Fantasy", "Adventure", "Science Fiction"], "wiki_plot": "In a world watched over by the Ancients (a police-like military force resembling Plague doctors), there lived A town called Haraway, where everyone builds marvelous inventions and create strange creatures, but unfortunately a strange sickness called \"The Blight\" has rendered almost the population to fall ill and making some of there limbs useless which made the townsfolk to seek aid from two brilliant scientists. This has made the city to split into separate factions between machinery and biological engineering and refuse to work together due to their different ideas.\nOne day, a nameless robot girl has recently been given the gift of life from her mechanical creator, while exploring the wonders of an ordinary world she meets an mutant boy named Huxley (who was created with two hearts) and they share a friendship that must overcome their warring families.", "tmdb_plot": "A nameless robot girl has recently been given the gift of life from her creator, while exploring the wonders of an ordinary world she meets an amazing mutant boy and they share a friendship that must overcome their warring families.", "tmdb_id": "292381", "wiki_id": "29545417"}]