[{"title": "Captain Volkonogov Escaped", "genres": ["Drama", "Thriller"], "wiki_plot": "The setting is the USSR during the Great Terror. Captain Fyodor Volkonogov serves in the Soviet law enforcement agency. He is trusted by his superiors and his colleagues respect him. However, one day his life takes an unexpected turn: he is accused of being a criminal. The Captain manages to run away before he is arrested; in one hour he witnesses how his reputation has been destroyed and how his former colleagues and friends are out for his blood. \nThen, a messenger from the world above appears to the Captain and informs him that after his death, he is destined for hell. He has one last chance to change his fate, if he would repent, and can find just one victim that would forgive him his crimes.", "tmdb_plot": "Captain Fedor Volkonogov works in law enforcement. He is on the good books of the management, and his colleagues respect him. But one day, his life abruptly changes: he is declared a criminal. The Captain manages to run away before he is arrested. Suddenly he turns into an outcast, whom his former colleagues search across the whole city. At night Volkonogov is visited by a messenger from the other world, who warns him that after death he will go hell and be tormented forever. But he has an opportunity to change his fate and get to paradise if he repents, and at least one person forgives him. The Captain embarks on his way to find forgiveness. But he cannot even fathom what tests are awaiting him on this way.", "tmdb_id": "818621", "wiki_id": "68409764"}, {"title": "Image of Victory", "genres": ["War", "Drama", "History"], "wiki_plot": "The story takes place between late 1947 and June 1948, and focuses mainly on the days before the Battle of Nitzanim and on the battle itself (7 June 1948), at the end of which Nitzanim is successfully conquered and the surviving defenders are taken prisoners.\nA young Egyptian journalist, Hassanein (Amir Khoury), accompanies an Egyptian volunteer fighting force heading to aid the Palestinian Arabs, as a director of a propaganda film to capture an \"image of victory\" of the Egyptian Army. They set camp the foot of the kibbutz within which the members, together with a platoon of the Givati Brigade, prepare to defend.", "tmdb_plot": "1948: an Egyptian filmmaker is creating newsreel stories about a volunteer force tasked to liberate Palestinian farmers. The journey propels him towards a chance encounter with a tenacious young leader of a nearby commune that will set in motion events that will change their lives forever.", "tmdb_id": "881909", "wiki_id": "70295741"}, {"title": "Allelujah", "genres": ["Drama"], "wiki_plot": "The threatened closure of a geriatric ward in a small Yorkshire hospital stirs an uprising from the local community, who invite a news crew to film preparations for a concert in honour of the hospital’s most distinguished nurse.", "tmdb_plot": "Set in a geriatric ward within a small hospital, when news of its closure begins to reach the community, the hospital invites a local news crew to document their planning of a concert in honor of the hospital's most celebrated nurse. But there might be something more threatening to the hospital itself, more deadly than the politicians ready to shut down the place at a moment's notice.", "tmdb_id": "894201", "wiki_id": "69191700"}, {"title": "Blood", "genres": ["Thriller", "Horror"], "wiki_plot": "Jess, a recovering addict and nurse, moves with her daughter Tyler and young son Owen back into her old farmhouse after finally regaining custody of her children. Tyler and Owen discover that the nearby lake has completely dried up surrounding a dead tree, save some thick, black mud littered with animal carcasses. The family dog, Pippen, seems simultaneously afraid and drawn to the tree. Some time later, Pippen runs away into the woods. Pippin returns several days later, acting aggressive towards Owen and with a glint in its eyes. When Owen approaches it, the dog savagely mauls him, until Jess manages to kill it. Owen is rushed to the hospital and put into a medically induced coma.\nWhen Owen wakes, he refuses to eat, claiming the food smells weird. When Jess leaves him alone, he has a seizure, leading doctors to suspect he contracted a pathogen from Pippen. Afterwards, Jess discovers Owen drinking blood directly from his IV bag; she frantically takes it away from him, but is shocked to see him make a miraculous recovery. Later, Owen begs his mother for more blood, claiming he needs it. Jess refuses, but relents after Owen's condition takes a turn for the worse. She begins stealing plasma from her hospital and feeding it to Owen in secret.\nOwen is eventually discharged for home care, but he begins acting strangely. He requests his blood to be warm, and when Jess' hospital notices the stolen plasma, she runs out of supply. She attempts to satiate Owen's hunger with animal blood, but finds that only human blood treats his symptoms. She begins feeding him her own blood, gradually becoming anemic, leading to Jess' ex husband, Patrick, to suspect she has resumed her drug use.\nMeanwhile, Jess has been treating a terminally ill woman, Helen, who expresses a wish to die rather than endure the intrusive treatments she receives. When she is discharged, Jess offers her a ride before drugging and kidnapping her. She ties Helen up in the basement and explains she plans to use her blood to treat Owen's illness. Owen's condition gradually worsens, his skin grows paler, his eyes begin to glow in the dark, and he demands larger and larger quantities of blood.\nTyler discovers Helen, but Jess convinces her to keep quiet. Later, Helen manages to escape, but slices her neck open on barbed wire outside the property. Owen finds her and feeds on her, even showing aggression towards his mother when she attempts to stop him, much to Jess' horror. Tyler begins to grow concerned about Owen's behavior, and investigates the dead tree. There, she hears whispers emerging from the hole in the wood. Jess resumes feeding Owen her own blood, but finds that his thirst is almost unquenchable.\nPatrick arrives with child protective services, believing Jess has been using again and neglecting the children. Owen, in a trance, nearly attacks his father's new infant son, but is stopped by Tyler. Realizing his condition is worsening, Tyler and Owen bike away, while Owen is forced to wear a hood to protect himself from a sudden sensitivity to light. Tyler attempts to head to the tree in order to destroy it, and by extension whatever it has done to her brother, but Owen suddenly becomes more monstrous, and attacks her. Tyler runs to the tree, and Owen nearly feasts on her, but Jess arrives at the last moment and intervenes.\nOwen attempts to attack his mother, and Tyler tells her mother that the monster isn't Owen anymore. Jess tries to find a way out, but Owen, in a moment of lucidity, tells her to do what is right before finally succumbing to his illness. Owen fully transforms into a vampire, and Jess drowns him in the thick mud around the tree. Owen's death is made to look like an accident, and Jess loses custody of Tyler. During one of her visits, Tyler tells her mother never to doubt what she did. Later on, Jess burns down the dead tree.\nLater on during an evening, Jess has a new dog, Jericho, which she is playing with in the front yard in the same way Owen played with Pippin. Throwing the ball too far, Jericho stops abruptly while going for the ball, and appears to be staring at something unseen, deep in the woods, in the same direction of where the tree was from her house.", "tmdb_plot": "Jess, a newly separated mother and nurse, moves into her old family farmhouse with Tyler, her teenage daughter, and Owen, her eight-year-old son. One night, the family dog senses something in the woods and runs off to find it. He returns a couple of days later and attacks Owen, savagely biting him before Jess is able to intervene. Owen is rushed to the hospital. His condition worsens, and no one can figure out why... until Jess discovers a disturbing cure...", "tmdb_id": "746524", "wiki_id": "66309665"}, {"title": "Blue Jean", "genres": ["Drama"], "wiki_plot": "In Newcastle in 1988, Jean is a PE teacher at a secondary school. On her way to work, she hears a news broadcast about the proposed Section 28 legislation, but switches it off. At school, she is reserved and closeted, and lies to her coworkers to avoid socialising with them after work. She regularly visits a gay bar with her friends and girlfriend Viv.\nWhile Viv is at Jean's flat, Jean tries to watch Blind Date, while Viv refuses, declaring it to be anti-gay propaganda. Jean's sister arrives unannounced and asks her to look after her son, Sam. Jean hides Viv's presence from her sister and downplays their relationship to Sam, which angers Viv.\nA new student, Lois, arrives at school. Later, Jean and Lois recognise each other in the gay bar, but do not exchange words or acknowledge the meeting later. Lois gains a sudden interest in netball and joins Jean's netball team, where she clashes with another student, Siobhan. Lois also spends more time at the bar, and befriends Jean's friendship group. Jean confronts her and tells her to stay away, warning her that she could lose her job at the school if she is outed. Viv sees Jean and Lois exiting the toilets, and leaves in anger, firstly believing that Jean is cheating on her. Jean confesses to Viv about how she knows Lois, and Viv responds by telling Jean that she is setting a poor example for her students.\nJean visits her sister for Sunday lunch, where she sees a photograph of her from her wedding day. She asks her sister to take the photograph down, and her sister reveals that she knows that Jean is a lesbian.\nJean's boss Paula finds a copy of a lesbian magazine on Jean's desk, left there by somebody else, and Jean assumes that Lois is responsible. Siobhan provokes Lois after a game of netball, and the two students fight. After Jean breaks the fight up, Siobhan kisses Lois in the shower, which Jean sees, but Siobhan claims that Lois assaulted her. Despite knowing this to be a lie, Jean goes along with it, and Lois is suspended.\nJean tries to apologise to Viv, but Viv says they cannot get back together. She also tries to make amends to Lois, but she is uninterested in talking to Jean. At a children's birthday party, Jean comes out to her brother-in-law and a friend, before bursting out in laughter as she leaves.\nShe convinces Lois to come with her to a house party, where Jean's friends share in the \"bog fund\", a co-operative fund for lesbians in the city. A friend of Jean's tells Lois that the lesbians with \"real jobs\" like Jean contribute to the fund. Later that night, Viv and Jean talk in friendly terms, but don't reconcile.\nThe next day, Jean arrives at school with a smile on her face.", "tmdb_plot": "Jean, a PE teacher is forced to live a double life. When a new student arrives and threatens to expose her, Jean is pushed to extreme lengths to keep her job and her integrity.", "tmdb_id": "971699", "wiki_id": "73013832"}, {"title": "Chevalier", "genres": ["Drama", "History"], "wiki_plot": "The rise and resurgence of Chevalier de Saint-Georges, a French-Caribbean violinist and composer who rose to fame through his musical prodigy. But a complicated love life and the racism of the ancien régime leads to a falling out with Marie Antoinette, and Saint-Georges realizes that things must change.", "tmdb_plot": "The illegitimate son of an African slave and a French plantation owner, Bologne rises to improbable heights in French society as a celebrated violinist-composer and fencer, complete with an ill-fated love affair and a falling out with Marie Antoinette and her court. Inspired by the incredible true story of composer Joseph Bologne, Chevalier de Saint-Georges.", "tmdb_id": "812635", "wiki_id": "67280973"}, {"title": "The Devil Conspiracy", "genres": ["Horror", "Thriller"], "wiki_plot": "At the beginning of time, Lucifer leads a rebellion of fallen angels against God. The war ends with God casting down Lucifer & his fallen into Hell. Michael, the Archangel of Justice, travels to Hell to imprison his brother forever. Lucifer begs Michael to side with him, to which he denies before Departing. \nIn modern times, the world witnesses the new display of the Shroud of Turin in an exhibit. Lauren Milton pursues writing a thesis based on her opinion of good & evil. Father Marconi, a friend of Lauren, gains her access to the Shroud's entrance, and Marconi details the battle of the angels with a statue of Michael defeating Lucifer. Lauren is skeptical but she stays to draw images of the art. \nMeanwhile, Doctor Laurent showcases his biotech firm in the research in genetic cloning, explaining to investors that with their support they are able to resurrect past geniuses such as Michelangelo, DaVinci, & many more. However, secretly the company is a cult who wish to break Lucifer and his demons out of Hell to avenge the rebellion. The cults leader, the sinister Liz, sneaks into the Shroud of Turin exhibit and kills a guard and uses his head to deactivate the Shroud's security system. Marconi witnesses this and runs to stop her. Lauren hides in a confession booth and witnesses Liz stab Marconi through the chest. Liz recovers the Shroud and her men find Lauren and take her. Before Marconi dies, he asks Michael to use his body to stop them. Michael possesses Marconi's body and travels out of the city. \nMichael finds a Scholar who holds him at gunpoint before realizing he is the Archangel. The Scholar expresses to Michael the prophecy of the wicked woman and a beast of the Earth are to bring a child into the world who will be Lucifer's vessel. Michael realizes this is why they stole the Shroud, as a normal human body would not suffice, but with the DNA of Jesus Christ, they could clone him to bring the End of the World. Lucifer is shown when a tremor breaks the rock he is sealed to. He then breaks his chains and frees himself.\nLauren is brought to the cult's facility along with three other girls; Sophia, Brenda and Mia. Brenda keeps panicking and the others try to calm her. Medical staff gather the blood from each girl before leaving. The women plan to escape by Mia pretending to be dead. When the research team enter again, they attack but fail as more men arrive. Lauren & Sophia are brought to the castle's square, being dressed in wedding gowns with the cult members watching. They are chained and the beast of the Earth enters and grabs both women to depart down a chasm which is the entrance way between Earth and Hell. Demons grab both of them and the spirit of Lucifer enters Sophia but because she is inadequate kills her. Lucifer then enters Lauren and is a perfect match. \nMichael enters the facility and sneaks in killing the guards and breaking Lauren out to escape. Sneaking through the undercarriage of the facility, they encounter the Beast and Lauren is retrieved by cult guards while Michael escapes through the portal to Hell. He encounters Mammon and three other fallen angels who explain that Michael is now trapped and that the cult will prevail with bringing Hell on Earth. They leave and He is approached by humans who were trapped as previous sacrifices that were not successful. He asks them to find his sword which holds his Heavenly. Minor demons attack and chase them off while looking. \nLiz tells Lauren of Lucifer's folly and why he was justified in turning against God and that her sacrifice will be the most glorious to humankind, who Lucifer agrees to have co-lead. It is revealed Lauren lost a child at birth and angry at Liz's torment of her and the justification of this denies her willingness. Lucifer temps Lauren into killing Liz and having her join him. She agrees and storms out with Lucifer's possession. After stomping a guards head in anger, she relents and tries killing the child against Lucifer with bleach. Liz & Laurent arrive with Lucifer possessing Lauren to stop her from doing this. Meanwhile The children find Michael's sword and before Mammon and his fallen angels arrive to stop them, Michael gains his angelic powers and kills one of the fallen before they retreat. He promises to return to rescue them after he is done and flies to Earth. \nMichael repossessed Marconi's body and heads back to the facility. He tries to help Lauren but she is still possessed by Lucifer who stabs him in the neck. lucifer exhibits the mentality he has of using humanity to destroy the world but Michael details that this was God's plan all along and that the child was to destroy Lucifer. Lucifer in anger, runs away and begs Liz to kill the child out of fear, but Liz denies this and goes with the plan. Lauren gives birth to a healthy baby boy, and Liz takes him away to the square, having the Beast dispose of Lauren in Hell's portal. Liz walks into the square with all the cult members bowing before Him. Liz states that unlike the Holy baptism of water, the Child must be baptised in blood, and the beast begins hacking and killing all the cult members to hide the truth of what occurred. Laurent holds the child kissing it, before Liz orders the beast to kill him as well. \nMichael saves Lauren and the two attack Liz saving the child, to which Michael tells Liz the truth. She denies it and Lauren drives away with the child with Michael going to the portal to close it. Thousands of Fallen Angels and demons make for the portal and Michael closes it, but is attacked and the Beast re-opens it. Michael them arms detonators and destroys the portal, killing the beast and destroying the facility. The Scholar notices this and rejoices. \nLauren and the Scholar bring the child to the Vatican who display the Shroud and pronounce the prophecy. Michael returns to Hell and frees the children as promised. He then narrates that the world is saved and asks God to protect the child, who has grown to a young age. Liz sees him in the forest and whispers \"Lucifer\" to which the child shows Lucifer's mist upon his nose, meaning the battle is far from over.", "tmdb_plot": "The hottest biotech company in the world has discovered they can clone history’s most influential people from the dead. Now, they are auctioning clones of Michelangelo, Galileo, Vivaldi, and others for tens of millions of dollars to the world’s ultra-rich. But when they steal the Shroud of Turin and clone the DNA of Jesus Christ, all hell breaks loose.", "tmdb_id": "296271", "wiki_id": "72971125"}, {"title": "Enys Men", "genres": ["Horror"], "wiki_plot": "Set in 1973 on an uninhabited island off the Cornish coast, a wildlife volunteer's daily observations of a rare flower turn into a metaphysical journey that forces her as well as the viewer to question what is real and what is nightmare.The only feature that suggests a continuous, even though highly speeded up, flow of time is the appearance of a fruticose lichen growing on the flowers over three days, and simultaneously on the protagonist's body.", "tmdb_plot": "A wildlife volunteer on an uninhabited island off the British coast descends into a terrifying madness that challenges her grip on reality and pushes her into a living nightmare.", "tmdb_id": "740049", "wiki_id": "71309330"}, {"title": "Father & Soldier", "genres": ["Drama", "War"], "wiki_plot": "During World War I, in 1917, Bakary Diallo enlists in the French Army in order to be with his 17-year-old son, Thierno, who was recruited against his will. Sent to the front, they find themselves facing the war together in the French colony of Senegal.", "tmdb_plot": "1917. Bakary Diallo enlists in the French army to join his 17-year-old son, Thierno, who has been forcibly recruited. Sent to the front, they will have to face the war together. While Thierno learns to become a man, Bakary will do everything to bring him back safely.", "tmdb_id": "967874", "wiki_id": "70686539"}, {"title": "Kids vs. Aliens", "genres": ["Science Fiction", "Horror", "Adventure", "Action"], "wiki_plot": "A house slumber party turns to terror when bloodthirsty aliens attack, forcing two warring siblings to band together to survive the night.", "tmdb_plot": "All Gary wants is to make awesome home movies with his best buds. All his older sister Samantha wants is to hang with the cool kids. When their parents head out of town one Halloween weekend, an all-time rager of a teen house party turns to terror when aliens attack, forcing the siblings to band together to survive the night.", "tmdb_id": "1013870", "wiki_id": "72166827"}, {"title": "Linoleum", "genres": ["Comedy", "Drama", "Science Fiction"], "wiki_plot": "Cameron Edwin lives a rather boring life in a small Ohio town with his wife Erin and daughter Nora. He hosts a children's science television show in a small market that runs at midnight. Cameron had always wanted to be an astronaut and grew up in the shadow of his more successful scientist father. When part of a rocket falls from orbit and crashes into his backyard, he decides to fulfill his unrealized dream and rebuild it into his own rocket. His wife, who has started divorce proceedings, thinks he is having a midlife crisis. As some other surreal events occur in his life, he not only feels his mission is justified but he begins to question the nature of reality.", "tmdb_plot": "When the host of a failing children’s science show tries to fulfill his childhood dream of becoming an astronaut by building a rocket ship in his garage, a series of bizarre events occur that cause him to question his own reality.", "tmdb_id": "765904", "wiki_id": "65919429"}, {"title": "Marry My Dead Body", "genres": ["Comedy", "Mystery", "Thriller", "Action"], "wiki_plot": "The Homophobic and ghost-phobic straight policeman Wu Ming-han (Greg Hsu), who mistakenly picks up a red envelope while investigating evidence in a case, meets Mao Mao (Austin Lin), who was discussing marriage with his boyfriend but died unjustly because of an accident. Mao Mao's grandma (Wang Man-Chiao), who is reluctant to let her grandson die before getting married, comes up with the idea of ghost marriage, and the two are forced to get married. Unwilling to give in, Wu Ming-han began to have bad luck, not only could he not get rid of his ghost marriage partner, he even messes up the anti-drug case that the policewoman Lin Tzu-ching (Gingle Wang) has been working on for a long time. To cut off the marriage, he has no choice and decides to solve case together with his \"ghost husband\" Mao Mao, finding out the culprit and avenge Mao Mao, so that embarking on a journey full of absurdity and tears.", "tmdb_plot": "A traditional same sex marriage between a human and a ghost.  One day a police officer finds a red wedding envelope, only to find out that the owner of the red envelope is in fact a ghost from the other side asking for the officers hand in marriage before reincarnation. What will happen when a human and a ghost form a special bond?", "tmdb_id": "983883", "wiki_id": "72478410"}, {"title": "Moving On", "genres": ["Drama", "Comedy"], "wiki_plot": "Two estranged former friends reconnect at the funeral of another mutual friend, and decide to exact revenge on their dead friend's widower for wronging them decades earlier.", "tmdb_plot": "Two old friends reconnect at their friend's funeral, and decide to exact revenge on the widower who wronged all three of them decades earlier.", "tmdb_id": "953365", "wiki_id": "71569406"}, {"title": "Neneh Superstar", "genres": ["Comedy", "Drama"], "wiki_plot": "Neneh is a 12-year-old black girl who dreams of becoming a ballerina at the Paris Opera Ballet School. Despite her enthusiasm, Neneh will have to redouble her efforts to escape from her condition and be accepted by the director of the school, Marianne Belage.", "tmdb_plot": "Born to dance, Neneh is a 12-year-old black girl who dreams of entering the Paris Opera Ballet School. Despite her enthusiasm, she will have to redouble her efforts to escape from her condition and be accepted by the director of the school, Marianne Bellage, the guarantor of traditions and the bearer of a secret that links her to the little ballerina.", "tmdb_id": "1008430", "wiki_id": "72735414"}, {"title": "The Outwaters", "genres": ["Horror", "Science Fiction", "Thriller"], "wiki_plot": "The film opens with a panicked 9-1-1 call along with visuals indicating that the four main cast members—Robbie, Angela, Scott, and Michelle—are missing. A title card explains that the subsequent footage was recovered from three memory cards found in the Mojave Desert.\nRobbie is an aspiring filmmaker living in Los Angeles who has recruited his brother Scott and his friend Angela to help film a music video for his friend Michelle in the Mojave Desert. While getting ready for the expedition, he celebrates his brother's birthday, surprises his mother back home, parties with Angela, and talks to Michelle about her recently-deceased mother. Footage filmed from Robbie's apartment of two separate earthquakes is also shown.\nThe four friends pack their equipment and begin their journey, spending the first night at a small lake. They continue deeper into the desert the next day and encounter a pack of donkeys blocking the road. They arrive at their final location, a small hillside area near a dried-up lakebed, and begin setting up camp. Across the lakebed, Robbie films a red figure but doesn't appear to notice it. At night, the four are awakened by booming sounds and frantic animal noises that appear to be getting closer. Scott and Robbie leave their tent to investigate but find no clues. Robbie continues by himself and sees a strobing light along a hillside path. \nThe next day, the crew discuss the uncanny events of the previous evening and begin filming the video. During a break, Robbie and Michelle investigate the area where he saw the light and record high-pitched noises coming from a nearby hole, sensing something unusual beneath the earth. Robbie remarks that his camera battery has not gone down the entire time they’ve been there. Later, Robbie sees an axe at the top of a nearby hill. The crew head to the lakebed to finish filming the video, and the sound is overtaken by noises similar to the ones heard earlier in the hole. At night, the crew once again hear the booms and animal sounds. Robbie wanders off and sees a naked man on a hill wielding the axe. As he runs away, the man attacks Robbie off screen, giving him a head injury. Robbie returns to camp, bloody and disoriented, and finds Scott asleep but the women frantic.\nThe camera cuts to Robbie running through the desert as the two girls scream and plead for their lives. He encounters Scott and Angela, both soaked in blood. Robbie escapes and takes shelter in a small ravine until morning. He exits, naked and disoriented, and starts wandering the desert aimlessly. He finds that the area is now infested with screaming, fleshy, worm-like creatures. That night, he returns to the campsite to find the two tents covered in viscera and sees what appears to be Michelle's body. After a number of close calls with his assailant, Robbie is transported to a pool of red water by the light. He is taken back to the desert, vomits blood, and removes an unknown substance from his foot. He encounters the pack of donkeys, then sees a mirage of himself and his three friends in the past walking through the desert. He sees a blood-soaked Michelle running across the lakebed and chases her. He encounters a bloodied Scott and Angela, acting normally, at the campsite. Exiting the tent, he finds himself at his mother's house and then on the wing of a plane, where he sees Scott through the window. Back in the desert, in total darkness, Robbie runs into a large monster, which closely inspects him and appears to be calling to similar creatures in the distance. He runs away and sees Angela back at camp, and the two are attacked by the worms. Robbie is again carried away by the red water, and the camera is shown rapidly flying through a series of white lights before returning to the desert. Robbie finds a gas mask and an old sign indicating that this is a government-restricted area and encounters his assailant, who appears to be his doppelgänger. The next day, Robbie finds the decomposing heads of his three companions impaled on pikes. He then finds the tooth of a large animal on the ground. He uses it to sever his penis and then disembowels himself. The film ends with a shot of a fatally wounded Robbie reaching toward the sky.", "tmdb_plot": "Four travelers encounter menacing phenomena while camping in a remote stretch of the Mojave Desert.", "tmdb_id": "752867", "wiki_id": "72915778"}, {"title": "Sanctuary", "genres": ["Drama", "Thriller"], "wiki_plot": "A wealthy client of a dominatrix tries to end their relationship.", "tmdb_plot": "Confined to a claustrophobic hotel room, the heir to a hotel empire and the dominatrix who has primed him for success become locked in a battle of wits and wills as he tries to end his relationship with her.", "tmdb_id": "870518", "wiki_id": "71587498"}, {"title": "Skinamarink", "genres": ["Horror"], "wiki_plot": "In 1995, four-year-old Kevin injures himself in what his six-year-old sister Kaylee says is a sleepwalking incident. Kevin is then taken to a hospital and brought back home. The father calls someone and tells them that the hospital didn't need to give Kevin stitches and he only hit his head. Some time later, the two siblings wake up in the middle of the night to find that their father has seemingly disappeared and that the windows, doors, and other objects in their house are gradually vanishing as well.\nKevin suggests they sleep downstairs, where they watch cartoons on a television. They awaken to find the house still dark. They hear an unexplained thumping noise and find a chair standing upside-down on the ceiling. Kevin asks Kaylee where she thinks their father is, to which she replies that she does not know. Kevin then suggests that \"maybe he went with mom,\" to which Kaylee replies “I don’t want to talk about mom.”\nKevin shows Kaylee that the toilet in the downstairs bathroom has disappeared. Kaylee accompanies Kevin to the upstairs bathroom. She sees a doll on a bedroom ceiling, and Kevin returns to tell her that he is too frightened to use the toilet. They decide to place two buckets in the downstairs bathroom. A mysterious voice calls to Kaylee from the darkness, telling her to come upstairs.\nKaylee heads upstairs while Kevin remains downstairs. In a bedroom, she sees their father, who tells her to look under the bed. She does so but does not see anything. She then sees their mother sitting on the opposite side of the bed. Her mother tells Kaylee that they love her and Kevin, and instructs her to close her eyes before vanishing. She then looks at the pitch-black open closet and hears her mother say \"There's someone here.\" From the closet she hears her mother calling out her name as well as moans of pain and breaking of bones.\nKaylee returns downstairs and Kevin asks her what happened, only for her to respond with asking Kevin to help move the couch. Kaylee and Kevin then push the couch to block off the hallway from which the voice was calling to her. Kevin falls asleep, and the voice calls to Kaylee again.\nWhen Kevin wakes up, he calls out for her twice, but she does not reply. Lego bricks, VHS tapes, and other toys and objects are suspended against a wall. The voice calls to Kevin, beckoning him into the basement, where he sees Kaylee, who no longer has eyes or a mouth. After he returns upstairs, Kevin hears the mysterious voice calling to him again, telling him that it wants to play, as some of the toys in the house begin to disappear. A drawer opens in the kitchen, and Kevin complies with the voice's command that he insert a knife into one of his eyes.\nKevin picks up a telephone and calls 9-1-1. He whispers to the operator that he was cut with a knife and that he feels sick. The operator tells him to stay on the line, and that adults will be on their way to help. The operator then asks why he is whispering, if there is someone else in the room with him, and where he is in the house. Kevin says that he is downstairs and that the doors have disappeared, before dropping the phone.\nThe phone turns into a Chatter Telephone toy and the voice claims responsibility for it doing so, telling Kevin that it can \"do anything.\" It says that Kaylee did not do as it told her; she said that she wanted her parents, so it took away her mouth. It tells Kevin to come upstairs, and he obeys. Holding a flashlight, he finds himself on the ceiling. He walks into a bedroom which becomes a void.\n572 days later, a pile of toys sits in a seemingly endless hallway. A figure is seen sitting on the side of a bed and slowly fades away. Photos of people with missing facial features appear in the darkness. Kevin cries out as blood splatters onto the floor, then disappears and spatters repeatedly, and he screams for his mother. Kevin asks if he can watch something happy. A door appears in the darkness, and later an indistinct face. The face tells Kevin to go to sleep; Kevin asks for its name and is met with silence.", "tmdb_plot": "Two children wake up in the middle of the night to find their father is missing, and all the windows and doors in their home have vanished.", "tmdb_id": "994143", "wiki_id": "72365230"}, {"title": "War Pony", "genres": ["Drama"], "wiki_plot": "Follows the intertwined lives of two young Lakota boys living on the Pine Ridge Indian Reservation.", "tmdb_plot": "The interlocking stories of two Lakota boys growing up on Pine Ridge Reservation. At 23, Bill just wants to make something of himself. Meanwhile, 12-year-old Matho can’t wait to become a man. Bound by their shared search for belonging, each of the boys grapple with identity, family, and loss, as they navigate their unique paths to manhood.", "tmdb_id": "962566", "wiki_id": "70863203"}, {"title": "When You Finish Saving The World", "genres": ["Drama", "Comedy"], "wiki_plot": "Loner Indiana 17-year-old Ziggy Katz is a high school student who performs original folk-rock songs for an adoring online fan base. This concept mystifies his formal and uptight mother, Evelyn, who runs a shelter for survivors of domestic abuse. Ziggy installs a red rotating warning light outside his room to signal \"do not disturb,\" which he begins to keep on constantly. Evelyn, feeling distant from her son, tries to convince him to come with her and volunteer at the shelter. He declines, saying he would make more money spending the time live streaming, sparking an argument where each accuse the other of being selfish. \nZiggy begins falling for Lila, an activist classmate of his, and performs one of his songs at a local political arts festival to get closer to her. She reads a poem about the colonization of the Marshall Islands, which he compliments and borrows from her. That night, he masturbates while reading it, and later tries to set it to guitar. The next morning, he meets Lila and listens to her and her friends talking about current events. He tries to join in, but is laughed at by her friends for not knowing much about it. That night, he plays the song version of her poem to her. Impressed, she encourages him to use his live streaming platform for more political issues, which he rejects, saying it wouldn't turn a profit. \nSimultaneously, Evelyn meets Kyle, a 17-year-old who's staying with his mother at the shelter after he called the police to help get her out of an abusive home. Evelyn is impressed by his kindness and recruits him for volunteer jobs around the city, the two become close. Evelyn tries to get him a scholarship for college in Illinois, much to his mother's discontent, who would prefer he stayed working at his father's auto repair shop in town. \nThat night, Ziggy's father, Roger, confronts the two for missing his awards ceremony at work: Evelyn had gone to dinner with Kyle after a volunteer event, and Ziggy was again at the arts festival. Each say they thought the other would be attending, and start arguing again. Roger storms off, saying they both should've come, something neither was willing to do with the other. The next morning, Ziggy asks his mother to give him a ride to school, and inquiers her on how he can learn to \"be political\" to impress Lila, and she scoffs, saying he doesn't really care about the causes. \nEvelyn walks into the school behind Ziggy, tracking down Kyle there and attempting to persuade him into going to college despite his mother's insistence. He appears uncomfortable at Evelyn's overbearingness, and says he'd rather stay with his mother than listen to her. In the next room, Ziggy reveals to Lila that he performed their song-poem online, and brags that he made $100 from it. She angrily accuses him of exploiting her work for profit and storms off, bewildering him. Just then, Evelyn turns the corner and sees him in the hallway. They empathetically make eye contact, both rejected.", "tmdb_plot": "Evelyn and her oblivious son Ziggy seek out replacements for each other. As Evelyn tries to parent an unassuming teenager at her shelter, Ziggy fumbles through his pursuit of a brilliant young woman at school.", "tmdb_id": "691422", "wiki_id": "63612798"}, {"title": "White Paradise", "genres": ["Drama", "Thriller", "Western"], "wiki_plot": "Samuel is a widower who lives isolated in his chalet in the heart of the Italian Alps. One night, Chehreh, a young Afghan woman takes refuge in his home, trapped by the snow. She wants to cross the mountain to reach France. Samuel does not want trouble but faced with his distress, he decides to help her. Beyond the hostility of nature, they will also have to face the hostility of the locals who are determined to stop Chehreh from crossing the border.", "tmdb_plot": "Samuel, a widower, is taking care of his 7-year-old daughter alone. Overwhelmed and stressed out, he decides to isolate in a chalet he was renovating with his wife in the Italian Alps. Indifferent to the anger of locals who help police to hunt down migrants, he comes across a woman who fled Afghanistan. Samuel decides to help her reach the border, thinking it will take them a few hours. But an agressive group of men comes after them…", "tmdb_id": "1002645", "wiki_id": "72734565"}, {"title": "Wildflower", "genres": ["Drama", "Comedy"], "wiki_plot": "The film centers on Bea, the daughter of two intellectually disabled parents Sharon and Derek. Bea is left comatose during her senior year in high school and the film explores aspects of her life, including a romantic relationship with fellow student Ethan, through flashbacks.", "tmdb_plot": "A coming-of-age film that follows Bea Johnson from birth to graduation as she navigates life with an intellectually disabled parent and an extended family who can't quite agree on the best way to help.", "tmdb_id": "915523", "wiki_id": "72324255"}, {"title": "Zwigato", "genres": ["Drama"], "wiki_plot": "The film, set in current times in Bhubaneswar, Odisha, explores the life of Manas an ex-factory floor manager. After losing his job, he is forced to work as a food delivery rider, grappling with the app on his phone and the world of ratings and incentives. He struggles to make ends meet for his wife, Pratima, his two children, and an ailing mother. Simultaneously, Pratima a homemaker, begins to explore different work opportunities to support his income. From being a masseuse for rich women to a cleaner at a mall. The fears of these new experiences are coupled with the joys of a newfound independence.", "tmdb_plot": "Set in Bhubaneshwar, Odisha the film is a sociopolitical gaze on the gig economy, from the perspective of a food-app delivery driver and his trials and tribulations.", "tmdb_id": "1014060", "wiki_id": "72585038"}, {"title": "80 for Brady", "genres": ["Comedy"], "wiki_plot": "In 2017, Lou, Trish, Maura, and Betty are four best friends who are massive fans of the New England Patriots, particularly the team's star quarterback Tom Brady, \nhaving become fans in 2001 while celebrating Lou's successful completion of chemotherapy. 15 years later, the four women are celebrating the Patriots' victory over the Pittsburgh Steelers in the AFC Championship Game and make plans for the Super Bowl LI watch party. Lou floats the idea of actually going to the Super Bowl in person, but the other women are not interested due to the prohibitive cost. However, a local sports radio show runs a competition for free tickets, and the foursome enter by sharing the stories of their Patriots fandom. Later, Lou announces to the others that they won the tickets and they prepare their trip to Houston.\nLou, Trish, and Betty break Maura out of her retirement facility with help from Maura's friend Mickey, and the four women fly to Houston. The next day, they go to the NFL Experience, where Betty wins a chicken wing eating contest hosted by Guy Fieri, but loses her fanny pack with the tickets. Trish meets former NFL player Dan O'Callahan and mutual attraction forms between them, but Trish is uncertain as she has not had a very successful love life; Dan invites her to a party, and the women decide to go upon learning about the loss of the tickets as Fieri will also be there. At the party, the women are given cannabis edibles which severely disorient them. Maura joins in on a celebrity game of poker and wins several hands in order to potentially buy new tickets, only to learn that the game is for charity; she gives her winnings to the charity of her top competitor, Gugu. Unable to find Fieri, the foursome return to their hotel and decide to resume searching in the morning.\nThe next day, the women go back to the NFL Experience but find it has closed down. They then go to the tailgate parties around NRG Stadium to see if they can buy any tickets from scalpers, but have nowhere near enough money to buy even one ticket. Trish finds the radio hosts they won the tickets from and brings up the situation to them, but they are confused as they gave their tickets to a different group. Betty finds Fieri at the tailgate and recovers the bag with the tickets but when the women attempt to enter the stadium, the security guards reveal that the tickets are fake. Lou confesses that she bought the \"tickets\" online for an exorbitant price along with trading away her car, as she wanted to have one last fun memory with her friends before she hears back from her doctors as she fears that her cancer may have returned. The other women console her and agree that even if they could not make it into the game, they are satisfied with all of their other great memories. To their luck, however, they run into Gugu, who gets them in under the guise of being backup dancers for Lady Gaga's halftime performance out of gratitude for Maura's actions the previous night. Despite the security guards clearly seeing through the deception, they are impressed by the four's dance moves and determination and allow them in anyway.\nThe quartet are about to be thrown out again by a different security guard when they run into Dan who invites them into his box suite as his guests. Concerned as they watch the Atlanta Falcons build a 28-3 lead over the Patriots, they decide to take action and sneak into the Patriots coordinators' booth. Betty hijacks the defensive coordinator's headset and uses her vast knowledge of math to give a playcall which leads to a sack, while Lou talks to Brady and gives him an inspirational message, explaining how he helped her get through her chemo treatment, which causes the quarterback to gain renewed energy. The quartet return to their box suite and watch in jubilation as Brady leads the Patriots to a comeback victory. Maura reveals she made back the money Lou spent on the fake tickets by making a bet on the Patriots winning with the owner of the suite. The women are approached again by security, and escorted to the Patriots' locker room, and thanked by the players for their dedication, including Brady.\nThree years later, Trish, Maura, Betty, and Lou, along with Mickey and Lou's daughter Sara, prepare to watch Brady's first game with his new team the Tampa Bay Buccaneers, wearing combination Patriots/Buccaneers Brady jerseys and it is revealed that Lou is perfectly fine. Sometime later, the four women sit on a beach with Brady discussing their retirements.", "tmdb_plot": "A quartet of elderly best friends decide to live life to the fullest by taking a wild trip to the Super Bowl LI to see their hero Tom Brady play.", "tmdb_id": "942922", "wiki_id": "70150378"}, {"title": "Aalankam", "genres": [], "wiki_plot": "Aalankam, according to the film's creators, it's a mystery thriller and the actors are portraying a grey shade characters and the movie is said to be a 'Garish Macabre'.", "tmdb_plot": "", "tmdb_id": "889576", "wiki_id": "72793044"}, {"title": "All Dirt Roads Taste of Salt", "genres": ["Drama"], "wiki_plot": "The film charts the growth, loves, and heartbreaks of a Black woman in Mississippi, from her childhood through her adult years.", "tmdb_plot": "Tender caresses and enveloping embraces are portals into the life of Mack, a Black woman in Mississippi. Winding through the anticipation, love, and heartbreak she experiences from childhood to adulthood, the expressionist journey is an ode to connection — with loved ones and with place.", "tmdb_id": "800227", "wiki_id": "72508294"}, {"title": "Amigos", "genres": ["Action", "Thriller"], "wiki_plot": "The concept of doppelgangers has been around for centuries, but it has never lost its intrigue. The idea of finding someone who looks exactly like you, and perhaps even shares similar habits and characteristics, is fascinating. In the movie Amigos, the main character, Siddharth (Nandamuri Kalyan Ram), is one such person. He is obsessed with finding his look-alikes, and he eventually finds two of them through a website called \"doppel.com.\" Manjunath Hegde, a software engineer in Bangalore, and Michael, from Kolkata. The three of them soon decide to meet in Goa.\nThe two men, Manjunath Hegde and Michael, all head to Goa to meet each other. As they spend time together, they become friends and embark on a series of adventures. Siddharth is a hopeless romantic and has a girlfriend, Ishika, who he loves deeply. However, he feels that his relationship with Ishika is not progressing as he wants it to, and he decides to take the help of Manjunath and Michael to make her fall in love with him. The three of them embark on a fun and comical journey to help Siddharth win the heart of his girlfriend.\nHowever, things take a dangerous turn when Siddharth and Manjunath learn that Michael is actually the notorious arms dealer, Bipin Roy, who is most-wanted by the National Investigation Agency (NIA). Michael’s true identity comes as a shock to the two of them, and they are soon caught up in the webs of danger and lies. Michael uses his cunning ways to manipulate the situation and tries to use Siddharth and Manjunath as scapegoats to escape from the NIA.\nThe rest of the movie is a thrilling ride, as Siddharth and Manjunath team up to take down Michael and his evil designs. Along the way, they face many dangers and obstacles, but they are determined to stop Michael from using them as pawns in his criminal activities.", "tmdb_plot": "Siddharth, a youngman who runs a family business is astonished to find his doppelgängers Manjunath and Michael on getdopple.com. After meeting up in Goa, they come down to Hyderabad to help Siddarth win over Ishika, a girl looking for superman to be her husband. But things take a drastic turn when NIA swings into action to nab Michael, aka Bipin Roy.", "tmdb_id": "1034587", "wiki_id": "72679559"}, {"title": "Ant-Man and the Wasp: Quantumania", "genres": ["Adventure", "Science Fiction", "Comedy"], "wiki_plot": "During her days of entrapment in the Quantum Realm, Janet van Dyne encounters an exiled traveler named Kang. In the present day, after the Battle of Earth, Scott Lang has become a successful memoirist and has been living happily with his girlfriend, Hope van Dyne. Scott's now-teenage daughter Cassie has become a political activist, resulting in her having a strained relationship with her father. \nWhile visiting Hope's parents, Hank Pym and Janet, Cassie reveals that she has been working on a device that can establish contact with the Quantum Realm. Upon learning of this, Janet panics and forcefully shuts off the device, but the message is received, resulting in a portal that opens and pulls the five of them into the Quantum Realm. Scott and Cassie are found by natives who are rebelling against their ruler, while Hope, Janet, and Pym explore a sprawling city to get answers.\nHope, Janet, and Pym meet with Lord Krylar, a former ally of Janet's, who reveals that things have changed since she left, and that he is now working for Kang, the Quantum Realm's new ruler. The three are forced to flee and steal Krylar's ship. The Langs, meanwhile, are told by rebel leader Jentorra that Janet's involvement with Kang is indirectly responsible for his rise to power. The rebels soon come under attack by Kang's forces led by M.O.D.O.K., who is revealed to be Darren Cross, having survived his apparent death at Scott's hands.Aboard Krylar's ship, Janet confesses to Hope and Pym why she wanted nothing to do with the Quantum Realm again; Kang claimed that he and Janet could both escape from the Quantum Realm if she helped him rebuild his multiversal power core. After they manage to repair it, Janet sees a vision of Kang conquering and destroying entire timelines. Kang reveals he was exiled by his own variants out of fear, which drove Janet to turn on him. Outmatched, Janet used her Pym Particles to enlarge the power core and render it unusable. Kang, having regained his powers, eventually conquered the Quantum Realm afterward.\nThe Langs are taken to Kang, who demands that Scott helps get his power core back or else he will kill Cassie. Scott is taken to the core's location and shrinks down. He is nearly drowned in a sea of variants of himself, but Hope arrives and helps him acquire the power core. However, Kang reneges on the deal, capturing Janet and destroying her ship with Pym on it. After being rescued by his ants, who were also pulled into the Quantum Realm, rapidly evolved, and became hyper-intelligent, Pym helps Scott and Hope as they make their way to Kang. Cassie rescues Jentorra and they commence an uprising against Kang and his army. During the fight, Cassie convinces Cross to turn sides and fight Kang, though he sacrifices his life in the process. \nJanet fixes the power core as she, Pym, Hope, and Cassie jump through a portal home, but Kang attacks Scott, nearly beating him into submission. Hope returns and, together with Scott, destroy the power core with a combination of Pym Particles and knock Kang into it, causing him to be pulled into oblivion. Cassie reopens the portal on her end for Scott and Hope to return home. As Scott happily resumes his life, he begins to rethink what he was told about Kang's death being the start of something terrible happening, but brushes it off.\nIn a mid-credits scene, numerous variants of Kang are concerned by Earth-616's increasing interest in the multiverse and plan their uprising. In a post-credits scene, Loki and Mobius M. Mobius locate another Kang variant, named Victor Timely, on Earth in the 1900s.", "tmdb_plot": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.", "tmdb_id": "640146", "wiki_id": "62221565"}, {"title": "Asterix & Obelix: The Middle Kingdom", "genres": ["Comedy", "Adventure", "Family"], "wiki_plot": "Princess Fu Yi, the only daughter of the Chinese Emperor Han Xuandi, escapes from a rogue prince, Deng Tsin Qin, and flees to Gaul, seeking help from Asterix and Obelix.", "tmdb_plot": "It’s the year 50 BC. The Empress of China has just been imprisoned following a coup d’état incited by Deng Tsin Qin, a traitorous prince. Helped by Finalthesis, the Phoenician merchant, and her faithful bodyguard Mai Wei, the Empress’ only daughter Princess Sass-Yi flees to Gaul to ask for help from two valiant warriors: Asterix and Obelix, who are endowed with superhuman strength thanks to their magic potion. Our two inseparable heroes gladly accept to help the Princess save her mother and free her country. And thus begins a great voyage and adventure on the road to China. But Caesar and his powerful army, thirsty for a new conquest, are also heading toward the Middle Kingdom.", "tmdb_id": "643215", "wiki_id": "62769756"}, {"title": "Bank of Dave", "genres": ["Comedy", "Drama"], "wiki_plot": "The film is based on the real-life experiences of Dave Fishwick. It follows the story of a Burnley working class and self-made millionaire, who struggles to set up a community bank to help the town's local businesses to thrive. To do so, he must battle London's elite financial institutions and compete for the first banking licence in over 100 years.", "tmdb_plot": "The true story of how Dave Fishwick, a working class man and self-made millionaire, fought to set up a community bank so that he could help the local businesses of Burnley not only survive, but thrive. In his bid to help his beloved community, he has to take on the elitist financial institutions of London and fight to receive the first, new banking license to be issued in over 100 years.", "tmdb_id": "937220", "wiki_id": "72712029"}, {"title": "The Beast in the Jungle", "genres": ["Drama"], "wiki_plot": "For 25 years, from 1979 to 2004, a man and a woman wait together for a mysterious event in a big nightclub.", "tmdb_plot": "The club as a place of endless (im)possibilities. A man and a woman wait here together for 25 years for a mysterious, all-changing event to occur. From 1979 to 2004: from disco to techno. A love story and an obsession.", "tmdb_id": "820694", "wiki_id": "71519764"}, {"title": "Bommai Nayagi", "genres": ["Drama"], "wiki_plot": "Velu, who works in a tea shop, fights for justice for his nine-year-old daughter, who has been subjected to sexual assault.", "tmdb_plot": "Velu, who works in a tea shop, fights for justice for his 9-year-old daughter, who has been subjected to sexual assault by two influential upper-caste men during a festive season.. However, when he realizes that people he trusts wanted to cover this up, he decides to fight for justice with the help of his Marxist-leaning friends.", "tmdb_id": "1069953", "wiki_id": "71854573"}, {"title": "The Burdened", "genres": ["Drama"], "wiki_plot": "The film talks about struggling of a Yemeni family in the port city of Aden in the southern region of Yemen. It follows Ahmed, his pregnant wife Isra’a and their three children after they both lost their jobs due to the economic crisis.", "tmdb_plot": "When Isra’a discovers she is expecting another baby amid the civil war in Yemen, she and her husband decide she should have an abortion. But this creates enormous difficulties – in their relationship and elsewhere. A moving story from an all-too-often forgotten crisis region.", "tmdb_id": "1061648", "wiki_id": "73139426"}, {"title": "Chhatriwali", "genres": ["Comedy", "Drama"], "wiki_plot": "Set in Karnal, the film is about Sanya Dhingra, a female unemployed chemistry genius, who is, looking for a job and at the same time she uses her skills to fight an important societal taboo of educating the youth about Sex Education.", "tmdb_plot": "Sanya is an unemployed chemistry genius looking for a job. However, she also wants to use her knowledge of chemistry to help young minds move beyond the taboos of sex with the right education.", "tmdb_id": "897515", "wiki_id": "72524080"}, {"title": "Děti Nagana", "genres": ["Family"], "wiki_plot": "Schoolboy Dominik (11) decides to play ice hockey due to euphory after watching the national team's victory in the tournament of the century in Nagano. He gets a hockey stick and puts together a group of boys; they train together on the concrete area behind the house, and it doesn't matter at all that they play with a tennis ball. They plan to challenge the older boys from the neighboring village to a match; in addition, Dominik strives for the favor of his classmate Katka.", "tmdb_plot": "", "tmdb_id": "1027682", "wiki_id": "73202862"}, {"title": "Christopher", "genres": ["Action", "Thriller"], "wiki_plot": "ADGP Christopher Antony is an honest and efficient IPS officer and encounter specialist from the Kerala cadre who uses vigilantism and encounter killings as a tool for safeguarding women and other innocent and helpless people. He kills 5 people in an encounter for brutally assaulting and murdering a woman. Under pressure from the Human rights activists, CM Rajashekaran Menon is pressured by the Home Secretary and Christopher's ex-wife, Beena Mariam Chacko, to launch an investigation into the deaths of 5 youngsters. ACP Sulekha is appointed to lead the investigation, where she decides to unearth Christopher's previous encounter killings instead of probing by looking into the case files. \nSulekha learns that Christopher's motive to become an IPS officer and encounter specialist is due to some gruesome incidents during his childhood. Years ago, during a riot in Kerala, a group of young men used the situation to brutally rape and murder Christopher's sister. They also killed his parents and set his house on fire. A young Christopher seeked to avenge his loved ones and chased the perpetrators with a butcher's knife. However, Christopher was stopped by a kind and upright police officer, SP Vetrivel IPS. When Vetrivel learnt about the injustice that happened to Christopher's family, he shot the perpetrators to death. This incident inspired Christopher to become a police officer. It was Vetrivel who took care of the rest of Christopher's education, and later he cleared the civil service exam to become an IPS officer. After Christopher completed his police training, Vetrivel who was on deputation as the DGP in the Central Government, intervened to get Christopher his first posting as ASP in Madhya Pradesh. Everyday many women were raped and murdered by the feudal landlords. Christopher was very instrumental in capturing and killing the real perpetrators behind the brutal happenings and in no time, he became an encounter specialist. He was assisted by an honest and efficient cop, Sub Inspector Ismail who was his right hand man. Later, Christopher shifted his base to Kerala and was promoted to the rank of Superintendent of Police . \nLater one day, he met Beena who was the District Collector regarding a series of robberies and murders which constantly took place in a densely forested area. Christopher and his team decided to take up the mission. The operation was completed successfully, but Ismail had succumbed to his injuries. At Ismail's funeral, Christopher came to know more about Ismail's family. Ismail's marriage was a love marriage and his wife had already passed away and that he had a daughter named Amina. Ismail's relatives were dead against accepting Amina. So Christopher took Amina as his own child and decided to look after her. Christopher was then posted as the SP of Crime Branch. Later Christopher married Beena and they lived happily and peacefully. Later one day, at a hotel in Kochi, a group of girls were found heavily doped by a gang of young men. From the investigation, it was found out that the real culprit was Beena's younger brother, Sebastian who was a drug addict. Beena and her father Chackochan who was an MP along with Abhilash, settled the issue by paying a huge sum of money to each of the girls. Then one day, a lady who was working as a maid at Beena's father's home told Christopher that her daughter had been missing for a few days. Christopher decided to investigate and found out that Sebastian had brutally raped and murdered the girl under the influence of drugs and destroyed her body using a crusher and had also hidden the remaining body parts and hair in some statues in his father's ceramic factory. Sebastian was arrested by Christopher but Chackochan told Christopher that he will surely bail out Sebastian. The next day, at the court, Sebastian tried to escape from the clutches of the police by behaving very violently and snatched a rifle from a policeman to try and kill the victim's mother by hitting her on the head, but she was saved by Christopher who shot Sebastian to death. After this incident, Christopher and Beena were separated and later parted ways. With that, he had lost everything, but the only person who he had with him was his adopted daughter Amina. Later after a few months, Christopher rejoined service, but was made to stay away from law and order. He was posted in the DPCAW. After some years, he got promoted to the rank of ADGP.\nNow in the present, Christopher's adopted daughter, Amina who is now an investigative lawyer and social activist, investigates the death of a woman and her father, who are actually the wife and father-in-law of a rich businessman, Sitaram Trimurthi Iyer. From the investigation, Amina deduces that Sitaram had actually killed his wife and father-in-law in order to usurp their properties. Sitaram learns that Amina is after him, and he kidnaps and brutally assaults her to death. With Amina's death, Christopher is completely shattered. Christopher finds out that a corrupt cop, DYSP George, had helped Sitaram to kidnap and kill Amina using a criminal. Later, Christopher shoots George to death. Christopher arrests Sitaram and sends him to prison. Sulekha understands Christopher and his motives completely, deciding to stand by him. Despite being in prison, Sitaram kills Beena using carbon monoxide poisoning, which devastates Christopher, who is more determined than ever to kill Sitaram, once and for all. \nChristopher is completely cleared of all charges and joins back his duty and is posted as the ADGP, Headquarters. He shoots Sitaram to death with the help of the jail superintendent, who is Amina's distant relative. Sitaram's death is written as an act of self-defence and the jail superintendent promises Christopher that he will look after all the further proceedings. A few weeks later, Christopher adopts the younger sister of the assaulted woman and moves on.", "tmdb_plot": "A maverick, vigilante cop who is forced to misbehave the limits of law when the system fails. It weaves across past and present whilesolving the motives and moral bruises that shape his actions.", "tmdb_id": "992589", "wiki_id": "71547248"}, {"title": "Christy", "genres": ["Romance", "Drama"], "wiki_plot": "The story begins in the period of 2007 and sets in the beautiful backdrop of Poovar. Roy, a 12th standard student who was not interested in his studies and he skips classes and goes out to enjoy with his friends and also starts a dance troupe called \"Poovar Boys\". He lives there with his father's sister and studies from there. Knowing that Roy does not go to school regularly his mother tell him that to come back home if he doesn't pay an attention in studies.\nSo, his aunt decides to send Roy for tuition. Then Roy goes to the house of a higher secondary teacher named Christy for tuition. When Roy comes home, he sees Christy sitting in the room like a crazy woman and tearing up all the photos. Scared by that, he returned to home and says that this can't be right, she is crazy.\nThen the next day, when he was leaving the church, Christy comes to him and tells him to come tomorrow for tuition. Christy was a divorced woman. Her father had a grudge against this, seeing her as a liability.", "tmdb_plot": "Roy, a village boy who's a failure at studies, joins Christy's tuition. They become good friends, but later when Christy gets a job abroad, Roy's life changes", "tmdb_id": "1026114", "wiki_id": "73028116"}, {"title": "Clipmakers", "genres": ["Comedy"], "wiki_plot": "The action of the picture takes place in the dashing 1990s - with their powerful and at the same time spontaneous business development, glamorous parties, gang wars, often turning into a bloody ending. The production of commercials and music videos is becoming one of the most profitable financial investments. The protagonist of the film, a young ambitious Moscow music video director Grisha, is just starting his journey in this new profession for Russian society. For the successful development of his career, he needs useful connections, therefore, in his environment there are only the highest paid video makers in the country, and among his clients are the most popular domestic artists. Gregory is trying his luck, getting involved from time to time in dangerous adventures. But it's worth it: after all, as they say, who does not take risks does not drink champagne!", "tmdb_plot": "A young Moscow music video maker Grisha blazes his way to fame through the dashing nineties - in the era of careless parties, bandit shooters and grievous bodily harm. His friends are the best music video makers in the country, his clients are its main stars. One dashing adventure follows another - the guys are lucky. And it seems that everything is just beginning.", "tmdb_id": "895534", "wiki_id": "70289242"}, {"title": "Cocaine Bear", "genres": ["Action", "Comedy", "Horror", "Crime"], "wiki_plot": "In 1985, drug smuggler Andrew C. Thornton II drops a shipment of cocaine from his plane. He attempts to parachute out with a drug-filled duffel bag, but knocks himself unconscious on the doorframe, causing him to fall to his death. His body lands in Knoxville, Tennessee where he is identified by Bob, a local detective. He concludes that the cocaine is likely from St. Louis drug kingpin Syd White, and the remainder is missing. Meanwhile, in the Chattahoochee-Oconee National Forest, an American black bear eats some of the cocaine, becoming highly aggressive and attacking two hikers, Elsa and Olaf, killing the former.\nIn northeast Georgia, middle schooler Dee Dee lives with her mother, nurse Sari. Dee Dee skips school with her best friend Henry in order to paint a picture of the falls in the forest. On the trail to the falls, the pair finds a lost brick of cocaine, and ingest some before they are attacked by the bear. Sari ventures into the forest to search for the kids with park ranger Liz and Peter, a wildlife activist. The three find Henry clinging to a tree, hiding from the bear. The bear attacks, sending Peter stumbling through a pile of cocaine and slashing Liz in the process. Attracted to a cocaine-coated Peter, the bear kills him, ignoring Henry. Sari and Henry flee deeper into the forest, and Liz sends for help.\nIn St. Louis, Syd sends his fixer Daveed to recover the remaining cocaine. Daveed travels to Georgia with Eddie, Syd's son, who has grown depressed following the death of his wife and has abandoned his own son. They arrive in Georgia, as does Bob. At the forest station, Daveed gets into a fight with the Duchamps gang, three delinquents who cause trouble in the forest. One of the members, Stache, takes Daveed and Eddie to recover some of the cocaine he stashed in a gazebo. Liz arrives back at the station, pursued by the bear. Liz accidentally kills Ponytail, one of the Duchamps, before the bear slaughters Vest, the other one. Paramedics Beth and Tom arrive and collect Liz after a brief skirmish with the bear. They leave with Liz in an ambulance, but the bear pursues and jumps into the vehicle. In the ensuing chaos, Tom is killed by the bear, while Liz falls out of the ambulance and is crushed on the road. Beth loses control of the ambulance and crashes into a tree, causing her to fly through the windshield to her death.\nSari and Henry discover that Dee Dee left them a trail of paint, which they use to track her. Daveed and Eddie are taken to the gazebo, but find Bob there with the stashed duffel of cocaine. The bear appears but Bob distracts it with the bag of coke. Bob is suddenly shot fatally by Syd, who reveals that he is under pressure by his superiors to retrieve the cocaine. \nSari and Henry find a mourning Olaf, who leads them to Dee Dee’s hiding place: the bear's cave containing its two cubs, revealing that the bear is a mother. Olaf leaves and is killed by the bear. Syd, Eddie, and Daveed find the cave, which leads out to a ledge behind the falls. The bear returns to the cave. Sari, Henry, and Dee Dee jump into the water below to safety, followed by Eddie and Daveed - who have chosen to quit the drug business together, and they all survive. However, Syd refuses to leave the bag of cocaine found in the cave. He shoots and wounds the bear but is unsuccessful in killing it and is disemboweled by the bear and her cubs.\nLater, Stache hitchhikes to New York with a duffel bag of cocaine, while Eddie, accompanied by Daveed, reunites with his son.", "tmdb_plot": "An oddball group of cops, criminals, tourists and teens converge in a Georgia forest where a 500-pound black bear goes on a murderous rampage after unintentionally ingesting cocaine.", "tmdb_id": "804150", "wiki_id": "67054916"}, {"title": "Craving", "genres": ["Crime", "Horror", "Thriller"], "wiki_plot": "The film opens with two police officers entering a bar that is filled with mutilated bodies. They find a young woman still alive. It cuts to the night before at the bar.\nA varied crew of patrons hangs out casually at the bar, The Last Exit. After a disruption outside, bar owner Les goes out to check on the commotion.\nA group of drug addicts burst in, holding the patrons and staff hostage as a strange cult gathers outside the bar and barricades both the front and back doors so that no one can leave.\nThe outside group warns everyone inside that there is a threat among them. As the night turns into day, the danger becomes apparent.", "tmdb_plot": "After a drug deal goes south, four heroin addicts barricade themselves in a country bar as the cops close in. Withdrawal sets in, further complicating their hostage situation, while a secret one of them is hiding could destroy them all.", "tmdb_id": "941256", "wiki_id": "73254219"}, {"title": "Creed III", "genres": ["Drama", "Action"], "wiki_plot": "In 2002 Los Angeles, a young Adonis \"Donnie\" Creed sneaks out with his best friend, Golden Gloves champion Damian \"Diamond Dame\" Anderson, to watch him compete in an underground boxing match. After Dame's victory, he tells Donnie about his aspirations to turn professional and become a world champion. During a detour at a liquor store, Donnie impulsively attacks a man named Leon. \nIn 2020, Donnie wins in a rematch against \"Pretty\" Ricky Conlan, newly released from prison. Donnie retires from boxing to focus on his wife Bianca and their daughter Amara, whose born deafness has since led the family to become fluent in American Sign Language. Three years later, Donnie runs Delphi Boxing Academy with Tony \"Little Duke\" Evers Jr., and is promoting his protégé, world champion Felix \"El Guerrero\" Chavez, in a match against Viktor Drago. Due to her hearing problems, Bianca forgoes performing and becomes a successful producer. While the two watch the declining health of Donnie's adoptive mother Mary-Anne, Amara aspires to become a boxer like Donnie, which gets her into trouble at school for punching another student.\nDame reconnects with Donnie after getting out of jail, with whom he shares desires to resume his boxing career. Donnie reluctantly invites Dame to the gym to spar with Chavez, however, his aggressive style draws scorn from Chavez and Duke. Dame later visits Donnie's home, where he meets his family and shares about their time together at a group home, which Bianca had never heard of. Privately, Dame asks for a title shot against Chavez, citing Donnie's previous one-in-a-million shot, which Donnie refuses. \nAt a party for Bianca's record label, Dame cryptically tells Bianca about Leon and that Donnie was keeping it secret from her. Drago is attacked by an unknown assailant and becomes too injured to participate in his match against Chavez. Not wanting to lose the money spent on the event, Donnie suggests Dame as an opponent, pitching an underdog fight much like Rocky Balboa's first title shot, which Chavez accepts. During the fight, Dame fights dirty, but knocks out Chavez, winning the undisputed heavyweight championship. \nFollowing the match, an uneasy Donnie visits Mary-Anne, who shows him letters Dame had written to Donnie while in prison that she kept from him due to believing he was a bad influence. One letter contains a picture showing Dame with a fellow inmate that Donnie recognizes as Drago's assailant. Realizing Dame orchestrated the attack, Donnie confronts him. Dame reveals that he manipulated all their encounters to set him up as a champion, before giving him a black eye. Donnie is unable to open up to Bianca about his guilt over Dame, who revels in his newfound fame and publicly slanders Donnie as a fraud who turned his back on him. \nMary-Anne suffers another stroke and dies. After her funeral, Donnie confesses to Bianca that Leon was the abusive caregiver in the group home he and Dame lived in before he was adopted. After Donnie attacked Leon at the liquor store, a brawl against Leon's friends ensued causing Dame to pull a gun. As the police arrived, Donnie fled, but Dame was arrested. Attempting to block out the memory, Donnie never contacted Dame out of shame and guilt. Knowing Dame would not stop defaming him, he tells Bianca there's only one way to bring him down. \nDonnie goes on First Take, where Dame calls in to goad Donnie over the phone. Donnie decides to come out of retirement and challenges Dame for the championship, which he accepts. After training with Duke and a recovered Drago, Donnie faces Dame in the \"Battle of Los Angeles\" at Dodger Stadium. Donnie faces Dame in a grueling, evenly-matched affair. Donnie has visions of his abusive foster home and Dame's life in jail, leading to a knockdown in the final round.  Donnie sees his family in the crowd and lets go of his fear and guilt, and knocks out Dame to win the match and regain the championship. Afterward, Donnie reconciles with Dame, with both men admitting it was not the other's fault. Donnie joins Bianca and Amara in the ring in the empty stadium, where he pretends to box with Amara.", "tmdb_plot": "After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damien Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damien - a fighter who has nothing to lose.", "tmdb_id": "677179", "wiki_id": "63560505"}, {"title": "Deep Sea", "genres": ["Animation", "Adventure", "Fantasy", "Science Fiction"], "wiki_plot": "A young woman explores a strange underwater environment.", "tmdb_plot": "The story of a girl who encounters a unique life journey, seeking and searching in the mysterious underwater world.", "tmdb_id": "667717", "wiki_id": "72909487"}, {"title": "Divinity", "genres": ["Science Fiction", "Fantasy", "Horror"], "wiki_plot": "Set in an otherworldly human existence, scientist Sterling Pierce dedicated his life to the quest for immortality, slowly creating the building blocks of a groundbreaking serum named “Divinity.” Jaxxon Pierce, his son, now controls and manufactures his father's once-benevolent dream.", "tmdb_plot": "Two mysterious brothers abduct a mogul during his quest for immortality. Meanwhile, a seductive woman helps them launch a journey of self-discovery.", "tmdb_id": "1058619", "wiki_id": "72860565"}, {"title": "Dog Gone", "genres": ["Family", "Adventure", "Drama"], "wiki_plot": "Fielding is a socially awkward college kid, who decides to adopt a puppy after being rejected by a girl. He finds a yellow lab puppy at the local pound and adopts him. He names the dog Gonker, and they are inseparable for the rest of his college career. The dog often runs with him to class on campus without a leash. When college is done, all of Fielding's friends have jobs, but Fielding does not know what he wants to do with his life, which worries his father, John. Fielding moves in with his parents with Gonker. A few weeks later, Gonker is diagnosed with Addison's disease and needs a life-saving shot every month for the rest of his life.\nHis best friend from college visits him a few weeks later, and they are out on a hiking trail with Gonker, who runs off chasing a fox. When he doesn't return, they start looking for him, but cannot find him. Panicked, they rush home and tell Fielding's parents that Gonker might be lost.\nThere are flashbacks of Fielding's mother Ginny having a dog, Oji, when she was a young girl, who was run over when she was at school. Her parents are shown to be cold and unfeeling and encourage her to not make a big deal about it. She buries the pain and trauma, but it gets triggered by Gonker's loss and bubbles up to the surface. She sets up a control room in their house, calling local newspapers, animal shelters, hospitals, and starts sending out flyers throughout the state. Local newspapers and then national newspapers pick up Gonker's story and there are now a lot of people looking for Gonker. They have to find him before he needs his next shot in three weeks.\nDuring the extensive search, Fielding's health takes a turn for the worse. He is not eating much, barely sleeping, and getting weaker by the day. They receive a call about a dog with Addison's disease from an animal shelter and rush there only to find that it is not Gonker. They keep looking but are not having much luck. Seeing Fielding's deteriorating health, his father decides to drive him back home and call off the search and rescue. Just then, they receive a call of another sighting, and this time it is Gonker. They bring him back home which immediately perks Fielding up. But Fielding has to be rushed to the hospital where he is diagnosed with ulcerative colitis and has an emergency operation, which is successful. The movie ends on an optimistic note with both Gonker and Fielding sleeping together in his hospital bed and recuperating.", "tmdb_plot": "When his beloved dog goes missing, a young man embarks on an incredible search with his parents to find him and give him life-saving medication.", "tmdb_id": "858408", "wiki_id": "72724086"}, {"title": "Drift", "genres": ["Drama", "Romance"], "wiki_plot": "The film follows Jacqueline, a Liberian refugee, who flees to a Greek island and develops a friendship with an American tour guide while coping with her past.", "tmdb_plot": "Jacqueline, a young refugee, lands alone and penniless on a Greek island where she tries to survive, then to cope with her past. While gathering her strength, she begins a friendship with a rootless tour guide and together they find the resilience to forge ahead.", "tmdb_id": "977966", "wiki_id": "72491091"}, {"title": "The Eternal Memory", "genres": ["Documentary"], "wiki_plot": "Chilean journalist and documentary filmmaker Augusto Góngora and Chilean actress have been together for twenty-five years, in 2014, Góngora is diagnosed with Alzheimer's disease. The film includes archival footage from both newsreels and home video, and follows their relationship and struggles making a parallel between the state of Góngora's memory and his life of capturing Chile's memory throughout his career.", "tmdb_plot": "Augusto and Paulina have been together for 25 years. Eight years ago, he was diagnosed with Alzheimer's disease. Both fear the day he no longer recognizes her.", "tmdb_id": "1032760", "wiki_id": "73150924"}, {"title": "Full River Red", "genres": ["Drama", "Mystery", "Comedy"], "wiki_plot": "The film chronicles a mystery case set in the beginning era of Southern Song dynasty. It is set four years after Yue Fei's death. A mysterious murder occurs at Qin Hui's residence when he meets delegates from the rival Jin Dynasty. A soldier and a commander become entangled in a large conspiracy as one of the Jin envoys perishes and a confidential letter is reported missing. Righteous vigilantes are responsible for the incident and want to kill a suspected traitor.", "tmdb_plot": "A pawn tries to get rid of a traitorous minister, Qin Hui, when he leads an army to the border for talks with a Jurchen mission.", "tmdb_id": "1066298", "wiki_id": "72699721"}, {"title": "Gandhi Godse Ek Yudh", "genres": ["Drama", "History"], "wiki_plot": "Godse holds Gandhi responsible for the partition and misery of Hindus. He shoots Gandhi on 30 January 1948 but Gandhi is miraculously saved and pardons Godse. After breaking his ties with the Congress, Gandhi begins his Gram Swaraj Movement to inspire villages towards self-reliance. Meanwhile, the system highlights Godse's writing and manipulates public sentiment against Gandhi whose interference has created ruckus within the government. This leads to Gandhi's arrest which he insists on serving with Godse. They have multiple debates and arguments, even confrontations in prison. Will this war of ideologies resolve their differences?", "tmdb_plot": "The video depicts the war of ideologies between Mahatma Gandhi and Nathuram Godse, increasing the curiosity level amongst the viewers to watch the film.", "tmdb_id": "1067209", "wiki_id": "72729773"}, {"title": "The Great Indian Kitchen", "genres": ["Drama"], "wiki_plot": "A woman tries to cope with the customs and traditions of the family she gets married into. However, her mother-in-law's absence for a few months makes her life miserable with endless household chores.", "tmdb_plot": "Post her marriage, a woman tries to fit into the conventional mould that society has prescribed for married women. But somewhere along the way, she starts feeling that this is not the life she wants.", "tmdb_id": "880791", "wiki_id": "72089767"}, {"title": "Hidden Blade", "genres": ["Drama", "Mystery", "History", "Action"], "wiki_plot": "A flashback shows a young man who goes by He (Tony Leung) witnessing the final bombing of Guangzhou in 1938 in a makeshift mine alongside other survivors.  \nShortly before the bombing of Pearl Harbor in 1941, the man rose into the ranks as the director of Shanghai's Political Security Department, a counterespionage division overseen by Officer Watanabe. Despite showing loyalty to the Wang Jingwei regime, Director He secretly works for the Chinese Communist Party alongside his wife Ms. Chen (Zhou Xun). Together, they provide information to the underground network as a means of destroying Japanese occupation via espionage. Ms. Chen works alongside the party's secretary Mr. Zheng (Huang Lei) and the former corresponds with her husband via pastries from a local bakery. As a supposedly loyal worker, Director He diligently performs his tasks of assassinating, interrogating, and torturing as a means of gaining Officer Watanabe's trust. \nAmong Officer Watanabe's inner circle is Minister Tang (Da Peng), Captain Wang (Eric Wang), and a young officer named Mr. Ye (Wang Yibo). Officer Watanabe is ambitious, believing he should do what he can to gain political power through the puppet government, yet suspicious of his men's intentions. After secretly saving communist spy Ms. Jiang (Shuying) after she failed to assassinate Minister Tang, Director He is given information regarding important Japanese individuals such as a Japanese Prince currently serving within the military.\nPeace negotiations were initially planned between Japan and the Wang Jingwei regime, which would redeploy Chinese forces to fight against the Soviet Union and allow the Wang Jingwei regime to continue fighting the Chinese Communist Party at the cost of (de facto) ceding Manchuria. With the newfound information, the Chinese Communist Party ambush and assassinate the Japanese Prince and his brigade during their last excursion. The event causes Japan to break off negotiations and the death of the prince compromises Officer Watanabe's reputation.   \nMr. Ye's lover Ms. Fang (Zhang Jingyi), a dancer and member of the Chinese Communist Party lover, helps assassinate Minister Tang and breaks off her relationship with Mr. Ye, who angrily takes it out on random Japanese soldiers. He later finds out that Captain Wang raped and killed her due to her political affiliation, and Captain Wang mysteriously disappears soon after. Officer Watanabe becomes more suspicious of Director He after discovering he was cousins with Minister Tang and decides to use Mr. Ye as his double agent. The attack on Pearl Harbor is announced and the Wang Jingwei regime declares war on Great Britain and the United States, causing Shanghai to be completely occupied by the Japanese military. Mr. Ye becomes closer to Watanabe, who now wants to further his political ambitions with the former's help. \nMr. Zheng fears the worst for himself and attempts to run away with Ms. Chen before discovering she was married the whole time. Only working for the Chinese Communist Party for money and possible peace, he decides to turn himself into Shanghai's Political Security Department. Mr. Zheng unknowingly reports the Chinese Communist Party's activities to Director He, who kills him, and visits his wife to check on her. Officer Watanabe orders Mr. Ye to take down Director He, and a bloody fight between the two ensues at Ms. Chen's apartment. Mr. Ye returns to Officer Watanabe heavily injured but reports that Director He was arrested and Ms. Chen was killed. Officer Watanabe rewards Mr. Ye by making him his new secretary and showing the latter a map of territories and intel that would help strengthen Japan's occupation of China via Manchuria. The two head to Manchuria to start their new political and military careers.  \nDirector He is disguised as a political prisoner but is released soon after the Japanese surrender in 1945. As he leaves the prison, he sees a prison truck enter that includes Officer Watanabe and Mr. Ye among the incoming prisoners. Mr. Ye silently mock Director He as the truck drives through the gates and Officer Watanabe laughs when Director He tries to retaliate. In the prison's washroom, Officer Watanabe tells Mr. Ye that he is no longer motivated to pursue any political power now that Manchuria is no longer under Japanese occupation, and wonders how Manchuria fell despite it being the best stronghold for Japan. He also contemplates on starting a new life from scratch as a farmer, attempting to take off his uniform in defeat, and says both would be granted immunity despite the crimes they committed. Mr. Ye, however, stops him and implies that Officer Watanabe should die as a Japanese officer.  \nIt is revealed that Mr. Ye was double-crossing Officer Watanabe the whole time. At Director He's orders, Mr. Ye intentionally gained Officer Watanabe's trust and was working as a double agent for the Chinese Communist Party. Mr. Ye explains that Manchuria fell because of the information Officer Watanabe gave him in exchange for supposedly killing Ms. Chen and arresting Director He. Mr. Ye then kills Officer Watanabe with Director He's knife before cleaning and returning the blade to its owner. Director He, waiting in the nearby office, thanks Mr. Ye for his hard work and efforts. \nThe movie reveals Ms. Chen was alive the whole time and she, Director He, and Mr. Ye are living unassuming lives in 1964 Hong Kong. Mr. Ye secretly buys coffee for Ms. Chen at a cafe before visiting a restaurant run by Captain Wang's family. Captain Wang's parents reveal that they escaped Shanghai after their son's disappearance and believes their son is still alive in China. Mr. Ye leaves to avoid further suspicion from Captain Wang's sister and he visits a nearby temple, running into Director He as he prays. Director He ultimately returns to Shanghai to see the bakery through which he corresponded with his wife still running and reminisces about how his life came to be. \nThe movie cuts back to Captain Wang confessing to Mr. Ye about Ms. Fang's death. Initially never trusting Mr. Ye, Captain Wang attempts to shoot him but discovers that the latter had removed all the bullets from the gun. Mr. Ye then confesses that he is a Communist all along working for the Chinese Communist Party. Captain Wang is then killed by Mr. Ye, explaining the former's apparent disappearance.", "tmdb_plot": "On December 7, 1941, Japan attacked Pearl Harbor. The following day, the Wang False Government followed Japan's declaration of war against Britain and the United States, and Japan symbolically occupied all of Shanghai. With the outbreak of the Pacific War, the situation of China's war effort changed completely. Members of the Chinese Communist Party underground risked sending out information to break the peace between Japan and Chiang and to defend the motherland.", "tmdb_id": "855483", "wiki_id": "42372155"}, {"title": "House Party", "genres": ["Comedy"], "wiki_plot": "In Los Angeles, Kevin and Damon are two best friends who work as house cleaners and aspiring club promoters; Kevin also aspires to make music and get a steady income to support himself and his young daughter Destiny.  The two of them are dropped from a promotion gig by Kyle and his gang (Guile and Larry) due to Damon having illicit involvement with Guile's cousin. While the two of them are working at a mansion, Kevin is informed by his childhood friend and current supervisor Venus that he and Damon will be fired due to cameras catching them goofing off on the job. Damon finds out that the mansion they are cleaning belongs to LeBron James, who is in India on a two-week meditation retreat, and proposes that he and Kevin host a party there for LeBron's celebrity contacts. Kevin, now desperate for money due to him knowing he’s fired and not starting his new IT job for another 2 months hesitantly joins in on the plan. Kevin asks Venus to supply him and Damon with the keys to the mansion, and she very reluctantly agrees.\nDamon and Kevin market the party as a secret event to avoid alerting the police, and the event starts out as a success. However, Kyle and his gang find out about it after no one shows up to their own party, and take advantage of a lapse in security to break into LeBron's trophy room and steal his Cleveland Cavaliers 2016 championship ring. Kevin grows distressed over the damage happening to the mansion and confronts Damon over his flippant disregard for everything around him. Damon is later beaten up by Nick and his gang, but then sees his idol Mya. Mya offers for Damon to leave the party with her, but Damon declines in order to help Kevin keep the party from falling apart.\nDamon and Kevin find out that LeBron's ring has been stolen, and try desperately to find it. Kid Cudi tells them that the Illuminati possesses a copy of every sports championship ring, and the duo are desperate enough to take up his offer. Venus volunteers to run the party in their absence, and she and Kevin kiss. Kid Cudi sneaks Damon and Kevin into an Illuminati convention where they successfully steal the ring, but are exposed when they inadvertently invoke God's name. The Illuminati force them into a gladiator fight, but Kid Cudi sacrifices himself to allow them to live, entrusting them with a poem he wrote for LeBron's eyes only.\nDamon and Kevin arrive back at the mansion to return the ring and end the party, but are interrupted by LeBron who returned from his trip early. LeBron intends to have the duo arrested, but Damon claims Kevin was not involved in the party and makes a wager that LeBron will let him go if he can beat the NBA superstar in a pickup basketball game. LeBron wins easily, and Damon is hauled off by the police. Kevin is forced to give LeBron the money he and Damon made, which the latter gives to charity. However, upon reading Kid Cudi's poem, LeBron has a change of heart and works to get Damon released early from his jail sentence, following which he is picked up by Mya. Kyle and his gang are arrested after trying to sell LeBron's ring, and the party causes Kevin to gain recognition and make money from his music. Back in the Illuminati mansion, Kid Cudi is brought back to life.", "tmdb_plot": "Aspiring club promoters and best buds Damon and Kevin are barely keeping things together. Out of money, down on their luck and about to lose the roofs over their heads—and freshly fired from their low-lift jobs as house cleaners—the pair needs a huge windfall to make their problems go away. In a ‘what the hell?’ move, they decide to host the party of the year at an exclusive mansion, the site of their last cleaning job, which just happens to belong to none other than LeBron James. No permission? No problem. What could go wrong?", "tmdb_id": "632065", "wiki_id": "67331372"}, {"title": "Infinity Pool", "genres": ["Horror", "Science Fiction", "Thriller"], "wiki_plot": "Novelist James Foster and his wife Em spend time at a resort in the fictional seaside country of Li Tolqa, where a local festival is underway. The couple's chronic marital strife is exacerbated when Gabi, a fan of the only novel James has published to date, invites them to spend time with her and her husband Alban. The four have dinner and decide to spend the next day driving in the countryside, even though they have been warned that tourists are to remain on the resort compound at all times.\nAt a beach, as James urinates behind a tree, Gabi unexpectedly grabs him from behind and proceeds to give him a handjob. After a long day of sunbathing and cooking, the tourists embark on a  drunken drive back to their hotel. En route, James accidentally runs over a local man, killing him. Gabi insists that they cannot call the police, as the country is corrupt and they will not be safe.\nThe next day, James is arrested and is told that the penalty for his crime is death at the hand of the dead man's firstborn son. However, the country has a unique system of justice whereby the guilty, for a hefty fee, can be cloned and have their duplicates killed in their place. James, who married into money, pays the fee to have a double killed before his eyes. Em is horrified by the entire affair and wants to leave immediately, but James is titillated by the spectacle and wants to stay. He hides his passport, claiming that he has lost it, and encourages Em to return to the United States.\nJames extends his stay by a week and encounters Gabi and Alban again. They introduce him to a small group of Western tourists who all have been convicted of serious crimes and have paid to watch their doubles killed. These people return to the resort annually, commit heinous crimes, and pay to watch their doubles get slaughtered. Over the next several days, they encourage James to transform into a libertine criminal, encouraging him to kill locals, engage in intoxicated orgies, and abuse the resort staff.\nJames is rattled one night when he is tricked into brutalizing a clone of himself he had been led to believe was the police detective who initially arrested him. In a moment of clarity and panic, James retrieves his hidden passport and attempts to flee, but the tourist group accosts him and abducts him from the bus transporting him to the airport. Gabi reveals that she finds him pathetic and that the group is abusing him for their own amusement, hoping to turn him into a fellow murder tourist. He runs off into a nearby wilderness. Gabi shoots him in the leg as he flees.\nAfter hours of wandering, James collapses at a farm, where a local family takes him in to recuperate. In his drugged state, he experiences a series of hallucinations. Once he has regained his strength, he is again confronted by Gabi's group, who order him to kill a duplicate of himself to complete his transformation. He initially refuses, but when the clone attempts to kill him, James beats him to death. As a reward, Gabi exposes her bare breast to James, inviting him to breastfeed.\nThe next day, as they head back to the United States, the other tourists casually chat about upcoming errands, while James is visibly shaken from the events of the past few days. Waiting in the airport for his flight, he resolves to remain behind instead. He returns to the closed resort, where he sits alone amidst the downpour of the monsoon.", "tmdb_plot": "While staying at an isolated island resort, James and Em are enjoying a perfect vacation of pristine beaches, exceptional staff, and soaking up the sun. But guided by the seductive and mysterious Gabi, they venture outside the resort grounds and find themselves in a culture filled with violence, hedonism, and untold horror.", "tmdb_id": "667216", "wiki_id": "69649844"}, {"title": "Iratta", "genres": ["Drama", "Thriller"], "wiki_plot": "The film begins with the murder of ASI Vinod, who is the twin brother of DySP Pramod. There are 3 suspects in this murder, all police officers within the station who have developed enmity towards  Vinod due to different scenarios. It is revealed through the incidents narrated by them that Vinod is a drunkard and a womaniser - one of them even shared the instance where Vinod raped a 17-year-old girl.\nPramod, who also used to be an alcoholic, is now sober but long separated from his wife and child - she took her newborn child and moved to Mumbai many years ago to be away from him. He recalls their childhood - they grew up in a household with an abusive father. One day, their parents have a violent fight, causing the twins to be separated; Pramod is taken away by their mother, while Vinod stays with their father and has many traumatic memories from this period. This fuels Vinod's resentment towards Pramod and their mother, as he feels betrayed and left alone to face their father's abuse. Years later, both twins become policemen, but they take different paths. Pramod becomes a respected and honest Deputy Superintendent of Police (DySP), while Vinod becomes a violent and criminal-minded Assistant Sub-Inspector (ASI). \nAt present, DySP Satheesh, who has close ties with Vinod, leads the investigation. He also doubts Pramod, as he knows about the brothers' past hatred towards each other. This is further fueled by the statement of Vinod's lover Malini, who recently came into his life and changed him for the better. Hence, Pramod is kept away from the investigation initially, but he requests to take over the case. He quickly proceeds with the investigation, and it turns out that all 3 suspects have alibis. He then finds some camera footage from a media personnel recording, in which he sees two children playing with their dog in the nearby field. Upon contacting them, it is revealed that one of the kids saw the death of Vinod while picking up his cricket ball and that it was a suicide, not a murder.\nPuzzled by this new discovery, Pramod starts to look into the reason for Vinod's suicide - especially since it seemed as though he was very happy after Malini had come into his life. At this point, a few constables find the TV programme that Vinod was watching at the time of his suicide. In the show are Pramod's ex-wife and now grown-up daughter participating in a reality singing competition. Pramod is shocked when the police officer who caught Vinod abusing the minor girl confirms that this was the girl he sexually harassed. Pramod now gets the full picture - Vinod realised that he raped his own niece and, unable to bear the guilt of it, committed suicide.\nThe film ends with Pramod's ex-wife trying to reconnect with him due to the death of Vinod - but he strictly instructs her not to tell their daughter about him or ever show her his face.", "tmdb_plot": "Portraits of the life of identical twins Vinod and Pramod", "tmdb_id": "945167", "wiki_id": "73192933"}, {"title": "Jesus Revolution", "genres": ["Drama"], "wiki_plot": "In 1969, a staid yet respected Southern California pastor, Chuck Smith, finds that his church is slowly dying with an inability to connect with the younger, live-free generation of hippies.  One day, his daughter gives a ride to a colorful hippie hitchhiker named Lonnie Frisbee, who says he is traveling around and telling people about the Ministry of Jesus. Smith, at first suspicious of Frisbee, eventually warms up to him and welcomes other hippies to his house. They join forces and start a successful movement to evangelize hippies and others.\nMeanwhile, high-school student Greg Laurie runs away from his Junior Reserve Officers' Training Corps class and joins a girl named Cathe who \"turns him on\" to a rock concert featuring Timothy Leary preaching the value of drugs for self-discovery. However, Greg sees that various hippies are dangerously irresponsible; Cathe's sister gets sick from a drug overdose. Greg and Cathe find solace at Smith and Lonnie's ministry, though Cathe's uptight parents are not enthusiastic about Greg.\nThe ministry explodes in popularity, being seen as a \"Jesus Revolution\" or \"Jesus freaks\", and even sparking a Time magazine cover in 1971. However, Lonnie becomes egotistical and eventually splits with Smith, though they reconcile later on. Greg offers to take over a ministry branch in Riverside, and eventually marries Cathe and becomes a famous pastor himself. Smith and Frisbee are remembered as founders of the widespread Calvary Chapel movement, and more generally as leaders in the Jesus movement.", "tmdb_plot": "In the 1970s, aimless teenager Greg Laurie searches for all the right things in all the wrong places until he meets Lonnie Frisbee, a charismatic hippie/street preacher. Together with local pastor Chuck Smith, they open the doors of a languishing church to an unexpected revival.", "tmdb_id": "719256", "wiki_id": "70682077"}, {"title": "JUNG_E", "genres": ["Science Fiction", "Action", "Adventure"], "wiki_plot": "Jung_E portrays a desolated Earth in the 22nd century that is no longer habitable due to climate change, and humans are forced to live in man-made shelters built in space. As the humans settle in around 80 of those shelters, three of them declare themselves as the Adrian Republic, attack Earth and other shelters, and cause a civil war between the Allied Force and Adrian Republic. \nCaptain Yun Jung-yi is a legendary mercenary of Allied Forces who led her team to countless successful missions against the Adrian Republic. She has a little daughter, Yun Seo-hyun, who suffers from a lung tumor, and Jung-yi became a mercenary to afford her daughter's medical treatments. The day Seo-hyun gets the surgery, Jung-yi fails her mission and ends up in a coma. Kronoid, an institute in charge of developing AI technologies, convinces her family to agree to clone her brain, promising that they will cover Jung-yi's treatments, her daughter's education and living expenses. \nThirty-five years later in 2194, Kronoid clones Jung-yi's brain to develop an AI mercenary, code-named Jung_E. Dr. Yun Seo-hyun is the team leader of research project Jung_E and seeks to memorialize Jung-yi as a hero rather than a failure. Researchers at Kronoid have copied Jung-yi's brain data and put them in android bodies. Through simulations of Jung-yi's final mission, they try to extract combat memory data that could be used to develop an exceptional combat AI. Just like Captain Jung-yi failed her last mission, AI JUNG_E also fails in every simulation of the last mission.\nSeo-hyun learns that her childhood cancer has returned, and she only has three months left to live. She also learns through the chairman of Kronoid that there is no need to develop combat AI anymore because the Adrian Republic and Allied Forces are entering a treaty. With peace approaching, the company has decided to focus on household services. Seo-hyun discovers one of her team members with a scantily clad Jung_E robot in his apartment, but he claims that Kronoid has tasked him with investigating using the Jung_E models as sex toys. After the last simulation of project Jung_E, Seo-hyun escapes the facility with a Jung_E robot while other combat robots and security forces chase them. Kim Sang-Hoon, the project's director, is revealed to also be a robot with an AI brain. Kim shoots Seo-hyun as she and the Jung_E robot flee via elevated rail. The Jung_E robot fights him off, and he is destroyed when his part of the train falls to the ground. Seo-hyun urges Jung_E to leave her and survive. After surprising Seo-hyun by showing affection, Jung_E escapes and looks around on top of a rock in a mountain range.", "tmdb_plot": "On an uninhabitable 22nd-century Earth, the outcome of a civil war hinges on cloning the brain of an elite soldier to create a robot mercenary.", "tmdb_id": "843794", "wiki_id": "70329654"}, {"title": "Kalyanam Kamaneeyam", "genres": ["Romance", "Comedy", "Family"], "wiki_plot": "The film follows a young couple in love who get married with their family's consent. Following the marriage, they face some tribulations in the marriage when the heroine realises that the hero is unproductive and wants to spend the rest of his life on his wife's income as he spent his bachelor life on his father's income. The heroine is determined to change this attitude of his and pushes to pursue a profession or find a job. Rest of the movie is about how the hero changes his attitude and proves to his wife and family that he has changed therefore winning over his wife again.", "tmdb_plot": "", "tmdb_id": "1061197", "wiki_id": "72689681"}, {"title": "Knock at the Cabin", "genres": ["Horror", "Mystery", "Thriller"], "wiki_plot": "Seven-year-old Wen is vacationing with her fathers, Eric and Andrew, at a remote cabin in rural Pennsylvania. While catching grasshoppers, Wen is approached by a stranger named Leonard. Initially friendly, he explains that he needs Wen and her parents' help to save the world. However, Wen becomes suspicious when three other people appear with makeshift weapons. Wen flees to warn Eric and Andrew, but the visitors break into the cabin and tie them up, with Eric sustaining a concussion.\nLeonard and his companions—Sabrina, Adriane, and Redmond—claim that they have never met before this day and have no intention of harming the family. However, in the past week, they have been driven by visions and an unknown force to find the family. The group foresees an impending apocalypse in which Leonard claims oceans will rise, a pandemic will spread, the sky will fall, and darkness will envelop the earth. The only way to prevent this is for the family to sacrifice one of their own. They are warned that, although they will survive the apocalypse, if they do not make a choice, they will be the last people alive. Eric and Andrew suspect that the group is lying and that the attack is motivated by hatred and delusion.\nWhen the family refuses to make a choice, the intruders sacrifice Redmond by covering his head with a cloth and beating him to death with their weapons. A concussed Eric sees a figure of light as Redmond dies. On television, media reports show devastating megatsunamis, which Leonard declares is the beginning of the apocalypse. Andrew believes he recognizes Redmond as Rory O'Bannon, a man who had been arrested after assaulting Andrew in a bar years prior. Andrew thinks Rory tracked him down for revenge and manipulated the others to go along with his ruse. Leonard, Sabrina, and Adriane question Andrew's assumption and grapple with their guilt, but still hold onto their visions. They reveal that Redmond's death has unleashed the first judgment of humanity. The next day, the visitors sacrifice Adriane as the family remains indecisive. The disasters continue as a deadly flu virus, to which children are particularly vulnerable, spreads across the world.\nAndrew insists that the disasters are coincidental and that the intruders were anticipating a pre-scheduled news broadcast. Sabrina describes how she and the other visitors were led to find each other online by their visions. Andrew escapes, retrieves his gun from his car, and shoots at Sabrina until she flees. He finds Redmond's wallet and proves to Leonard that he was Rory. Injured from his attack and with their tires slashed, Andrew believes the intruders came in a truck nearby and suggests they use it to escape. As Leonard is being held at gunpoint, Sabrina breaks into the house and is fatally shot by Andrew. Eric and Andrew then lock Leonard in the bathroom. Leonard tricks Andrew into coming into the bathroom and then overpowers him, stealing the gun.\nLeonard decapitates Sabrina and the broadcast shows spontaneous plane crashes occurring around the world. Realizing their time is nearly over, Leonard leads the three to the back deck as the sky darkens. Leonard informs them that after his death, they will only have a few minutes to make a decision before slashing his own throat. Upon his death, lightning causes fires and more planes to crash. Eric now believes that the events are real, and that the intruders represent the Four Horsemen of the Apocalypse. Not wanting Wen to grow up in a destroyed world, Eric offers himself as the sacrifice. He reveals that during Redmond's sacrifice, he saw a vision of Andrew and an adult Wen. Eric feels that their family was chosen to make the sacrifice because their love was so pure. Reluctantly, Andrew shoots and kills Eric before lightning strikes, setting the cabin on fire.\nAndrew and Wen find the visitors' truck with belongings that corroborate their stories. They drive to a crowded diner nearby, where they watch news reports confirming that the disasters have subsided. Returning to the truck, the radio turns on and plays \"Boogie Shoes\" by KC and the Sunshine Band, coincidentally the song that Eric had played for them on their drive to the cabin. They drive off, returning into the world.", "tmdb_plot": "While vacationing at a remote cabin, a young girl and her two fathers are taken hostage by four armed strangers who demand that the family make an unthinkable choice to avert the apocalypse. With limited access to the outside world, the family must decide what they believe before all is lost.", "tmdb_id": "631842", "wiki_id": "68388340"}, {"title": "Kranti", "genres": ["Action", "Thriller"], "wiki_plot": "Kranti Rayanna, an NRI business magnate is called by his master Srikantaiah to attend 100th celebration of the government school; he studied in his childhood, where he returns home from Europe, but the school comes crashing down to ground during the function. Later, Kranti learns that Salatari, a shrewd businessman, wants to privatise 12,000 government schools by issuing government order with the help of corrupt Education minister Vaman Rao and Narasappa, a gangster, which actually led to many student's death and teachers losing their jobs. Due to these incidents, Kranti wages a revolution against Salatri, Vaman Rao Narasappa, where he thrashes Narasappa's son Nanjappa, and forcefully closes the private schools in order to seek attention from the Chief Minister, who later holds a meeting with Kranti. At the meeting, Kranti makes an eye-opening speech about the necessity for government schools to provide free education in order to remove the parents' burden. The Chief Minister is convinced and issues orders to renovate government schools and not to privatize them. Later, Vaman Rao resigns himself from his position, while Salatri is arrested.", "tmdb_plot": "", "tmdb_id": "1030157", "wiki_id": "70689905"}, {"title": "KSI: In Real Life", "genres": ["Documentary"], "wiki_plot": "The documentary captures a look at a year in the life of KSI, including him performing at Reading & Leeds Festival, recording his upcoming third album, his relationships with his family and his girlfriend, following him and his brother Deji's boxing careers, and his UK tour, culminating in a concert at Wembley Arena.", "tmdb_plot": "An access-all-areas look at the life of global megastar KSI as he goes through the most momentous year of his life. At the height of his fame, spurred on by a break-up, the multi-millionaire YouTuber, boxer and rapper starts to re-evaluate his priorities. How did JJ Olatunji, a nerdy kid from Watford become so successful and at what cost?", "tmdb_id": "1032505", "wiki_id": "68303475"}, {"title": "Kuttey", "genres": ["Comedy", "Crime", "Thriller"], "wiki_plot": "One rainy night in the outskirts of Mumbai, three stray gangs unknowingly cross paths on the hunt for a van carrying crores of cash and it's every man for himself.", "tmdb_plot": "A van carrying crores of cash. One rainy night in the outskirts of Mumbai. Unaware of each other, three stray gangs cross paths on the hunt. Unfortunately, all of them have the same plan. Bullets... Blood... Betrayal... It’s every man for himself... All the dogs after one bone. Will these dogs bite the bone, or will they lose to greed?", "tmdb_id": "864573", "wiki_id": "72201267"}, {"title": "Landscape with Invisible Hand", "genres": ["Science Fiction", "Comedy"], "wiki_plot": "In a near-future in which an alien species known as the Vuvv has taken over Earth, an aspiring teenage artist and his girlfriend hatch a scheme to make money by broadcasting their dating life to the fascinated aliens in wake of the Vuvv's labor-saving technology. But the two teens slowly come to hate each other and can't break up without bankrupting their families.", "tmdb_plot": "Two teenagers come up with a plan to ensure their families' futures when an occupying alien race's promise of economic prosperity leaves most of humanity impoverished and desperate.", "tmdb_id": "777411", "wiki_id": "68070381"}, {"title": "Lost", "genres": ["Drama"], "wiki_plot": "Inspired by true events, Lost charts the story of a young woman crime reporter who is working on a story of sudden disappearance of a young theatre activist. The layered story aims to represent the idea of lost values and integrity.", "tmdb_plot": "Crime reporter Vidhi investigates the sudden disappearance of a college student. While society associates different theories for his disappearance, what really is the true story?", "tmdb_id": "850180", "wiki_id": "72763038"}, {"title": "Luther: The Fallen Sun", "genres": ["Crime", "Drama"], "wiki_plot": "Wealthy city trader and serial killer David Robey blackmails and kidnaps young cleaner Callum Aldrich. DCI John Luther is assigned to the case and promises Callum’s mother, Corrine, he will find her son. Concerned about his involvement, Robey digs up dirt on the various illegal acts Luther has committed as a police officer, resulting in him being fired, prosecuted and imprisoned. \nYears later, Robey coaxes Corrine and the parents of other victims to a house where he burns their children’s corpses. She visits Luther in prison, admonishing him for not finding her son’s killer. Robey sends a recording of him murdering Callum to Luther in prison via an AM radio frequency. Luther informs DCI Odette Raine, the new head of Serious and Serial Crime, of the broadcast. He then liaises with corrupt guards and former associate McCabe to break him out of prison. Raine brings in now retired DSU Martin Schenk as a consultant. Luther traces Robey to Piccadilly Circus, where Raine deploys SCO19. The two confront him there, but people he has blackmailed cause a distraction by killing themselves jumping from buildings and crashing cars. Robey escapes into the London Underground after fighting Luther and murdering an AFO. \nRobey kidnaps Raines’ daughter, Anya. Raine meets with Luther and reluctantly agrees to work with him. They visit Robey’s ex-wife Georgette, discovering he owns property abroad. DS Archie Woodward, Raines subordinate, is blackmailed by Robey into killing Georgette, but is intercepted by Schenk. He commits suicide via air embolism. Luther and Raine travel to Robey’s mansion in rural Estonia, where they discover he tortures kidnapped victims on livestream called \"The Red Bunker\" for his followers. The two are overpowered, and Robey tries to force them to hurt each other to save Anya. Luther reveals Georgia told the police the location and they are en-route. After a brutal fight the three are able to escape the bunker, and Luther chases Robey into a frozen lake, where the psychopath drowns. Luther is rescued last minute by police divers and Schenk. Recovering from his injuries back in London he is approached by Cranfield, a senior civil servant with MI5, who are implied to offer him a job in lieu of going back to prison.", "tmdb_plot": "A gruesome serial killer is terrorizing London while brilliant but disgraced detective John Luther sits behind bars. Haunted by his failure to capture the cyber psychopath who now taunts him, Luther decides to break out of prison to finish the job by any means necessary.", "tmdb_id": "722149", "wiki_id": "68718045"}, {"title": "Magic Mike's Last Dance", "genres": ["Comedy", "Drama", "Romance"], "wiki_plot": "Former stripper Mike Lane, who lost his furniture business during the COVID-19 pandemic, is now in his forties, still in Miami and a bartender for a catering company. At Maxandra \"Max\" Mendoza's fundraising event, Mike is recognized by Kim, a lawyer for Max's foundation. Afterward, Mike is asked to speak with Max privately.\nAlone, Max says Kim told her about his prowess and asks how much for a lap dance. Mike says he is retired, but ultimately says $60,000 when pushed. Max says $6,000 with no 'happy ending', but during the dance she and Mike give in to passion and sleep together.\nThe next morning, Mike refuses the $6,000, but Max offers him the $60,000 to go to London for a month. Mike agrees but only as her boyfriend. She accepts and they travel to London together.\nMax's London ex-husband Roger gave her the Rattigan Theatre in their divorce settlement. She announces the theatrical production presently in place 'Isabel Ascende' will be halted for one month so Mike Lane can choreograph a special dance production.\nAs Mike and Max are discussing the logistics of this show she has come up with, her teenage daughter Zadie arrives. Distrustful of him, she explains that every few years her mother tries to reinvent herself.\nAuditions for potential dancers are soon underway. An actress from the original show 'Isabel Ascende' shows up, wanting to take part. This inspires them to rethink the new show with elements of the original, so they cast her.\nGoing to dinner with a few of Max's London contacts, Mike feels out of his element. Later on, in the car, when Max moves toward physical intimacy with him and he pulls back, it upsets her. The next day in rehearsal she is excessively critical of his choreography.\nWhen they build a temporary extention of the stage so the show has a much more palpable feel, the City of Westminster threatens sanctions. They are for alterations to the historical building without prior approval.\nThey persuade the only woman on the board, Edna Eaglebauer, to support the show. As she lives a quiet life alone, they fill her morning bus with the men from the show. Edna gets her own sample, as the 10+ men do a flirty, choreographed number just for her benefit. She gives them her seal of approval.\nMike and Max argue about the ending to the show. She wants him to personalize it and that it finishes with a happy finish. She also would really like him to dance in it, but he reiterates he is retired and will not go on stage. The show gets shut down again, so Max confronts Roger. He reminds her that their separation agreement includes a clause that she not tarnish his family name.\nAfter Max tells Mike to return to the United States, he gets the keys to the theater through Victor and rehearsals resume secretly. The show is not open to the general public, but rather by invitation only, as Zadie taps into her mothers' contacts. Sunday evening arrives, and Victor and Zadie drag Max out for the show she believed she had shut down, even Roger is invited.\nThe opening act starts the same as 'Isabel Ascende', but the protagonist is offered only two possible life choices, marry the rich aristocrat or the poor one with a heart of gold. So, she calls her imaginary friend from her childhood, the unicorn, breaks the fourth wall and then talks about modern feminist ideas about what choices women should be afforded, using a golden mike that drops from above.\nThen Isabel's male counterparts strip of their formal attire and the other dancers are presented one by one. They have sexier and sexier numbers until the last few, Roger is asked to remove Zadie for the most 'adult'. After a lap dance number for three of the more mature audience members, Mike's number with a professional dancer is reminiscent of moments shared between him and Max.\nOnce the show is over, Mike finds Max, they kiss, and he says he loves her. Then the narrator, Zadie's perspective on love and dance sprinkled periodically throughout the film, says dance is orientated toward liberty without societal construct of race, age or class.", "tmdb_plot": "Mike Lane takes to the stage again after a lengthy hiatus, following a business deal that went bust, leaving him broke and taking bartender gigs in Florida. For what he hopes will be one last hurrah, Mike heads to London with a wealthy socialite who lures him with an offer he can’t refuse… and an agenda all her own. With everything on the line, once Mike discovers what she truly has in mind, will he—and the roster of hot new dancers he’ll have to whip into shape—be able to pull it off?", "tmdb_id": "906221", "wiki_id": "71772031"}, {"title": "The Magician's Elephant", "genres": ["Adventure", "Animation", "Family", "Fantasy"], "wiki_plot": "Peter is searching for his long-lost sister Adele. A fortune teller tells him to find a magician with an elephant.", "tmdb_plot": "Peter is searching for his long-lost sister when he crosses paths with a fortune teller in the market square. His one one question is: is his sister still alive? The answer, that he must find a mysterious elephant and the magician who will conjure it, sets Peter off on a journey to complete three seemingly impossible tasks that will change the face of his town forever.", "tmdb_id": "776835", "wiki_id": "66110449"}, {"title": "Manodrome", "genres": ["Drama", "Thriller"], "wiki_plot": "Manodrome is a film about a New York Uber driver named Ralphie, played by Jesse Eisenberg, who is struggling to make ends meet with his pregnant partner, Sal. Ralphie is introduced to an intense all-male self-help group by a friend, and after suffering a breakdown, he descends into madness, tapping into his destructive and violent instincts.", "tmdb_plot": "Ralphie is an Uber driver and aspiring bodybuilder who is inducted into a libertarian masculinity cult and loses his grip on reality when his repressed desires are awakened.", "tmdb_id": "843942", "wiki_id": "70228624"}, {"title": "Michael", "genres": ["Action", "Drama"], "wiki_plot": "In the 1980s, Michael is a gangster, who is mentored by the Bombay-based crime boss Gurunath, and raised by his right-hand man Swamy. However, he is always rebuffed by Gurunath's son, Amarnath, and wife, Charulatha. \nOne day, Gurunath gets attacked by a gang, where he learns that his rival, Rathan, was behind the attack. Gurunath sends Michael to Delhi to kill Rathan and his daughter, Theera. However, Michael falls in love with Theera and decides not kill Rathan. One night, Michael, Theera, and Rathan are captured and brought to Amarnath. He reveals that he orchestrated the attack on his father, to take over his position. He also tells Michael that Theera was earlier pretending to love Michael, but now she truly loves him. Amarnath kills Rathan and shoots Michael, gravely injuring him. Amarnath's men throw him into the sea. \nHowever, Michael survives and arrives at Amarnath's hideout. He injures and kills almost all of Amarnath's men, before killing Amarnath himself. He later walks away with Theera. Michael reveals about Amarnath's death at his hands, to Gurunath, who swears to exact revenge. Charulatha and Gurunath go to Amarnath's hideout, to collect his body. Gurunath announces a bounty to kill Michael and Theera, in exchange for his position. Michael and Theera are taken in by Kannamma and her husband, a retired police officer, to hide from Gurunath's men. Kannamma's husband calls Gurunath and lets him know that Michael and Theera are staying with him. \nGurunath sends his men to kill them, however upon arrival, they are hoodwinked by Kanamma's husband, where he, along with Kannamma, finish off Gurunath's men. Kannamma and her husband reveal to Theera that Michael's mother, Jennifer, a singer, was having an affair with Gurunath and was oblivious of the fact that he was already married to Charulatha. Jennifer became pregnant with Michael, of which Charulatha came to know about, enraging her. She tried to kill her by setting her house on fire, but Jennifer managed to survive and worked as a cook in a prison, raising Michael in the process. \nMichael learnt about his mother's past and purposely gained Gurunath's attention to work for him, in order to kill him at the right time. Swamy also knew about his past and was helping him all along. Michael heads back to Bombay and confronts Gurunath at his mansion, where he reveals his relation to him and about Amarnath's attempt to take over him. Michael later kills both Charulatha and Gurunath, thus avenging the injustice caused to his mother. Later, Michael reunites with Theera and takes over Gurunath's empire, becoming the new crime boss of Bombay. Later, Swamy is kidnapped by a new gang led by Gurunath's twin brother. Gurunath had kept this a secret from everyone except Charulatha. After learning about Michael, he tells Swamy that he will come for him, swearing revenge for his brother.", "tmdb_plot": "Set in the early 1990s, Michael, a simple yet daring boy from the south moves to Bombay with a strong motive that's personal to him, grow under the wings of Gurunath, a dreaded gangster. Michael is assigned with a task of killing the man involved in the attempted assassination of Gurunath. Things take a turn as he falls in love with the target's daughter, Theera, in Delhi.", "tmdb_id": "866198", "wiki_id": "72824138"}, {"title": "Missing", "genres": ["Thriller", "Mystery", "Drama"], "wiki_plot": "In an archive video, a young June Allen is with her deceased father James, who died from a brain tumor shortly after the video was made. Years later, June's mother Grace leaves for a week-long trip to Colombia with her boyfriend Kevin, leaving June in the care of Grace's friend Heather, a divorce lawyer who expresses some jealousy at Grace's relationship with Kevin.\nA week later, June is tasked with retrieving her mother and Kevin from Los Angeles International Airport, but they never arrive. June contacts the FBI, but later decides to investigate herself using an array of digital tools at her disposal. She also hires Javier, a Colombian gig worker who complies with June's requests for a small fee.\nUpon hacking into Kevin's Gmail account, June discovers a number of aliases and a criminal record of scamming many women for their money. Believing Kevin to have kidnapped her mother, June has Javier look for clues as to their whereabouts in Colombia. She traces Kevin's past movements to a location in Nevada, where she talks to Jimmy, a man claiming to be a pastor at a Christian rehabilitation center for ex-convicts. He tells her that Kevin has been rehabilitated and is genuinely in love with Grace. June eventually accesses her mother's online dating profile, where past messages reveal that her mother was already aware of Kevin's past.\nFBI agent Elijah Park informs June that he received footage of a band of criminals seemingly kidnapping Kevin and Grace in Colombia. June uncovers this as a fabricated event, as Kevin had hired a lookalike actress named Rachel Page to impersonate her mother, who had been kidnapped en route to the airport beforehand. As the case makes national headlines, Rachel confesses she was unaware of Kevin's intentions when she accompanied him to Colombia. It revealed that Grace has had multiple aliases as well, sparking speculation that she had something to do with her own disappearance. Swearing by her mother's innocence, June's suspicions fall on Heather when she discovers an encrypted line of communication between her and Kevin. June sneaks into Heather's office, but finds it ransacked and with files deleted. She then discovers Heather's corpse in a storage closet.\nLater, June views live footage of a police raid in Colombia focusing on Kevin, who is shot and killed despite surrendering. Seemingly at a dead end, June is about to give up but manages to access her mother's e-mail. She finds a threatening e-mail directed at Grace, which leads her to discover security cameras that Kevin bought to install at an abandoned house, which happens to be her old vacation home in Nevada. Just then, Jimmy calls June and indicates he has some information about Grace.\nJimmy arrives and reveals that he is June's father, and that Grace was emotionally unstable and took June away from him after having him arrested under false charges. However, he also unwittingly reveals himself as a domestic abuser whose drug habit endangered all of them; Grace and Heather had told June he died of cancer to shield her from the truth. James sought revenge by enlisting Kevin, whom he met in prison, to pose as a prospective boyfriend so he could find Grace and June.\nJames kidnaps June and takes her to the old house, where Grace is also detained. They reunite before Grace is shot by James. James tries to leave with June, but Grace fatally stabs him in the neck with a shard of broken glass. June, realizing James never shut off her laptop when he kidnapped her, uses the cameras to tell Siri to call the police.\nSeveral months later, Grace has survived her gunshot wound, and June is in college. Their story has been adapted on the true crime show Unfiction, and Grace has started a friendship with Javier after June introduced them. June texts her mother that she loves her, and Grace responds that she loves her too.", "tmdb_plot": "When her mother disappears while on vacation in Colombia with her new boyfriend, June’s search for answers is hindered by international red tape. Stuck thousands of miles away in Los Angeles, June creatively uses all the latest technology at her fingertips to try and find her before it’s too late. But as she digs deeper, her digital sleuthing raises more questions than answers... and when June unravels secrets about her mom, she discovers that she never really knew her at all.", "tmdb_id": "768362", "wiki_id": "66272747"}, {"title": "Mission Majnu", "genres": ["Thriller", "Action", "Drama"], "wiki_plot": "Amandeep Singh, IPS, is a deep cover RAW field operative in Pakistan on undercover mission. Along the way he got married to Nasreen Hussain. On May 1974, India conduct its first Nuclear test and become the 6th Nuclear capable nation. Pakistan not wanting to fall behind, secretly rush to build their own nuclear weapon.\nDuring 1977 Indian general election campaign, Prime Minister of India is appraised of the situation by RAW Chief, R.N. Kao, and direct him to find the location of the nuclear facility. Amandeep Singh is activated by Kao. Amandeep handler, Sharma, inform him of his new mission, named \"Mission Majnu\". Along the way, he meet Aslam Usmaniya and Raman Singh, two other RAW agents stationed in Pakistan. Amandeep manage to gather information that Pakistan indeed is making nuclear weapon. \nIn India, following a general election, a new government is formed and its new leader believe in building relationship through diplomacy and peaceful means, and is against any form of warfare including spying and intelligence gathering. Kao resign to keep the operation in Pakistan going, and hidden from the Prime Minister. Amandeep operation take a hit, nonetheless he continue the mission. In the meantime relationship bode between India and Pakistan. Israel is readying an attack on Quetta military facility, wrongly believing it to be nuclear weapon facility. \nAmandeep manage to locate the nuclear facility at Kahuta, however he unable to collect physical evidence. Sharma inform them that Israel is going to attack Quetta in 48 hours. An attack by Israel on wrong army facility will give Pakistan a reason to attack India, and in absence of any intelligence from india side, India can not stop Israel. Amandeep goes back to Kahuta and collect hairs of Army personnel working in the nuclear facility, which he promptly send it to India. It is tested and found to contain trace amount of radiation, pointing to presence of plutonium in Kahuta, and under Pakistan administration. Israel attack on Quetta is averted. Thus preventing a war between India and Pakistan. \nThe matter is disclosed to Prime Minister of India. In light of new evidence, India Prime Minister weighed in on Pakistan counterpart and Pakistan inability to be trusted. Pakistan ISI hunt down and kill covert RAW agents operating in Pakistan including Amandeep colleague Aslam and Raman. Amandeep tries to escape Pakistan via Dubai with his pregnant wife, unbeknownst to her of ISI agent chasing them, Amandeep distract ISI agents long enough to let his wife board an aeroplane and leave unhindered, in the process he is killed.\nKao meet Nasreen in Dubai Airport, and read a letter from her late husband revealing his true identity. In the closing prologue, it is shown, the exposing of nuclear facility in Pakistan is possible due to sacrifice made by Indian agents. Pakistan continue to deny it, but was eventually revealed to hold nuclear technology, as well selling it to rogue nation.", "tmdb_plot": "Set in the 1970s, an undercover Indian spy takes on a deadly mission to expose a covert nuclear weapons program in the heart of Pakistan.", "tmdb_id": "778946", "wiki_id": "66672707"}, {"title": "Like an Afternoon Dream", "genres": ["Comedy", "Drama"], "wiki_plot": "The film portrays some incidents in James's life. After visiting Velankanni, Tamil Nadu, a group of Malayali tourists take a bus back to Kerala. James stops the bus at a village in rural Tamil Nadu while the tourists snooze. James enters into a house nearby, and starts acting like a member of the family living in the house. He behaves like a Tamilian and speaks in Tamil like a local of the area. It confuses everyone who travelled with him as well as the local people of the village. Eventually the people realise he has taken on the character, mannerisms and language of Sundaram, a member of the family who had disappeared two years earlier. James has knowledge of the village and villagers that only Sundaram would have known. James/Sundaram grows confused at the apparent sudden changes in the village, such as a temple being built that had not started construction when Sundaram went missing. James' family and friends plot how to drug him in order to return him to Kerala and get him treatment for his presumed mental disorder. However after falling asleep, James regains his true identity and willingly goes with them to return home.\nIn the end, it is shown that Sundaram's character was merely a dream. Or was that a dream?", "tmdb_plot": "A group of Malayali travellers were returning to Kerala by bus after their visit to Velankanni. They all doze off in a lazy nap after lunch. Like a traveler who forgot his destination, James stops the bus in a village in Tamil Nadu. He starts to speak in Tamil like a native of the place, Sundaram, and behaves like him, confusing all who came with him and the villagers alike. He walks amidst faith, delusion, dream and trance, followed by others.", "tmdb_id": "876845", "wiki_id": "69392039"}, {"title": "Непослушная", "genres": ["Drama"], "wiki_plot": "A student named Elya, whose university is visited by the head of a construction company, Matvey, in order to share plans for building on the site of an ancient forest park. Elya looks very self-confident, which intrigues Matvey, who tries to \"buy\" her. But, as it turned out, Elya does not need a sponsor, and as a result, Matvey decides to offer her a bet.", "tmdb_plot": "Twenty-year-old Elya is a student and a future ecologist. One day, Matvey, the head of a construction company, comes to her university to talk about a development plan on the site of an old forest park. Elya does not hesitate to smash his project to smithereens. Matvey is intrigued by the girl's self-confidence and uses his usual methods of influence - he simply tries to \"buy\" her. But Elya doesn't need a sponsor. Then Matvey, surprised by her impregnability, offers Elya a bet: seven romantic days according to his rules. If after that the girl still decides to leave, he will refuse to build a skyscraper in the forest park. She agrees when Matvey really suspends the design work. Elya sees herself as something like the heroine of the film Pretty Woman, but Matvey turns out to be not at all the person she imagined.", "tmdb_id": "1057491", "wiki_id": "72610321"}, {"title": "The Old Way", "genres": ["Action", "Western"], "wiki_plot": "In 1878 in the Montana Territory, gunfighter Colton Briggs is a member of an extrajudicial posse organized to arrest and hang the brother of Walter McAllister, a notorious bandit. Walter and his men try to foil the public execution, resulting in a shootout that leaves Colton and the younger McAllister as the only survivors. Colton assures Walter's brother that he won't kill him; his execution was merely a feint to force his brother out of hiding. Enraged, the younger McAllister tries to shoot Colton in the back. Without hesitation, Colton guns him down and calmly rides away as Walter's young nephew James watches.\nTwenty years later, Colton is a changed man: under the influence of his wife Ruth, he has become a respectable, clean-living merchant with a general store and a small farm, raising a twelve-year-old daughter named Brooke. To Colton's dismay, Brooke is defiant and unruly; he notices that she is also emotionally withdrawn and unable to behave like \"normal folk\", traits that remind him of his former life. Four men ride up to Colton's farm one day; their leader identifies himself as James McAllister. His gang stabs Ruth to death before painting a taunting message with her blood on the wall and leaving.\nColton and Brooke return to find Franklin Jarret, the U.S. Marshal tracking the McAllister gang, waiting at the farm with several deputies. As Ruth is buried, Jarret reveals to Brooke that he and Colton were once close friends and that he's proud of Colton giving up his violent ways to raise a family. Before leaving, he urges his old friend not to act on any desire he may have to take revenge on James. Colton decides to do so anyway and tells Brooke that she'll accompany him. Dressing in his old gunfighter's clothes and armed with his old pistols, Colton burns his farm and house down before leaving with Brooke.\nThe pair eventually catch up to Jarret after ambushing a wounded deputy for his horse; James had set a trap for his pursuers, killing three and leaving the others too injured to continue. Colton and Brooke disarm the survivors and threaten to torture them unless Jarret talks. He finally admits that James is traveling to Santa Rosa, a town in southern Colorado, to recover a buried stash of pesos and flee across the border while the heat on him dies down. Colton informs Jarret that he will take a horse and warns him not to interfere with his vengeance or he'll kill him.\nReaching Santa Rosa, Colton tells Brooke to visit a local shopkeeper and question him as to James's whereabouts while he waits just outside of town. James isn't fooled and captures Brooke as she tries to leave. Anticipating more ambushes, Colton manages to kill five members of the McAllister gang using his experience and wits before the last remaining member comes out with a shotgun aimed at Brooke. James tells Colton that he has two choices: he can either kill him, at which point Brooke will die, or he can for himself.\nTaking stock of his situation, Colton chooses to kill the second man as James puts a bullet through his chest. As James crows over his victory, Brooke picks up her father's gun (having learned to shoot during their travels) and avenges him by killing James. \nLater, Jarret rides in and agree with Brooke to tell everyone that Colton Briggs died a hero's death apprehending the criminals, in exchange he would keep McAllister gang's money. However, unknown to Jarret, most of the money had been transferred to a pair of saddle bags, which Brooke prepares to ride back home with as the film ends.", "tmdb_plot": "An old gunslinger and his daughter must face the consequences of his past, when the son of a man he killed years ago arrives to take his revenge.", "tmdb_id": "872954", "wiki_id": "68695717"}, {"title": "Operation Fortune: Ruse de Guerre", "genres": ["Action", "Thriller", "Comedy"], "wiki_plot": "A gang of Ukrainian mobsters manage to steal a device known as \"The Handle\"; its worth estimated at billions of dollars. The British government hires Nathan Jasmine to retrieve the Handle before billionaire arms dealer Greg Simmonds can sell it to the highest bidder. Nathan hires super-spy Orson Fortune to lead a team made up of Sarah Fidel, JJ Davies and others. The team travels to Madrid, seeking the courier intended to transport the hard drive containing the data from the Handle. \nTheir search is interrupted by a rival of Nathan's, who seems to have also been hired to retrieve the Handle. Sarah manages to copy the hard drive's contents first. Learning that Simmonds plans to host a charity gala in Cannes, the team decides to infiltrate it by blackmailing Simmonds' favorite movie star, Danny Francesco, into helping them distract Simmonds. Simmonds encourages Danny to spend some time in his Turkish villa in Antalya. Orson infiltrates the Ukrainian mafia house to hack their computers, disguising it as a robbery. The British government warns Nathan that the Handle is an advanced AI that can be programmed to defeat any security system in the world. \nLearning that the exchange for the Handle will take place in Antalya, the team travels to Turkey. While Simmonds shows Danny his memorabilia, Orson and JJ track down one of Simmonds' moles in the Turkish government. Orson, disguising as Simmonds' lawyer, attends the exchange and finalizes it, before Mike and his men interfere, kill almost everyone and steal the Handle - which makes it clear that Mike went rogue and was working independently.\nIn spite of the problems the team has caused him, Simmonds is willing to help, because Mike stealing the Handle cost Simmonds his commission. He tells them that the buyers were two bio-tech moguls, Trent and Arnold, who have been hoarding gold and intend to use the Handle to cause a worldwide financial collapse. Confronting them, Orson manages to retrieve the Handle.\nIn Doha, the team is offered another job, but they decide to go on vacation. Orson tells them he has used the proceeds from the robbery at the Ukrainians' villa to finance Danny's new film.", "tmdb_plot": "Special agent Orson Fortune and his team of operatives recruit one of Hollywood's biggest movie stars to help them on an undercover mission when the sale of a deadly new weapons technology threatens to disrupt the world order.", "tmdb_id": "739405", "wiki_id": "65213942"}, {"title": "Operation Napoleon", "genres": ["Thriller"], "wiki_plot": "The film tells the story of Kristín, an ambitious lawyer who is drawn into an unexpected sequence of events when her brother stumbles upon a World War II plane wreck on top of Vatnajökull.", "tmdb_plot": "In 1945, a German bomber crash-lands in Iceland during a blizzard. Puzzlingly, there are both German and American officers on board.  Flash forward to the present. The U.S. Army is clandestinely trying to remove the wreck of an airplane from an Icelandic glacier. A young Icelander, Elías, inadvertently stumbles upon the excavation and then promptly disappears. But before he vanishes, he manages to contact his sister, Kristín. She embarks on a thrilling and perilous adventure, determined to discover the truth of her brother's fate", "tmdb_id": "1002338", "wiki_id": "72943877"}, {"title": "Pathaan", "genres": ["Action", "Adventure", "Thriller"], "wiki_plot": "In 2019, the Indian Government revokes Article 370, which grants special status for Jammu and Kashmir. The news impacts a cancer-ridden Pakistani army general, Qadir, who decides to exact vengeance against India. He signs a contract with Jim, who leads \"Outfit X\", a private terrorist organization. Meanwhile, Pathaan, a former RAW agent, and his senior officer, Nandini Grewal, open a unit dubbed the \"Joint Operations and Covert Research\" (JOCR) unit, to recruit former RAW agents who were forced to retire due to past trauma or injury, but want to serve the country. \nWith RAW joint secretary, Colonel Sunil Luthra's acceptance, Pathaan and his team head to Dubai to stop Outfit X's plans of attacking the President of India at a scientific conference. However, they realize that their actual plan was to kidnap two scientists, Dr. Farooqui and Dr. Sahani, instead, and the information they received about the imminent attack on the President, was a ruse to mislead them. Jim attacks the scientists' convoy and Pathaan tries to stop him. A fight ensues, where Jim manages to escape with Dr. Sahani. At the debrief back at the agency, Luthra reveals that Jim was a former RAW agent and Kabir's partner, who was awarded with the Vir Puraskar for his bravery, after the agency could not find his body when Somalian terrorists killed his wife and unborn child, in a negotiation gone-wrong. He had apparently faked his death in order to seek vengeance against the agency and country for not saving his family.\nMeanwhile, Pathaan learns about the codeword dubbed \"Raktbeej\" and also that the dead people in Dubai were ex-agents and their money was transferred from the account of Rubina \"Rubai\" Mohsin, a Pakistani doctor in Spain. He travels to Spain and is captured by Jim's men, where he also learns that Rubai is an ex-ISI agent. When Jim leaves his hideout, Rubai attacks Jim's men and escapes with Pathaan. Rubai reveals that Raktbeej is in Moscow, where they travel to steal it before Jim does. However, Rubai betrays Pathaan and has him captured by the police. It is revealed that Jim used Rubai to make Pathaan steal the Raktbeej for himself. Pathaan is captured and taken to prison, by train, but is saved by Tiger.\nThree years later, Pathaan travels to Africa and captures Jim's henchman, Raafe. He meets Nandini and reveals about Jim purchasing two saber missiles, while Nandini reveals Rubai's location in Paris. Pathaan meets Rubai, who reveals that the Raktbeej is a mutated smallpox virus, forcibly developed by a captive Dr. Sahani, under Jim's orders. She also expresses guilt about betraying Pathaan without knowing that her country would plan such an attack. They travel to Jim's lab in Siberia and manage to recover one orb containing the virus, with great difficulty, while Jim escapes with the other orb. Luthra and Nandini reach Jim's lab, to take the orb back to a research facility, in India, to develop a vaccine. Luthra also has Rubai arrested, for having questionable loyalties.\nAt the research facility in India, Dr. Farooqui demonstrates the orb to Nandini. Jim calls them and reveals that the orb has already spread the virus in the facility. The infected scientists, along with Nandini, all die in the facility by shooting themselves, to curb the spread of the virus. Later, the facility is destroyed in a controlled blast. Jim provides an ultimatum to evacuate Indian soldiers out of Kashmir, within 24 hours. Pathaan interrogates Raafe about the location of the missile, and learns that the missile is situated in Afghanistan. After rescuing Rubai, they lure Jim's associates into a trap, and attack Jim's base. Qadir is killed by Rubai before activating the missile, containing the virus. Pathaan chases after Jim with a jetpack, and they both crash land into a cabin.\nMeanwhile, Rubai deactivates the missile, but finds that Raktbeej is not in the missile, but instead in a passenger-bound airplane, which is about to land in Delhi. She informs Pathaan, who finds that Jim has the detonator. Luthra calls the air traffic control to prevent the plane from landing in Delhi. In the cabin, Pathaan and Jim fight brutally, resulting in the cabin begin sliding off a cliff. Despite getting stabbed by Jim, Pathaan steals the detonator, deactivates Raktbeej, and throws him out of the cabin, as the foundation is about to break. While Jim holds onto a plank, Pathaan takes away his Vir Puraskar, deeming him unworthy of it. He stomps and breaks the plank Jim was holding onto, resulting in him falling to his apparent death. Afterwards, Pathaan is reinstated into RAW and made as the head of JOCR, while Nandini is posthumously awarded with the Vir Puraskar for her bravery.\nIn a mid-credits scene, Pathaan and Tiger are seen pondering about retiring and suggesting young agents who can replace them, but eventually decide to keep fighting the threats themselves.", "tmdb_plot": "A soldier caught by enemies and presumed dead comes back to complete his mission, accompanied by old companions and foes.", "tmdb_id": "864692", "wiki_id": "70530444"}, {"title": "Plane", "genres": ["Action", "Adventure", "Thriller"], "wiki_plot": "Commercial pilot Brodie Torrance, a former RAF pilot from Scotland, flies Trailblazer Airlines Flight 119 with 14 passengers and three cabin crew members from Singapore to Honolulu via Tokyo. Among the passengers is fugitive homicide suspect Louis Gaspare, who is accompanied by an RCMP officer en route to Canada. Taking advice from one of his superiors, Brodie takes a shortcut across the South China Sea, but the plane is heavily damaged by a storm and a flight attendant and the RCMP officer are killed during the turbulence. The plane makes an emergency landing on what turns out to be Jolo island in the Philippines.\nIn New York City, the board of Trailblazer calls Scarsdale, their crisis manager. He dispatches a private military outfit to rescue the passengers, as the authorities are unwilling to send troops into the rebel-controlled island. Brodie goes off into the jungle for help, accompanied by Louis. At an abandoned warehouse, Brodie phones his superiors and daughter to tell their location, but is attacked by a rebel whom he subdues. They encounter a site used by the rebels to make ransom videos and race back to the plane, but are beaten to it by rebel leader Datu Junmar, who kills a Korean couple who try to escape and takes the surviving passengers and crew hostage, intending to secure large ransoms from their families.\nAfter the group leaves, Brodie and Louis overpower remaining rebels and force them to reveal the location of their lair. Before leaving, Brodie leaves a note to inform rescue teams of the situation. At the rebel hideout, Brodie and Louis kill the guards and sneak the passengers and crew onto a bus. Brodie decides to stay behind to distract the rebels. As he is about to be executed, the rescue team arrives, inflicting heavy casualties on Junmar's men. \nBack at the plane, Brodie and his copilot Samuel Dele manage to fire up the plane and gather everyone inside for takeoff. Scarsdale's group sets up a Barrett M82 counter-materiele rifle for increased firepower and together with Louis fight off Junmar's men. Louis chooses to stay behind to distract Junmar's forces and allow Scarsdale's team to board the plane, preventing an attempt by Junmar to blow up the plane with an RPG and later fleeing into the jungle with a bag of money brought by the mercenaries to pay for the hostages. Despite sustaining a gunshot wound to the leg during the shootout, Brodie crushes Junmar under the plane's wheels during takeoff. \nThe plane is too damaged and too low on fuel to make a long journey, but Brodie manages to land the plane at the neighboring island of Siasi. As the passengers and crew are tended to by the island's rescue team, Brodie makes a phone call to his daughter, telling her he is coming home.", "tmdb_plot": "After a heroic job of successfully landing his storm-damaged aircraft in a war zone, a fearless pilot finds himself between the agendas of multiple militias planning to take the plane and its passengers hostage.", "tmdb_id": "646389", "wiki_id": "68395122"}, {"title": "Rabia and Olivia", "genres": ["Drama", "Family"], "wiki_plot": "Rabia and Olivia is a story of a child and her care-taker.\nHow the bond between two grows into a bond of mother and daughter and how there is drastic change in the behaviour of Olivia under the Rabiya's care.\nBut due to some unthoughtful events,Rabiya got arrested and there start an online campaign in the justice of Rabiya.\nThe intensity and fire in their efforts is so overwhelming that gradually more and more people, join them in support of their noble mission. Ultimately, on the grounds of humanity, media, politicians and common people come together in the form of a humanity and made Rabiya meet Olivia.", "tmdb_plot": "The story of illegal immigrant Rabia who migrates to canada and A nine year old mentally stressed child Olivia. When both comes solace for each other until Rabia makes mistake to be arrested. The search begins of Olivia for Rabia and the dramatic situations follows with twists and turns. The film is shot in Canada And India.", "tmdb_id": "1089254", "wiki_id": "73057238"}, {"title": "Sakra", "genres": ["Action", "Drama"], "wiki_plot": "As a baby, Khitan-born Qiao Feng loses his parents and is sent to be raised by a couple from the Song Empire, which is at war with the Khitan-led Liao Empire. He grows up and becomes the powerful chief of the Beggars' Sect, utilizing martial arts in battles. However, he is framed for the murder of deputy chief Ma Dayuan by his wife Kang Min, and is kicked out from the sect after they discover his origin. He is soon framed for the murders of his parents and Xuanku, one of the sect's elders, when he finds their corpses; after the latter's murder, a fight ensues between Qiao Feng and the Beggars' Sect. He escapes while saving Morong servant Azhu, who was ordered to steal the Sect's Yijin Jing.\nDue to Azhu being heavily injured, Qiao Feng takes her to be healed by doctor Xue Muhua, with the two growing closer on the way. However, once they arrive at the Heroes Gathering Manor, they are rejected; to prove his dedication for Azhu, Qiao Feng decides to sacrifice his life to save hers. After Qiao Feng drinks with the Beggars' Sect to sever ties, he fights against them. Near the end of the battle, a wounded Qiao Feng is saved by a mysterious person who kills most of the assailants.\nAzhu is healed by Xue Muhua, who intends to keep her until Qiao Feng returns. Azhu ends up escaping, burning down Xue Muhua's medical station in the process. Meanwhile, Qiao Feng starts to question his morality and origin after killing Song soldiers to save Khitan citizens during a sandstorm. Qiao Feng and Azhu soon reunite, professing their love for each other. Qiao Feng, who has renamed himself to Xiao Feng to reflect his true nationality, starts to search for the \"Leading Big Brother\", who was responsible for the ambush that killed his parents when he was a baby. Azhu goes undercover as Bai Shijing, the true murderer of Ma Dayuan, and talks to Kang Min, who serves as his co-conspirator. Seeing through Azhu's disguise, she lies to her and tells her that Dali emperor Duan Zhengchun is the Leading Big Brother.\nXiao Feng and Azhu head to Mirror Lake, where they learn that he has conceived several children with several wives, with Azhu being one of the children. Upon learning this, Azhu stops Xiao Feng from killing Duan Zhengchun by disguising herself as him, causing him to accidentally kill her. While mourning Azhu's death, Duan Zhengchun tells Xiao Feng that he is not the Leading Big Brother.\nXiao Feng, who ends up being accompanied by Azhu's sister Azi, confronts Bai Shijin and Kang Min. Soon, Murong family head Murong Fu and his army arrive, killing Bai Shijin and Kang Min. Xiao Feng fights Murong Fu while Azi fends off the army. At one point in the battle, Xiao Feng ends up nearly losing consciousness, but is able to get up and defeat Murong Fu after remembering his Buddha teachings when he was young. With the battle over, Azi and the arriving Beggars' Sect members watch as Xiao Feng rides away.\nSome time later, Xiao Feng lives a peaceful life herding cattle, as he promised Azhu they would do. Meanwhile, Murong Fu is revived by his father Murong Bu, who later visits Xiao Yuanshan, Xiao Feng's biological father, who survived the Leading Big Brother's attack, abandoned Xiao Feng, murdered Xiao Feng's adoptive parents and Xuanku, and saved Xiao Feng from the fight at the Heroes Gathering Manor.", "tmdb_plot": "New adaptation of Louis Cha's wuxia novel Demi-Gods and Semi-Devils.", "tmdb_id": "990140", "wiki_id": "72417858"}, {"title": "Selfiee", "genres": ["Comedy", "Drama"], "wiki_plot": "Om Prakash Aggarwal, a Motor Vehicle Inspector (MVI) based in Bhopal, is a passionate fan of film actor Vijay Kumar. Vijay is preparing to leave for the United States for his wife Naina's diagnosis, delaying the filming of his next film, which already incurred a budget overrun. With the climax still remaining to be shot at an Indian Navy leased land, the crew learns that Vijay's driving licence, that needs to be submitted to get clearance, is missing. The producer is outraged as the film has to be wrapped as soon as possible. Due to a clerical error while shifting between RTO buildings, Vijay cannot apply for a duplicate licence as issuing a new licence would take time. Hence, Vijay's politician friend meets Om for speeding the procedure. Om agrees to issue licence illicitly without Vijay even attending the test. In return, he summons Vijay to the RTO to meet him in person and as proof in case of an inquiry. \nMeanwhile, Vijay's professional rival Suraj Diwan is plotting to suppress competition from Vijay by means of occult. Even though he realises going to the RTO might give away clues for his visit, Vijay hesitatingly agrees, hoping that an unadvertised visit calls for less visibility. On his arrival, he sees TV channels surrounding the premises, amidst Vijay's peon Vimla gives a misinformation to a reporter that Vijay, an avid driver has been driving without a licence. The news spreads, and an infuriated Vijay scolds Om in front of his son and superiors for the leak and leaves. Angered, Om informs the reporters that Vijay was arrogant and wanted a licence without going through the normal procedures. Vijay's reputation has been severely damaged and to worsen the situation, Suraj's fans community head organises a hit-and-run attack on Om. He also has masked gang cast stones at his house and Om's son suffers a head injury, which makes Om to believe that Vijay 's  men were behind this. \nMeanwhile, Vijay reluctantly cancels his US trip on the producer's insistence. While rushing his son to the hospital, a frustrated Vijay calls Om by phone and threatens him, which affirms Om's conviction. On police inquiry, Om and his wife Minty accuse Vijay, but Vijay is not charged as his involvement was inconclusive. Protesting it, Om and his family perform Satyagraha in front of Vijay's residence, where media and fans also assemble. Addressing media, Vijay states that Om is a crazy fan and a kind of stalker who finds gratification by being a part in his idol's life through disruption. He shows Om's fan messages as evidence and announces that he has decided to attend the test in the supervision of Om. Vijay gets permission for an open test, which can be viewed by media and can be telecast live, the computer-based test is replaced with a direct question-answer session with Om. Om asks difficult and unusual questions, still Vijay manages to pass the learner's test. \nOm's son is bullied by Vijay's fan-boys in school. With that, Om decides not to send him to school until Vijay has failed and is determined to fail him using maximum discretion. Meanwhile, Naina requires a surgery, and a flight is charted to reach there as soon as the test is completed. On the practical assessment day, Vijay smoothly completes the \"H test\", but Om fails him pointing petty mistakes. The decision is overruled by his superior and passes Vijay. Om makes Vijay wait until noon for the follow up \"road test\". At noon, he postpones the test by two days, which happens to be the day of Naina's surgery. Vijay announces to the onlooking fans and media that he is forfeiting driving forever because Om has totally misused his power and he will retire from acting if this disrupts his life further. Enraged, the fans begin lynching Om, but Vijay saves him and flees from the place.\nWhile en route, they clear the misunderstandings. Om reveals that Vijay's licence was in the gift box which was thrown earlier by Vijay in RTO office. Vijay brings Om and his family to his house, where he scolds Suraj and Vimla for their mistakes. Two days later, before leaving to the airport Vijay interacts with the press about their reconciliation and tells that he has received his driving licence. Vijay then drives off in his car to the airport.", "tmdb_plot": "Bollywood superstar Vijay Kumar needs to obtain a new driving license, from RTO officer, Om Prakash Agarwal, a diehard fan of Vijay. But a misunderstanding leads to a war of words between the two, eventually escalating into a feud which is played out in front of the media and the entire country.", "tmdb_id": "926130", "wiki_id": "72823246"}, {"title": "Sharper", "genres": ["Thriller", "Crime", "Drama"], "wiki_plot": "Tom\nTom is the owner of a used bookstore in New York City. One day, a woman named Sandra comes in looking for a book, and after initially declining his advances, the two begin a romance. Weeks into their relationship, Sandra tells Tom that her brother is in debt and must pay $350,000 or be killed. Tom reveals that his father is wealthy, and offers to cover the debt. After providing the money to Sandra, she disappears, pushing Tom into a nervous breakdown.\nSandra\nSandra's past is revealed as a parolee with a long criminal history. One night, before her relationship with Tom, she is meeting with her parole officer, who attempts to shake her down for money. She is paid off by an apparently wealthy man, Max, who is actually a con artist. He takes Sandra on as a partner, and trains her to pull cons. After taking down their first mark together, the two have sex.\nMax\nBefore his partnership with Sandra, Max visits his mother, Madeline, and her new boyfriend, billionaire Richard Hobbes, at Richard's lavish apartment. Max, who appears drunk and belligerent, convinces Madeline to allow him to stay at Richard's apartment. The next day, Madeline and Richard come home to Max apparently being arrested for soliciting drugs from an undercover police officer. Madeline quickly realizes that Max is pulling a con to have Richard pay off the officer, Max's partner Tipsy. Madeline forces Max to leave the apartment, but it is later revealed that Madeline and Max are lovers, not mother and son, and are targeting Richard.\nRichard meets with Max, who demands a year's salary in cash in order to leave Madeline alone to be with Richard. While meeting with him, Max also meets Richard's son—Tom, who has not yet met Sandra. Max, Madeline, and Tipsy celebrate a successful job, but that evening, Madeline tells Max that Richard wants to marry her, and she will be staying with him. Max escapes from the police Madeline has called and leaves with the money.\nMadeline\nRichard dies, leaving the vast majority of his estate to Madeline. Due to Richard's misgivings about Tom after the incident with Sandra, Tom has been left only the bookstore. He has also been named chairman of Richard's foundation, while Madeline is a trustee.\nTom hires an old family friend, Braddock, to locate Sandra. Despite Madeline's attempts to convince Tom to call off the investigation, Sandra is found, heavily addicted to heroin. Tom wants her to stay at the apartment while she goes through detox, but Madeline is reticent. She speaks to Sandra, who reveals that she knows the connection between Madeline and Max. In return for her silence, Sandra demands that Madeline track down Max so she can confront him about abandoning her.\nMax agrees to meet with Sandra and Madeline. During the meeting, Tom and Braddock arrive to confirm Tom's suspicions that the three had been working together. Tom pulls a gun on Sandra, then on Madeline. Sandra forces the gun out of Tom's hands, and it is picked up by Madeline, who apparently shoots and kills Tom after he forces her to point the gun at him and pull the trigger. Desperate to avoid prison, Madeline immediately transfers all the money to Richard's foundation.\nMadeline, Max, and Sandra are put on a plane to Oklahoma City. Madeline reminds Max that she will retain control of the money, since Tom is dead and she is the trustee of Richard's foundation. After a distraught Sandra retreats to the bathroom, Madeline realizes that the blood on her sleeve is not real, meaning Tom is alive. When Madeline checks the bathroom, Sandra is gone.\nSandy\nThe true nature of the scheme is revealed; Sandra—who prefers going by \"Sandy\"—confesses the truth to Tom and the two devise a plan to con Madeline and Max, enlisting Tipsy and his partner Goldie—who posed as \"Braddock\"—to assist them. The meeting between Sandra and Max was planned, as was Tom's apparent shooting at Madeline's hands. Since Tom is still alive, he maintains control over the foundation and the money. Tom, Sandra, Tipsy, and Goldie meet at the bookstore to celebrate their success. Tom and Sandra begin to rekindle their relationship.", "tmdb_plot": "A small, wealthy family in New York City gets progressively torn apart by secrets, lies, and the theft that orchestrates all of it.", "tmdb_id": "717980", "wiki_id": "67220204"}, {"title": "Shehzada", "genres": ["Action", "Comedy", "Drama", "Romance"], "wiki_plot": "Valmiki and Randeep start their career as clerks in the company of Aditya Jindal. Randeep, who marries Jindal's daughter Yasoda \"Yasu\", becomes wealthy while Valmiki remains poor. On the day of the birth of both their children, Randeep's son appears to be dead. When nurse Sulochana informs Valmiki about this, he pities Randeep and Yasu and offers to exchange his baby with the dead one.\nAfter switching them, however, the apparently dead child begins to cry. Sulochana tries to switch them back, but Valmiki, sensing an opportunity that his son would have a better life growing up in a rich family, prevents her from switching, pushing her accidentally off a ledge. Sulochana goes into a coma, while Valmiki gets a leg cramp that makes him limp permanently. The two boys grow-up in different ways. Raj, raised at Jindal's house, is timid, innocent, and soft-spoken, while Bantu, who is raised at Valmiki's house, is smart, truthful, outspoken, and hard-working. Valmiki, who favours Raj, treats Bantu with disgust due to his true parentage.\nAfter his MBA was denied by Valmiki, Bantu heads to an interview for a job at a law firm headed by a young woman named Samara. Samara initially rejects him for the job but is later impressed by his knowledge and quick-wittedness and hires him. Bantu starts to develop romantic feelings for Samara. Meanwhile, Raj returns from abroad, having finally completing his MBA after multiple failed attempts. Jindal sends Raj to reject Sarang, a wealthy, powerful and influential man who offers to buy 50% of their company's shares. Randeep watches the deal from a restaurant where Samara has a meeting with Kakkar, who attempts to bribe her to move a case in his favour. When Samara refuses and he keeps on insisting, Bantu interferes and supports Samara in the matter. Randeep is disappointed by Raj's hesitance and inability to say no to Sarang but is proud of Bantu and Samara for saying no to Kakkar. Following this, Raj is engaged with Samara on Jindal's suggestion, but Samara has fallen in love with Bantu.\nWhen Samara reveals her feelings for Bantu, he convinces her to ask Randeep to call-off her marriage with Raj. Sarang attempts to kill Randeep for refusing to sell the shares moments before Samara and Bantu arrive to call off the marriage. Bantu saves Randeep by taking him to the hospital despite several attempts by Sarang's men to stop them. There he meets Sulochana, who comes out of her coma and reveals Bantu's true parentage. The furious Bantu slaps Valmiki, telling him that he learned the secret about his birth. Bantu then manages to enter Randeep's house. Jindal is fond of Bantu for saving Randeep.\nBantu begins to address the issues plaguing the house by patching up Randeep's broken relationship with Yasu (which was fragile, as Randeep had an affair once with a woman 7 years ago), settling the dispute with Sarang, and reforming the corrupt family members Kailash and Arun. He and Samara also tell the truth to Raj about their relationship and Raj calls of his marriage with Samara, also making his parents realize that he is an adult and should be allowed to take his own decisions regarding his life and career. At a party thrown at their house, Sarang uses the situation to his advantage by kidnapping and threatening to kill Yasu unless Randeep gives away the shares to him.\nBantu thrashes Sarang and his goons and saves Yasu. Bantu and Valmiki arrive at Jindal's house, where Jindal slaps Valmiki and reveals that he overheard the conversation between Sulochana and Bantu right before her death. Bantu unites with his biological father, Randeep but asks him not to reveal the truth to Yasu, fearing she might be disheartened to know that Raj is not her real child. Unaware of this, Yasu remarks that Bantu is equal to Raj as he saved her and the family, thereby giving Bantu 50% of its shares. Yasu then asks Valmiki to train Raj for five years to be as competent as Bantu and become the CEO of the company. Bantu also forgives Valmiki and mends his relationship with him.", "tmdb_plot": "Bantu is hated and neglected by his father Valmiki ever since he was a toddler. Samara, his boss is the first person to show him affection and love until he discovers that the Jindals are his biological parents and not Valmiki. Bantu then decides to seek the Jindals' love and protect them from the threats they face.", "tmdb_id": "884434", "wiki_id": "70485225"}, {"title": "Somebody I Used to Know", "genres": ["Romance", "Comedy", "Drama"], "wiki_plot": "Ally is the showrunner of a successful, but waning, reality TV series called Dessert Island. After filming the season's final episode, she is informed that the show will be cancelled. With no social life outside work, Ally decides to take a break and visit her mother in Leavenworth, Washington. \nAt a bar in her hometown, she runs into an ex-boyfriend, Sean. They spend the night drinking together, and kiss in the car when Sean drops her home. Sean refuses Ally's invitation for sex, and she leaves awkwardly. Later that day, Ally visits Sean's house with the intent to apologize for the incident, but learns that he is getting married that weekend and his family is throwing a party. Ally tries to leave, but Sean's mother Jojo insists she attend the wedding to film it.\nAlly learns that Sean's fiancée, Cassidy, is alienated from her parents. She feels suspicious about her, and gets her assistant, Kayla, to dig up information about Cassidy's family. Meanwhile, a streaming platform is interested to renew Dessert Island for another season and wants to interview Ally.\nCassidy is unhappy with Ally's presence at wedding parties. She performs with her punk rock band at a bar, and later shares a table with Ally to talk about Sean. Cassidy tells Ally that she will stop touring with her band to settle down with Sean after marriage. Ally notices that she is unhappy about this. \nKayla finds information about Cassidy's parents, and Ally asks her to send them an anonymous invitation to the wedding. When Ally and Cassidy spend more time with each other, Ally realizes her impression of her was mistaken. They bond over common interests, even ending up streaking together on a golf course after smoking weed. Sean is distracted by their growing closeness.\nOn the eve of the wedding, Cassidy is surprised to see her parents. Ally does not confess to inviting them, leading Cassidy to blame Sean for it and call off the wedding. At their hotel, Ally tries to correct her mistake by getting Sean and Cassidy to understand each other better. Sean realizes he is suppressing Cassidy's career and apologizes. Meanwhile, Ally takes the blame for inviting Cassidy's parents, and Cassidy reneges on cancelling the wedding. \nAlly leaves the event permanently and returns to her mother's house. She leaves for Los Angeles, but makes a pact to visit more often. Dessert Island is picked up for another season, but Ally passes showrunning duties on to Kayla. She chooses to focus on her interests, picking up another show instead, which centers around the topic of nudism.", "tmdb_plot": "On a trip to her hometown, workaholic Ally reminisces with her first love Sean, and starts to question everything about the person she's become. Things only get more confusing when she meets Sean's fiancé, Cassidy, who reminds her of the person she used to be.", "tmdb_id": "869112", "wiki_id": "68604865"}, {"title": "The Starling Girl", "genres": ["Drama"], "wiki_plot": "Jem Starling is a 17-year-old girl raised in a fundamentalist Christian community in Kentucky who is trying to figure out her place in the world. On one level, she aspires to be a dutiful Christian, while she is also looked up to by her younger siblings as the eldest daughter in the family. She finds joy in her church dance troupe, but her love of dance, along with her own burgeoning desires, become difficult to reconcile with her faith. Community traditions such as courting also weigh on Jem's shoulders. Amidst this confusion, she finds refuge in the encouragement of Owen, her youth pastor who has just returned from doing missionary work abroad.", "tmdb_plot": "Jem Starling enters into an affair with her married youth pastor and begins a double life as she continues to fulfill her duties in her community.", "tmdb_id": "1001500", "wiki_id": "72816326"}, {"title": "The Strays", "genres": ["Thriller", "Mystery", "Drama"], "wiki_plot": "Cheryl, a Black woman, is living in an undisclosed location in England. She expresses concerns about discrimination and financial difficulties to someone on the phone. The subsequent scenes show her rejecting phone calls from her spouse and leaving a message on the fridge about going to the hair salon.\nSeveral years later, we are introduced to Neve, a fair skinned Black woman married to Ian, a white man, with two biracial children, Sebastian and Mary. She is disdainful of anything associated with \"blackness.\" Neve works at her kids’ school as a deputy headmistress, and plans to host a fundraising gala at her home. She often gets visions of black individuals and gets disturbed. At the fundraising gala, Neve confronts two black individuals that she believes to be strangers; they address her as their mother.\nFlashbacks to five days prior, with \"Carl and Dione\" being the focus of the story, the two black individuals Neve has been seeing. The two are on an unknown mission that involves staying at a hotel, with Carl taking on the name \"Marvin\" and getting a job as a school janitor while Dione, taking the name “Abigail” to work as an assistant in Ian's office. They befriend Neve's children, with Dione inviting Mary to the hotel room for drinking and partying, while Carl invites Sebastian to smoke after his basketball game. Afterwards, Carl convinces Sebastian to brutally attack his school bully.\nIn the present day, it is revealed that Neve is Cheryl, and Carl and Dione are her children. She meets them at a diner, Neve gives them ten thousand pounds each, in order to help them back on their feet as they return to London. However, Carl and Dione break into Neve's house. Carl takes everyone’s phones and dumps them in the sink, where he turns on the water that starts to overflow the living room. They claim it’s Dione’s birthday and they should celebrate as a family. Carl and Dione force the family to order Uber Eats.\nCarl confronts Neve for trying to pay them off, which was unknown to the rest of her family. This leads to Ian threatening a divorce, however, Dione intervenes and suggests playing a board game. Neve, who is visibly upset, vomits, afterwards appears to adopt a new and happy persona, and the group begins to play Scrabble. Carl becomes annoyed and forfeits the game before demanding that Ian accompany him to the family's gym. There, Carl coerces Ian to lift increasingly heavy weights until he is unable to hold them, and the weight falls on him, resulting in his apparent death.\nMeanwhile, after the Uber Eat driver arrives, Neve tells the group she will tip the driver and be right back; she does not return. The driver’s engine starts up and drives away, implying that Neve has left with him. Mary and Sebastian are left standing in the flooded living room with Dione and Carl, as Neve has now abandoned her second set of children.", "tmdb_plot": "A Black woman's meticulously crafted life of privilege starts to unravel when two strangers show up in her quaint suburban town.", "tmdb_id": "1063422", "wiki_id": "72901167"}, {"title": "Supercell", "genres": ["Action"], "wiki_plot": "A young man lives up to his parents' legacy to witness and chase storms with his friends and family out to save him.", "tmdb_plot": "Good-hearted teenager William always lived in hope of following in his late father’s footsteps and becoming a storm chaser. His father’s legacy has now been turned into a storm-chasing tourist business, managed by the greedy and reckless Zane Rogers, who is now using William as the main attraction to lead a group of unsuspecting adventurers deep into the eye of the most dangerous supercell ever seen.", "tmdb_id": "842945", "wiki_id": "66977115"}, {"title": "Teen Wolf: The Movie", "genres": ["Action", "Fantasy", "TV Movie"], "wiki_plot": "Fifteen years after leaving Beacon Hills, Scott now runs an animal shelter in Los Angeles, adjoined to Deaton's new clinic, and is no longer in a relationship with Malia. Lydia works at an energy company in San Francisco, has broken up with Stiles after receiving a recurring vision of his death in a car crash, and has not used her banshee abilities since. Derek, Malia and Peter now run an auto repair shop, from which Derek's fifteen-year-old son Eli persistently steals Stiles' disused Jeep. Traumatized by the sight of his father's werewolf form as a young child, Eli suffers from fainting fits whenever he transforms, which hinders his other abilities and has strained his relationship with Derek. Malia has recently begun a casual relationship with Parrish, who is quietly keen for them to become a real couple. Mason has joined the Beacon Hills police force, for whom Derek acts as a supernatural consultant. Liam lives in Japan and runs a restaurant with his kitsune girlfriend Hikari Zhang, and they guard the urn containing the Nogitsune. A hooded figure attacks the restaurant and frees the Nogitsune, with which the figure forms an alliance.\nThe hooded figure sets numerous fires in the Beacon Hills forest, using a chemical accelerant, while Scott, Lydia and Chris receive visions of a ghostly Allison in distress; they theorize her soul is trapped in bardo and cannot move on until they perform a ritual, for which Lydia produces garbled instructions. They return to Beacon Hills along with Jackson, who helps them decipher the remaining instructions. During a full moon, Scott, Lydia and Malia bring a sample of earth from the ground where Allison died at Oak Creek, and the sword of the Oni that killed her, to the Nemeton, which unexpectedly resurrects an unconscious Allison. She awakens in hospital with amnesia, retaining only fragmented memories of her family and their feud with Derek and no recollection of Scott or her other friends. She attacks Malia, Scott and security guards before fleeing.\nDeaton realizes the Nogitsune has been possessing Chris and causing the visions of Allison in order to trick Scott's pack into bringing her back from the dead. The Nogitsune uses the Nemeton's power to physically manifest before murdering a kitsune police officer and harnessing his energies to create nine Oni. It then approaches Allison, offering to help her eliminate Scott, claiming that he destroyed her family. She attacks Derek and Eli at the high school, but Liam and Hikari save Derek, while Allison chases Eli to the auto repair shop. Scott rescues him, and she hunts them both through the woods while in turn being pursued by Chris, Melissa and Peter. Scott confronts Allison on a cliff edge, trying to get her to talk to him, and ultimately lets her stab him with a wolfsbane-coated dagger and take him to the town's stadium, where a lacrosse match is taking place, to use him as bait for the rest of his pack. He manages to trigger more of her memories, including some details of their relationship, and she burns the wolfsbane out of him and forms a truce with him against the Nogitsune.\nThe Oni abduct Liam, Hikari, Derek, Eli, Noah, Mason and Deaton, and the Nogitsune holds them hostage in an illusionary bardo. While Malia and Parrish gather silver weapons with which to slay the Oni, Lydia and Jackson examine one of the fire scenes, realizing that rowan trees were burned in order to produce mountain ash. Lydia realises the culprit is Adrian Harris, who has been in hiding since his apparent murder, blaming Scott's pack for his misfortunes and plotting revenge against them. The Nogitsune releases Eli to cause confusion, while Harris surrounds the stadium with mountain ash, shoots Jackson, and captures Lydia, forcing her to watch her friends' plight so the Nogitsune can feed on her pain. Scott and Allison fight the Oni while Eli frees the hostages, and Lydia subdues Harris with Jackson's help and produces a scream that fully restores Allison's memories. Scott persuades the Nogitsune to let everyone else go if Allison executes him, and she reluctantly shoots him in the chest with three arrows, but Hikari's kitsune spirit shields him from harm. Parrish burns through the mountain ash, and he, Malia, Melissa, Chris and Peter reach the others in bardo. The reunited pack kill the Oni while Scott, Derek and Eli overpower the Nogitsune. Derek restrains it until Parrish incinerates them both, with Derek's eyes turning red in his final moments, becoming a true Alpha through his act of self-sacrifice. The bardo illusion dissolves, and the pack reappear in the stadium.\nAt Derek's funeral, Noah bequeaths ownership of Stiles' Jeep to Eli. Scott resumes his relationship with Allison and plans to eventually adopt Eli. Parrish has Harris committed to Eichen House.", "tmdb_plot": "The wolves are howling once again, as a terrifying ancient evil emerges in Beacon Hills. Scott McCall, no longer a teenager yet still an Alpha, must gather new allies and reunite trusted friends to fight back against this powerful and deadly enemy.", "tmdb_id": "877703", "wiki_id": "70086878"}, {"title": "Thankam", "genres": ["Drama", "Crime"], "wiki_plot": "From Thrissur, the Gold Capital of India, Muthu and Kannan are gold brokers. The movie depicts their voyage to Mumbai to distribute gold as well as the subsequent setbacks they encounter.\nOn one of the trips, Kannan disappears and is later discovered dead in a hotel room. The cops contact his wife to ask her to verify his identity. The police report that the door was closed from the outside using a different lock and that Kannan was discovered hanging from the fan with a pool of blood on the floor. He had several wounds on his body, which suggests that he was more likely murdered, according to the results of the postmortem.\nAs the inquiry goes on, it is revealed that Kannan planned his own murder with the assistance of his two other friends, Arul and Abbas, to get out of the debt he was in at the time. He disguised his suicide as a murder since the family would receive more money for a murder than for a suicide.", "tmdb_plot": "Muthu and Kannan are Gold Agents from Thrissur, the Gold Capital of India. The movie portrays their travel to Mumbai to distribute gold and the following mishaps they face on their journey.", "tmdb_id": "797186", "wiki_id": "72863612"}, {"title": "There's Something Wrong with the Children", "genres": ["Horror", "Mystery", "Thriller"], "wiki_plot": "Margaret and Ben take a weekend trip with longtime friends Ellie and Thomas and their two young children. Eventually, Ben begins to suspect something supernatural is occurring when the kids behave strangely after disappearing into the woods overnight.", "tmdb_plot": "Margaret and Ben take a weekend trip with longtime friends Ellie and Thomas and their two young children. Eventually, Ben begins to suspect something supernatural is occurring when the kids behave strangely after disappearing into the woods overnight.", "tmdb_id": "899579", "wiki_id": "72108003"}, {"title": "Thunivu", "genres": ["Action", "Thriller", "Crime"], "wiki_plot": "Radha, a dreaded gangster, and his men plan a heist at \"Your Bank\", one of the biggest privately-owned bank in Chennai, with the support of ACP Ramachandran. They plan to rob ₹500 crore on 21 May, coinciding with the Governor's party event at his residence. On the day of the heist, Radha and his men hijack the bank, only to discover that the bank is already hijacked by a mysterious man nicknamed Michael Jackson and his accomplice, Kanmani. The commandos arrive inside the bank, but get defeated.\nJackson later makes a deal with Radha to help him rob ₹5000 crores, in exchange for a share of the money, for which Radha and his men reluctantly agree. He insisted a constable, Antony alias Anto to be the investigating officer. When Radha finds that the bank locker contains only ₹1,510 crores, they decide to kill Jackson, only to be defeated. Jackson insists that Antony alias Anto, a police constable to be the negotiator, much to Ramachandran's ire. He uses a voice changer of Michael Jackson, tricking the people and the media into referring him as Michael Jackson. Ramachandran tries to kill Jackson with a sniper, only for him to make an explosion in a car parked nearby the bank using a bomb.\nWith the events being leaked to the media, city commissioner Dayalan is called in to handle the situation. While inspecting the bank, Jackson finds explosives, disguised as fire extinguishers, and deduces that a third team has also entered the bank, without him knowing. The police tracks a van where Kanmani is guiding Jackson, but Kanmani destroys the van, and escapes. Ramachandran sends his men to trace Kanmani, but she kills them and exposes Ramachandran's involvement in the heist to Dayalan, who interrogates him, and he confesses that he along with his childhood friend Shyam, the Tamil Nadu Branch Head of Your Bank, planned the heist.\nRamachandran tried hiring Jackson, who goes by the name \"Dark Devil\", for the job, but he refused. Ramachandran later hired Radha's gang for the job, without revealing that they will be killed after the heist. Radha and his gang join and assist Dark Devil after hearing Ramachandran's confession through bugs planted on Dayalan's base. Shyam flees from police after they learnt about his involvement, but is captured by Kanmani. Meanwhile, Dayalan finds that Valavan was the one who wired and planted explosives in the drainage, and begins to search for him. He also learns that Dark Devil and his team actually died a few months ago.\nRamachandran tries to prove that Dark Devil is alive by detonating a dummy bomb only to get killed when the bomb turns out to be a real one and explodes after the wire in it gets detached. Dark Devil learns from Kanmani that there are ₹25,000 crores available in the bank. Dark Devil tells Dayalan to arrange a meeting between him and chairman of Your Bank, Krish. As Dark Devil deduced, the third team, revealed to be some of the bank's staff, attack Radha and his team in the locker, before assaulting Dark Devil and hold him captive. Krish arrives and reveals that the third team were hired by him and tells them to destroy the bank's chest with explosives with hostage inside.\nKrish also forces Dark Devil to reveal himself, where Dark Devil reveals that he and his teammates lived happily together like a family. After having committed a heist in Bangkok, Dark Devil's members, Jijo and Achara planned to get married. They all travelled to Araku Valley, Andhra Pradesh to arrange their marriage and celebrate, but they were ambushed by assailants sent by Krish and Shyam, who feared that they would reveal their heist plan to others. Jijo and Achara got killed, but Dark Devil and Kanmani managed to escape and the killers faked their deaths for the rest of their deal money. The duo reached the house of an old couple, who tends their wounds and revealed about his son Kavin, an honest bank official, who wanted to return the money to the people who invested in mutual funds.\nHowever, Kavin was killed by Krish, and made it look like a mob did this during a strike. Having learnt about this, Dark Devil and Kanmani decided to bring Krish and the bank officials to justice. After the revelation, Dark Devil defeats Krish and his team, where he forces him on live to reveal about his financial scam of the ₹25,000 crore, which was invested in the mutual funds, and the atrocities committed against people by the bank officials. Shyam, who was made to wear a bomb vest is sent to Dayalan, where he reveals everything about the heist and Krish's involvement in it, before he is killed by Kanmani's phone call.\nDark Devil also brings mutual funds chairman Harsha, who was abducted by Kanmani at gunpoint and Sunil Dutta, who was abducted from Mauritius by Dark Devil's men and was also responsible for stealing data from the NSE backup server of the Indian Stock Exchange. Sunil confesses that he invested in 10 companies belonging to Krish and reveals that the ₹25,000 crore is in the bank's secret chest locker. With the help of a mole in the media, Krish falsely frames Dark Devil and his team as terrorists, and cuts the live telecast. Dayalan learns from Rajesh that everyone in the bank are going to be killed, except Krish, before commandos arrive and take control of the situation, and Dayalan is suspended.\nIn the bank, Dark Devil opens the secret locker with the help of Radha and his men, only to find that the money is counterfeit money. Dark Devil locks Krish, Sunil and Harsha in the secret locker, before Krish reveals that the money is stacked in 25 of the 1500 containers of his ship, which he discreetly records as a video. The commandos open fire, with the bank severely damaged. Krish, Sunil and Harsha are killed in the secret locker by an explosive. Kanmani arrives in a fire truck stuffed with RDX, and threatens to detonate them, unless the hostages are released, forcing the commandos to cease fire. She along with Dark Devil, wearing masks, escape with the help of the public and reach a boat, planning to escape by sea, while Radha and his gang also escape in the ensuing chaos.\nA chase ensues where Dark Devil, Kanmani, and the rest of their team shoot the commandos and coast guards, using an M2 Browning. However, they get shot and fall into the sea. Later, the media broadcasts the video which Dark Devil discreetly recorded, and Dayalan's suspension is revoked. Meanwhile, Dark Devil and Kanmani fake their deaths and escape using sea scooters and reached their boat, settling in international waters. Dayalan and his team board a helicopter to the ship, where they find the ₹25,000 crore.", "tmdb_plot": "A gang goes to rob a bank only to find that there's already a criminal mastermind holding it for ransom, but his identities and motives behind the heist remains mysterious. As they plan to collect the bounty and disappear without a trace, their crimes and their past slowly catches up with them.", "tmdb_id": "904557", "wiki_id": "70740130"}, {"title": "Unwelcome", "genres": ["Horror"], "wiki_plot": "Young couple Jamie and Maya live together in London. After learning that Maya is pregnant, Jamie celebrates with her only for them to be attacked by a gang of hoodlums. Maya is left unharmed. In the aftermath of the assault, Jamie and Maya take the opportunity to move to an idyllic new home in rural Ireland, inherited from Jamie's great-aunt Maeve after her death. \nThe house requires some work, prompting them to hire the local Whelan family as builders. They are troubled by a warning from Niamh, an old friend of Jamie's aunt, that they should leave an offering of liver at a door of the house's back garden every night for the Red Caps that live in the forest, but accept it as a harmless superstition.\nAs Jamie and Maya spend more time in the house, they are troubled to learn that Maeve lost a child herself, her daughter disappearing when the girl was barely two years old and the body was never found. Niamh tells Maya an old story that the baby was lost as part of a deal with the Red Caps to save the life of the child's father, but Maya wonders if the child was killed in a fit of post-partum depression. \nThe Whelans soon prove themselves to be violent and disturbed; younger children Aisling and Killian often steal minor items from the house, and older son Eoin is often beaten by \"Daddy\" Whelan. At one point, Maya is lured into the wood by a dog, where she finds a stone shrine to the Red Caps. While trying to return to the house, she finds Eoin, who talks about the abuse he receives from his father, but when she offers him comfort Eoin tries to assault her, only for him to be dragged away by what Maya later identifies as the Red Caps. \nThat night, Jamie has a confrontation with Aisling and Killian in the pub about what happened to their brother, while Maya is visited by a Red Cap that presents her with Eoin's head in a plastic bag. When Jamie returns the two are shocked at this proof that the Red Caps are real, but the house is then attacked by the Whelans, seeking answers about Eoin's disappearance. Maya is caught with Eoin's head while trying to escape as Jamie distracts Daddy Whelan at the front door, forcing Maya to flee into the woods to ask the Red Caps for help. In response to Maya's appeal, the Red Caps come to the house and fight with the Whelans, killing all three as Maya gives birth. \nOnce the baby has been checked at the hospital, their first night back at the house sees the baby being taken by the Red Caps as payment for their help. Maya follows them to the shrine where she discovers an elderly woman who she realises is the lost daughter of Jamie's aunt, kept by the Red Caps. Refusing to let them keep her daughter, Maya kills one of the Red Caps and crushes the old woman's skull with her bare hands. She and her daughter return to the house and Jamie watches in horrified awe as Maya is \"baptised\" with the blood and skull of the dead woman, apparently being proclaimed as the new \"Mother Redcap\".", "tmdb_plot": "Londoners Maya and Jamie escape their urban nightmare to the tranquility of rural Ireland only to discover malevolent, murderous goblins lurking in the gnarled, ancient wood at the foot of their new garden. When heavily pregnant Maya’s relationship with a local family turns sour, who – or what – will come to her rescue and what extremes will she go to to protect her unborn child?", "tmdb_id": "758769", "wiki_id": "71725569"}, {"title": "Varisu", "genres": ["Action", "Drama"], "wiki_plot": "Vijay Rajendran, the youngest son of an eminent business magnate, Rajendran Palanisamy, is disowned and thrown out of the house as he refused to join the family business, instead deciding to launch a food delivery startup. Seven years later, Rajendran is diagnosed with advanced-stage pancreatic cancer and has only a few more months to live. He decides to reveal his terminal condition and anoint one of his two elder sons, Jai or Ajay, as his successor, before his impending death. With this in mind, Rajendran plans to celebrate his 65th birthday in a grand manner, intending to announce both matters during the celebration. Vijay is also invited at the behest of his mother Sudha, who still considers him as her son. Vijay arrives only to find his house in disarray. Jai is cheating on his wife Aarthi with another woman Smita, and neglecting his family in the process, including his teenage daughter Ria. Ajay owes a huge amount of money to Mukesh, a financier. When he is not able to repay the money, he offers to leak his company's secrets to his father's business rival, Jayaprakash \"JP\". The two elder brothers themselves do not speak with each other and constantly fight for being their father's successor.\nMeanwhile, Vijay meets Divya, Aarthi's younger sister, who has had a crush on Vijay since her childhood. After a few incidents, the duo fall for each other. During Rajendran's birthday celebration, JP, through Smita and Mukesh, reveals the duplicity of Jai and Ajay, which distraughts the entire family, particularly Aarthi, who decides to file for divorce from Jai, as well as Rajendran, who has lost a business deal to JP due to Ajay's duplicity. Realizing that he cannot rely on his elder sons to run his business empire, Rajendran reaches out to Vijay, who initially refuses, but later agrees to take over the business after learning about Rajendran's illness.\nIn jealousy and dismay, Jai and Ajay leave the house and join hands with JP and Mukesh to get rid of Vijay as the chairman, but Vijay manages to cross the hurdles and neatly handles the family business. But after Vijay rescues Ria from a human trafficking gang, Jai realises his mistakes and reconciles with Vijay, Aarthi, and the rest of the family. Vijay and Jai then team up to stop Ajay from selling their company's shares to JP, and then make him realise his mistakes. The entire family, now reunited, have a hearty meal together, much to the happiness of Rajendran and Sudha. \nWhen Rajendran dies, the three brothers perform his funeral together and scatter his ashes in Varanasi. The film ends with a message that no family is perfect, but everyone has only one family.", "tmdb_plot": "Vijay, The prodigal son of business tycoon Rajendran agrees to take over the reins of the business, much to the chagrin of his brothers. But can Vijay prove himself to be a worthy varisu and also reunite his now-broken family?", "tmdb_id": "835017", "wiki_id": "67602073"}, {"title": "Veera Simha Reddy", "genres": ["Action"], "wiki_plot": "In Istanbul, Meenakshi runs a burgeoning restaurant of Rayalaseema Cuisine and lives with her son Jai Simha Reddy, who indulges in car dealerships and is acquainted with a tone-deaf wannabe singer Isha the daughter of a tycoon Jayaram and they fall in love. At the marriage proposal, Meenakshi discloses about Jai's father Veera Simha Reddy, a leader in Pulicherla, Andhra Pradesh. \nVeera Simha Reddy is the arbiter who efforts towards eradicating the infamous factionalism. He odds with fiend faction leader Pratap Reddy that aims to assassinate him. At a plurality of times, Pratap Reddy tries to finish Veera Simha Reddy, but is always defeated, which enrages his wife Bhanumati as she wants to avenge her miseries caused by Veera Simha Reddy. Pratap Reddy ruses by mingling with his uncle Peddi Reddy, a minister, to squat a factory owned by industrialist Raj Gopal constructed 30 years ago by the aim of Veera Simha Reddy. They are also going to lay a foundation stone for a new factory to which prominent politicians are arriving. \nImmediately, Raj Gopal proceeds to Veera Simha Reddy’s aid stating the status quo when he gallantly encounters and backfires them single-handedly at the border itself. Later, Veera Simha Reddy receives a phon call from Meenakshi who invites him to Turkey. After reaching, Veera Simha Reddy unites with Jai, who is unbeknownst to him, and thanks Meenakshi for respecting his decision years ago. They meet Jayaram, who happily gives his acceptance. After their departure, Jayaram is frightened as he is the investor in the factory whose construction is blocked by Veera Simha Reddy. Jayaram indicates the presence of Veera Simha Reddy in Turkey where Pratap Reddy and Bhanumati arrive and finishes him, while also revealing that Bhanumati is Veera Simha Reddy's sister. \nJai attempts to save Veera Simha Reddy, who stops him saying that he can die repeatedly for Bhanumathi. Before leaving his breath, Veera Simha Reddy instructs Jai to perform his final rights in his motherland. As per guidelines, Jai carries his father’s corpse to Rayalaseema and conducts the funeral between a great multitude of fanatics drowning under woe. Following, Jai questions the underlying reason for Bhanumati's enmity against her brother when Siddhappa, Veera Simha Reddy's trusted lieutenant divulges the past. Bhanumati was the illicit child of Veera Simha Reddy’s father, yet he idolized and dedicated his life to her. Meenakshi was his cross-cousin who endeared him from childhood and was betrothed to him. He asked her to wait until the accomplishment of Bhanumati’s espousal, but unfortunately they consummated. \nBesides, the adjacent village Musali Madugu was in jeopardy of Pratap Reddy's father Gangi Reddy. Once a child the victim of his atrocities, approached Veera Simha Reddy to liberate them from Gangi Reddy’s evil clutches. Forthwith, Veera Simha Reddy charged on savage, decapitated Gangi Reddy, takes control over the reign, and dropped Pratap Reddy providing a final notice. In the interim, Bhanumati loved Siddhappa's son Shekar. Learning this, Veera Simha Reddy heartfully gave his approval and engaged them. Apart from that, every year customary contests are held in that area where Veera Simha Reddy triumphs. However, Pratap Reddy subterfuged him when Shekar took part to protect Veera Simha Reddy's reputation and was beaten. \nAt this point, Pratap Reddy heckled Shekar and exaggerated his anger. Furious, a drunkard Shekar indulged in gunfire that inadvertently killed a villager Suri. Currently, Veera Simha Reddy uprights piety and ostracized Shekar, who later committed suicide. Heartbroken, Bhanumati pledged to seek vengeance. On that account, she married Pratap Reddy and commanded him not to touch her before Veera Simha Reddy’s death. Thus, Veera Simha Reddy lifts Pratap Reddy alive for his sister and decided to renunciation all comforts as a penalty, where he requested Meenakshi to quit his life, who relucantly agreed and had hidden her pregnancy. After the revelation, Siddhappa tells Jai to retrieve back. Raj Gopal switches to surrendering the factory to miscreants. \nJai strikes on them to perpetuate his father's ambition and also challenges Pratap to enter without his aunt’s background. Infuriated by Jai's comment, Pratap Reddy smacks Bhanumati asserting that he is the one who instigated vengeance in her mind by killing Shekar. Distraught, Bhanumati meets Jai and apologizes to him, where she kills herself by slitting her throat. During the time of her cremation, Pratap Reddy attacks Jai. However, Jai manages to finish Pratap Reddy and merges his aunt’s ashes in his father’s grave, where he continues his father's legacy.", "tmdb_plot": "Jai Simha Reddy, a businessman in Turkey and doting son of Meenakshi falls in love with Eesha. On the verge of his marriage, Jai comes to know the secret about his father Veera Simha Reddy who comes to Turkey to settle the marriage, which is when Jai meets his father for the first time. Things take a drastic turn around when Veera's  past follows him to Turkey.", "tmdb_id": "896669", "wiki_id": "70103089"}, {"title": "Vinaro Bhagyamu Vishnu Katha", "genres": ["Comedy", "Action", "Romance"], "wiki_plot": "Vishnu is a librarian in Tirupati. Since childhood, he always helps people who are in need. On the other side, Darshana is a YouTuber. Vishnu and Darshana meet each other through the concept of phone number neighbours along with Sharma, Darshana's other number neighbour for a YouTube video. Later, Some unexpected events take place which forms the plot of the story.", "tmdb_plot": "Vishnu, grows up under the care of his grandfather as a Good Samaritan in temple town Tirupati. Dharshana, a wannabe social media content creator, comes up with the idea of a phone number neighbour and gets in touch with Vishnu. Both trace the other phone number neighbour, Markandeya Sharma. Things take intriguing, mystery-filled turns when these three people become friends.", "tmdb_id": "1001256", "wiki_id": "72156942"}, {"title": "V3", "genres": ["Crime", "Thriller", "Action", "Drama"], "wiki_plot": "V3 is a fight for their rights and against an injustice on a gang rape-murder and encountered case, achieving a poetic justice with the help of the system which fails initially on due to the undue pressure of representatives and thy people", "tmdb_plot": "Human rights commission of India appoint Sivagami, an ex-IAS officer, to interrogate the police officials in-charge of the encounter of five youngsters,  for allegedly raping and murdering an innocent girl, Vindhya and find out what had actually happened. Sivagami's interrogation leads to a series of revelations that shock Sivagami and the parents of the youngsters who died in the encounter.", "tmdb_id": "1063556", "wiki_id": "72702658"}, {"title": "Waltair Veerayya", "genres": ["Action", "Drama"], "wiki_plot": "Waltair Veerayya, a notorious fisherman-cum-smuggler from Vizag, needs money to fight a court case. He is approached by CI Seethapathi, who tells him about Solomon Caesar, a notorious drug lord who escaped from RAW's custody after killing multiple police officers. Seethapathi, who was responsible for Caesor's custody, gets suspended from service. He asks Veerayya to extradite Caesar from Malaysia to India, in exchange for providing money. Veerayya accepts the deal and travels to Malaysia with his friends and Seethapathi's brother-in-law. They check in at a hotel owned by Caesar and devise a plot to kidnap him.\nHowever, Veerayya misses the opportunity as he gets stunned by seeing Dr Nithya and her daughter, Vaishnavi, where Nithya angrily takes the kid away from Veerayya. Seethapathi's brother-in-law gets impatient and prompts Seethapathi to follow Caesar on their own without Veerayya's knowledge, only to get caught by Caesar. Veerayya arrives at the place and tricks Caesar into believing that they want to cut a drug deal with him, therefore saving the day. Later, Veerayya gets invited by Caesar to his private party where a group of masked assassins attempt to nab Caesar, but their plans are foiled by Veerayya, who later realises that they are the hotel staff.\nThey reveal themselves as RAW agents, led by Athidhi. Caesar expresses his admiration for Veerayya and offers to ask him anything in return for saving his life. Veerayya asks him to come back to India and Caesar agrees, but soon finds out about their ploy and they get busted. As Caesar assaults Athithi for information with his elder brother Michael Solomon on video conference, Veerayya retaliates and reveals that Michael was his ultimate target. Veerayya kills Caeser at the public fair in the Batu Caves, where a helpless Michael witnesses everything.\nPast: Four years ago, Michael, in disguise as a fisherman named Kaala, acts as Veerayya's friend and confidant. Without Veerayya's knowledge, Michael supplies drugs from the former's ice factory. The newly appointed ACP Vikram Sagar, who is also Veerayya's half-brother, arrives in Vizag and begins a crackdown on the drug syndicate. During their childhood, Veerayya, who suffered from vertigo, accidentally let Sagar fall from a tree. Ever since, the brothers grew up separately. Though Sagar developed hatred towards Veerayya, Veerayya always loved him. Sagar is also happily married to Dr. Nithya and they bear a daughter Vaishnavi.\nSagar tracks down the origin of drugs in Veerayya's locality, but Michael manages to keep his cover. One day, the ice factory accidentally supplies cocaine, wrapped in ice to a school, which resulted in the deaths of 25 children. Michael subsequently frames Veerayya and plans to escape to Malaysia. Veerayya gets arrested by the police, who decides to kill him in an encounter to calm the public rage. Sagar, who believes that Veerayya is innocent, loots the seized drugs to lure Michael. He secretly arrives at the planned encounter shooting, in place of Veerayya to nab Michael.\nHowever, the JCP, who is also Sagar's senior officer, is in cahoots with Michael, where he fatally stabs him, along with Michael's men. Michael manages to escape as Veerayya arrives, not before he shows his true face to him. Veerayya tries to take a heavily injured Sagar to the hospital, but he succumbed to his injuries on the way, revealing that he always had affection for him, but could not express it publicly due to his crackdown on the drug syndicate. Veerayya is stopped by the police and taken away. Sagar is deprived of state honours and labelled as a traitor by the police. Heartbroken, Veerayya decides on extraditing Michael to India for his testimony in court, before Seethapati shows him the way.\nPresent: Veerayya sets up Michael against his drug partner by blowing up his base of operations. The rival gang attempts to kill Michael, where he agrees to come to India with Veerayya and testify in court, in exchange for his life. With the help of Athithi, Veerayya brings Michael back to India. Following Michael's testimony, the court recognises Sagar's valour and grants him state honours, whilst also acquitting Veerayya of his charges. To fulfil Sagar's last wish of avenging the children's deaths, Veerayya severs Michael's head in the courtroom and is sentenced to prison.", "tmdb_plot": "A notorious smuggler Waltair Veerayya is hired by a CI Seethapathi, reaches Malaysia with the ostensible mission of kidnapping a drug mafia leader named Solomon, who escaped India after wreaking havoc on the RAW agents and local policemen. Veerayya manages to pummel Solomon, who is fiercely protected by his ruthless gang-lord brother Kaala. Tables are turned, when Veerayya reveals that he shares a turbulent past with Kaala & an ACP Vikram Sagar who is hell-bent on ending his smuggling activities.", "tmdb_id": "989017", "wiki_id": "71311506"}, {"title": "We Have a Ghost", "genres": ["Fantasy", "Family", "Comedy", "Adventure"], "wiki_plot": "One year after the last owners fled in terror, the Presleys are shown a house. Suspicious of the low price, the estate agent insists that recently prices have been low. On the first night Kevin, the youngest, investigates a sound in the attic. Using his mobile phone light, a ghost appears. When he fails to scare Kevin but instead gets met with a laugh, he vanishes. Kevin returns to the attic and sits down to talk with the ghost. He can't talk and doesn't remember anything about his life. Kevin calls him Ernest as that is the name on his bowling shirt. Suddenly Kevin's big brother Fulton barges in. As he's bullying Kevin for his phone, Ernest helps him. Fulton finds a video Kevin had recorded of Ernest when he first saw him and soon shows their father Frank that their new home is haunted by a ghost. Frank creates a YouTube channel, gets more video of him and, after convincing the mother Mel they could profit from him, makes the ghost and his family Internet-famous.\nIn high school Kevin meets Joy, the neighbor. She refers to his home as the house of death. Once the video \nof Ernest goes viral, they cross paths in the library and Joy quickly finds that the house's owner Ernest S. lived there from '65 to '71 and is now residing elsewhere. The West Bay cable TV medium Judy Romano comes to film meeting Ernest. Kevin shows him various horror clips to help him be scarier. It doesn't take long for Ernest to scare her crew, but even Judy reacts in terror, jumping out the window. The post of the madam's reaction goes record-breaking viral. Joy convinces Kevin that they need to take Ernest out to a bar once belonging to the house's past owner to try and jog his memory. They start to uncover the truth about Ernest's past, first a photo of him with the previous house owner, then he becomes fixated on a little blonde girl in the park.\nHowever, Dr. Leslie Monroe visits Frank and Mel, telling them about an old program she ran with the CIA. Called Wizard Clip, its goal was to catch a ghost. When cost of the program was made known to the public they scrapped it, making her the scapegoat. When she tries to convince them that Ernest is dangerous, Frank throws her out. A viral video of Ernest with the girl in the park sets the CIA in motion. They break into the Presley home, but Kevin, Joy and Ernest have already left for Oklahoma to find the past house owner. The next morning the Presley's are coerced into doing an appeal to apprehend the trio. The broadcast comes on a convenience store TV and they outrun the many police cruisers chasing them.\nArriving at the house in Oklahoma, the man tells the story of Randy (our Ernest), who he says became a drunk not able to cope with his wife's death from giving birth. He left his four-year-old daughter with them and disappeared. The couple did not plan to have kids initially as they preferred to travel but instead continued to raise their niece, June. Ernest makes himself visible, and the CIA swoops in. Back home, Kevin is depressed. Frank apologizes to him, recognizing he's been selfish at the family's expense. He also tells Kevin he's a much better man than he is.\nIn the CIA facility, an aggressive agent is wearing a pin which triggers his memory. His old friend's wife carried June away while he killed him with a blow to the head. Ernest is being acted upon for not complying, but Dr. Monroe helps him as they had had a positive interaction earlier and she senses his goodness.\nErnest S. shows up at the house to kill Kevin, believing he's helping ghost Ernest get revenge. Revealing when his wife's sister died, “it was a sign from God” to take June from Randy. He chases him to the attic, where Ernest and Frank tackle him out of the window. The CIA interrogate Kevin, seeking Ernest the ghost. He doesn't divulge anything, but a flashback reveals that Kevin and Frank reunited him with his now 50+ year-old daughter June. Happy at last, Ernest finally is at peace and goes.\nThe Presleys have a new moving day, but this time only a few miles away. Kevin and Joy are now a couple. As Kevin leaves the house, a light flickers in the attic.", "tmdb_plot": "After Kevin finds a ghost named Ernest haunting his new home, he becomes an overnight social media sensation. But when Kevin and Ernest go rogue to investigate the mystery of the latter's past, they become targets of the CIA.", "tmdb_id": "852096", "wiki_id": "72858350"}, {"title": "Winnie-the-Pooh: Blood and Honey", "genres": ["Horror", "Thriller"], "wiki_plot": "Many years ago, a young Christopher Robin discovered the Hundred Acre Wood and befriended a group of anthropomorphic creatures – Winnie-the-Pooh, Piglet, Eeyore, Rabbit, and Owl – in the Hundred Acre Wood. However, when Christopher entered college, he stopped visiting. Without Christopher to feed them or give them guidance, and with the arrival of winter, Pooh, Piglet, Rabbit, and Owl went into extreme starvation and killed and ate Eeyore, which traumatised the group to the point where they developed a hatred for anything human-related, as well as Christopher for abandoning them. The group made a pact to abandon their humanity and return to their feral instincts, also vowing never to speak again.\nFive years later, a now-adult Christopher returns to the Hundred Acre Wood, accompanied by his fiancée, Mary, to reunite with his old friends, only to find the place in a desolate state. Despite Mary's warnings to leave, Christopher investigates further and is surprised by Piglet, who garrotes Mary to death with a chain. Horrified, Christopher tries to run, but is cornered by Pooh and Piglet, who drag him back into the woods.\nSometime later, a group of university students – Maria, Jess, Alice, Zoe, and Lara – rent a cabin in the Hundred Acre Wood at the suggestion of Maria's therapist, so she can move on from a traumatic stalking experience. Tina, another of Maria's friends, gets lost on the way to the cabin and is chased by Pooh into an abandoned factory, where he grinds her up with a woodchipper. Later, in Pooh's treehouse, Christopher has been held prisoner by Pooh, who brutally whips him with Eeyore's tail. Christopher sees Mary's corpse in the corner of the room, and Pooh showers him in Mary's blood in retaliation for leaving his former friends to fend for themselves.\nAs night falls, Pooh and Piglet find the cabin and kidnap Lara, who is relaxing in a hot tub. Piglet gags her while Pooh slowly drives a car into Lara's head, crushing her skull. Maria and Jess hear the commotion and find Lara's corpse, running back to the cabin to warn Alice and Zoe. The girls are attacked by Pooh and are separated. Piglet enters, knocking Alice unconscious, and kills Zoe with a sledgehammer. Maria and Jess watch as Pooh and Piglet take Alice and decide to follow them into the woods to rescue her.\nIn Pooh's treehouse, Maria and Jess free Alice, Christopher, and another hostage named Charlene, whose husband Scott has already been murdered by Piglet. Seeking revenge, Charlene summons Piglet to kill him, but Pooh subdues her and Piglet mauls her to death. Pooh chases Maria and Jess into the woods while Alice stays behind to bludgeon an unsuspecting Piglet with his own sledgehammer. Hearing Piglet scream, Pooh runs back to the treehouse, but finds him already dead. Enraged, Pooh confronts Alice with a knife and proceeds to fatally impale her to a wall through her open mouth.\nMaria and Jess run to the road, where they stop a car driven by four local men – Logan, Tucker, John, and Colt – to ask for help. Despite the men's attempts to take him down, Pooh easily kills them one by one until Maria tries to run him over with the car. Pooh climbs into the car and Maria crashes into a tree, losing consciousness. When she wakes, she witnesses Pooh decapitating Jess. Pooh attempts to kill Maria until Christopher appears driving another car, seemingly crushing him to death between the two cars.\nChristopher tries to help Maria, but Pooh, having survived, catches up and grabs Maria, holding her at knifepoint. Christopher pleads with Pooh to spare her, and vows to spend the rest of his life in the Hundred Acre Wood with him. Pooh slowly lowers his knife but then breaks his vow of silence, telling Christopher \"You left\" before slashing Maria's throat. After Maria slowly bleeds to death, Christopher, realising that his former friend is now beyond help, flees the wood while Pooh repeatedly stabs the corpse.", "tmdb_plot": "Christopher Robin is headed off to college and he has abandoned his old friends, Pooh and Piglet, which then leads to the duo embracing their inner monsters.", "tmdb_id": "980078", "wiki_id": "70882162"}, {"title": "Writer Padmabhushan", "genres": ["Comedy", "Family", "Drama"], "wiki_plot": "Set in Vijayawada, the film revolves around Padmabhushan. Padmabhushan, the only child to his parents is an aspiring writer who publishes his first book with hopes of becoming a famous writer. The twists that follow in his life, how he overcomes all the challenges that come along his way and wins the hand of his love Sarika forms the rest of the story.", "tmdb_plot": "Padmabhushan, a 25-year-old aspiring writer based out of Vijayawada and his middle class family, hopes to achieve greatness one day, or at least fame. When he falls for someone who loves his work, there comes a twist in the tale.", "tmdb_id": "1072090", "wiki_id": "72927217"}, {"title": "You People", "genres": ["Romance", "Comedy"], "wiki_plot": "Ezra Cohen, a thirty-five-year-old broker and podcaster, falls into an unlikely relationship with fashion designer Amira Mohammed. The couple first meet each other when Amira, frustrated with her GPS navigation system, parks in front of the building where Ezra works. Ezra, mistakenly believing Amira is his Uber driver, climbs into the car, setting off an awkward dust-up. Ezra makes amends for his mishap by later taking her out to lunch, and the two realize there is a mutual attraction despite their differences, as Ezra is Jewish, and Amira is Black and was raised by her parents who are devout followers of the Nation of Islam.\nAmira and Ezra eventually move in together, to the chagrin of her father Akbar who prefers that his daughter date another Nation of Islam member. Six months into his relationship with Amira, Ezra takes her to meet his family. His parents Shelley and Arnold awkwardly explain that they are accepting and supportive of everyone, including their LGBT daughter Liza. When Shelley begins to bring up subjects related to the BLM movement, an embarrassed Ezra steers her out of the room. He confides to his mom that he plans on proposing to Amira. Before he can propose, Ezra is urged by his friend and fellow podcast host Mo to meet with Amira's parents. Ezra chooses a Roscoe’s Chicken ‘N Waffles restaurant to talk with Akbar and his wife, Fatima. The meeting does not go smoothly, as Akbar views Ezra with suspicion and shows resistance to his wish to marry Amira. When Amira comes home, she tells Ezra that her mother let her know about their awkward meeting at Roscoe’s. However, when Ezra begins to pull out a ring box, she urges him to go ahead with the proposal and happily accepts.\nEzra decides to quit his job at the brokerage firm to pursue his true passion for podcasting. Later, the couple invite both sets of parents over to their place for dinner and to discuss wedding plans. The dinner unsurprisingly goes awry, with the parents clashing over Farrahkhan's antisemitic views and Shelley inadvertently setting Akbar’s kufi on fire. Ezra and Amira arrange mutual one-on-one time with their future in-laws to help smooth over tensions. Ezra spends the day with Akbar, but Akbar constantly finds ways to undermine Ezra’s self-confidence, from criticizing Ezra's decision to quit finance for podcasting and bringing him to a barbershop where Ezra fails to conform with the dress code. He later takes Ezra to a basketball court in Inglewood, a mostly Black neighborhood, and urges him to play in a pickup game. Hoping to humiliate Ezra, Akbar films him with his phone, but to his surprise, Ezra does very well in the game. Meanwhile, Shelley takes Amira out for a spa day, but she continually shows her cluelessness, makes Amira uncomfortable, and is oblivious to her own microaggressions.\nFor his bachelor party, Ezra heads to Las Vegas with his friends, but his excitement for the weekend is dampened when Akbar unexpectedly joins the boys. Akbar insists on accompanying the men on their big night of partying at the strip clubs. Ezra, knowing he’s being watched by Akbar, does not take part in the festivities, but his character again comes into question when his friends loudly reminisce about the obscene acts Ezra previously committed in Vegas. At her bachelorette party in Palm Springs, Amira and her friends are joined by Shelley and Liza. The night suffers from more embarrassments, with Shelley inadvertently making a racist remark during a party game and accidentally ripping off a guest’s wig.\nAt the rehearsal dinner, both Ezra and Amira speak privately to Akbar and Shelley, with Ezra calling out Akbar’s distrust of his genuine love for Amira, and Amira informing Shelley about her tone-deaf attitudes on race. After their mutual talks, Ezra and Amira arrive at the realization that their union has too many obstacles to overcome. Feeling they are not right for each other, they call off the wedding and break up. Three months later, Ezra gives a meaningful soliloquy on his podcast, making a point that black and white people can never truly understand the other's experience, no matter how hard they try. Both Shelley and Akbar happen to hear his speech, and reconsider their actions; Akbar is inspired to contact Shelley. On the pretext of a shopping excursion, Shelley and Akbar bring Ezra and Amira to a trendy boutique where they both apologize for their actions. Ezra and Amira accept their apologies and enter the retail store to find it set up for their wedding, with everyone including friends, family, and a rabbi and NOI minister assembled. Ezra and Amira marry and both families celebrate.", "tmdb_plot": "A new couple and their families reckon with modern love amid culture clashes, societal expectations and generational differences.", "tmdb_id": "866413", "wiki_id": "69140530"}, {"title": "Your Place or Mine", "genres": ["Romance", "Comedy"], "wiki_plot": "In LA in 2003, after an evening of playing poker with another couple, Debbie Dunn and Peter Coleman have sex and spend the night together in her home.\nTwenty years later, Debbie and Peter are best friends. He has moved to New York City and has become a successful businessman, while she still lives in Los Angeles and works as an accountant at her son Jack's middle school. Debbie calls Peter on his birthday, and they discuss her plans to head to New York soon to complete an accounting program to help her get a better-paying job. Debbie's ex-husband's actress girlfriend, Scarlet, is to watch Jack for the week but flakes when she is offered a role in Vancouver for two weeks. Peter, who has just broken up with his girlfriend and between jobs, offers to go to LA to take care of Jack instead.\nIn California, Peter picks up Jack at school and learns that Jack's classmate, Wade, has stopped being friends with him since Jack could not make the hockey team. Peter also learns the extent of Debbie's overprotective parenting and decides to let Jack loosen up a little. To get Wade to be friends with Jack again, Peter gets tickets for the skybox of a Kings game and encourages Jack to invite Wade and his new friend Evan, but this goes awry when they ignore him.\nMeanwhile in New York, Debbie attends her accounting classes and meets Peter's ex-girlfriend, Minka, who invites her out for drinks. At the bar, Minka helps her catch the attention of book publisher Theo Martin, and he gets her number. At Peter's apartment, Minka tells Debbie that Peter has written a novel. Debbie, who assumed that Peter told her everything, is shocked. After reading the manuscript, she pretends to be a freelance editor when trying to convince Theo to give it a chance, and he agrees to look over it.\nPeter starts to get closer to Jack and convinces the hockey coach to let him try out for the team. Pleased, he talks to, Zen, Debbie's neighbor who also basically lives in her garden. Zen tells Peter that he stays around Debbie's house in an attempt to get her to notice him, which reminds Peter of his own feelings for her. Meanwhile, Debbie goes out on another date with Theo, which ends with them having sex at Peter's apartment. Debbie accidentally sets off the apartment's remote camera, leading to Peter witnessing them. Disturbed, he goes to a bar and meets an old girlfriend but cannot bring himself to sleep with her. In a conversation with his and Debbie's mutual friend Alicia, he admits that he is in love with Debbie.\nOn Debbie's last day in New York, she passes her exam and unintentionally discovers Peter's hidden mementos of her, including a poker chip identical to the one she kept from their night together. When Debbie meets with Theo, he informs her that he has gotten her an interview with a major publisher. When he expresses the feelings he has for her, she confesses she thinks she's already fallen for someone else. \nIn Los Angeles, Jack's tryouts go badly, and he ends up injured. Peter calls Debbie, and she is enraged that he endangered her son even though Jack appears to be okay. She rushes to leave and get back home to Jack and tells Peter to be gone by the time she arrives.\nPeter and Debbie come face-to-face in LAX. After a heated argument, Peter admits that he is in love with Debbie, and they kiss. Six months later, Peter has become a published author and moved in with Debbie. She is an editor at an indie publishing house, and Jack is playing on the hockey team.", "tmdb_plot": "When best friends and total opposites Debbie and Peter swap homes for a week, they get a peek into each other's lives that could open the door to love.", "tmdb_id": "703451", "wiki_id": "63946324"}]