{"179537": {"title": "The Kiss in the Tunnel", "plot": "A train heads for a tunnel. In one car, a restless man smokes, and a woman is reading on the seat opposite him. In the darkness of the tunnel, he rises, crosses over to her seat and the two share a willing embrace and kiss. The train steams out of the tunnel toward us and past us. A Bamforth Films remake of George Albert Smith's The Kiss in the Tunnel (I) (1899).", "genres": [], "file": "3.json"}, "179539": {"title": "Ladies' Skirts Nailed to a Fence", "plot": "Two women in long skirts, wearing hats, and carrying umbrellas, gossip beside a fence. Two men on the other side of the fence reach through from underneath and nail the women's skirts to the boards. Off the men run leaving the women to discover their fate. What will they do?", "genres": ["Comedy"], "file": "3.json"}, "183324": {"title": "A Camp Smithy", "plot": "", "genres": [], "file": "4.json"}, "183511": {"title": "Upside Down; or, The Human Flies", "plot": "A magician performs tricks. First with a top hat, then with his audience.", "genres": ["Fantasy"], "file": "4.json"}, "188542": {"title": "Sadakichi Shimizu, the Armed Robber", "plot": "'Armed Robber Shimizu Sadakicchi' is considered Japan's debut film and came on the heels of the country obtaining its first film camera. It famously was only a couple of minutes' long as its film reel was only seventy feet long. It featured who is considered to be Japan's first film actor Unpei Yokoyama who was one of two actors in the film. It features one scene where a robber is apprehended by the police.", "genres": [], "file": "5.json"}, "191593": {"title": "M. Loubet aux courses", "plot": "", "genres": [], "file": "5.json"}, "192795": {"title": "Glissade sur la neige", "plot": "", "genres": [], "file": "5.json"}, "193399": {"title": "Firemen Rescuing Men and Women", "plot": "Shows the efficiency of modern life-saving methods and apparatus now in use by the fire departments. Shows the front of a building burning and two ladders raised against it. Through a thick cloud of smoke and sparks membes of the fire companies are ascending. Entering the windows they pass unfortunate occupants to their comrades, who in turn take them safely to the ground.—Edison Catalog", "genres": [], "file": "5.json"}, "193403": {"title": "A Wringing Good Joke", "plot": "\"Grandpa sits nodding in his armchair in the kitchen, where a sout, jolly washerwoman is washing clothes. While the woman leaves the tub to talk to a book agent, a small boy enters, and ties grandpa's chair to a towel which is hanging over the tub. The washerwoman begins vigorously wringing the clothes. The towel is drawn into the wringer, and as grandpa is sitting with his feet on the stove and the chair tilted back, a collision is brought about by the towel pulling grandpa and the tub together. This is a crowning success as a comic picture.\"—Edison Catalog", "genres": ["Documentary"], "file": "5.json"}, "193407": {"title": "Attack on a Piquet", "plot": "", "genres": [], "file": "5.json"}, "193619": {"title": "Indochina: Children Gathering Coins Scattered by Western Women", "plot": "Vietnamese children collect coins that are thrown them by two aristocratic ladies.", "genres": ["Documentary"], "file": "5.json"}, "193791": {"title": "Le char funèbre I", "plot": "The funeral procession of President Félix Faure of France through Paris, 23rd February 1899.", "genres": [], "file": "5.json"}, "193793": {"title": "Gold Rush Scenes in the Klondike", "plot": "Following a shot of a newspaper that outlines the hardships of living in the Klondike, there are scenes a typical Klondike town, of people on a raft, and of people mining for gold.", "genres": [], "file": "5.json"}, "195285": {"title": "Sauts périlleux par deux", "plot": "An acrobatic act.", "genres": ["Documentary"], "file": "5.json"}, "195286": {"title": "The Little Girl and Her Cat", "plot": "A little girl sits at a table, holding a container of what appears to be some sort of food. Suddenly there's a flash of movement: a tortoiseshell cat, with long hair and a very furry tail, has leapt onto the table.", "genres": ["Documentary"], "file": "5.json"}, "195287": {"title": "The Kremos: Perilous Jumps", "plot": "A group of highly skilled acrobats perform.", "genres": ["Documentary"], "file": "5.json"}, "195288": {"title": "Mesmerist and Country Couple", "plot": "“Mr. and Mrs. Hayseed have heard of this wonderful Professor, and come to his office. They waken him from a trance, give him a fee and he hypnotizes them. The stunts they do while under his influence would make the Sphinx laugh for joy. Hayseed stands on his head, balances himself on a chair and takes off his clothes. Mrs. Hayseed also begins to disrobe, but she goes behind a screen. Her bare arm appears over the top, and she drops her clothes on the floor. It is a hair raising moment to guess what she's going to do next. The mystical appearances and lightning changes are managed with wonderful cleverness.” (Edison film catalog)", "genres": ["Comedy"], "file": "5.json"}, "195291": {"title": "Trick Bears", "plot": "Circus bears showing their tricks.", "genres": ["Documentary"], "file": "5.json"}, "195292": {"title": "Summoning the Spirits", "plot": "A bearded man hangs up a wreath and, like any good magician, waves his hands inside of it and under it to show us it's only a wreath…", "genres": ["Fantasy"], "file": "5.json"}, "195294": {"title": "Fun in Camp", "plot": "“Showing a group of soldiers and Red Cross nurses being amused by a number of small children who are riding upon the backs of trick bears. A remarkably fine picture, with U.S. Infantry camp in the background.” (Edison film catalog)", "genres": [], "file": "5.json"}, "195296": {"title": "Prinsengracht", "plot": "Prinsengracht is one of the main canals of Amsterdam. While on board of a ship, we'll get to see the city buildings, its bridges, and every day scenes: from people walking down the streets to carriages, other ships and so on. It's just a regular non fiction movie -hundreds alike were made showing beautiful (sometimes not so) exotic places-. But this one was particularly special to me, must have been its saddened atmosphere. Filmed by Emile Lauste (according to the information I've compiled), this man was sent over to the Netherlands by the Biograph Company to film some movies in this country (Lumière agents worked in a very similar way).", "genres": [], "file": "5.json"}, "195299": {"title": "Love and War", "plot": "A soldier is promoted for bravery, marries a Red Cross girl, and goes home to his parents.", "genres": [], "file": "5.json"}, "195301": {"title": "Arabian Gun Twirler", "plot": "\"An interesting exhibit by Hadji Cheriff, of the original Midway Plaisance. Twirls his rifle over his shoulder, behind back, under leg, both hands and one hand.\"", "genres": ["Documentary"], "file": "5.json"}, "195302": {"title": "104th Street Curve, New York, Elevated Railway", "plot": "Taken from the front platform of a special train run backward over this celebrated S curve. Not only are the passing trains and crowded platforms of great interest, but the view of uptown New York is an excellent one, showing acre upon acre of roofs, towers, steeples and towering apartment houses. As the 'special' slows up at 92nd street, a Harlem express dashes by, the engineer leaning out of his cab, and waving a good-bye.", "genres": ["Documentary"], "file": "5.json"}, "195304": {"title": "King John", "plot": "Based on Shakespeare's play, Act V, Scene vii: King John is in torment, and his supporters fear that his end is near. As he writhes in agony, he is attended by Prince Henry, the Earl of Pembroke, and Robert Bigot. Prince Henry tries repeatedly to comfort his delirious father, but to no avail - John's pain is too great.", "genres": ["Drama"], "file": "5.json"}, "195305": {"title": "De Kongelige skal fotograferes", "plot": "Filmed while the Christian IX, King of Denmark, and his family was taking their picture.", "genres": [], "file": "5.json"}, "195308": {"title": "U.S. Cruiser 'Olympia' Leading Naval Parade", "plot": "This picture ... centers about some guard ropes moving about, perhaps in the wind, perhaps as the platform the movie is taken from rolls about, while in the background, a procession of ships goes by.", "genres": [], "file": "5.json"}, "195309": {"title": "New Brooklyn to New York via Brooklyn Bridge, No. 2", "plot": "“This is a new negative showing the entire trip from Brooklyn to New York, in which the immense towers stand out clear and distinct against the sky. Positively the best picture of the Brooklyn Bridge yet secured.” (Edison film catalog)", "genres": ["Documentary"], "file": "5.json"}, "195310": {"title": "Three Acrobats", "plot": "The Buffoons are artists in their line. They tumble in and out of trick doors, disappear and reappear in unexpected places in most unexpected ways. Sure to amuse the children.", "genres": [], "file": "5.json"}, "195311": {"title": "The Human Pyramid", "plot": "Méliès appears as a court jester (a “triboulet” in French). He pulls 18th century noblemen out of a trunk and arranges them on a pyramid-shaped stage. Next, he transforms the gentlemen into fancy ladies.", "genres": ["Fantasy"], "file": "5.json"}, "195312": {"title": "In the Grip of the Blizzard", "plot": "\"This is a very remarkable picture, showing Union Square, New York City, during the great March blizzard of 1899. The camera was stationed at the corner of Broadway and Fourteenth Street, and was swept in almost a complete circle, showing the tremendous drifts of snow and the blockade at 'Dead Man's Curve' in Fourteenth Street. This picture was taken during the busiest time of the day, and shows to what extent New York City was tied up by this tremendous fall of snow.\" (AMB Picture Catalogue (1902)", "genres": ["Documentary"], "file": "5.json"}, "195313": {"title": "Panorama of Calcutta", "plot": "One of the earliest films to be shot in India  The film apparently shows the Kolkata (Calcutta) ghats as seen from the perspective of a boat travelling along the Hooghly river, a tributary of the Ganges.  However, although the film's title states that this is Calcutta, the footage was in fact shot in the holy city of Varanasi (also on the Ganges).", "genres": ["Documentary"], "file": "5.json"}, "195314": {"title": "Festival of Paris 1899: Flowering Car Contest", "plot": "A procession of automobiles.", "genres": [], "file": "5.json"}, "195316": {"title": "Tourists Going Round Yellowstone Park", "plot": "You see a shot of three horse-drawn wagons on a dirt road with some mountains in the far background...", "genres": [], "file": "5.json"}, "195317": {"title": "Admiral Dewey Taking Leave of Washington Committee on the U.S. Cruiser 'Olympia'", "plot": "\"Showing the gallant Admiral standing directly in front of the camera, life size, his head bare, graciously bidding his guests adieu. This was exhibited at the Eden Musee and Koster and Bial's, New York, to 18,000 people the next day after the picture was taken.\"", "genres": [], "file": "5.json"}, "195318": {"title": "Admiral Dewey Receiving the Washington and New York Committees", "plot": "Showing Committee of Arrangements visit to the Admiral on board the U.S. Cruiser Olympia.", "genres": [], "file": "5.json"}, "195319": {"title": "Admiral Dewey Landing at Gibraltar", "plot": "George Dewey was an admiral in the U.S. Navy who is best remembered for his victory at Manila Bay during the Spanish-American War, which he won without the death of a single person in the battle. Needless to say since he was a big hero in this country Edison decided to film him at various stages and release them to make some money.", "genres": [], "file": "5.json"}, "195320": {"title": "Admiral Dewey Leading Land Parade", "plot": "George Dewey was an admiral in the U.S. Navy who is best remembered for his victory at Manila Bay during the Spanish-American War, which he won without the death of a single person in the battle. Needless to say since he was a big hero in this country Edison decided to film him at various stages and release them to make some money.", "genres": [], "file": "5.json"}, "195321": {"title": "Panorama from the Tower of the Brooklyn Bridge", "plot": "Filmed from the Brooklyn tower of the bridge, this is a panorama starting at Manhattan's Battery and then panning northward along the East River shoreline. Reportedly filmed somewhere between 1897 - 1899, though not copyrighted until 1903.", "genres": ["Documentary"], "file": "5.json"}, "195325": {"title": "Lower Falls, Grand Canyon, Yellowstone Park", "plot": "Probably part of the \"Alaska and Yellowstone National Park Series\" in the \"Northern Pacific Railway Series\"", "genres": ["Documentary"], "file": "5.json"}, "195326": {"title": "Pilot Boats in New York Harbor", "plot": "A close view of an eighty-footer, schooner rigged, trim as a private yacht, skimming over the waters of the harbor, near Robins' Reef, which picturesque light house is seen in the near background. A steamer decked with bunting also passed by at close range.", "genres": ["Documentary"], "file": "5.json"}, "195327": {"title": "'Columbia' Winning the Cup", "plot": "This picture shows the Columbia crossing the line, leading the Shamrock by about 1/2 mile. The Shamrock is plainly seen in the distance and she later comes up and crosses the line in the same picture.", "genres": ["Documentary"], "file": "5.json"}, "195330": {"title": "New York Police Parade, June 1st, 1899", "plot": "An excellent view of 'The Finest,' on their annual parade and inspection, June 1, 1899. The head of the column is just turning into 14th street from Broadway, the Morton House forming part of the background. Crowds line both sides of the cable car tracks, falling back as the band heading the first division swings around Dead Man's Curve, and passes the camera.", "genres": [], "file": "5.json"}, "195331": {"title": "Surprising a Picket", "plot": "Boers kill a dozing sentry, attack the camp and rob dead soldiers.", "genres": [], "file": "5.json"}, "195332": {"title": "Troops at Evacuation of Havana", "plot": "A military procession.", "genres": [], "file": "5.json"}, "195336": {"title": "Raising Old Glory Over Morro Castle", "plot": "\"Down goes the Spanish flag, and up floats the Stars and Stripes. Down falls the symbol of tyranny and oppression that has ruled in the new world for four hundred years, and up goes the Banner of Freedom. In the distance are the turrets and battlements of Morro, the last foothold of Spain in America.\"", "genres": [], "file": "5.json"}, "195337": {"title": "Morning Colors on U.S. Cruiser 'Raleigh'", "plot": "Shows a group of sailors and an officer at the stern. The flag runs out in a ball to the end of the staff, and, at the signal, is broken. Proudly the stars and stripes wave in the morning breeze, while the officer salutes. A very pretty picture of man-o-war life.", "genres": [], "file": "5.json"}, "195338": {"title": "Coaches Arriving at Mammoth Hot Springs", "plot": "Edison released this as part of their \"Northern Pacific Rainway\" and \"Alaska and Yellowstone National Park\" series.", "genres": [], "file": "5.json"}, "195340": {"title": "U.S. Cruiser 'Raleigh'", "plot": "\"A panoramic view of the 'Raleigh,' as she lies at anchor off 27th Street, North River, April 17, 1899. Captain Coghlan stands among a group of officers near the bridge. The 'Raleigh' fired the first gun at Manila, and is the first boat of the Pacific Squadron visiting New York. All the details of the famous battleship are clearly shown as the launch from which the picture was taken moves rapidly around her.\"", "genres": [], "file": "5.json"}, "195341": {"title": "U.S. Infantry Supported by Rough Riders at El Caney", "plot": "Up the road comes a detachment of infantry, firing, advancing, kneeling and firing, again and again...", "genres": [], "file": "5.json"}, "195342": {"title": "Advance of Kansas Volunteers at Caloocan", "plot": "Recreation of military maneuvers in the Philippines in the Spanish-American War.", "genres": [], "file": "5.json"}, "195343": {"title": "2nd Special Service Battalion, Canadian Infantry: Parade", "plot": "This picture shows the Canadian troops departing from Quebec for the war in Transvaal. The scene opens with the soldiers clad in campaign uniform, marching under the triumphal arch, cheered by thousands of spectators who are waving English flags. The troops next appear marching upon the wharf and finally embarking upon the transport Sardinia[n], which is to carry them to far away South Africa.", "genres": [], "file": "5.json"}, "195344": {"title": "Astor Battery on Parade", "plot": "The Astor Battery became famous after the Spanish-American war and these young men are on display in this Edison short, which was shot on Saturday, January 21, 1899. We see a parade cross Broadway onto Union Square with the mounted police, the band and then the Astor Battery. The footage of this short is still in very good condition, which adds a lot considering how little footage is available of these men.", "genres": [], "file": "5.json"}, "195346": {"title": "Fougere", "plot": "The famous Parisian chanteuse in the rag-time cakewalk 'Hello, Ma Baby,' with which she made such a sensation at the New York Theatre.", "genres": ["Music"], "file": "5.json"}, "195348": {"title": "Capture of Trenches at Candaba", "plot": "The Filipinos execute a flank movement and re-occupy the trenches, cutting off the advance guard of Americans. The rebel flag waves over the ditch and they defend their positions bravely. A fierce charge by our soldiers makes them give way and they scatter in all directions. The officer in command pays dearly for his desperate sortie.", "genres": ["Documentary"], "file": "5.json"}, "195349": {"title": "Défilé de voitures de bébés à la pouponnière de Paris", "plot": "A long line of nurses pushing carts with their babies enter from the far right, cross a garden in front of the large nursery home, and leave by the close left to the camera. A few toddlers also follow in the same orderly line, along their nurses.", "genres": ["Documentary"], "file": "5.json"}, "195350": {"title": "The Gordon Highlanders", "plot": "\"A splendid marching picture of the brave Gordons in bearskins and kilts passing before Lord Wolseley.\"", "genres": [], "file": "5.json"}, "195356": {"title": "Admiral Dewey Leading Land Parade, No. 2", "plot": "Showing Central Park in the background.", "genres": ["Documentary"], "file": "5.json"}, "195358": {"title": "U.S. Troops and Red Cross in the Trenches Before Caloocan", "plot": "Crackers faux shooting and feigning getting shot in the Philippine-american war.", "genres": [], "file": "5.json"}, "195359": {"title": "General Lee's Procession, Havana", "plot": "Filmed on January 1, 1899, this Edison short shows a victory march by General Lee and the Seventh Army Corps. When watching these early films it's best to look at them as a newsreel because you're really not going to get any type of entertainment like we expect from films today. There isn't any story, performances or direction here and instead we pretty much just see a part of history as these men, war vets of course, are being celebrated for their jobs.", "genres": [], "file": "5.json"}, "195360": {"title": "Tenderloin at Night", "plot": "I do believe I have stumbled upon the very first exploitation picture ever made; and no it wasn't by David Friedman or Kroger Babb or K. Gordon Murray or anyone like that. Thomas Edison, the pioneer of moving pictures themselves, also gave us the first exploitation movie! Running a scant 2 mins 2 secs the movie offers us a look inside what is supposed to be a brothel in the Tenderloin district of San Francisco.", "genres": [], "file": "5.json"}, "195361": {"title": "Filipinos Retreat from Trenches", "plot": "Reenactment of action in the Spanish-American War.", "genres": ["War"], "file": "5.json"}, "195362": {"title": "The Serenaders", "plot": "Two grotesque minstrels are seen playing beneath a fair lady's window. She appears, and encourages one of them. The disappointed minstrel thereupon kicks the favored suitor with such force that it lifts him up to the second story window, and into the arms of the lady. This effect is very cleverly worked out, and makes a very amusing situation.", "genres": [], "file": "5.json"}, "195364": {"title": "Bech Olsens og Poul Pons' brydekamp", "plot": "Early wrestling footage.", "genres": [], "file": "5.json"}, "195368": {"title": "Skirmish of Rough Riders", "plot": "Shielded by a thick bit of timber at a turn of the road stands a company of mounted men, awaiting the order to advance...", "genres": ["War"], "file": "5.json"}, "195482": {"title": "Matches: An Appeal", "plot": "A thirty-second long stop-motion animated piece intended to encourage the audience to send matches to British troops fighting the Boer War.", "genres": ["Animation"], "file": "5.json"}, "195510": {"title": "Japonaise faisant sa toilette", "plot": "A young woman in traditional Japanese attire fixes her hair and kimono while her servants assist her.", "genres": ["Documentary"], "file": "5.json"}, "195511": {"title": "Voltige à cheval à Prague", "plot": "A group of riders demonstrate equestrian vaulting, or voltige,  on the outskirts of Prague.", "genres": ["Documentary"], "file": "5.json"}, "195565": {"title": "Embarquement d'un bœuf à bord d'un navire", "plot": "", "genres": ["Documentary"], "file": "5.json"}, "195578": {"title": "Opium Den", "plot": "A century-old film depicting opium smokers in French Indochina (Vietnam).", "genres": ["Documentary"], "file": "5.json"}, "195999": {"title": "Stealing a Dinner", "plot": "“Another exhibition by Prof. Leonidas' troop of cats and dogs. One of the dogs is shown stealing his dinner from the table in his master's absence. In order to cover his own crime, the dog places a cat on the table, where she is found when the master comes in.” (AMB Picture Catalogue, 1902)", "genres": ["Comedy"], "file": "5.json"}, "196248": {"title": "Cortège de gymnastique devant LL. MM.", "plot": "A procession of young male athletes.", "genres": ["Documentary"], "file": "5.json"}, "196672": {"title": "Moulin à homme pour l'arrosage des rizières", "plot": "A man demonstrates a human-powered water wheel that irrigates a rice field.", "genres": ["Documentary"], "file": "5.json"}, "197021": {"title": "La poupée: Le curé et les mannequins", "plot": "A clergyman is startled by a group of automatons.", "genres": ["Comedy", "Science Fiction"], "file": "5.json"}, "197026": {"title": "Après le lancement : sortie des invités et du public", "plot": "View of the audience, following the launch of a ship.", "genres": ["Documentary"], "file": "5.json"}, "197819": {"title": "Danseuses cambodgiennes du roi Norodom, II", "plot": "", "genres": ["Documentary"], "file": "5.json"}, "198360": {"title": "Équilibre et moulinet", "plot": "A moustachioed Frenchman presents his performing cats.", "genres": ["Documentary"], "file": "5.json"}, "203472": {"title": "Entrée Et Sortie De La Mine", "plot": "Actuality film of miners entering a mine.", "genres": ["Documentary"], "file": "6.json"}, "227084": {"title": "Dewey Arch: Troops Passing Under Arch", "plot": "Short clip of passing troops at the Dewey Arch.", "genres": [], "file": "9.json"}, "227089": {"title": "The Dewey Arch", "plot": "A view of the arch from Fifth Avenue, the day after the great Dewey parade, showing the crowd of sight-seers, traffic, etc.", "genres": [], "file": "9.json"}, "227096": {"title": "The Diving Horse", "plot": "The only picture extant showing this wonderful performance of a horse diving from a staging 40 feet in height into the water. Scenes secured at the Shoot the Chutes pond at Coney Island, and depicts a truly wonderful feat.", "genres": [], "file": "9.json"}, "231075": {"title": "Sortie de la quadrille (vue de face)", "plot": "The quadrille enter the arena with alguazils leading the paseíllo.", "genres": ["Documentary"], "file": "9.json"}, "231076": {"title": "Sortie de la Quadrille et commencement de la course (Vue de trios quarts)", "plot": "Output of the quadrille and the beginning of the race for three quarters.", "genres": [], "file": "9.json"}, "231078": {"title": "Chiens savants: Equilibres", "plot": "A man and his balancing dogs.", "genres": [], "file": "9.json"}, "231103": {"title": "Le retour, Place de l'Etoile", "plot": "Street scene: Arch de Triumph.", "genres": [], "file": "9.json"}, "231131": {"title": "Intérieur d'une imprimerie (tirage d'une épreuve)", "plot": "Within a printing (printing a test).", "genres": ["Documentary"], "file": "9.json"}, "231146": {"title": "Cavalcade historique en Sardaigne", "plot": "Sardinian horsemen parading, in traditional costumes.", "genres": ["Documentary"], "file": "9.json"}, "231357": {"title": "Le roi de Cambodge se rendant au palais", "plot": "The king of Cambodia visits a palace.", "genres": ["Documentary"], "file": "9.json"}, "231360": {"title": "Chasse au Renard: Le Départ", "plot": "Men leaving for a fox hunt.", "genres": [], "file": "9.json"}, "231361": {"title": "Panorama pris d'un ballon captif", "plot": "Street scene shot from a balloon.", "genres": ["Documentary"], "file": "9.json"}, "231367": {"title": "La sortie de l'arsenal", "plot": "A man films people passing through a gate.", "genres": ["Documentary"], "file": "9.json"}, "231371": {"title": "Le commandant Marchand au Cercle Militaire à Paris", "plot": "Arrival of Commander Marchand at Military Circle in Paris.", "genres": [], "file": "9.json"}, "231421": {"title": "Fêtes du Palais-Royal: Un tournoi", "plot": "A jousting event.", "genres": [], "file": "9.json"}, "231434": {"title": "La Piscine d'Aix-les-Bains", "plot": "People enjoying themselves in a swimming pool.", "genres": [], "file": "9.json"}, "231435": {"title": "Défilé des vétérans en costumes anciens : II. Vue de près", "plot": "Soldiers parade to the sound of military marches during the inauguration ceremony of Victor Emanuel II's monument in Turin.", "genres": [], "file": "9.json"}, "231459": {"title": "Sortie de la briqueterie Meffre et Bourgoin, à Hanoï", "plot": "Asian remake of Employees Leaving the Lumiere Factory, apparently.", "genres": ["Documentary"], "file": "9.json"}, "231465": {"title": "Vue de l'avant d'un transatlantique par un gros temps", "plot": "Film shot from a ship at sea.", "genres": ["Documentary"], "file": "9.json"}, "231735": {"title": "The Dandy Fifth", "plot": "Taken during the land parade in honor of Admiral Dewey, just before the turn into 72nd street, with Grant's Tomb and decorated residences in the background.", "genres": ["Documentary"], "file": "9.json"}, "231737": {"title": "Parke Davis' Employees", "plot": "Showing the employees leaving the factory at noon.", "genres": [], "file": "9.json"}, "231738": {"title": "Governor Roosevelt and Staff", "plot": "Taken during the land parade in honor of Admiral Dewey, just before the turn into 72nd street...", "genres": [], "file": "9.json"}, "232616": {"title": "Her First Cigarette", "plot": "From a single camera position, two young women are photographed lighting a cigarette. After several puffs, one of the young ladies becomes faint, and the other one tries to revive her fallen friend.", "genres": [], "file": "9.json"}, "232637": {"title": "Badescener fra Skovshoved", "plot": "Fun at the beach.", "genres": [], "file": "9.json"}, "238976": {"title": "Distributing a War Extra", "plot": "\"This scene shows a crowd of newsboys running to meet the 'World' newspaper delivery wagon, and falling back to the point of distribution. There is a mad scramble for papers, and fight between two of the gamins.\"", "genres": [], "file": "10.json"}, "248514": {"title": "Les krémos: Pyramide", "plot": "A group of acrobats form human pyramids.", "genres": ["Documentary"], "file": "11.json"}, "262854": {"title": "La Pelouse - Voitures et foules", "plot": "Carriages and crowds cross a grassy area.", "genres": [], "file": "13.json"}, "262858": {"title": "Le retour, au bois", "plot": "An early short film from the Lumière brothers.", "genres": [], "file": "13.json"}, "262860": {"title": "Fête de Paris 1899: Concours d'automobiles fleuries", "plot": "Carriages travel down the Champs Elysée.", "genres": ["Documentary"], "file": "13.json"}, "262915": {"title": "Pau : la terrasse", "plot": "A short film from the Lumière brothers showing crowds walking.", "genres": ["Documentary"], "file": "13.json"}, "268210": {"title": "Arrivée en gondole des souverains d'Allemagne et d'Italie au palais royal de Venise", "plot": "Two gondolas, slowly approaching, dock along the wharf, and both Italian and German sovereigns disembark: Umberto I accompanied by Wilhelm II, and  Margherita of Savoy accompanied by Augusta Victoria of Schleswig-Holstein.", "genres": [], "file": "13.json"}, "268410": {"title": "Le vieux Paris: Vue prise en bateau", "plot": "Paris seen from a boat, in this Lumière short film.", "genres": [], "file": "14.json"}, "285334": {"title": "Maple Leaf Viewing", "plot": "[…] A reel was shot of the Noh drama Momiji-gari (Maple Leaf Hunters, or Viewing Scarlet Maple Leaves), in which Danjuro played opposite Onoe Kikugoro V (1844-1903) as an ogress who has disguised herself as the Princess Sarashina. Filmed by Shibata Tsunekichi in the open air on a windy day in November 1899, Danjuro would allow only the one take, so that when his fan blew away in mid-performance the scene had to stay. The film re-emerged at the Kikikan theatre in 1907 where it was a great success and inspired a wave of fiction filmmaking based on traditional Japanese narratives. (cont. http://victorian-cinema.net/danjuro)", "genres": ["Drama", "Horror"], "file": "16.json"}, "285521": {"title": "Two People at Dojo temple", "plot": "Shot at the Kubut-za in Tokyo and a rare record of two classical kubuki actors, Onoe Eizaburo V and Ichimura Kakuki-za VI, A surviving poster for this film is illustrated by a woodblock print of the lead actors by ukiyo-e artist Yutaka Hitoshi, a frozen moment of the incipient transition from traditional art-forms of ukiyo-e and kabuki to the new, and all-dominating medium of katsudo-shashin (cinema).", "genres": [], "file": "16.json"}, "320695": {"title": "Cuirassés de l'escadre française sur les côtes de Sardaigne", "plot": "Panorama of the battleship \"Brennus\" flagship of the French fleet", "genres": ["Documentary"], "file": "22.json"}, "320696": {"title": "Cuirassés de l'escadre italienne", "plot": "Panorama of the battleships \"Sardegna\" and \"Sicilia\" at the naval review of Cagliari.", "genres": ["Documentary"], "file": "22.json"}, "320698": {"title": "Inauguration du monument de Victor-Emmanuel à Sassari", "plot": "Sovereigns and their suite passing in front of the monument to Victor Emmanuel II in Sassari.", "genres": ["Documentary"], "file": "22.json"}, "320828": {"title": "Arrivée du roi et de son état-major", "plot": "King Umberto I and his Staff, on horseback, parade in front of foot soldiers standing at attention.", "genres": [], "file": "22.json"}, "320836": {"title": "Défilé de l'infanterie", "plot": "A battalion of infantry parading somewhere near Turin.", "genres": [], "file": "22.json"}, "320838": {"title": "Défilé des bersagliers", "plot": "A Bersaglieri battalion runs by, raising a cloud of dust in the process.", "genres": [], "file": "22.json"}, "320842": {"title": "Défilé des vétérans en costumes anciens : I. Vue de loin", "plot": "Soldiers parade to the sound of military marches during the inauguration ceremony of Victor Emanuel II's monument in Turin.", "genres": [], "file": "22.json"}, "321229": {"title": "Visite de Leurs Majestés à la mine de fer", "plot": "View of the German and Italian royal processions, at the iron mines of Monteponi.", "genres": ["Documentary"], "file": "22.json"}, "321536": {"title": "Panorama de la ligne de Cauterets, I", "plot": "Panorama of a mountainside railroad.", "genres": ["Documentary"], "file": "22.json"}, "321538": {"title": "Panorama de la ligne de Cauterets, II", "plot": "Panorama of a mountainside railroad.", "genres": ["Documentary"], "file": "22.json"}, "321556": {"title": "Cauterets : défilé, I", "plot": "Parade of mountaineers and shepherds guiding their flocks in a street.", "genres": ["Documentary"], "file": "22.json"}, "321560": {"title": "Cauterets : défilé, II", "plot": "Parade of shepherds leading their flock in the street.", "genres": ["Documentary"], "file": "22.json"}, "321567": {"title": "Pau : la place du marché", "plot": "Traffic and crowd in front of the stalls of a street market.", "genres": ["Documentary"], "file": "22.json"}, "321570": {"title": "Biarritz : une rue", "plot": "Pedestrians and cars traffic in Biarritz.", "genres": ["Documentary"], "file": "22.json"}, "321571": {"title": "Biarritz : le Port-Vieux", "plot": "Shot of rocks being swept by the sea.", "genres": ["Documentary"], "file": "22.json"}, "321572": {"title": "Biarritz : la plage et la mer", "plot": "People resting and walking on the beach.", "genres": ["Documentary"], "file": "22.json"}, "321759": {"title": "Le chat qui joue", "plot": "A kitten plays with a small piece of wood attached to a string.", "genres": ["Documentary"], "file": "22.json"}, "321772": {"title": "Hurdle Jumping; by Trained Dogs", "plot": "\"An exhibition of Prof. Leonidas's trained animals. A cat is stretched across two chairs, and a number of dogs of different breeds jump over her.\"", "genres": [], "file": "22.json"}, "321773": {"title": "Een trambestorming op zondag op den dam", "plot": "A crowd swarms on Amsterdam’s Dam Square in front of the horse tram. In the background, we see the outline of Central Station.", "genres": [], "file": "22.json"}, "321774": {"title": "De weeshuis-quaestie", "plot": "Film about Amsterdam orphan girls heading downtown, under supervision.", "genres": [], "file": "22.json"}, "321775": {"title": "Watersnood in buurt YY", "plot": "A man with a tin of Van Houten Cocoa is treated to a splash of water.", "genres": ["Documentary"], "file": "22.json"}, "321777": {"title": "After the Children's Fair in the Circus Carré, 13 September", "plot": "Short film of the audience leaving the afternoon show at Circus Carré in Amsterdam. | In the early years of film, shots of visitors after a performance, churchgoers after a service, or workers leaving the factory were a proven success. Often the images were shown only a few days after they had been shot. These screenings attracted many curious viewers who enjoyed looking for images of themselves, of relatives, or acquaintances.", "genres": ["Documentary"], "file": "22.json"}, "321778": {"title": "Amsterdams vreemdelingenverkeer", "plot": "Near the fountain on Amsterdam’s Frederiksplein, various people kneel down in venerating poses. The film was shot from the Paleis voor Volksvlijt.", "genres": [], "file": "22.json"}, "353751": {"title": "Will Evans, the Musical Eccentric", "plot": "", "genres": ["Comedy"], "file": "26.json"}, "355561": {"title": "Chrysis Waking", "plot": "Chrysis, a Greek priestess, is being fanned by her servant, who helps her get dressed before they both walk off.", "genres": ["History"], "file": "26.json"}, "357032": {"title": "Gordon Highlanders Leaving for the Boer War", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "27.json"}, "362912": {"title": "Lady Cyclists", "plot": "", "genres": ["Documentary"], "file": "27.json"}, "363173": {"title": "Cleopatra's Tomb", "plot": "A man digging inside an Egyptian tomb chops up a mummy, then resurrects the woman inside it.", "genres": ["Horror"], "file": "27.json"}, "365677": {"title": "Emperor and Empress of Germany", "plot": "A military parade through Berlin.", "genres": [], "file": "27.json"}, "365680": {"title": "German Lancers", "plot": "Military parade in Germany.", "genres": [], "file": "27.json"}, "365682": {"title": "In the Friedrichstrasse", "plot": "A busy street in Berlin.", "genres": [], "file": "27.json"}, "365683": {"title": "In a German Bath", "plot": "Women bathing in a german bath.", "genres": [], "file": "27.json"}, "366884": {"title": "Chamonix: la mer de glace. Descente.", "plot": "Four mountaineers descend a snow-covered mountain.", "genres": ["Documentary"], "file": "28.json"}, "366959": {"title": "Mauvais temps au port", "plot": "A fishing boat is tossed by a rough sea off the coast of Italy.", "genres": ["Documentary"], "file": "28.json"}, "366960": {"title": "In Single File on Glaciers With Snowshoes, l. Montée", "plot": "", "genres": ["Documentary"], "file": "28.json"}, "366961": {"title": "In Single File on the Mountain, l. Montée", "plot": "", "genres": ["Documentary"], "file": "28.json"}, "367079": {"title": "Poker at Dawson City", "plot": "People spill drink on themselves, supposedly after a poker game during the Yukon Gold Rush.", "genres": ["Western"], "file": "28.json"}, "367847": {"title": "Turin: The Duchess of Aosta at the Exposition", "plot": "A carriage draws up, wheeling to a stop right in front of the camera. There is a cut and the camera has drawn back. The duchess steps out, pauses, then is on her way.", "genres": ["Documentary"], "file": "28.json"}, "367850": {"title": "The Island of Marken", "plot": "In September of 1899, the French cameraman Emile Lauste visited the Netherlands for the second time that year. [...] One of the subjects that Lauste briefly filmed was children on the island of Marken. We see the children passing by in a rowboat, and dancing in a circle. The traditional costumes and the watery environment looked very exotic to foreign audiences. The footage jibed very well with the perceptions that people had of the Netherlands in those days.", "genres": ["Documentary"], "file": "28.json"}, "367851": {"title": "Colonel Funston Swimming the Bagbag River", "plot": "He throws off his coat, takes the rope in his mouth, dives from the raft into the river, and under a hot fire swims to the opposite shore, which is lined with Filipinos, hauling the raft after him and safely landing his men, who put the Filipinos to flight. Highly exciting and true to history.", "genres": [], "file": "28.json"}, "367853": {"title": "Arrival of the Peace Conference at Haarlem, 4 June 1899", "plot": "Reportage about the visit that the delegates to the First Peace Conference at The Hague made to the floral parade in Haarlem. [...] Although the original goal – a treaty on disarmament – was not reached, other treaties were indeed agreed upon, for example a ban on the use of poison gas and the dropping of bombs from balloons. [...]The group, consisting of 175 guests, made a special train trip to Haarlem on June 4, where they visited the floral parade and the Frans Hals Museum.", "genres": [], "file": "28.json"}, "371412": {"title": "Floral Parade of Lady Cyclists", "plot": "This is a ladies cycling display by the Catford Cycling Club in the summer of 1899 in London, England.", "genres": ["Documentary"], "file": "28.json"}, "371658": {"title": "Fantastic Dining Room", "plot": "Showing the interior of a dining room of a modest cottage, whereto enter a young couple to partake in their meal, which is being served up by the maid. Suddenly the legs of the table are extended to three times their height; the dinner being elevated to this extent; in order to reach same they climb into the chairs. The table suddenly vanishes, but makes its appearance in another section of the room. It is practically a chase between them and the table, this finally disappearing altogether, and in its place is seen a gigantic bottle of \"Scotch.\" Further surprising tricks are introduced, making this subject one of unusual interest. (Selig Catalog)", "genres": ["Fantasy"], "file": "28.json"}, "375387": {"title": "Casey at the Bat", "plot": "\"The umpire makes a decision that Casey doesn't like, and an argument follows, during which Casey deftly trips him up, and continues the argument on the ground. The other players run from the bench and join in the rumpus. The fielders come running in and the pile on the home plate looks like a foot ball scrimmage. A solemn warning to all rotten umpires.\"", "genres": [], "file": "29.json"}, "415405": {"title": "Shooting a Boer Spy", "plot": "A spy rejects a bandage and is shot by a firing squad.", "genres": ["Drama", "War"], "file": "34.json"}, "415435": {"title": "Scene of the Lightning Robber's Being Arrested", "plot": "A scene performed by a shinpa troupe.", "genres": [], "file": "34.json"}, "415466": {"title": "Lightning Change Artist", "plot": "A man makes twenty complete changes in two minutes, combining with them dances. The changes are made in full sight of the audience. Biondi, Fregoli and Mons change behind the scenes.", "genres": ["Comedy"], "file": "34.json"}, "415467": {"title": "Jeffries-Sharkey Contest", "plot": "Twenty-five round fight.", "genres": [], "file": "34.json"}, "415652": {"title": "Thrilling Fight on a Scaffold", "plot": "Builders fight on the scaffold of Paul's new studio until one falls and is injured.", "genres": ["Drama"], "file": "34.json"}, "415821": {"title": "The Tramp's Dream", "plot": "A tramp dreams he is welcomed in a high-society parlor for tea, only to wake up and be disappointed.", "genres": ["Comedy"], "file": "34.json"}, "421542": {"title": "A Ray of Sunshine After the Rain", "plot": "\"This is a street scene. The rain has just ceased, and passers-by are lowering their umbrellas. A well-dressed young man meets a pretty girl beneath an awning over a shop door. While they are standing there, the shopkeeper lowers the awning, which has accumulated a lot of water, and the two are thoroughly drenched. This picture has made a big hit.\"", "genres": [], "file": "35.json"}, "425297": {"title": "The chariot and battle of confetti", "plot": "This view represents the passage of a decorated chariot; The many spectators fight with confetti.", "genres": ["Documentary"], "file": "35.json"}, "426943": {"title": "Un caz de hemiplegie isterica vindecat prin sugestie hipnotica", "plot": "Studies on human pathological locomotion.", "genres": [], "file": "36.json"}, "427216": {"title": "General Buller Embarking on the 'Dunottar Castle' at Southampton", "plot": "Watched by crowds, Sir Redvers Buller, Lady Buller, the Mayor of Southampton and others walk along the gangway leading to the ship towards the camera. Sir Redvers pauses to be introduced to one of the ship's officers before embarking.", "genres": [], "file": "36.json"}, "427219": {"title": "Churned Waters", "plot": "A view from the rear of a ship; A hypnotic study of the wake of a ship at sea.", "genres": [], "file": "36.json"}, "427220": {"title": "The 'Roslin Castle' (Troopship) Leaving for South Africa", "plot": "Spectators on the quayside at Southampton wave farewell as the crowded troopship Roslin Castle moves away to the right of the picture. Large numbers of troops on board wave back.", "genres": [], "file": "36.json"}, "427222": {"title": "First Northumberland Fusiliers Digging Entrenchments", "plot": "The Passing of the Armoured Train - A large group of British soldiers are seen digging entrenchment's under the supervision of officers. A brief second shot shows an armoured train going past. The first film of British troops at the front taken during the war.", "genres": [], "file": "36.json"}, "427225": {"title": "Dispersing the Troops at Windsor After Parade", "plot": "The dispersal of the Companies following the review of the 1st and 2nd Life Guards by Queen Victoria at Spital Barracks. The Companies, drawn up in single file, march towards the rear of the barracks before dispersal.", "genres": [], "file": "36.json"}, "427226": {"title": "Review of the Life Guards by the Queen", "plot": "Queen Victoria seated in her carriage with her back to the camera (on the left hand side of the frame, barely visible), and surrounded by invited guests, acknowledges the salutes of the officers as the 1st and 2nd Life Guards (in khaki) march before her at Spital Barracks, Windsor.", "genres": [], "file": "36.json"}, "427227": {"title": "Colonial Troops and Cavalry", "plot": "Procession of suspiciously neat troops. This film has long been recorded in the NFTVA records as being of the Boer War, however it is probably film of the \"Savage South Africa\" touring theatrical troupe which visited Britain in 1899, recreating spectacular scenes from African wars.", "genres": [], "file": "36.json"}, "427244": {"title": "Around the Big Curves", "plot": "\"This is taken from the front end of a locomotive following an express train at high speed around the high curves, from the 104th to 116 Street station. During the trip, Grant's Tomb, Columbia College buildings, the new Cathedral of St. John The Divine, and Morningside Park, as well as a portion of the north end of Central Park are visible.\"", "genres": [], "file": "36.json"}, "427246": {"title": "Diving Through Paper Screens", "plot": "\"A novel form of aquatic sports at Bath Beach. This has a very humorous effect in reversed motion.\"", "genres": [], "file": "36.json"}, "427249": {"title": "Extravagant Struggles", "plot": "In a square room, two men and two women, in white body-hugging clothes, try on wrestling holds, each with a partner of the same sex.", "genres": [], "file": "36.json"}, "427250": {"title": "Arrivée de 'La Champagne'", "plot": "Out at sea with boats passing by.", "genres": [], "file": "36.json"}, "427251": {"title": "Sortie d'église en Bohême", "plot": "A crowd passes by the camera.", "genres": [], "file": "36.json"}, "453505": {"title": "New Brooklyn to New York via Brooklyn Bridge, No. 1", "plot": "\"Showing the entire trip from Brooklyn to New York. The immense towers stand out clear and distinct against the sky. The best picture of the Brooklyn Bridge yet secured.\"", "genres": [], "file": "40.json"}, "453516": {"title": "Shoot the Chutes Series", "plot": "Positively the most wonderful series of pictures ever secured by an animated picture camera. The first scene is taken from the pond of the chutes, and shows a number of boats laden with gay Coney Island pleasure-seekers coming down into the water in rapid succession. The next scene is taken from the top of the incline, showing the boats being loaded, starting away, running down the chutes and dashing into the water. The next and most wonderful picture was secured by placing the camera in the boat, making a panoramic view of the chutes while running down and dashing into the water. Sold complete or in separate lengths.", "genres": [], "file": "40.json"}, "453874": {"title": "A Volunteer Fire Company", "plot": "An exhibition of water throwing by the Ocean Company of Green, N.Y., using an old-fashioned hand power engine.", "genres": [], "file": "40.json"}, "453896": {"title": "Across Brooklyn Bridge", "plot": "This picture is very novel and interesting. It gives the complete trip from the station at the New York City end of the bridge to the station at the Brooklyn end, as seen from the front end of a third rail car running at high speed. The entire trip consumes three minutes of time, during which abundant opportunity is given to observe all the structural wonders of the bridge, and far distant river panorama below.", "genres": ["Documentary"], "file": "40.json"}, "455351": {"title": "Panoramic View of Brooklyn Bridge", "plot": "\"Taken from moving cable car leaving Brooklyn train yard, crossing entire span and arriving at New York terminus in City Hall station.\"", "genres": [], "file": "40.json"}, "465485": {"title": "Bombardment of Mafeking", "plot": "Soldiers play cards and jeer as shells burst around them.", "genres": ["War"], "file": "41.json"}, "473641": {"title": "Charlie Wanted the Earth", "plot": "A couple are making love beneath the window of a cranky old gentleman. There is a handsome window garden above them filled with plants and flowers. The old gentleman throws out a rope upon the lovers to annoy them. They, not knowing what it is, seize it and pull the window garden down upon themselves.", "genres": ["Comedy"], "file": "42.json"}, "477364": {"title": "Panoramic View of Frere Camp Taken from the Front of an Armoured Train", "plot": "A British Mutoscope & Biograph company production", "genres": [], "file": "43.json"}, "477366": {"title": "Amann, the Great Impersonator", "plot": "\"In his characterization of Capt. Dreyfus and Emile Zola.\"", "genres": ["Documentary"], "file": "43.json"}, "49295": {"title": "The Conjurer", "plot": "A film from Méliès has him playing a magician who does a few tricks including making a woman disappear.", "genres": ["Comedy"], "file": "43.json"}, "484219": {"title": "A Visit to the Spiritualist", "plot": "A countryman goes to see a spiritualist and is frightened by what he sees.", "genres": ["Horror"], "file": "44.json"}, "536197": {"title": "Christ Walking on Water", "plot": "Showing the rolling sea, upon which gradually appears a cloud of mist. From this evolves the figure of Christ, who proceeds to walk on the waves. The rolling movement of the water and the sudden apparition certainly give a most startling effect, illustrating the biblical miracle of Christ walking on the water.", "genres": [], "file": "50.json"}, "537521": {"title": "Strange Adventure of New York Drummer", "plot": "This commercial traveler has evidently had a wet day judging from the strange things he sees at his hotel. The hall boy shows him to his room, puts down his grips, and then disappears through the ceiling. Drummer pushes button five times for a drink, and waiter appears through the floor. Drummer turns to sit down on the bed it disappears. He fights with the waiter, is overcome, and waiter locks him in a trunk and sits on it. After a while he opens the trunk; behold, it's empty. Drummer appears mysteriously, picks up a big book, hits waiter on head, and drives him through the floor. Drummer dances in delirious glee.", "genres": ["Comedy"], "file": "50.json"}, "538903": {"title": "Beauty and the Beast", "plot": "", "genres": ["Fantasy"], "file": "50.json"}, "560267": {"title": "Danse des Javanais", "plot": "A dancing girl.", "genres": [], "file": "52.json"}, "566184": {"title": "Murder Will Out", "plot": "Melies short.", "genres": [], "file": "53.json"}, "569567": {"title": "The Return to Champs-Élysées", "plot": "One minute clip of the famous Paris boulevard.", "genres": [], "file": "55.json"}, "581981": {"title": "Feeding Seagulls off the Irish Coast", "plot": "Actuality footage.", "genres": [], "file": "56.json"}, "581984": {"title": "Little Willie in Mischief Again", "plot": "The cook in the kitchen leaves a pan of potatoes while she answers the door bell. Willie takes advantage of her absence to put the potatoes in the refrigerator and fill the pan with water, putting it up on the cupboard. Bridget returns and tries to get the pan down with an umbrella, and succeeds in giving herself a ducking, much to Willie's delight.", "genres": [], "file": "56.json"}, "582848": {"title": "The Clown and Automobile", "plot": "The clown and his automobile enters with great puffs of smoke", "genres": [], "file": "56.json"}, "585909": {"title": "Le conférencier distrait", "plot": "A short French fantasy film.", "genres": [], "file": "56.json"}, "598097": {"title": "Repairing the Broken Bridge at Frere", "plot": "British officers (Royal Engineers) supervising repair work on a bridge at Frere, spanning the Blaauw Krantz River, South Africa, during the Boer War.", "genres": ["Documentary"], "file": "58.json"}, "601819": {"title": "American Biograph at the Palace", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "58.json"}, "601820": {"title": "The American Biograph in Circus O. Carré", "plot": "Short film of the audience leaving the afternoon show at Circus Carré in Amsterdam. Produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Comedy"], "file": "58.json"}, "601909": {"title": "Australian Cricket Tourists of 1899", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "58.json"}, "601910": {"title": "Oxford and Cambridge Boat Race", "plot": "\"An interesting picture of the great inter-collegiate eight-oared boat race of 1899. The picture is taken from the judge's boat, and shows the start and first part of the race.\"", "genres": ["Documentary"], "file": "58.json"}, "601918": {"title": "Tapping a Blast Furnace", "plot": "Showing the tapping of the furnace, and the running of the molten metal into the moulds at Elswick yard.", "genres": ["Documentary"], "file": "58.json"}, "601920": {"title": "Launch of the 'Oceanic'", "plot": "\"A magnificent picture of the launching of the 'Oceanic,' which up to that time was the largest vessel ever floated. The view is taken from a pier out over the water; the vessel coming stern on towards the camera and passing it by. A tremendous wave is thrown among the spectators crowded at the side of the pier, and the great excitement prevailing is very evident in the picture.\" (Belfast)", "genres": ["Documentary"], "file": "58.json"}, "601921": {"title": "The Lane on Sunday Morning", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "58.json"}, "601926": {"title": "Her Majesty the Queen Arriving at South Kensington on the Occasion of the Laying of the Foundation Stone of the Victoria & Albert Museum", "plot": "Film produced by William K. Dickson’s British Mutoscope and Biograph Company.", "genres": ["Documentary"], "file": "58.json"}, "601942": {"title": "Rifle Hill Signal Station near Frere Camp", "plot": "Signalling from a British trench during the Boer war.", "genres": ["Documentary", "War"], "file": "58.json"}, "601946": {"title": "Naval Guns Firing at Colenso", "plot": "Close shot of 4.7\" naval gun pointing to the left with group of British naval ratings standing around it. The gun fires and the men run up to reload, the begin to pull the gun forward.", "genres": ["Documentary", "War"], "file": "58.json"}, "601956": {"title": "Herbert Campbell As Little Bobby", "plot": "Herbert Campbell is filmed here in the Biograph studio, which was situated at that time on the Thames Embankment. Campbell is dressed as 'Little Bobby' for the 1899-1900 Drury Lane pantomime 'Cinderella'. He is seated at table in front of large meal, with a glass of beer beside him. He eats messily, then drinks the beer in one and grins at the camera.", "genres": ["Comedy"], "file": "58.json"}, "608231": {"title": "Thames River Scenery - Panorama of the Crowded River", "plot": "Filmed from the front of a steam launch in a late Victorian summer, this film offers a glimpse of our 19th century ancestors enjoying their leisure time. The River Thames is crowded with pleasure boats as we glide under Henley Bridge. Ladies in white lace dresses recline under parasols as gentlemen with impressive moustaches take the oars. But even in this antiquated idyllic scene, advertising hoardings on the riverbank try to persuade the moneyed classes to part with their cash.  The technique of placing the camera on a moving vehicle, here a boat, was one of the most popular film effects in the very early cinema period. The waterside panorama method employed here was particularly popular for travelogues. Cecil Hepworth, who made this film, was convinced at the time that the cinema would prove to be used mostly for news reporting, but said that work such as this \"showed some slight perception of scenic value\". That makes this almost an early art film.\r -BFI", "genres": [], "file": "59.json"}, "629833": {"title": "Judging Ladies' Saddle Horses", "plot": "Well-known horse-women and their mounts riding before the judge's stand at the Open Air Horse Show, Manhattan Field, N.Y. City.", "genres": ["Documentary"], "file": "61.json"}, "629835": {"title": "Battery K Siege Guns", "plot": "A parade of soldiers.", "genres": ["Documentary"], "file": "61.json"}, "630606": {"title": "View from an Engine Front: Shilla Mill Tunnel", "plot": "A phantom ride.", "genres": ["Documentary"], "file": "61.json"}, "634549": {"title": "Steamer 'Grandrepublic'", "plot": "An excellent picture of this popular excursion boat, taken on the second day of the International Cup Race Oct. 5, 1899. The racing yacht 'Columbia' appears at anchor in the background.", "genres": [], "file": "61.json"}, "634575": {"title": "\"Shamrock\" and \"Erin\" Sailing", "plot": "The Shamrock is seen after its defeat in the 1899 America's Cup, along with the Erin, which served as its tow boat across the Atlantic.", "genres": ["Documentary"], "file": "61.json"}, "653377": {"title": "Kidnapping by Indians", "plot": "Kidnapping by Indians is a 1899 British silent short Western film, made by the Mitchell and Kenyon film company, shot in Blackburn, England. It is believed to be the first Western film, pre-dating Edwin S. Porter's The Great Train Robbery by four years.", "genres": ["Western", "Drama"], "file": "63.json"}, "665181": {"title": "Unloading the Brick Oven", "plot": "", "genres": ["Documentary"], "file": "64.json"}, "665847": {"title": "Les mines de charbon de Hon Gay", "plot": "Local workers climb the slope pushing carts.", "genres": ["Documentary"], "file": "64.json"}, "667036": {"title": "Elephant March in Phnom Penh", "plot": "", "genres": ["Documentary"], "file": "65.json"}, "671697": {"title": "Troyes: L'Hôtel-de-Ville", "plot": "Troyes captured by the Lumiere Brothers", "genres": ["Documentary"], "file": "65.json"}, "671986": {"title": "The Kremos: Double Perilous Jumps", "plot": "The second Kremo family acrobat film for the Lumiere. Involves one gag in which the adult is simultaeously flipping two children with his legs.", "genres": ["Documentary"], "file": "65.json"}, "696919": {"title": "Dewey Parade, 10th Pennsylvania Volunteers", "plot": "In [Admiral] Dewey land parade.", "genres": ["Documentary"], "file": "67.json"}, "696923": {"title": "The Inexhaustible Cab", "plot": "A cab is hailed in front of a palatial mansion by a gentleman who wishes a score of people driven to another part of the city. A clown jumps out and a satisfactory agreement is made between the clown and the gentleman, and a score or so of persons are hustled in one at a time until the clown succeeds in piling in the whole lot except Bridget, who is carrying a child. The persistent clown, in order to assist the nurse, who tips the scale at 400 pounds, takes the child from her. After caressing it he tosses it on top of the cab. He then picks up a board and uses it with good effect on the extremities of the fat woman, until she is forced into the cab, which drives away with its load of humanity.", "genres": ["Comedy"], "file": "67.json"}, "696924": {"title": "The Maniac Barber", "plot": "This scene is laid in a barber shop. A customer enters and takes his seat in the chair. The barber places the cloth about his neck, sharpens his razor, and then goes mad. He seizes a huge knife, cuts the man's head off, and takes it to a table some distance away. There he lathers and shaves the face; then taking the head back to the chair, he places it in his proper position on the trunk. The customer thereupon rises, none the worse for his experience, pays his bill, and leaves the shop.", "genres": ["Comedy"], "file": "67.json"}, "696930": {"title": "Around the Big Curves on the Manhattan Elevated R.R.", "plot": "Taken from the front end of a locomotive following an express train at high speed around the high curves of the Ninth Avenue Elevated, from the 104th to 116th Street station. This section, with its reverse curve, is known as \"The Big Loop\", and is the highest (at over 100 feet) and most dangerous section on the New York Elevated. During the trip, Grant's Tomb, Columbia College buildings, the new Cathedral of St. John The Divine, and Morningside Park, as well as a portion of the north end of Central Park are visible.", "genres": ["Documentary"], "file": "67.json"}, "696934": {"title": "Floral Parade of Lady Cyclists", "plot": "This is a ladies cycling display in the summer of 1899 in London, England.  It is a display/show by the Catford Cycling Club.", "genres": ["Documentary"], "file": "67.json"}, "696938": {"title": "The Landing of Savage South Africa at Southampton", "plot": "Members of the 'Savage South Africa' troupe at Southampton Docks. The film shows a group of Africans (Zulus) in full tribal attire at Southampton docks.", "genres": ["Documentary"], "file": "67.json"}, "697273": {"title": "The Corset Model", "plot": "The scene opens with a salesman displaying corsets to the buyer of a country store. He calls in a female model and tries a corset on her. While the buyer is looking at the figure, the salesman removes the head and arms and finally shows that instead of legs, she has a wire frame. This is one of the most effective trick pictures in our list.", "genres": ["Comedy"], "file": "67.json"}, "723898": {"title": "Le char funèbre, II", "plot": "", "genres": ["Documentary"], "file": "70.json"}, "741015": {"title": "Les méfaits d'une tête de veau", "plot": "", "genres": ["Comedy"], "file": "72.json"}, "750114": {"title": "Flower Parade in Haarlem", "plot": "In April the bloemencorso (flower parade) takes place in Haarlem in the Netherlands. This shot shows groups of carriages, festooned with flowers parading in a grassy area with onlookers.", "genres": [], "file": "73.json"}, "750243": {"title": "Fun on a Sand Hill", "plot": "A very amusing picture, showing a crowd of children and old folks disporting on a sand hill in one of the big public parks of Berlin. This picture is one of the \"hits\" of the Biograph.", "genres": [], "file": "73.json"}, "750254": {"title": "From Monte Carlo to Monaco", "plot": "Phantom train ride along the French Riviera in Monte Carlo, Monaco", "genres": [], "file": "73.json"}, "751025": {"title": "Man Overboard!", "plot": "Sailors practice rescuing someone who's fallen overboard.", "genres": [], "file": "73.json"}, "751027": {"title": "Away Aloft", "plot": "Sailors clamber up the rigging", "genres": [], "file": "73.json"}, "751039": {"title": "London Fire Brigade, Alarm", "plot": "A London fire brigade springs into action.", "genres": [], "file": "73.json"}, "751666": {"title": "Panoramic View of Windsor Castle", "plot": "Film by W.K.L. Dickson; Rounding a bend in the track, we behold Windsor Castle.", "genres": ["Documentary"], "file": "73.json"}, "751672": {"title": "Catching the Ferry in Amsterdam", "plot": "Film by WKL Dickson", "genres": [], "file": "73.json"}, "763767": {"title": "Public Transport in Amsterdam", "plot": "A scene in Amsterdam.", "genres": [], "file": "74.json"}, "764931": {"title": "Orphan Girls in Amsterdam", "plot": "A group of orphans walking through the streets of Amsterdam. Shot on 68mm Mutagraph-Biograph.", "genres": [], "file": "74.json"}, "764963": {"title": "Naval Exercise", "plot": "Naval Exercise, United Kingdom", "genres": ["Documentary"], "file": "74.json"}, "764964": {"title": "Portsmouth", "plot": "Portsmouth training", "genres": [], "file": "74.json"}, "764973": {"title": "London", "plot": "London street view", "genres": [], "file": "74.json"}, "805540": {"title": "Boston Horseless Fire Department", "plot": "\"Positively the most realistic and exciting fire run ever offered to exhibitors. It shows the entire horseless fire department of Boston, accompanied by the old style apparatus which is run by horses running at terrific pace down Batterymarch Street, Boston, on its way to a fire. There are four horseless engines, and the black smoke rolls from the smokestakes in great volumes. Another view on this same film shows a portion of the Boston fire department making a quick hitch in the engine-house and running out with the horses on a gallop.\"", "genres": [], "file": "78.json"}, "811144": {"title": "Transport des bois par radeaux", "plot": "Four men tie ropes to a log and then pull it to the shore.", "genres": ["Documentary"], "file": "78.json"}, "811688": {"title": "Mandarins venant saluer le Roi", "plot": "A short film", "genres": ["Documentary"], "file": "78.json"}, "814872": {"title": "The Degradation of Dreyfus", "plot": "The Jewish ex-officer Alfred Dreyfus's degradation. He stands in a military quadrant and the Adjutant proceeds to tear off his medals; Dreyfus is compelled to pass in front of the troops in disgrace. Star Film catalog #216, this is part of Melies's Dreyfus Affair film series and is the second installment. It is one of two installments that has either been destroyed or never restored, and is thus not currently available to the public.", "genres": [], "file": "79.json"}, "814879": {"title": "Dreyfus Leaving the Lycée for Jail", "plot": "One of eleven installments of The Dreyfus Affair (L'affaire Dreyfus), a docudrama reconstructing the historical Dreyfus Affair, which was still playing out as the series was being filmed. This film is the last of the 11 installments in the \"Dreyfus Affair\" film series by Georges Melies. Notable for the fact that this last segment was banned from the public as disputes broke up at the viewing of it, and today it is one of two films that is currently not available to the public.", "genres": [], "file": "79.json"}, "823669": {"title": "Sauts périlleux en long", "plot": "", "genres": [], "file": "79.json"}, "834934": {"title": "La garde d’honneur du gouverneur général", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834952": {"title": "Tirailleurs annamites", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834953": {"title": "Tirailleurs annamites (bâton)", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834954": {"title": "Repas annamite", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834957": {"title": "Faucheurs annamites", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834958": {"title": "Enterrement annamite", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834959": {"title": "La ferme Vaudelet et Faraud. Sortie de l’étable", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834960": {"title": "Danseuses cambodgiennes du roi Norodom, I", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834963": {"title": "Descente en charrettes à bœufs de la jetée d’Angkor Vat", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "834967": {"title": "Danse d’Annam", "plot": "", "genres": ["Documentary"], "file": "81.json"}, "846656": {"title": "Bersagliers Cyclistes À La Revue", "plot": "Silent film.", "genres": [], "file": "82.json"}, "848978": {"title": "Evian : arrivée d’un bateau", "plot": "", "genres": ["Documentary"], "file": "82.json"}, "862531": {"title": "The Miser's Doom", "plot": "A miser dies of shock when the ghost of a poor woman appears.", "genres": ["Horror"], "file": "84.json"}, "871027": {"title": "Fregoli barbiere mago", "plot": "A man with a heavy beard and long hair comes into a barber shop. The barber wets down his hair, does a thorough job of cutting, leaving customer with a big bald patch, then wets down his hair again, and the man leaves with his hair intact as at the start.", "genres": ["Comedy"], "file": "84.json"}, "871031": {"title": "Le singe voltigeur", "plot": "A monkey and his trainer do acrobatics in a small enclosure.", "genres": ["Comedy"], "file": "84.json"}, "873501": {"title": "Audience Leaving Circus Carré After the Biograph Show in Amsterdam", "plot": "While he was trying, Dickson made the same sort of movie that others had before him. This is an imitation.of a Lumiere picture of people leaving a show of their pictures.", "genres": ["Documentary"], "file": "84.json"}, "882062": {"title": "A Bad (K)night", "plot": "", "genres": [], "file": "85.json"}, "882064": {"title": "The Dairymaid's Revenge", "plot": "", "genres": [], "file": "85.json"}, "882065": {"title": "The Finish of Mr. Fresh", "plot": "", "genres": [], "file": "85.json"}, "889958": {"title": "Major Wilson’s Last Stand", "plot": "A film adapted from the play Savage South Africa which depicts scenes from the first and second Matabele War.", "genres": ["War", "History"], "file": "86.json"}, "894176": {"title": "Bullfighting: Picadors, Overturned Horse", "plot": "Lumière no. 1110", "genres": ["Documentary"], "file": "86.json"}, "894182": {"title": "Bullfighting: Cape Passings", "plot": "Lumière no. 1111", "genres": ["Documentary"], "file": "86.json"}, "894183": {"title": "Bullfighting: Estocada", "plot": "Lumière no. 1114", "genres": ["Documentary"], "file": "86.json"}, "894187": {"title": "Removal of the Bull", "plot": "Lumière no. 1116", "genres": ["Documentary"], "file": "86.json"}, "915294": {"title": "Fregoli e signora al ristorante", "plot": "Leopoldo Fregoli at a restaurant with a lady setting up the table.", "genres": ["Comedy"], "file": "87.json"}, "915298": {"title": "Fregoli soldato I", "plot": "Leopoldo Fregoli as a flirting soldier.", "genres": ["Comedy"], "file": "87.json"}, "915299": {"title": "Brûleuses d'herbes", "plot": "A couple of women stand in a field, using pitch forks to separate burning grass. Men run away from the event. Meanwhile, a third woman stands to the right, drinking what I would guess is water from a pitcher, instead of using it to put out the fire.", "genres": ["Documentary"], "file": "87.json"}, "915300": {"title": "Burla al marito (II)", "plot": "Leopoldo Fregoli kissing a lady.", "genres": ["Comedy"], "file": "87.json"}, "915301": {"title": "Danse bohémienne", "plot": "It looks like peasants dancing in their holiday finery, the women wearing long skirts, the men britches and flowered hats. They set into pairs and walk in a circle, while the fiddler plays.", "genres": ["Documentary"], "file": "87.json"}, "915304": {"title": "La serenata di Fregoli", "plot": "Leopoldo Fregoli plays the guitar to set-up a gag.", "genres": ["Comedy"], "file": "87.json"}, "915306": {"title": "Tolhuis! Kiele! Kiele!", "plot": "As Camilla sleeps in the garden of Tollhouse Inn, Roland steals a vial of elixir from under her skirt.", "genres": ["Documentary"], "file": "87.json"}, "934620": {"title": "The Haunted House", "plot": "Silas Hayseed arrives in town and proceeds to put up a hotel noted for its 'tables,' which are all made of hard wood. The country yokel is shown to his room and divests himself of his best Sunday-go-to-meetin' clothes. His little bunch of whiskers that adorn his chin seem to be as proud of him as his Melindy Jane, whom he left in Grassville, back over yonder. He is finally undressed and tumbles into bed, resolving meanwhile to dream of the good prices he will realize in his produce. While pondering over matters, he looks around and discovers a Ghost standing in the middle of the room. Silas becomes scared, begosh, and leaping out on the floor begs the Ghost to do him no harm. The Ghost suddenly vanishes and the Hayseed is about to jump into bed again when Satan appears from under the sheets and scares him to such an extent that he is willing to promise him even a box of fresh rooster eggs if he will only go away.", "genres": ["Comedy", "Fantasy", "Horror"], "file": "89.json"}, "934630": {"title": "A Midnight Episode", "plot": "A sleeping apartment of a friend who retires for the night. The rays of the moon are shining upon the bed through the window. He is suddenly awakened by a bug of gigantic proportions crawling over him. This he attacks and destroys, but before again retiring he notices three more climbing up the wall. He lights the candle and applies the flame to each, causing them to explode with fine smoke effect. After this slaughter he retires in contentment and soon sleeps the sleep of the just. A very funny subject.", "genres": ["Comedy", "Horror"], "file": "89.json"}, "104704": {"title": "The Devil in a Convent", "plot": "A priest is officiating at a convent, when suddenly he is transformed into the devil, who frightens away the nuns and turns the place into a outlet of Pandemonium.", "genres": ["Horror", "Comedy", "Fantasy"], "file": "93.json"}, "104706": {"title": "The Pillar of Fire", "plot": "A devil wearing bat-like wings and brandishing a trident dances around a giant pot, conjuring forth flame from his trident to lit a fire beneath the pot. After the devil works the fire with bellows, an angelic woman emerges from the pot. The devil and the pot vanish as the woman performs a dance, waving about her diaphanous sleeves until she conjures forth another fire, then she rises amongst the smoke into the air.", "genres": ["Fantasy"], "file": "93.json"}, "104922": {"title": "The Mysterious Portrait", "plot": "A magician produces a living portrait of himself.", "genres": ["Fantasy"], "file": "93.json"}, "105169": {"title": "Cripple Creek Bar-Room Scene", "plot": "Rowdy patrons visit an Old West saloon.", "genres": [], "file": "94.json"}, "105327": {"title": "Dreyfus Court Martial - Arrest Of Dreyfus", "plot": "Du Paty de Clam requests Captain Dreyfus to write as he dictates for the purpose of ascertaining whether his handwriting conforms to that of the Bordereau. He notices the nervousness of Dreyfus, and accuses him of being the author of the Bordereau. Paty de Clam offers Dreyfus a revolver, with advice to commit suicide. The revolver is scornfully rejected, Dreyfus stating that he had no need for such cowardly methods, proclaiming his innocence. His arrest is immediately ordered by M. Cochefort.", "genres": [], "file": "94.json"}, "105328": {"title": "Devil's Island - Within the Palisade", "plot": "A reenactment of a scene inside Devil's Island prison.", "genres": [], "file": "94.json"}, "105329": {"title": "Dreyfus Put in Irons", "plot": "Showing the interior view of the hut in which Dreyfus is confined. The scene takes place at night, showing the moon through the window of the cell. Two guards stealthily approach the cot upon which Dreyfus is sleeping. They awake him and read to him the order from the French minister–M. Lebon–to put him into irons, which they proceed at once to accomplish. Dreyfus vigorously protests against this treatment, which protests, however, fall on deaf ears. The chief sergeant and guards before leaving the hut, inspect the four corners of same by means of a lantern.", "genres": [], "file": "94.json"}, "105330": {"title": "Suicide of Colonel Henry", "plot": "Shows the interior of the cell of the Prison Militaire du Cherche-Midi, Paris, where Colonel Henry is confined. He is seated at a table writing a letter, on completion of which he rises and takes a razor out he had concealed in his porte-manteau, with which he cuts his throat. The suicide is discovered by the sergeant of the guard and officers.", "genres": [], "file": "94.json"}, "105331": {"title": "Landing of Dreyfus at Quiberon", "plot": "A section of the port Haliquen (Quiberon) Bretagne, at night where Dreyfus was landed by French marines, and officers after his transport from Devil's Island. He is received by the French authorities, officers, and gendarmes, and conducted to the station for his departure to Rennes. This little scene was enacted on a dark rainy night, which is clearly shown in the film. The effects are further heightened by vivid flashes of lightning which are certainly new in cinematography.", "genres": [], "file": "94.json"}, "105332": {"title": "Dreyfus Meets His Wife at Rennes", "plot": "Showing room at the military prison at Rennes in which Dreyfus the accused is confined. He is visited by his counsel, Maître Labori and Demange, with whom he is seen in animated conversation. A visit from his wife is announced, who enters. The meeting of the husband and wife is most pathetic and emotional.", "genres": [], "file": "94.json"}, "105333": {"title": "The Attempt Against the Life of Maitre Labori", "plot": "Maître Labori is seen approaching the bridge of Rennes in company with Colonel Picquart and M. Gast, Mayor of Rennes. They notice that they are followed by another man to whom Colonel Picquart calls Labori's attention. They, however, consider his proximity of no importance, and continue to speak together. As soon as their backs are turned, the man draws a revolver and fires twice at Maître Labori, who is seen to fall to the ground. The culprit makes his escape, pursued by Colonel Picquart and M. Gast.", "genres": [], "file": "94.json"}, "105335": {"title": "The Fight of Reporters", "plot": "During an interval in the proceedings of the court martial, the journalists enter into an animated discussion, resulting in a dispute between Arthur Meyer of the 'Gaulois', and Mme. Severine of the 'Fronde', resulting in a fight between Dreyfusards and Anti-Dreyfusards, in which canes and chairs are brought down upon the heads of many. The room is finally cleared by the gendarmes.", "genres": [], "file": "94.json"}, "105338": {"title": "The Court Martial at Rennes", "plot": "The infamous Dreyfus is finally brought before a court martial.", "genres": [], "file": "94.json"}, "106023": {"title": "The Mysterious Knight", "plot": "A knight performs several magic tricks with a disembodied head materialized from a chalkboard drawing.", "genres": ["Fantasy"], "file": "94.json"}, "114108": {"title": "Cinderella", "plot": "A fairy godmother magically turns Cinderella's rags to a beautiful dress, and a pumpkin into a coach. Cinderella goes to the ball, where she meets the Prince - but will she remember to leave before the magic runs out?  Méliès based the art direction on engravings by Gustave Doré. First known example of a fairy-tale adapted to film, and the first film to use dissolves to go from one scene to another.", "genres": ["Drama", "Family", "Fantasy", "Romance"], "file": "98.json"}, "114128": {"title": "The Dreyfus Affair", "plot": "The first movie ever censored for political reasons. The title refers to the then contemporaneous Dreyfus affair in which a Jewish military officer was falsely convicted of treason, and it was alleged that he was framed due to anti-semitism.", "genres": ["Drama"], "file": "98.json"}, "1065329": {"title": "Party at Algirós Way", "plot": "Short documentary directed by Ángel García Cardona. It is considered the first picture to be filmed in Valencia.", "genres": ["Documentary"], "file": "99.json"}, "119961": {"title": "At the Club", "plot": "Some men get into hijinks at a sidewalk cafe.", "genres": ["Comedy"], "file": "101.json"}, "119964": {"title": "Wonderful Absinthe", "plot": "Gentlemen get into a misunderstanding over absinthe.", "genres": ["Comedy"], "file": "101.json"}, "143819": {"title": "The Kiss in the Tunnel", "plot": "A humorous subject intended to be run as a part of a railroad scene during the period in which the train is passing through a tunnel.", "genres": ["Comedy", "Romance"], "file": "104.json"}, "162687": {"title": "The Astor Tramp", "plot": "\"A side splitting subject, showing the mistaken tramp's arrival at the Wm. Waldorf Astor mansion and being discovered comfortably asleep in bed, by the lady of the house.\"", "genres": [], "file": "106.json"}, "163090": {"title": "Bicycle Trick Riding, No. 2", "plot": "\"'Neidert,' of national fame, does stunts on his wheel that are simply wonderful. Makes his bicycle rear up", "genres": [], "file": "106.json"}}