{"178703": {"title": "Skyscrapers of New York City, from the North River", "plot": "A beautiful panoramic view of lower New York from Barclay Street to Battery Park, showing a beautiful stereoscopic effect of the sky-scrapers in the business section of the city.", "genres": ["Documentary"], "file": "3.json"}, "178712": {"title": "The Georgetown Loop (Colorado)", "plot": "Georgetown is a silver-mining town at 8,500 feet near the crest of the Rockies. Hooked somehow to the rear of a four-car passenger train is a camera that pans the scenery and, when the train goes around curves, looks ahead to see the engine and passenger cars: the passengers wave hundreds of white handkerchiefs out of the train's left-side windows for the benefit of the camera. The town comes into view; the tracks are above the town, so the camera looks down on dozens of modest rooftops as it pans the area.", "genres": ["Documentary"], "file": "3.json"}, "178720": {"title": "From Show Girl to Burlesque Queen", "plot": "The film opens on a dressing room set with a mirror, dressing table, and chair center stage and a folded dressing screen on the left. A smiling, dark-haired woman enters through the door on stage right, unbuttoning a full-length polka-dot costume. As she undresses, she frequently looks directly at the camera and smiles. She removes her sash or cummerbund, the top with its trailing sleeves, and her skirt, leaving her clothed only in a sleeveless chemise. Smiling directly at the camera, she mischievously slips a strap of the garment off one shoulder, then ducks behind the screen.", "genres": [], "file": "3.json"}, "179534": {"title": "A Daring Daylight Burglary", "plot": "A thief jumps a fence and removes the shutter from a house. He enters, but a lad who's witnessed the crime runs off to hail the coppers. The first officer on the scene climbs the fence, enters the house, and is soon fighting with the thief on the roof. Falling from the roof, the officer is injured and requires an ambulance. Meanwhile, the thief flees, pursued by more men in blue.", "genres": ["Crime"], "file": "3.json"}, "179535": {"title": "A Desperate Poaching Affray", "plot": "Three hunters surprise two poachers in the act. The hunters take umbrage and give chase over fences and through fields. The hunters fire away, but the poachers have guns as well, and a fight ensues with casualties for the hunters. Two cops appear and so do dogs as the chase continues. Will the poachers escape, or will they, like the game they were after, be trapped?", "genres": ["Crime", "Action", "Drama"], "file": "3.json"}, "183612": {"title": "Coronation Durbar at Delhi", "plot": "", "genres": [], "file": "4.json"}, "183615": {"title": "The Delhi Durbar", "plot": "", "genres": [], "file": "4.json"}, "183616": {"title": "Hammerfest", "plot": "A panorama shot of the Norwegian town and harbour of Hammerfest. Believed to be the earliest surviving film of Norway.", "genres": ["Documentary"], "file": "4.json"}, "183933": {"title": "The Kiddies' Cakewalk", "plot": "", "genres": [], "file": "4.json"}, "190682": {"title": "Faust in the Underworld", "plot": "The German legend of a scholar's unholy pact with the Devil would have been very familiar to most moviegoers (at least European ones), so Georges Méliès' early cinematic treatment likely got away with simply offering a fancifully illustrated late episode without the earlier narrative context (however, spoken narration provides some of the latter in this restored print). Tempted by Mephistopheles with all kinds of dancing and ethereal babes, Faust is at first excited and then terrified by the sight of various demons and monsters. The painted-set designers really went hog wild on this one, depicting the (sometimes sexy) torments of subterranean Hell with in bold terms (even when ballerinas prance in the foreground). (Dennis Harvey, Fandor)", "genres": ["Fantasy"], "file": "5.json"}, "190683": {"title": "Jupiter's Thunderballs", "plot": "With godly entrapments, Zeus appears on the horizon, engages Hermes as an audience, and tries to throw some thunderbolts. They fizzle. Hephaestus tries to make some repairs but succeeds only in heating the bolts and burning Zeus's hands. Zeus conjures nine muses, but do their incantations help? He dismisses them as well as a visiting Pan, and his fits of pique become counter-productive. Can he get his powers back?", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "190690": {"title": "The Prolific Magical Egg", "plot": "A human skeleton is placed upon a table by an attendant. When the attendant leaves the room the skeleton begins kicking his legs and throwing his arms about and suddenly turns into a magician. The magician produces an egg, performing several sleight-of-hand tricks, and places it upon the table with the small end downward. He then crudely draws a human face upon the shell, and the egg immediately begins growing larger and larger until it reaches the size of a normal head.", "genres": ["Fantasy"], "file": "5.json"}, "190691": {"title": "What Happened in the Tunnel", "plot": "A woman riding a train must contend with the unwelcome advances of a male passenger.", "genres": ["Comedy"], "file": "5.json"}, "190694": {"title": "Ten Ladies in an Umbrella", "plot": "The scene is similar to that seen at Coney Island, where a number of shows are constantly going on.", "genres": [], "file": "5.json"}, "190695": {"title": "New York City 'Ghetto' Fish Market", "plot": "A fine panoramic view of this busy market on a Friday morning. Immense throngs of people are passing along the stands and making their purchases of fish.", "genres": ["Documentary"], "file": "5.json"}, "190697": {"title": "Rube and Mandy at Coney Island", "plot": "The first scene shows a country couple entering Steeplechase Park. They proceed to amuse themselves on the steeplechase...", "genres": [], "file": "5.json"}, "190700": {"title": "Subub Surprises the Burglar", "plot": "Shows a bedroom and a man asleep in bed. A burglar cautiously raises the window, climbs in, and proceeds to go through the man's clothes...", "genres": [], "file": "5.json"}, "190701": {"title": "At the Foot of the Flatiron", "plot": "It's a very windy day, and the pedestrians passing by the Flatiron Building are having considerable difficulty in keeping their hats from flying off.", "genres": ["Documentary"], "file": "5.json"}, "190702": {"title": "Emigrants Landing at Ellis Island", "plot": "Shows a large open barge loaded with people of every nationality, disembarking at Ellis Island, N. Y. A most interesting and typical scene.", "genres": [], "file": "5.json"}, "190704": {"title": "The Mystical Flame", "plot": "A juggler enters upon the scene, picks up a skull, throws it into the air, catches it in his hands, where it is transformed into a handkerchief. The handkerchief, after being twirled about a wand, is changed to a napkin, and afterward to a tablecloth. Out of the table cloth comes a servant.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "190707": {"title": "Move On", "plot": "In certain sections of New York City large numbers of Jewish and Italian push-cart vendors congregate so closely along the sidewalks that they interfere with traffic. Policemen keep them moving. The picture shows how the frightened peddlers hurry away when a bluecoat appears. Some of the carts are piled high with fruits of all kinds, and it is interesting and amusing to see the expressions of combined fear and anxiety on the faces of the men as they hurry away; the fear of being arrested if they stand, and of losing some of their wares if the carts strike an obstruction in the street. Very fine photographically. (Edison film company catalog)", "genres": ["Documentary"], "file": "5.json"}, "190708": {"title": "Panorama of Blackwell's Island", "plot": "Panorama of Blackwell's Island", "genres": [], "file": "5.json"}, "190711": {"title": "Street Car Chivalry", "plot": "Men on the streetcar offer their seats to pretty women, but not to an ugly woman.", "genres": [], "file": "5.json"}, "190713": {"title": "Ameta", "plot": "A filmed record of a fan dancer performing a dance using two white sheets suspended from poles which she frantically twirls around herself to create a succession of patterns.", "genres": ["Documentary"], "file": "5.json"}, "193643": {"title": "Le Bey de Tunis et les personnages de sa suite descendant l'escalier du Bardo", "plot": "", "genres": ["Documentary"], "file": "5.json"}, "195138": {"title": "Comedy Cake Walk", "plot": "Amusing cake walk of three men and two women (colored) in costume, showing the usual antics that occur in affairs of this kind.", "genres": [], "file": "5.json"}, "195732": {"title": "The Ghost Train", "plot": "Special effects film with a train double exposed on the negative, creating a ghostly image.", "genres": ["Documentary"], "file": "5.json"}, "195939": {"title": "The Mysterious Box", "plot": "As scene as pleasing as incomprehensible. A juggler summons two chairs, which come to the stage jumping and twirling around. Across the back of these chairs the operator places a sheet of glass on which he lays a box about four inches high. He then takes a table cover, with his servant's help, rolls it up and from the centre emerges a lady, beautifully dressed. At the juggler's order she jumps in the box, in which she completely disappears.", "genres": ["Fantasy"], "file": "5.json"}, "195943": {"title": "The Witch's Revenge", "plot": "Two guards bring a sorcerer into the hall of a palace of the time of the Middle Ages. The king who follows them orders the sorcerer to be chained and to be condemned to death for his practice of witchcraft. He begs the king to permit him just one hour of liberty, assuring the king that he will create, thanks to his power, a charming woman, worthy of becoming the king's consort. The king, after a moment of hesitation, agrees.", "genres": [], "file": "5.json"}, "195944": {"title": "The Ballet Master's Dream", "plot": "It's late in the evening, and the ballet master's bed has been prepared for him. But he cannot take his mind off of his work, and instead of going to sleep he paces the floor and tries out dance steps. Finally, he goes to bed and falls asleep, but ballet dominates even his dreams. He sees two dancers who seem to come right into his room as they perform, and that's just the beginning.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "195945": {"title": "Alcofribas, The Master Magician", "plot": "Two men in a cave perform magic.", "genres": [], "file": "5.json"}, "195948": {"title": "Bob Kick, the Mischievous Kid", "plot": "A boy is led into the frame by two nursemaids who give him a big ball to play with. For the remainder of the film heads appear and disappear, stage props blow up and turn into other objects or people, and finally Bob Kick disappears.", "genres": ["Comedy"], "file": "5.json"}, "195951": {"title": "Jack Jags and Dum Dum", "plot": "Two comic characters, Jack Jags and Dum Dum, perform slapstick comedy on stage.", "genres": [], "file": "5.json"}, "195952": {"title": "Comical Conjuring", "plot": "In a room filled with jugglers' properties of enormous size a prestidigitateur dressed in eccentric costume enters with his assistant. The servant, believing that he would be comfortable in an armchair, sits down in it, but finds that it conceals a bucket of water, in which he falls. The juggler brings a large empty cask and puts it upon a table and fills it up with several pails of water.", "genres": [], "file": "5.json"}, "195954": {"title": "The Drawing Lesson", "plot": "In a corner of the garden we see an ornamental fountain. An old professor comes along, looking for a nice spot where he can teach his pupils. Finding the fountain to his liking he goes after his scholars. A mysterious person who has noticed the old man, by means of a balloon, a handkerchief and a coat, constructs a peculiar figure, doing a lot of tricks at the same time.", "genres": [], "file": "5.json"}, "195958": {"title": "Living Sculptures: Film Study for Screen Artist", "plot": "A nude couple pose in an art studio on a square rug, while the camera does a circular traveling around them; the woman has her right knee on the floor and her right arm raised in front of her face, holding the man's thighs with her right, while the man is bent forward, as if looking in the distance.", "genres": ["Documentary"], "file": "5.json"}, "195960": {"title": "A Spiritualist Photographer", "plot": "A magician transforms a woman into a portrait of herself, then restores her to life.", "genres": ["Fantasy"], "file": "5.json"}, "195961": {"title": "Alphonse and Gaston, No. 3", "plot": "Alphonse and Gaston are in a Western saloon and are forced to dance by a cowboy, who urges them on by shooting at their feet.", "genres": [], "file": "5.json"}, "195962": {"title": "The Fake Legless Cripple", "plot": "A legless beggar sits in front of a church. Some people pass him by, others give him some money. Finally a flic demands his permit. The beggar hands it to hi and while it is being examined, gets up on his legs and flees.", "genres": ["Comedy"], "file": "5.json"}, "195963": {"title": "The Fate of the Artist's Model", "plot": "The Fate of the Artist's Model (1903) shows a young woman and her baby who are abandoned by her artist lover.", "genres": [], "file": "5.json"}, "195964": {"title": "A Frontier Flirtation; or, How the Tenderfoot Won Out", "plot": "A Western cowboy attempts to flirt with a veiled young lady sitting on a bench in the garden...", "genres": [], "file": "5.json"}, "195965": {"title": "Tarantellen af 'Napoli'", "plot": "This Danish film shows us a young woman doing a dance, which translates to tarantula. According to the brief bio over at the Europa Film Treasures site, this dance was \"influenced\" by the delirium caused by the bite of a tarantula.", "genres": ["Documentary"], "file": "5.json"}, "195966": {"title": "The Extra Turn", "plot": "This scene opens with a view of a stage setting and private box. After Miss Dolly Lightfoot has finished a clever dance, a card is placed upon the stage announcing an extra turn. An Italian vocalist appears and starts to sing. He is received with a shower of missiles. (Edison Catalog)", "genres": ["Comedy"], "file": "5.json"}, "195967": {"title": "The Messenger Boy's Mistake", "plot": "\"Cholly\" wishes to call on his best girl and sends her a large bouquet. To find out if the girl really loves him, he sends a note with the messenger boy requesting her to \"wear this\" if she does. The boy delivers the note and a package which the young lady opens and finds an old pair of trousers and other masculine wearing apparel.", "genres": ["Comedy"], "file": "5.json"}, "195969": {"title": "Egyptian Fakir with Dancing Monkey", "plot": "The fakir with his trick monkey is seated on the pavement in a street in Cairo. He plays a tom-tom, while the monkey dances the couchee-couchee. The movements of the monkey are very comical. (Taken on the winter cruise of the S. S. \"Auguste Victoria\" of the Hamburg-American Line, leaving New York on 03 Feb 1903.)", "genres": ["Documentary"], "file": "5.json"}, "195970": {"title": "Turning the Tables", "plot": "A policeman confronts a group of boys who have ignored a 'No Bathing Allowed' sign.", "genres": [], "file": "5.json"}, "195972": {"title": "Guillaume Tell", "plot": "Historical legend composed of five Scenes. 1. William Tell's heroism. 2. The Plot. 3. The Apple. 4. Death of Gessler. 5. The Swiss cheer their Liberator. This popular and interesting legend takes place amidst the country life of the mountain populations. The beautiful and picturesque sites which exist in Switzerland have given us an opportunity of utilising the resources our theatre affords, and our scene-painters have been able to have a free run on their imaginations, and have completed the work by a series of magnificent scenes in the most artistic character.", "genres": [], "file": "5.json"}, "195974": {"title": "The Unappreciated Joke", "plot": "Scene, interior of a street-car. A stout man enters and sits down alongside of a friend and proceeds to read a comic paper. He shows a joke in the paper to his friend, and the both laugh heartily. The friend leaves the car, and his absence is not noted by the stout man. An elderly matron takes the seat. Without looking up the stout man shoves the paper in front of the face of the old lady, thinking his friend is still there.", "genres": ["Comedy"], "file": "5.json"}, "195975": {"title": "A Scrap in Black and White", "plot": "Shows a young black boy and a white boy in a lively set-to. They finally collapse in the centre of the ring after they have fought themselves to a stand-still. The referee proceeds to count them both out, and the seconds empty buckets of water on the fighters.", "genres": ["Comedy"], "file": "5.json"}, "195976": {"title": "Expert Bag Punching", "plot": "A remarkable exhibition by Gus Keller, novelty bag puncher of the New Polo Athletic Association. In seven scenes with dissolving effects. A. Single, B. Knee, C. Floor, D. Double, E. Aerial, F. Triple, G. Double Floor.", "genres": [], "file": "5.json"}, "195977": {"title": "Bradford City v Gainsborough Trinity", "plot": "Early 20th century football match.", "genres": [], "file": "5.json"}, "195979": {"title": "Manchester to Blackpool Road Race", "plot": "From Bolton Town Hall the competitors set off on the 33-mile walk to Southport in this section of the race, very visibly sponsored by Oxo, a prominent supporter of Edwardian sporting events. The walkers are accompanied by a cavalcade of wheeled transport, including cycles, horse-drawn carts, a tram and a single motor car. The eventual winner was Jack Butler, the boater-sporting number 53.", "genres": [], "file": "5.json"}, "195980": {"title": "Dagmar Hansen", "plot": "A short film from Peter Elfelt showing Dagmar Hansen.", "genres": ["Documentary"], "file": "5.json"}, "195981": {"title": "The Execution", "plot": "A child murderess is led to her execution.", "genres": ["Crime", "Drama"], "file": "5.json"}, "195982": {"title": "Seeing New York by Yacht", "plot": "Seeing New York by Yacht.", "genres": ["Documentary"], "file": "5.json"}, "195983": {"title": "Opening of New East River Bridge, New York", "plot": "Shows ceremonies and Mayor Low accepting the new bridge in behalf of Greater New York.", "genres": [], "file": "5.json"}, "195984": {"title": "Levi & Cohen, the Irish Comedians", "plot": "Showing two typical concert hall knock-about teams in a very poor performance. It ends up in their being egged by the audience.", "genres": ["Comedy"], "file": "5.json"}, "195985": {"title": "White Wings on Review", "plot": "A fine picture of the celebrated \"White Wings\" or street-cleaning department of one district of Greater New York, showing over 350 men in line, and over 100 carts that are used to carry the refuse away to the dumping-wharf, marching through the streets of New York.", "genres": [], "file": "5.json"}, "195986": {"title": "New York City Dumping Wharf", "plot": "It seems as if there was no subject so mundane or seedy that it was considered unworthy of filming by Edison and his contemporaries at the turn of the century. Here the cameras - and New York City in 1903 must have been teeming with intrepid cameramen roaming the streets in search of something - anything - to film - capture the work of a few poor souls employed to spread the garbage dumped onto a massive wharf docked by the edge of the (apparently) East River.", "genres": [], "file": "5.json"}, "195988": {"title": "As in a Looking Glass", "plot": "In this short film, a white piece of wall bisects the screen; There are two different rooms on either side of the dividing line, but one hilarious payoff.", "genres": ["Comedy"], "file": "5.json"}, "195993": {"title": "Sorting Refuse at Incinerating Plant, New York City", "plot": "There must have been millions of subjects for Edison's filmmakers to point there cameras at back in 1903 so why on earth they thought that the collection and disposal of New York City's rubbish would prove a suitable subject to present to their dwindling audiences is a mystery. Add to this the fact that the camera has been positioned about a dozen feet from the men and you're left with a film that's as dull as it is unmemorable.", "genres": [], "file": "5.json"}, "196000": {"title": "Fireboat 'New Yorker' Answering an Alarm", "plot": "This picture gives a good idea of how soon one of the New York fireboats can be gotten under way after they receive an alarm of fire...", "genres": ["Documentary"], "file": "5.json"}, "196001": {"title": "Fireboat 'New Yorker' in Action", "plot": "A magnificent picture of this boat making a run and starting the water from a least a dozen nozzles at once...", "genres": [], "file": "5.json"}, "196002": {"title": "New York Harbor Police Boat Patrol Capturing Pirates", "plot": "The \"Patrol\" is seen chasing a row-boat containing river pirates. The pirates are pulling at the oars with all their strength, but a few shots from the Police Boat weaken their nerves and they give up. When the \"Patrol\" comes up near them, it lowers a dory and a number of policemen make the capture. As the pirates are landed on the Police Boat a fierce fight takes place between them and the police, but the latter overcome the offenders and land them safely on the boat.", "genres": [], "file": "5.json"}, "196003": {"title": "Betsy Ross Dance", "plot": "Presumably the woman is Betsy Ross, and she's quite a pretty woman with tumbling dark hair and coltish legs. She dances energetically, but it all looks spontaneous and un-choreographed meaning that there's not a lot of rhythm to her movements.", "genres": [], "file": "5.json"}, "196004": {"title": "Panorama of Riker's Island, N.Y.", "plot": "A view of Riker's Island and its landfill, filmed from a passing boat on 9 May 1903. While heavy steam powered construction equipment construct a sea wall, nearby garbage scows are unloaded by steam shovel.", "genres": [], "file": "5.json"}, "196060": {"title": "Diving Lucy", "plot": "The biggest English comedy hit of the year. The scene is laid on an English estate at the edge of a pond. A couple of laborers discover, protruding from the water a pair of female legs. They hasten to the rescue, secure a bench and a long plank so as to get out over the water to the point where the legs are sticking up. Just as they complete their preparations a policeman runs up and insists on going out to the rescue of the female in distress.", "genres": ["Comedy"], "file": "5.json"}, "205235": {"title": "Eccentric Waltz", "plot": "Made in 1903, Eccentric Waltz showcases an exhibition by dancers Boldoni and Solinski, residents at the famous Eldorado cabaret in the Boulevard de Strasbourg in Paris. The lavish stencil colouring emphasises the woman's swirling skirt. (BFI)", "genres": [], "file": "6.json"}, "214278": {"title": "The Cheese Mites", "plot": "A gentleman is here shown partaking of a little lunch of bread and cheese, and occasionally is seen to glance at his morning paper through a reading glass. He suddenly notices that the cheese is a little out of the ordinary, and examines it with his glass. To his horror, he finds it to be alive with mites, and, in disgust, leaves the table. Hundreds of mites resembling crabs are seen scurrying in all directions. A wonderful picture and a subject hitherto unthought of in animated photography. Notable for being the first science film made for the general public.(IMDB)", "genres": ["Comedy", "Documentary"], "file": "7.json"}, "214292": {"title": "Northern Union Challenge Cup Final: Halifax v. Salford", "plot": "Turn of the century rugby league.", "genres": [], "file": "7.json"}, "227082": {"title": "Delivering Mail from Sub-Station (U.S.P.O.)", "plot": "Another in a series of films made by American Mutoscope & Biograph in 1903 showing all aspects of the operations of the United States postal service.", "genres": [], "file": "9.json"}, "227099": {"title": "Double Ring Act, Luna Park", "plot": "A circus ring located outdoors next to the pavilion at Luna Park is shown. Two performers work with a large circus horse, doing acrobatics on and off his back. There is also a ringmaster. The horse goes around the ring, carrying the performers on its back while they exhibit their agility. A large number of spectators can be seen in the background at the pavilion railing.", "genres": [], "file": "9.json"}, "227101": {"title": "Eating Macaroni in the Streets of Naples", "plot": "The film begins across the street from some young boys who are lined up against a curbing eating spaghetti or macaroni. The only other action occurs when a small child runs across the picture and is yanked out of camera sight by someone. Naples, Italy.", "genres": [], "file": "9.json"}, "231097": {"title": "Les Elkes champions du Cake-Walk", "plot": "Elks champions Cake-Walk.", "genres": [], "file": "9.json"}, "231121": {"title": "Panorama du port d'Alger", "plot": "Panorama of the port of Algiers.", "genres": ["Documentary"], "file": "9.json"}, "231151": {"title": "Le Carrousel: Evolution des quadrilles", "plot": "A horse parade.", "genres": [], "file": "9.json"}, "231154": {"title": "Le repas fantastique", "plot": "A gentleman having lunch at a hostelry experiences all kinds of mishaps.", "genres": ["Comedy", "Fantasy"], "file": "9.json"}, "231338": {"title": "Exercises de lances", "plot": "Firefighter exercises.", "genres": [], "file": "9.json"}, "231420": {"title": "Biskra : une noce indigène", "plot": "Exotic street scene with men riding camels.", "genres": ["Documentary"], "file": "9.json"}, "231921": {"title": "Boat Race", "plot": "The U.S.S. \"Indiana\" in action. Filmed by American Mutoscope & Biograph on November 11, 1903 in Glen Island, NY.", "genres": [], "file": "9.json"}, "231922": {"title": "De kongelige paa cykler i Fredensborg slotsgaard", "plot": "Fredensborg castle in North Zealand was the base of the so-called 'Fredensborg Days' in the period 1880-1898, where King Christian IX and Queen Louise would gather the family. The tradition petered out after the death of Czar Alexander III in 1894 and Queen Louise in 1898. The images nevertheless give an impression of the relaxed atmosphere at the castle.", "genres": [], "file": "9.json"}, "231925": {"title": "Princess Marie With Horse", "plot": "Princess Marie (1865-1909), born Princess of Orléans, great granddaughter of the French King Ludvig-Filip (1773-1850), who was king of France 1830-1848. She was married to Prince Valdemar (1858-1939), son of Christian IX. The princess helped open the royal court to people outside the otherwise closed and conservative circle surrounding Christian IX. Princess Marie was also known as a capable rider.", "genres": [], "file": "9.json"}, "231926": {"title": "Royal Shooting Party on Hveen", "plot": "Images of a hunting party with the Swedish King Oscar II, Prince Christian, Prince Gustav, Prince Valdemar and Prince Georg. Hveen is an island in the strait 'Øresund' between Denmark and Sweden. The island was under Danish rule until 1658. It is mainly know as the site where the Danish astronomer Tycho Brahe made his internationally acclaimed observations in the years 1576-1597.", "genres": ["Documentary"], "file": "9.json"}, "231927": {"title": "King Christian IX Receives Grand Duke Friedrich-Franz", "plot": "In September 1903 the ferry line between Gedser in Denmark and Warnemünde in Germany was opened. The images are from the opening of the route which included King Christian IX, Grand Duke Friedrich-Franz IV of Mecklenburg Schwerin (1882-1945), Crown Prince Frederik and members of the Duentzer ministry (1901-1905).", "genres": [], "file": "9.json"}, "231928": {"title": "Sylfiden", "plot": "Solo from 'La sylphide' (1836), ballet by August Bournonville. Performed by Ellen Price (1878-1968), soloist from 1903. Ellen Price's dancing in Hans Beck's ballet 'The Little Mermaid' (1909) was the inspiration for Edvard Eriksen's statue of the same name (1911).", "genres": [], "file": "9.json"}, "231931": {"title": "East Side Urchins Bathing in a Fountain", "plot": "Shows a number of boys bathing in a fountain on the East Side. While they are at the height of their amusement, which consists of splashing the bystanders and swimming around, a policeman suddenly appears.", "genres": [], "file": "9.json"}, "231934": {"title": "Native Women Washing Clothes at St. Vincent, B.W.I.", "plot": "Native women washing clothes.", "genres": [], "file": "9.json"}, "231936": {"title": "Princeton and Yale Football Game", "plot": "First is shown a fine panoramic view of the grandstand at the Yale field, showing the enormous gathering of football enthusiasts who have come from far and near to witness the giants struggle for the collegiate championship.", "genres": [], "file": "9.json"}, "231937": {"title": "Atlantic City Floral Parade", "plot": "At the end of each season, at popular Atlantic City, New Jersey, a floral parade takes place, composed wholly of children. Thousands of tots are seen walking along the board-walk arrayed in flowers, and the picture is a pleasing sight to see. The value of this film could be enhanced two-fold by coloring.", "genres": [], "file": "9.json"}, "231938": {"title": "Chicago-Michigan Football Game", "plot": "Excerpts of a 1903 football game between the University of Chicago and the University of Michigan. Includes views of the uniformed players, the spectators in the stadium and surrounding stands, and the game itself.", "genres": [], "file": "9.json"}, "231939": {"title": "Pres. Roosevelt at the Dedication Ceremonies, St. Louis Exposition", "plot": "On April 30, 1903, one hundred years to the day after the signing in Paris of the Louisiana Purchase agreement, President Theodore Roosevelt is in St Louis, Missouri, to dedicate the Louisiana Purchase Exposition, which did not open until one year later. In this brief and choppy film, Roosevelt is visible in the center of the front row of a grandstand, which may also be the speaker's platform. He sits, talks to a neighbor, stands as if to salute the crowd, and seems to sit again. He keeps his right hand on the brim of his top hat. Meanwhile, open carriages go in front of the grandstand and stop.", "genres": [], "file": "9.json"}, "231940": {"title": "Panorama Water Front and Brooklyn Bridge from East River", "plot": "It seems Edison made a ton of these panorama films back in '03. They probably rented a boat for a couple of days, packed sandwiches and beer and floated around New York with the camera pointed at buildings. As panoramas go this one isn't as bad as some - Panorama of Riker's Island for example. What a stinker that was - Lord only knows what they were thinking of there.", "genres": [], "file": "9.json"}, "231944": {"title": "Shooting the Chutes, Luna Park", "plot": "The ride known as Shoot the Chutes was first introduced in 1895 by inventor Captain Paul Boyton at Sea Lion Park, the first enclosed outdoor amusement park in Coney Island. He billed it as \"the King of All Amusements.\" In 1902 he sold the park to a couple of young sharps, Fred Thompson and Elmer \"Skip\" Dundy. One year later the new gates opened and Luna Park was in operation.", "genres": [], "file": "9.json"}, "231945": {"title": "Pawtucket Fire Department", "plot": "About 20 residents of Pawtucket, R.I., line one side of a street in view of a stationary camera.", "genres": [], "file": "9.json"}, "231946": {"title": "N.Y. Fire Department Returning", "plot": "Shot at an unidentified location in New York City, the film shows several pieces of horse-drawn fire vehicles in motion: two hook-and-ladders; two steam pumpers; a rescue wagon. Note the kids hanging on the back of some of the vehicles.", "genres": [], "file": "9.json"}, "231947": {"title": "The President's Carriage", "plot": "We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: 3. President Roosevelt in his carriage, with mounted escort, passing up Market Street. A good picture of the President, and a spirited subject throughout.", "genres": [], "file": "9.json"}, "231950": {"title": "Market Street Before Parade", "plot": "We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: A trip in an automobile from Third to Mission Street, to Market Street, to Montgomery Street, to Sutter Street, to Kearny Street, to Market, to Grant Avenue. This covers practically all of the business section of San Francisco. The picture was made just before the arrival of the parade and gives a comprehensive view of the decorations and crowds.", "genres": [], "file": "9.json"}, "231952": {"title": "Panorama, Union Square, San Francisco", "plot": "We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: 5. President Roosevelt on the Reviewing Stand. This is a great film. It shows the President as he is entering the reviewing stand, follows him to the reviewing position, and then gives a swinging panorama of Union Square, with its immense throng of spectators.", "genres": [], "file": "9.json"}, "231953": {"title": "Noon Hour at Hope Webbing Company", "plot": "A film about workers leaving a factory.", "genres": [], "file": "9.json"}, "231954": {"title": "Parade of 'Exempt' Firemen", "plot": "A bunch of men strolling across a bridge.", "genres": [], "file": "9.json"}, "231955": {"title": "Pres. Roosevelt's Fourth of July Oration", "plot": "The best and most characteristic picture of the President ever made. The camera is close by so that every feature shows out sharp and distinct. The President is first seen coming on the stand laughing and shaking hands with friends and being wildly cheered by everybody. Then comes the speech. The President is very enthusiastic and is shown at his best. All his well known mannerisms are very apparent. The picture ends with a view of the departure of the President with Mrs. Roosevelt in a carriage. Before the carriage starts the President is held up and interviewed by reporters.", "genres": [], "file": "9.json"}, "231956": {"title": "Drill by Providence Police", "plot": "A group of policemen marching up and down in front of a static camera for a couple of minutes.", "genres": [], "file": "9.json"}, "231958": {"title": "Over Route of Roosevelt Parade in an Automobile", "plot": "We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco. The weather was all that could be desired, and the films are, therefore, very fine photographically. There are five scenes in all, as follows: 1. An automobile ride down San Francisco's busy Market Street, showing the elaborate decorations, crowds of people, traffic, etc. A very novel and effective picture.", "genres": [], "file": "9.json"}, "231960": {"title": "President Reviewing School Children", "plot": "We have just received from our operators accompanying President Roosevelt on his great tour of the Pacific Coast, a splendid series of films covering his reception in San Francisco.", "genres": [], "file": "9.json"}, "231961": {"title": "Catch-As-Catch-Can Wrestling Bout", "plot": "A very exciting contest between two well known Metropolitan wrestlers. It is full of fast work and scientific wrestling.", "genres": [], "file": "9.json"}, "231963": {"title": "Coach at Rural Post Office, U.S.P.O.", "plot": "A single man waits by the roadside while nearby we see the rears of four horses, their swishing tails providing the only on-screen action. Then a stagecoach - a real old stagecoach, mind, like out of a John Wayne western - arrives with four men sat atop it.", "genres": [], "file": "9.json"}, "231964": {"title": "Collecting Mail, U.S.P.O.", "plot": "Entry in a series about the United States Postal Service.", "genres": [], "file": "9.json"}, "231965": {"title": "Throwing Mail Into Bags, U.S.P.O.", "plot": "A few guys sorting packages.", "genres": [], "file": "9.json"}, "231966": {"title": "Cancelling Machine, U.S.P.O.", "plot": "As a study of a man at work (sorting through a large collection of mail - presumably cancelled judging by this short's title) this film pretty much achieves what it sets out to do.", "genres": [], "file": "9.json"}, "231967": {"title": "Buying Stamps from Rural Wagon, U.S.P.O.", "plot": "It shows a postman ascending a flight of half-dozen stairs to the front door of a house and ringing its bell then delivering mail to the person who answers the door.", "genres": [], "file": "9.json"}, "231968": {"title": "Old Mail Coach at Ford, U.S.P.O.", "plot": "A static shot of a river disguised as a very big puddle. The film is about a minute long, and for probably fifty seconds of that one minute we gaze blankly at the puddle. An occasional breeze causes its surface to ripple. The trees on the other side of the puddle can be seen reflected in the water. Nothing happens. Then more nothing happens. Then a bit more nothing.", "genres": [], "file": "9.json"}, "231969": {"title": "Street Mail Car, U.S.P.O.", "plot": "The first scene appears to have been taken on a main thoroughfare of large city. In the immediate foreground is a horse-drawn U.S. mail vehicle waiting at the side of a streetcar track. Soon a streetcar approaches the camera position. It stops beside the mail vehicle and the driver unloads mail sacks from the streetcar. He then puts some sacks from his wagon onto the streetcar. As the film ends, both the streetcar and the horse-drawn mail delivery wagon leave the scene.", "genres": [], "file": "9.json"}, "231971": {"title": "Routing Mail, U.S.P.O.", "plot": "The film shows a post office worker inserting mail into pigeon holes.", "genres": [], "file": "9.json"}, "231972": {"title": "Panorama of beach and Cliff House", "plot": "The camera is there on the crowded beach, and curious onlookers stare openly as it pans around them.", "genres": [], "file": "9.json"}, "231973": {"title": "Train Taking Up Mail Bag, U.S.P.O.", "plot": "We see a man sporting a derby hat and walrus moustache hang a mail sack on one of those poles that stand beside a railway track followed by a second shot of the sack being snatched up by a passing train which also jettisons another sack onto the ground as it passes.", "genres": [], "file": "9.json"}, "231975": {"title": "Transporting Internal Rev. Stamps, U.S.P.O.", "plot": "What we basically have here is a one-minute film of a couple of men unloading sacks from a horse-drawn wagon...", "genres": [], "file": "9.json"}, "231978": {"title": "Exchange of Mail at Rural P.O., U.S.P.O.", "plot": "Another in a series of films made for the USPO in 1903, this short shows a small coach pulling up outside a rural post office. A man climbs out of the back of the carriage and unlocks the post box outside a ramshackle looking building under the watchful gaze of a small child.", "genres": [], "file": "9.json"}, "231979": {"title": "Special Delivery Messenger, U.S.P.O.", "plot": "American Mutoscope & Biograph made a whole series of these films covering everything from the mail being collected from post boxes to being delivered to homes. This one shows a postman on a bicycle entering screen left and parking his bicycle outside a house.", "genres": [], "file": "9.json"}, "231980": {"title": "Carriers at Work, U.S.P.O.", "plot": "A couple of guys sort letters into pigeon-holes, another empties sacks of post and stamps the letters before passing them to a portly chap who is undoubtedly the star of the show.", "genres": [], "file": "9.json"}, "231981": {"title": "Rural Wagon Giving Mail to Branch, U.S.P.O.", "plot": "The film opens with a man standing at the brow of a hill looking off to his left as a black man pushing a cart passes behind him in the other direction. The man looks and looks. He stands patiently until, from the right of the screen a mail coach appears.", "genres": [], "file": "9.json"}, "231982": {"title": "Rural Wagon Delivering Mail, U.S.P.O.", "plot": "The wagon drops of a parcel of mail in the post box which is immediately collected by a gentleman who was clearly waiting stage left for his cue.", "genres": [], "file": "9.json"}, "231983": {"title": "Wagons Loading Mail, U.S.P.O.", "plot": "Yet another in a vast series of films made by American Mutoscope & Biograph for the United States Postal Service which demonstrated all aspects of the humble postman's job.", "genres": [], "file": "9.json"}, "231984": {"title": "Post Man Delivering Mail, U.S.P.O.", "plot": "This film, one in a seemingly endless series of films made by American Mutoscope & Biograph for the United States Post Office, stands out by virtue of the fact that it comes across as a little slice of Americana circa 1903. We have white picket fences in front of which a hen slowly struts as the film opens and a housewife in a long dress and white bonnet coming out to buy stamps from a bow-tied postman who has delivered a letter to her mailbox.", "genres": [], "file": "9.json"}, "231985": {"title": "Loading Mail Car, U.S.P.O.", "plot": "This one shows the wagon that collected mail sacks from a streetcar in Washington pulling up besides a railroad mail car before reversing up to it.", "genres": [], "file": "9.json"}, "231987": {"title": "Clerks Tying Bags, U.S.P.O.", "plot": "Another early short presenting the workings of the Postal Service.", "genres": [], "file": "9.json"}, "231988": {"title": "Tying Up Bags for Train, U.S.P.O.", "plot": "Another short entry in a series about the banality of postal delivery.", "genres": [], "file": "9.json"}, "232627": {"title": "The Johnnie and the Telephone", "plot": "The camera was placed to encompass a set of the backstage dressing room of a burlesque show. There are three chorus girls and one featured dancer in the dressing room as the film starts. A man in evening attire, accompanied by a waiter with a tray, several glasses, and a bottle of champagne, is ushered in by the doorman. The rest of the film is devoted to the group as they drink and carouse until the man walks over to wall telephone and makes a call. While he is talking on the phone, one of the chorus girls throws the champagne bucket at him, ending the film.", "genres": [], "file": "9.json"}, "232648": {"title": "Artillery at Jægerspris", "plot": "Military in action.", "genres": [], "file": "9.json"}, "237815": {"title": "Madison Square, New York", "plot": "Madison Square, New York, is shown just after the turn of the century. There is normal traffic consisting of streetcars and horse drawn vehicles.", "genres": [], "file": "9.json"}, "237848": {"title": "Run of N.Y. Fire Department", "plot": "A splendid and exciting run among the skyscrapers. Taken for the city's 250th anniversary celebration.", "genres": [], "file": "9.json"}, "237850": {"title": "Seashore Frolics", "plot": "Shows a number of young men and women playing leap-frog. The men stoop over and the girls jump upon their backs and are bounced until they fall off. The young men then line up in a row for a novel race. Each man picks up the girl in front of him and run into the surf and back to the beach again. As they reach the water with the girls on their shoulders, the breakers interfere with their progress and they fall head first into the water. Picking the girls up again, they make a dash for the beach, but many become exhausted before reaching the starting point, and let the girls fall. A number of girls are next shown, skylarking on the beach. A camera fiend, seeing a chance for a fine picture, sets up his camera and starts to focus it. The girls spy him, rush up behind the \"fiend\" and run both him and the camera into the water and give him a ducking. When pulled in by one of the life-guards he presents a pitiable appearance.", "genres": [], "file": "9.json"}, "237864": {"title": "Indsejlingen til Warnemünde 1903", "plot": "Peter Elfelt filming on a boat sailing in to harbor.", "genres": [], "file": "9.json"}, "270100": {"title": "Retour du Cortège après le Couronnement: Le Roi", "plot": "An elegent parade shot.", "genres": [], "file": "14.json"}, "273114": {"title": "Alibaba and the Forty Thieves", "plot": "This lost film from Bengali filmmaker Hiralal Sen is sometimes considered the first feature-length film in Indian history. It recorded a full two-hour performance of the play Alibaba and the Forty Thieves, but was only ever screened in parts.", "genres": [], "file": "14.json"}, "282137": {"title": "Ingenious Soubrette", "plot": "The opening of this remarkable and mysterious film brings into view a scene in a parlor, with two servants discussing the easiest way to hang four pictures which are leaning against the wall on the floor. The artful butler suggests to the pretty  parlor-maid that she should hang the pictures from the step-ladder which he hastens to secure from an adjoining room. In the meantime the maid mysteriously proceeds to hang the pictures herself by walking up the side of the wall, and after accomplishing this strange feat turns a somersault from the wall into a chair.", "genres": ["Fantasy"], "file": "15.json"}, "282142": {"title": "La Vie d'un joueur", "plot": "A 8-chapter (\"tableaux\") short film that tells the story of a gambler  who ends his life on the guillotine.", "genres": ["Crime"], "file": "15.json"}, "282143": {"title": "Don Quichotte", "plot": "An early Pathé version of Don Quixote told in 15 chapters.", "genres": ["Comedy", "History"], "file": "15.json"}, "283475": {"title": "Épopée napoléonienne - Napoléon Bonaparte", "plot": "At school in Brienne. On the bridge of Arcole. The campaign in Egypt. Passage of the St. Bernard Pass. Garden party in Malmaison.", "genres": [], "file": "16.json"}, "291058": {"title": "The Unclean World", "plot": "A professor eating his lunch at his work table becomes suspicious of the taste of his cheese. He puts a slice under the nearby microscope. But the crawling creatures thus revealed aren't quite what one might expect.", "genres": ["Comedy"], "file": "17.json"}, "292376": {"title": "Grand Review", "plot": "The Buffalo Bill's Wild West Show introduces rough riders from all the world.", "genres": ["Western", "Documentary"], "file": "17.json"}, "292621": {"title": "West Indian Girls in Native Dance", "plot": "Five St. Thomas belles dancing their native dance the \"She-She,\" in a beautiful garden full of tropical plants. Very interesting. (Taken on the midwinter cruise of the S. S. \"Prinzessin Victoria Luise\" of the Hamburg-American Line.)", "genres": [], "file": "17.json"}, "300222": {"title": "The Dude and the Burglars", "plot": "Two burglars have just entered an elegant-looking home, but before they can proceed, the woman of the house enters the room. One of the burglars seizes her, but then her husband enters and gets her free of the burglar's grasp. But the husband did not notice the second burglar, who now comes to the aid of his partner - and a tense confrontation is about to begin.", "genres": ["Action", "Crime"], "file": "18.json"}, "32673": {"title": "The Kingdom of the Fairies", "plot": "At the royal court, a prince is presenting the princess whom he is pledged to marry when a witch suddenly appears. Though driven off, the witch soon returns, summons some of her servants, and carries off the princess. A rescue party is quickly organized, but the unfortunate captive has been taken to a strange, forbidding realm, from where it will be impossible to rescue her without some special help.", "genres": ["Adventure", "Fantasy"], "file": "21.json"}, "32674": {"title": "The Three Musketeers", "plot": "The adventures of  D'Artagnan", "genres": ["Adventure"], "file": "21.json"}, "320405": {"title": "Old London Street Scenes", "plot": "London street scenes, showing varieties of horse-drawn traffic. Views of Parliament Square, Charing Cross, Pall Mall, the Royal Exchange and others.", "genres": ["Documentary"], "file": "22.json"}, "321350": {"title": "Le château hanté", "plot": "A sorcerer conjures an old witch and instructs her to seek a maiden. Said maiden is assigned with the task to lure a young traveler inside the castle. Upon his arrival, said traveler is exposed to all sorts of unpleasant surprises. Trouble ensues.", "genres": ["Comedy", "Fantasy"], "file": "22.json"}, "321409": {"title": "La marmite diabolique", "plot": "A cook mistakenly throws his kitchen boy into a huge pot while preparing a stew. Distraught, he attempts to make up for his mistake. Alas, Mephisto decides to get involved.", "genres": ["Comedy", "Fantasy"], "file": "22.json"}, "321415": {"title": "Substitutions", "plot": "A magician performs various tricks.", "genres": ["Comedy"], "file": "22.json"}, "321420": {"title": "Le prestidigitateur au café", "plot": "A magician enters a café and sets about introducing his act, but a waiter interferes and throws him out the door. Disgruntled, the magician decides to take revenge, and he has more than one trick up his sleeve.", "genres": ["Comedy"], "file": "22.json"}, "321424": {"title": "Pierrot et la flûte enchantée", "plot": "Pierrot woos Columbine, who abandons Harlequin. An old witch hands Harlequin a magical flute that will make his wishes come true, whenever it is played. It is now time for Harlequin to play his tricks.", "genres": ["Comedy", "Fantasy"], "file": "22.json"}, "321430": {"title": "Le gendarme et les domestiques", "plot": "Two housemaids, arguing, start to fight : a houseboy steps in to separate them, and in doing so becomes their target and is literally torn apart. Alarmed by the  quarrel, a policeman intervenes. Will order finally be restored?", "genres": ["Comedy", "Fantasy"], "file": "22.json"}, "321436": {"title": "Une scène à l'octroi", "plot": "A woman, who tried to smuggle goods under her clothes, is brought to an excise duty office for further inspection.", "genres": ["Comedy"], "file": "22.json"}, "321440": {"title": "Arlequin et Méphistophélès", "plot": "Harlequin is walking in a garden with Columbine. As he moves away to the distance and leaves her on her own, Mephisto appears, from inside a well, and tries to woo her. Will Harlequin get back in time and rescue her?", "genres": ["Fantasy"], "file": "22.json"}, "321445": {"title": "Le cambrioleur", "plot": "A woman, in her bedroom, is putting her jewelry away. Alarmed by strange noises at her door, she hides behind her bed. A burglar enters the room and steals her jewelry box. The woman calls for help, a police officer steps in and starts to chase the thief.", "genres": ["Comedy"], "file": "22.json"}, "321457": {"title": "Tentation de Saint-Antoine", "plot": "Under cover of a disguise, Santa approaches Saint-Anthony's hut and, via various tricks, sets out to try his faith. Will good triumph over evil?", "genres": [], "file": "22.json"}, "321460": {"title": "Chirurgie mécanique", "plot": "Inside an operating room, a surgeon performs several procedures of \"modern\" surgery.", "genres": ["Comedy", "Fantasy"], "file": "22.json"}, "321467": {"title": "Les poupées", "plot": "A merchant is giving a demonstration of his lifelike automatons to a bedazzled customer. Could these \"larger than life\" clockwork figures look too good to be true?", "genres": ["Comedy"], "file": "22.json"}, "324155": {"title": "A Search for Evidence", "plot": "Looking for evidence that her husband may have been unfaithful, a woman is in a hotel, accompanied by a witness, and they are peeking through the keyholes at the guests. After looking at a couple of rooms inhabited by strangers, they see a tray of drinks taken into room #9, but the room turns out to be occupied by a group of men playing cards. Still the wife continues, sure that eventually she'll find what she's looking for.", "genres": ["Drama"], "file": "22.json"}, "325325": {"title": "Ten Nights in a Barroom", "plot": "It is unnecessary to describe this picture, as the story is well-known to both old and young. We tell the story just as it is written, and temperance lecturers will do well to buy one for the moral it teaches.", "genres": [], "file": "22.json"}, "332248": {"title": "A Total Accident", "plot": "Showing the entire catastrophe resulting from the attempt of Mr. Gorham to ride around the loop the loop on a bicycle. While the enormous crowd watches him he comes down the slide with the speed of the wind, circles the loop, but as he nears the bottom his wheel swerves from the path and the rider crashes into the framework of the structure. Attendants rush up and carry away the injured man. (Biograph Catalog)", "genres": ["Documentary"], "file": "23.json"}, "335619": {"title": "Next!", "plot": "Alphonse and Gaston are in an American barber shop. They interrupt business with their exaggerated politeness, and the waiting customers throw them out of the window.", "genres": ["Comedy"], "file": "23.json"}, "340494": {"title": "Kaiser Wilhelm arrival to Copenhagen 2.4", "plot": "The German Emperor Wilhelm II is a guest minor in Denmark. Both personal and political reasons, the crown does not want to maintain special ties with the Emperor. But the Kaiser has an habit of invited himself ...", "genres": ["Documentary"], "file": "24.json"}, "347018": {"title": "Discovery of Bodies", "plot": "In the next scene all that is left of the cabin is a smoldering ruin. A company of trappers come rapidly out of the forest and discover the bodies of the unfortunate man and woman. With bared heads, and in most impressive fashion they register an oath never to rest until they have wreaked vengeance on the Indian murderers and rescued the child.", "genres": [], "file": "25.json"}, "352333": {"title": "In My Lady's Boudoir", "plot": "Kathryn Osterman was a legitimate actress who worked occasionally in the movies during the first decade and a half of the 20th century. This looks like a Mutoscope cut-down of an actuality released in 1900, \"The Art of \"Making Up\"\". In it, we see her from the rear, sitting in front of a dressing mirror, putting up her hair and powdering her face.", "genres": ["Documentary"], "file": "26.json"}, "356961": {"title": "The Launch of HMS Dominion", "plot": "Mitchell & Kenyon 225. Part of BFI collection \"Tales From the Shipyard\".", "genres": [], "file": "27.json"}, "357051": {"title": "Bloodhounds Tracking a Convict", "plot": "A convict escapes from Portland Quarry and is caught in the woods by bloodhounds from Radnage kennels.", "genres": [], "file": "27.json"}, "357052": {"title": "Race for the Grand National", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "27.json"}, "364435": {"title": "Film trichrome", "plot": "Promotional film for color photography.", "genres": [], "file": "27.json"}, "375080": {"title": "Leap Frog", "plot": "Boys play a rough game of leap frog.", "genres": ["Documentary"], "file": "29.json"}, "375089": {"title": "Happy Hooligan Interferes", "plot": "An organ-grinder is playing beneath the window of a cranky old woman. She objects strenuously. The organ-grinder, egged on by Hooligan, keeps on playing until a policeman appears.", "genres": ["Comedy"], "file": "29.json"}, "377881": {"title": "Puss In Boots", "plot": "Early silent adaptation of the fairy-tale Puss In Boots.", "genres": [], "file": "29.json"}, "383252": {"title": "The Porter's Horrible End", "plot": "", "genres": ["Comedy"], "file": "30.json"}, "41278": {"title": "Alice in Wonderland", "plot": "This is the first movie version of the famous story. Alice dozes in a garden, awakened by a dithering white rabbit in waistcoat with pocket watch. She follows him down a hole and finds herself in a hall of many doors.", "genres": ["Fantasy", "Family"], "file": "31.json"}, "404167": {"title": "Une indigestion", "plot": "In this film, we show the interior of a doctor's office. A patient enters, and judging from the expression on his face, he is in great pain. The doctor tells him that he is troubled with acute indigestion, and immediately places him upon the operating table. He begins his treatment by cutting off the patient's arms and legs with a huge saw. After removing these members, he takes a large knife and makes an incision in the unfortunate's stomach large enough to put his arm in. He then removes such things as bottles, knives and forks, lamps and other articles of furniture from the patient's body ...", "genres": [], "file": "33.json"}, "415551": {"title": "Life of an English Fireman", "plot": "Firemen are awakened by an alarm, drive through London and rescue fire victims.", "genres": ["Drama"], "file": "34.json"}, "415552": {"title": "Weary Willie and Tired Tim: The Gunpowder Plot", "plot": "Tramps stick a hot poker in a barrel labelled beer but containing gunpowder.", "genres": ["Comedy"], "file": "34.json"}, "415658": {"title": "Cabinet Trick of the Davenport Brothers", "plot": "A prestidigitator orders his assistant to bring a cabinet, which is displayed piece by piece to the audience. Two gentlemen are then introduced; they enter the cabinet and are securely bound with ropes to the chairs. The doors are closed and immediately the heads of the two men appear through apertures in the doors. The doors are immediately thrown wide open and the men are disclosed bound to the chairs as securely as at first. From this moment the most amusing scenes are enacted without interruption. The poor prestidigitator even loses his head, which is found upon a stool, while his body has been struggling in the most amusing way.", "genres": [], "file": "34.json"}, "417786": {"title": "Firemen to the Rescue", "plot": "Six scenes: A child knocks clothes into fire; alarm at station; engines emerge; engines rush down street; arrival; fireman breaks through wall and saves child.", "genres": [], "file": "35.json"}, "417789": {"title": "Trout Fishing, Landing Three Pounder", "plot": "A man in fashionable sporting attire is standing on some large rocks at the edge of a stream. He is holding a short fishing rod in his hands and casting into the running stream. The film ends as the fisherman kneels at the edge of the water, holding the reel in his left hand while he hauls in the fish with a net held in his right hand. There are several occasions when the fisherman cannot be seen, as he walks out of camera range.", "genres": [], "file": "35.json"}, "417790": {"title": "The Pickpocket -- A Chase Through London", "plot": "A pickpocket is caught in the act, and leads the police on a lengthy chase.", "genres": [], "file": "35.json"}, "427464": {"title": "Danse égyptienne", "plot": "Ladies gathered for a Egyptian dance.", "genres": [], "file": "36.json"}, "427465": {"title": "Danse anglaise", "plot": "9 ladies dance.", "genres": [], "file": "36.json"}, "427466": {"title": "El tango", "plot": "A lady dances the tango.", "genres": [], "file": "36.json"}, "427467": {"title": "Fandango", "plot": "A lady performances the dance of Fandango.", "genres": [], "file": "36.json"}, "427470": {"title": "Danse japonaise", "plot": "Two Japanese ladies dance while one plays a traditional instrument.", "genres": [], "file": "36.json"}, "44341": {"title": "Life of an American Fireman", "plot": "Porter's sequential continuity editing links several shots to form a narrative of firemen responding to a house fire. They leave the station with their horse drawn pumper, arrive on the scene, and effect the safe rescue of a woman from the burning house. But wait, she tells them of her child yet asleep in the burning bedroom...", "genres": ["Action"], "file": "36.json"}, "44449": {"title": "The Monster", "plot": "An Egyptian prince has lost his beloved wife and he has sought a dervish who dwells at the base of the sphinx.", "genres": ["Fantasy", "Horror"], "file": "36.json"}, "429008": {"title": "The Great Yarmouth Herring Fisheries", "plot": "Steam and sail drifters entering the harbour. The first shot on the Quay shows ranks of drifters, with fisher girls walking arm-in-arm. There are swills (fish baskets) in the background. Other girls are shown knitting as they walk. Men are shown on board a drifter sorting out a catch and there follow scenes of unloading. Girls carry swills and are seen barrelling herring for export. The film finishes with shots of the fisher girls gutting herring.", "genres": [], "file": "36.json"}, "429010": {"title": "Lifting a Wagon from a New York Foundation", "plot": "The scene is an excavation pit at an unidentified New York City construction site. A crew of six men can be seen shoveling dirt into a four-wheeled wooden cart. Then a full cart is slowly lifted out of the pit to street level by a steam-powered crane. These carts are similar in design to those shown dumping rubble at the end of the film New York City Dumping Wharf. Advertisements and campaign posters can be seen on the exposed wall of the building in the background.", "genres": [], "file": "36.json"}, "429015": {"title": "Pocket Boxers", "plot": "Two sports are seen drinking beer and arguing as to the qualities of certain prize fighters. They make a bet, and to prove it, each pulls his favorite pugilist from his pocket, and they set them on the table. A hot battle ensues, in which one of the midgets is knocked out. The sport whose favorite won the fight takes the money with a look of satisfaction, and replaces his man in his pocket. The loser looks very much disgusted as he picks up his man and puts him back in his pocket. Very mystifying.", "genres": [], "file": "36.json"}, "429024": {"title": "Le marchand de statues", "plot": "A dealer in statues hustles a drunkard who retaliates by breaking all the statues, the Dealer rushes off for the police but upon his return with the officers finds all the statues back in their place intact, the police take away the Dealer whom they think has been humbugging them.", "genres": [], "file": "36.json"}, "429026": {"title": "Panorama de Constantine", "plot": "From the fairground Theater Morieux.", "genres": [], "file": "36.json"}, "429028": {"title": "Voilà le colonel!", "plot": "A soldier has a very animated chat with a pretty nurse, the little child takes advantage of the opportunity to change their hats. Suddenly the colonel comes up and finds the soldier wearing the maid's hat and she, his helmet.", "genres": [], "file": "36.json"}, "5698": {"title": "The Great Train Robbery", "plot": "After the train station clerk is assaulted and left bound and gagged, then the departing train and its passengers robbed, a posse goes in hot pursuit of the fleeing bandits.", "genres": ["Crime", "Action", "Western"], "file": "38.json"}, "453215": {"title": "Tourists Landing at Island of Capri, Italy", "plot": "Several rowing boats with tourists going to the shore of Capri.", "genres": [], "file": "40.json"}, "453218": {"title": "Washing Clothes at Sicily", "plot": "A delightful picture full of typical interest. Sicilian women and children are washing in a brook. (Taken on the winter cruise of the S. S. \"Auguste Victoria\" of the Hamburg-American Line, leaving New York on 03 Feb 1903.)", "genres": [], "file": "40.json"}, "453223": {"title": "Balloon Race", "plot": "Several balloons in the sky above New York.", "genres": [], "file": "40.json"}, "453766": {"title": "Arab Act, Luna Park", "plot": "Photographed from a one-camera position, as if in the audience, there are four tumblers performing for a crowd of customers in the midway of an entertainment area.", "genres": [], "file": "40.json"}, "453771": {"title": "Down the Bamboo Slide", "plot": "An amusing picture of a new laugh-raising device at Luna Park.", "genres": [], "file": "40.json"}, "453778": {"title": "Slide for Life, Luna Park", "plot": "This shows an acrobatic team performing on a revolving flying ring unit suspended between the towers at Luna Park.", "genres": [], "file": "40.json"}, "453786": {"title": "Spider and the Fly", "plot": "A beautiful young blonde woman in scanty attire is seen reclining in the center of a set of a spider web. A well-dressed young man passes in front of her. She attracts his attention and encourages him to approach her. At first he is reluctant but then goes up and kisses her hand.", "genres": [], "file": "40.json"}, "453821": {"title": "The Vaidis Sisters, Luna Park", "plot": "The tops of some buildings are visible in the background. The camera was elevated several stories above the ground. In the immediate foreground, close to the camera position, is a cable that has been stretched across the amusement park midway from the tops of the buildings. Someone hanging by the teeth from a pulley on the wire approaches the camera and the film ends. Novelty act.", "genres": [], "file": "40.json"}, "453864": {"title": "Native Woman Washing a Negro Baby in Nassau, B.I.", "plot": "A negro woman is washing her three-year-old baby in a tub of water. The child seems to enjoy it until he gets some soapsuds in his eyes, when he makes some very comical facial expressions. Background shows a typical native yard and hut.", "genres": [], "file": "40.json"}, "453866": {"title": "Native Women Coaling a Ship and Scrambling for Money (West Indies)", "plot": "Panoramic view of the coal docks with a ship in the background. Shows tourists throwing money on the dock, and a large crowd of men and women fighting like made for it. Shows between 200 and 300 women coaling a ship. (Taken on the midwinter cruise of the S.S. \"Prinzessin Victoria Luise\" of the Hamburg-American Line.)", "genres": [], "file": "40.json"}, "453871": {"title": "Native Women Coaling a Ship at St. Thomas, D.W.I.", "plot": "Women natives of the Danish West Indies are coaling ship with baskets of coal which they carry on their heads. They walk up a long gang plank and dump their loads into a coal chute on the side of the ship. Taken very close and shows the women to good advantage.", "genres": [], "file": "40.json"}, "453872": {"title": "The Haymarket", "plot": "This is in every respect a stunning picture, though somewhat bohemian in subject. It depicts in six scenes, six lively hours at New York City's famous Tenderloin dance hall, \"The Haymarket.\" In every particular the much talked-of resort is reproduced exactly. The interior and exterior are both shown as they are. The first scene shows the opening of the hall, with the sidewalk crowds of girls and men. The second is the dance, showing the various forms of the waltz in vogue in New York. Then comes a fight in the wine room, then the eviction of the riotous young men, and finally a boisterous can-can and a raid by the police.", "genres": [], "file": "40.json"}, "453880": {"title": "Fusion, on to Brooklyn!", "plot": "A man in a plaid suit with a lantern hung around his neck comes out on stage, followed by another man who also carries a lantern. They turn as if to view the work and then turn toward the camera. Another person in frock coat and stovepipe hat appears on stage, carrying a sign that reads, \"fusion, on to brooklyn.\" the three men march around in an attempt to convey a political idea, for in addition to the placard, they are carrying bags with dollar signs on them.", "genres": [], "file": "40.json"}, "453883": {"title": "Tying the Red Light on the Tiger's Tail", "plot": "There is painted backdrop with a wooden fence in front of it and three steps leading to a porch. A man seated on the steps is approached by two men, costumed as frock-coated, stovepipe-hatted politicians who ask for and receive money. Soon a person dressed in a tiger skin appears and chases the three men away and then mounts the stairs and acts as if he were monarch of all he surveys.", "genres": [], "file": "40.json"}, "453888": {"title": "Orphans in the Surf", "plot": "Taken at St. John's Home, Coney Island. A large number of boys are bathing in the surf. At a signal the boys leave the water and walk toward the camera. A very unique subject.", "genres": [], "file": "40.json"}, "455114": {"title": "Burning of the Academy of Music, Brooklyn", "plot": "Firemen on roof playing hose. Smoke &amp; ladder visible. Pan across ground level of gutted building with some posters visible.", "genres": [], "file": "40.json"}, "455137": {"title": "'Holy Moses' the Camel", "plot": "Merrymakers at Luna Park, Coney Island enjoying a ride on the famous camel, \"Holy Moses.\"", "genres": [], "file": "40.json"}, "455141": {"title": "A Catastrophe in Hester Street", "plot": "An Italian vendor puts his push cart in front of a dynamite storage shed, and the whole business blows up.", "genres": [], "file": "40.json"}, "455353": {"title": "Parade of Eagles, New York", "plot": "Photographed from a single camera position above the heads of the crowds watching a parade, the film shows several different chapters of the international order of eagles. Some wear civilian attire, other costumes signifying a subdivision of their order.", "genres": [], "file": "40.json"}, "464381": {"title": "Murder Scene from 'King of the Detectives'", "plot": "The murder scene from the novel 'King of the Detectives'.", "genres": [], "file": "41.json"}, "465517": {"title": "East Lynne", "plot": "An short film adaptation of the novel by Ellen Wood.", "genres": ["Drama"], "file": "41.json"}, "467891": {"title": "The Runaway Match, or Marriage by Motor", "plot": "A couple elopes; Her father pursues via motorcar.", "genres": ["Drama", "Action", "Romance"], "file": "42.json"}, "49273": {"title": "The Melomaniac", "plot": "The leader of a marching band demonstrates an unusual way of writing music.", "genres": ["Comedy", "Music"], "file": "43.json"}, "510877": {"title": "Paseo a Playa Ancha", "plot": "A group of people perform local dances and prepare to have lunch outdoors in Playa Ancha.", "genres": ["Documentary"], "file": "47.json"}, "536642": {"title": "How the Old Woman Caught the Omnibus", "plot": "An elderly woman is determined to board an omnibus that does not want to stop for her.", "genres": ["Comedy"], "file": "50.json"}, "536644": {"title": "Interrupted Lovers", "plot": "Kissing couple interrupted by the lady's angry father.", "genres": [], "file": "50.json"}, "537612": {"title": "Watermelon Eating Contest", "plot": "One of many early silent films depicting young black men eating watermelon. This one involves a competition.", "genres": ["Comedy"], "file": "50.json"}, "560277": {"title": "The Revolving Table", "plot": "A diner revolves the table and eats his neighbour's lunch.", "genres": ["Comedy"], "file": "52.json"}, "567043": {"title": "The Forbidden City, Pekin", "plot": "Panoramic view of the Forbidden City (Imperial Palace), Peking, China.", "genres": ["Documentary"], "file": "53.json"}, "577786": {"title": "Autofahrt durch Trier", "plot": "A car ride through Trier, ca. 1903.", "genres": ["Documentary"], "file": "55.json"}, "607730": {"title": "The Divorce", "plot": "A husband walks out on his wife, leaving an incriminating letter behind. She hires a detective, who discovers the husband in a compromising position with another woman.", "genres": ["Drama"], "file": "59.json"}, "629838": {"title": "Rock Drill at Work in Subway", "plot": "A very interesting and unusual view showing the progress of the deep excavation at 42nd St. and Broadway. The camera is tilted up and down instead of across the field as in most panoramas.", "genres": ["Documentary"], "file": "61.json"}, "634543": {"title": "'Reliance' vs. 'Shamrock' III, Aug. 20", "plot": "America's Cup Races.", "genres": ["Documentary"], "file": "61.json"}, "634554": {"title": "Steamscow 'Cinderella' and Ferryboat 'Cincinnati'", "plot": "The steamscow passes a pinnace headed in the other direction, then steams on past the huge paddlewheeler.", "genres": [], "file": "61.json"}, "634589": {"title": "'Reliance' and 'Shamrock III' Jockeying and Starting in First Race", "plot": "In this picture a fine idea of the jockeying and start is given, showing Shamrock III. very close, the sailors running back and forth as she passes the camera. The Reliance crossed the line a few seconds after the Shamrock in this race, and a close view of her is also shown.", "genres": [], "file": "61.json"}, "634609": {"title": "Pilot Leaving 'Prinzessen Victoria Luise' at Sandy Hook", "plot": "Shows a pilot climbing over the rail and down a rope ladder. A rowboat, pulled by two men, comes alongside. The pilot jumps in and they pull away. (Taken on the midwinter cruise of the S. S. \"Prinzessin Victoria Luise\" of the Hamburg-American Line.)", "genres": [], "file": "61.json"}, "635645": {"title": "Carriers Leaving Building, U.S.P.O.", "plot": "A group of carriers leaving a building.", "genres": ["Documentary"], "file": "62.json"}, "635647": {"title": "The Animated Poster", "plot": "Shows an old house in the background with one window with the shutters closed. A bill poster comes along and puts up a poster advertising a burlesque show. When his work is finished the picture of an actress in tights is seen on the building. The poster is so placed that when the shutters are opened, the head of the picture is cut off. An old maid in the house is annoyed by the noise made by the bill-poster and opens the shutters to remonstrate. When the shutters are opened the old maid's head appears in such a position as to make it seem that the head of the figure on the poster had come to life.", "genres": ["Comedy"], "file": "62.json"}, "672333": {"title": "Cake Walk", "plot": "Five African Americans--three men and two women--perform a cakewalk, a dance featuring fancy strutting that was named after the prize awarded in the original contests. The dancers wear rather formal attire, with the men in dark suits and black tie and the women in full-length, high-collared dark dresses; one woman carries a small American flag. As they step in place against a light background, the center male--holding up a top hat and twirling a cane--moves toward the camera and briefly performs some fancy steps. As he moves back, the man at the left end of the line does a quick twirling step and links arms with his partner. The other two dancers also pair off as the center male leads them in a strutting movement around the stage. When they return to the original line, all five step towards the camera with the center man slightly ahead of the others. The film ends just as they stop the cakewalk.", "genres": [], "file": "65.json"}, "694868": {"title": "Postman Picking up Mail", "plot": "A Postman Picking up Mail", "genres": [], "file": "67.json"}, "695468": {"title": "Algiers-Koléa Line: Tunnel of Point Pescade", "plot": "", "genres": ["Documentary"], "file": "67.json"}, "695523": {"title": "The Boy In The Barrel", "plot": "A small boy is smoking his first cigarette in the door-yard of a cottage. Fearing detection, he jumps into a barrel. His parents see the smoke rising from the barrel, rush out of the house and drench the youngster with water. The finish is very laughable.", "genres": ["Comedy"], "file": "67.json"}, "696996": {"title": "A Shocking Accident", "plot": "The mistress of a country home is going about inspecting the work done by her servant, when she discovers dust on the railing surrounding the porch, and, calling the servant, she orders the rail cleaned, as it should have been done originally. The servant brings a ladder and, mounting same, proceeds to clean it as she is told. A city dude approaches, and, after passing the time of day with the mistress, makes bold to ask for a kiss, and receives a slap for his pains. He is so startled that he bumps into the ladder on which the servant is working, throwing her to the ground, the ladder falling on top of her. She rises in her wrath and, seizing the bucket of water standing close by, she drenches the dude, spoiling his best Sunday clothes. Still smarting from the pain, she takes his walking stick and pounds him until he runs away. This will make you roar with laughter.", "genres": ["Comedy"], "file": "67.json"}, "696999": {"title": "C'est complet!", "plot": "Two men spot a couple of dressed mannequins standing outside a tailor shop. As a joke, they move them.", "genres": ["Comedy"], "file": "67.json"}, "697001": {"title": "Pope Leo XIII in His Carriage", "plot": "Filmmaker WKL Dickson, one-time right hand man to Thomas Edison, the 'Wizard of Menlo Park', here captures an even greater eminence, Pope Leo XIII. This was one of a series of films that exploited Dickson's unique, hard-won access to the Pontiff. Here the Pope arrives in a carriage and bestows a blessing. Whether this blessing was intended for the camera or for the audience beyond it, capturing it on film was a great prize for Dickson.", "genres": ["Documentary"], "file": "67.json"}, "697002": {"title": "Smashing a Jersey Mosquito", "plot": "A man and his wife are seated at a table in their happy New Jersey home. A huge mosquito appears and buzzes about their heads. The man seizes a broom handle, making a smash at the singing insect. He misses it, hitting his wife a stinging blow that knocks her to the floor. Then they combine their efforts to kill the terrible insect. As they miss the mosquito each time they make a blow, the weapons used hit something else in the room. Pictures, mirrors and other household effects of this kind are quickly demolished. The man then stands upon the table and endeavors to catch it. His wife strikes at it, but hits her husband instead, knocking his feet from under him, smashing the table through which he falls. The woman finally wounds the mosquito, and as it falls to the floor, the man jumps on it, when a terrific explosion takes place, great clouds of malarial gas escaping and wrecking the room. This is a side splitter and will keep any audience in roars of laughter.", "genres": ["Comedy"], "file": "67.json"}, "697011": {"title": "The Outcast and the Bride", "plot": "Siegmund Lubin's 1903 film illustrating The Outcast and the Bride survives and is the only vestige of Lubin's myriad attempts at coordinating sound and film extant today. With words by Howard Wall and music by Allen May, the song was published in Philadelphia by Joseph Morris. The morality tale of two friends, Kate and Alice, was a perfect vehicle for an illustrated song...Shot in Lubin's glass-enclosed studio atop 912 Arch Street, the film was originally 250 feet. The surviving footage at the Library of Congress contains six shots utilising four different sets but seems to be missing footage.", "genres": ["Drama"], "file": "67.json"}, "697012": {"title": "Tub Race", "plot": "A number of boys are engaged in a tub race. They are lined up in a row, and the fun begins from the start. Some of the tubs upset and give the boys a good ducking each time an attempt is made to get in them.", "genres": ["Documentary"], "file": "67.json"}, "699016": {"title": "The Pajama Dance", "plot": "Three women in pajamas dance for the camera.", "genres": [], "file": "67.json"}, "720669": {"title": "Carriers Leaving Building, U.S.P.O. (No. 2)", "plot": "Male letter carriers of the U.S. Post Office are the subject of this series on the Postal Department. The camera was placed to show a large number of uniformed mail carriers as they leave the main post office to deliver letters. They can be seen walking down the steps of the building toward the camera position. Some mount bicycles and ride away, while others just walk. There are also some women in the film.", "genres": ["Documentary"], "file": "70.json"}, "722760": {"title": "Négrillons", "plot": "", "genres": [], "file": "70.json"}, "722762": {"title": "Le Cake-Walk: Final", "plot": "", "genres": [], "file": "70.json"}, "731050": {"title": "Dorothy's Dream", "plot": "Early story film about a girl's dreams", "genres": [], "file": "71.json"}, "740666": {"title": "Willie´s Camera", "plot": "This is a very humorous and a very natural scene. Two mischievous small boys rig up a fake camera with a piece of stove pipe and a box, and persuade a gushing old maid to sit for her picture. When she is carefully posed, the camera emits a flood of soot and she is thoroughly covered. The small boys dance with glee.", "genres": [], "file": "72.json"}, "749011": {"title": "The Giddy Dancing Master", "plot": "The dancing master is a dapper little fellow who has been engaged to instruct two pretty girls in some of the niceties of stage dancing. He becomes a little too demonstrative with one of the young girls and her mother takes him out by the ear.", "genres": ["Comedy"], "file": "73.json"}, "751658": {"title": "Captain Deasy's Daring Drive, Ascent", "plot": "Film by W.K.L. Dickson", "genres": [], "file": "73.json"}, "751659": {"title": "Captain Deasy's Daring Drive, Descent", "plot": "Film by W.K.L. Dickson", "genres": [], "file": "73.json"}, "764850": {"title": "Buster's Joke on Papa (I)", "plot": "Buster Brown plays a practical joke on his mother, persuading her to to put her hands into a pan of lobsters, then puts a bunch of them in his father's bed. They made two versions of this gag. One where a lobster is pinching his butt, the other not. This one has the lobster clawing his backside.", "genres": ["Comedy"], "file": "74.json"}, "764852": {"title": "Buster's Joke on Papa (II)", "plot": "Buster Brown plays a practical joke on his mother, persuading her to to put her hands into a pan of lobsters, then puts a bunch of them in his father’s bed. They made two versions of this gag. One where a lobster is pinching his butt, the other not. This one does NOT have a lobster on his backside.", "genres": [], "file": "74.json"}, "773098": {"title": "King and Queen Visit Ireland", "plot": "Film of a royal visit to Ireland, by King Edward VII and Queen Alexandra. Appears on the BFI DVD \"A Royal Occasion\"", "genres": [], "file": "75.json"}, "773101": {"title": "State Entry into Delhi of Lord Curzon, the Viceroy", "plot": "Film showing the Viceregal party entering Delhi on lavishly decorated elephants, as part of the Coronation durbar of 1903. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "786520": {"title": "Panorama du port d'Alger (suite du précédent)", "plot": "Continuation of the previous one.” [cf. n ° 27] Panorama of the quays and the city.", "genres": [], "file": "76.json"}, "786521": {"title": "Départ de la place du Gouvernement à Alger", "plot": "", "genres": ["Documentary"], "file": "76.json"}, "821929": {"title": "Ligne d’Alger à Koléa : le grand ravin", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "821933": {"title": "Débarquement de M. le président à Alger", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822178": {"title": "Arrivée de M. le président sur le terrain de la revue à Alger", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822179": {"title": "Le cortège", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822181": {"title": "M. le président au palais d’hiver", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822183": {"title": "M. le président montant à la tribune pour la revue", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822186": {"title": "Arrivée à la revue d’Alger de la délégation anglaise", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822190": {"title": "La remise des décorations", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822192": {"title": "M. le président au palais d’été, à Mustapha", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822195": {"title": "Le cortège à Chéragas", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822196": {"title": "Le cortège à Pointe-Pescade", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822198": {"title": "Arrivée de M. le président à Saint-Denis-du-Sig", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822200": {"title": "Arrivée de M. le président à Sidi-Bel-Abbès", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822202": {"title": "M. le président se rendant au déjeuner à Sidi-Bel-Abbès", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822204": {"title": "M. le président se rend au déjeuner en gare de Perrégaux", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822206": {"title": "Défilé des chameaux avec les Bassours", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822208": {"title": "Le cortège à Constantine", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822541": {"title": "M. le président descendant l’escalier du Bardo", "plot": "", "genres": [], "file": "79.json"}, "822543": {"title": "Revue du Bardo : commencement du défilé. État-major. Pompiers", "plot": "", "genres": [], "file": "79.json"}, "822544": {"title": "Revue du Bardo : cavalerie", "plot": "", "genres": [], "file": "79.json"}, "822548": {"title": "Revue du Bardo : délégations tunisiennes", "plot": "", "genres": [], "file": "79.json"}, "822549": {"title": "Entrée du “Charlemagne” à Bizerte", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "822551": {"title": "Biskra : enfants indigènes ramassant des pièces de monnaie", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "840504": {"title": "Hiawatha, the Messiah of the Ojibway", "plot": "20 scenes: The birth, life, marriage and death of Hiawatha.", "genres": ["Drama"], "file": "82.json"}, "846739": {"title": "Marie-Antoinette", "plot": "Silent film.", "genres": [], "file": "82.json"}, "862167": {"title": "Pica, pica Compadrito", "plot": "Staging of a song by Miguel F. López.", "genres": [], "file": "83.json"}, "865545": {"title": "Arrival of the Stage at Wawona Hotel en Route to Yosemite", "plot": "This film was part of a lecture series conducted by Burton Holmes showing a mix of lantern slides and motion pictures of Yosemite entitled, “The Yosemite Valley, Nature’s Scenic Masterpiece.” It was just one tiny piece of a long lecture that illustrated the journey to Yosemite and a visit to all of its wonders.", "genres": ["Documentary"], "file": "84.json"}, "881871": {"title": "The bear and the Sentry", "plot": "A sentry is surprised by a bear and is trapped atop his guardhouse, until the timely intervention of a thief distracts the bear.", "genres": ["Adventure", "Comedy"], "file": "85.json"}, "915330": {"title": "Man Overboard! 'Indiana'", "plot": "The USS Indiana stages a rescue operation of a crewman that's fallen overboard.", "genres": ["Documentary"], "file": "87.json"}, "96701": {"title": "The Infernal Cakewalk", "plot": "Pluto, having seen the earth, comes back home amazed at the success of that well-known dance, the \"cake-walk.\" He has brought back with him two noted well-known dancers, who start their favorite dance amidst the flames.", "genres": ["Fantasy", "Comedy"], "file": "88.json"}, "930749": {"title": "Weighing the Baby", "plot": "A pretty domestic scene showing the proud father, with the assistance of the nurse and doctor, tying the little one in a towel and weighing it with a spring scale.", "genres": ["Documentary"], "file": "88.json"}, "937095": {"title": "Cervino 1901", "plot": "", "genres": ["Documentary", "History"], "file": "89.json"}, "937274": {"title": "Jésus au jardin des oliviers", "plot": "An angel appears to Jesus, who comforts him while he is in the garden of olives and is praying for the strength to do the will of the Father.", "genres": ["Drama"], "file": "89.json"}, "937275": {"title": "Jésus chassant les vendeurs du temple", "plot": "Jesus enters the temple while the merchants are selling their wares. Jesus overturns the tables of the money lenders by showing them their error.", "genres": ["Drama"], "file": "89.json"}, "937276": {"title": "Jésus devant Pilate", "plot": "A thief named Barabbas and Jesus are brought before Pilate, Pilate says Christ innocent. People say \"Crucify him and deliver us Barabbas!\"", "genres": ["Drama"], "file": "89.json"}, "937277": {"title": "Jésus est présenté au peuple", "plot": "Jesus is brought before him again, Pontius Pilate washes his hands to show that he has no responsibility in the death of this man and hands him over to the crowd.", "genres": ["Drama"], "file": "89.json"}, "937279": {"title": "Jésus et la samaritaine", "plot": "To fill their jars with water, a group of women gathered around the well. At one point comes Samaria, a woman known for her bad temper. Jesus appears and grants her forgiveness for her sins.", "genres": ["Drama"], "file": "89.json"}, "937280": {"title": "Jésus parmi les docteurs", "plot": "Jesus appears, the doctors and sages who were engaged in a discussion listen to him amazed by his words of wisdom.", "genres": ["Drama"], "file": "89.json"}, "937281": {"title": "Jésus succombe sous sa croix", "plot": "Jesus is forced to carry the cross along the path, but his weakness causes him to sink under the weight of the cross. Simon of Cyrene helps him, the soldiers hit and kick them.", "genres": ["Drama"], "file": "89.json"}, "941341": {"title": "Hooligan in Jail", "plot": "A comic looking prison eats soup", "genres": [], "file": "89.json"}, "944200": {"title": "Arrival of the British Court Envoys in Tehran", "plot": "The films shows the arrival of a group from the British court in Tehran from the streets to the palace, in order to gift the Order of Garter to Mozaffar Ad-Din Shah , on behalf of King Edward VII. At the head of the delegation Lord Lansdowne, Foreign Secretary and Sir Arthur Hardinge, senior council of British Empire can be seen.", "genres": ["Documentary"], "file": "90.json"}, "103973": {"title": "The Oracle of Delphi", "plot": "A box of valued jewels is placed inside the tomb of Delphi. A thief breaks into the tomb and steals it, but soon the ghost of Delphi appears and puts a curse on him.", "genres": ["Crime", "Fantasy"], "file": "93.json"}, "108297": {"title": "The Marvellous Wreath", "plot": "A magician performs tricks with a marvelous wreath.", "genres": ["Fantasy"], "file": "95.json"}, "1007895": {"title": "Sarnia Tunnel, Grand Trunk Railway", "plot": "Here, on Grand Trunk's main line between Canada and the US, one of Biograph's early production crews rode the pilot of a locomotive from Sarnia, Ontario to Port Huron, MI. The film features a view of the illuminated interior of Sarnia's St. Clair Tunnel and a lap dissolve which fades into the exit of the tunnel-- An impressive technique still in its infancy.", "genres": ["Documentary"], "file": "95.json"}, "114143": {"title": "The Inn Where No Man Rests", "plot": "A traveller is shown to a room in an inn. After a brief dispute with the hostess and a porter, he is left to himself. But strange things begin to happen in his room, and before long he has created a disturbance that has everyone running to his room to find out what is going on.", "genres": ["Fantasy", "Comedy"], "file": "98.json"}, "1076590": {"title": "Boar Lane, Leeds", "plot": "Pedestrians, horse carts wagons and electric tram cross large open cross roads near Boar Lane, Leeds, Yorkshire.", "genres": ["History"], "file": "100.json"}, "119744": {"title": "The Life and Passion of Jesus Christ", "plot": "The story of Jesus Christ, from the proclamation of his Nativity to his Ascension into heaven. Impressive staging and beautiful hand-coloring distinguish the film from its Passion-play counterparts; Its scale and dynamic crowds prelude the Italian epics to come.", "genres": ["Drama", "History"], "file": "101.json"}, "119983": {"title": "How Monsieur Takes His Bath", "plot": "A hapless man tries to get undressed only to find himself magically layered in even more clothes.", "genres": ["Comedy"], "file": "101.json"}, "119984": {"title": "Faust and Mephistopheles", "plot": "A re-telling of the classic tale of Faust in all of two minutes by French filmmaker Alice Guy.", "genres": ["Fantasy", "Horror"], "file": "101.json"}, "127094": {"title": "Apparitions", "plot": "Alone in his room at an inn, a lustful old man is haunted by spirits.", "genres": ["Comedy", "Fantasy"], "file": "102.json"}, "127097": {"title": "The Enchanted Well", "plot": "A witch curses a town's well.", "genres": [], "file": "102.json"}, "127098": {"title": "Extraordinary Illusions", "plot": "Pioneer filmmaker Georges Méliès performs his cine-magic act.", "genres": ["Comedy"], "file": "102.json"}, "131933": {"title": "The Gay Shoe Clerk", "plot": "A woman being fitted for shoes exposes her ankle to the shoe clerk, who is intrigued. He kisses her, but her chaperone hits him with her umbrella.", "genres": ["Comedy", "Romance"], "file": "103.json"}, "132377": {"title": "Mary Jane's Mishap", "plot": "Mary Jane tries to light the oven. When she's unsuccessful, she plays around, getting black boot polish on her face. She mugs before a mirror. Then, it's back to work. When the stove still won't light, she pours in paraffin, winks at the camera, and lights a match. Kaboom! Is there any rest for the foolish, even in the grave?", "genres": ["Comedy"], "file": "103.json"}, "132378": {"title": "An Extraordinary Cab Accident", "plot": "A man and a woman talk beside a street near a corner where a cop stands. Just as a horse-drawn cart rounds the corner, the man backs off the sidewalk saying good-by to his companion. The horse and cart flatten him and continue on, out of the camera's stationary range. The cop runs after the cab, the woman dashes to the body. The cop brings back the driver; is the victim dead?", "genres": ["Comedy"], "file": "103.json"}, "142143": {"title": "A Chess Dispute", "plot": "A stationary camera looks on as two dapper gents play a game of chess. One drinks and smokes, and when he looks away, his opponent moves two pieces. A fight ensues, first with the squirting of a seltzer bottle, then with fisticuffs. The combatants wrestle each other to the floor and continue the fight out of the camera's view, hidden by the table. The waiter arrives to haul both of them out.", "genres": [], "file": "104.json"}, "16465": {"title": "The Infernal Cauldron", "plot": "A green-skinned demon places a woman and two courtiers into a flaming cauldron.", "genres": ["Fantasy", "Horror"], "file": "104.json"}, "143801": {"title": "The Sick Kitten", "plot": "A simple scene of two rather flamboyantly-dressed Edwardian children attempting to feed a spoonful of medicine to a sick kitten. The film is important for being one of the earliest films to cut to a close-up, then back again to the same medium shot as before.", "genres": ["Drama"], "file": "104.json"}, "144464": {"title": "Electrocuting an Elephant", "plot": "This is a film taken of the execution of Topsy, an elephant employed to help build Luna Park on Coney Island.", "genres": ["Documentary"], "file": "104.json"}, "147723": {"title": "A Romance of the Rail", "plot": "An engaged couple, dressed in white, meet each other at a train station. When the train arrives, they get on board, and they enjoy the sights from the platform on the last car. The workers on the train are eager to help, and they make some special arrangements for the couple.", "genres": [], "file": "105.json"}, "147746": {"title": "The Magic Lantern", "plot": "Two impish clowns construct a magic lantern. They prop it up at an angle, and use it to project pictures onto a wall. When the picture show ends, they open up the lantern to reveal a group of dancing girls inside - and this is only the first of the indications that this lantern really is magical.", "genres": ["Fantasy"], "file": "105.json"}, "148547": {"title": "Uncle Tom's Cabin", "plot": "Based on the novel by Harriet Beecher Stowe: Eliza, a slave who has a young child, pleads with Tom, another slave, to escape with her. Tom does not leave, but Eliza flees with her child. After getting some help to escape the slave traders who are looking for her, she then must try to cross the icy Ohio River if she wants to be free. Meanwhile, Tom is sold from one master to another, and his fortunes vary widely.", "genres": [], "file": "105.json"}, "161504": {"title": "Misfortune Never Comes Alone", "plot": "The scene takes place in front of a barrack, where a young soldier is on duty --most laughable and comical", "genres": [], "file": "106.json"}, "163111": {"title": "Down the Hudson", "plot": "Film taken from a boat heading down the Hudson is shown at varying speeds, often giving a sense of rapid transit.", "genres": ["Documentary"], "file": "106.json"}}