{"2963": {"title": "The Impossible Voyage", "plot": "Using every known means of transportation, several savants from the Geographic Society undertake a journey through the Alps to the Sun which finishes under the sea.", "genres": ["Adventure", "Comedy", "Fantasy", "Science Fiction"], "file": "2.json"}, "172121": {"title": "The Terrible Turkish Executioner", "plot": "In a public place in Constantinople at the corner of a bazaar, the executioner is seated upon a stone and is resting from his daily labors while eating a crust of bread. Suddenly there come running into the place a lot of Turkish men and women preceding some Turkish policemen, who drag along four prisoners in chains. The policemen shut up the four prisoners in the pillory. Their four heads stick up through the huge plank, which is provided with four openings. One of the policemen urges the executioner to decapitate the prisoners. He accordingly seizes a mighty sabre and cuts off by a single stroke the four heads, which roll upon the ground.", "genres": ["Comedy"], "file": "3.json"}, "178717": {"title": "A Fire in a Burlesque Theatre", "plot": "This short, otherwise unremarkable feature is of some interest because of the way that it unabashedly caters to the tastes that it perceived in its audiences. Besides combining the elements of the risqué 'blue' movies of the era with the popularity of movies about fires, it also attempted to use the combination to get extra mileage out of it.  The movie's title summarises the setup, and most of the footage shows firefighters using ladders to rescue stage girls, clad in portions of their costumes, from an upper level. Although it all seems pretty tame by today's standards, it no doubt provided its male viewers with some brief moments of excitement as the various women hurried down the ladders with their costumes in disarray. (IMDb)", "genres": ["Action", "Drama"], "file": "3.json"}, "178723": {"title": "Troubles of a Manager of a Burlesque Show", "plot": "Facing a stationary camera, sitting at a desk, a man works busily. Posters of burlesque queens are on the wall behind him. A single woman, followed later by later two others, comes into the office seeking a job. The manager hands each a box with a costume in it and points to dressing rooms. Each of the women has a different reaction when she discovers the nature of her costume, and the busy manager has a distinct response to each of the women as well.", "genres": ["Comedy"], "file": "3.json"}, "179233": {"title": "Buy Your Own Cherries", "plot": "A barmaid plies a swell with smiles and with cherries from a box that's just been delivered. When she refuses a cherry to a roughly-dressed tradesman who runs a tab at the bar, he pays off his debt in a huff, using all his week's pay. He then storms penniless and without provisions into his ill-furnished house where his wife and two children, ill-clad and ill-fed, cower. Is there any hope for him and for his family? If he does realize how low he's sunk, what help is there to lift him up? Will the family ever know the taste of cherries?", "genres": ["Drama"], "file": "3.json"}, "183934": {"title": "Drat That Boy", "plot": "A boy pulls a prank on his poor old mother.", "genres": ["Comedy"], "file": "4.json"}, "183935": {"title": "Mr. Pecksniff Fetches the Doctor", "plot": "A husband rushes for a doctor and his wife has triplets.", "genres": ["Comedy"], "file": "4.json"}, "185494": {"title": "Tchin-Chao, the Chinese Conjurer", "plot": "A Chinese conjurer stands next to a table, it becomes two tables. A fan becomes a parasol, lanterns appear and disappear. The conjurer spins the open parasol in front of himself, and a dog leaps out from behind it. The dog becomes a woman, then a masked man appears. The conjurer sits them each on a box a few feet apart: suddenly the woman and man have changed places. The disappearing and the transfers continue in front of a simple backdrop.", "genres": ["Comedy"], "file": "4.json"}, "188069": {"title": "The Wonderful Living Fan", "plot": "As a conjurer awaits an audience, a procession announces the arrival of a royal representative, carried in a sedan chair, to see him. The conjurer then has a large box brought in. It is opened, revealing a very large folding fan. When the fan is spread out, the designs on it begin to change and move. And this is far from the last of the surprises that the conjurer has in store.", "genres": ["Fantasy"], "file": "5.json"}, "190715": {"title": "The Ex-Convict", "plot": "A recently-released convict attempts to do right but struggles to support his wife and ailing daughter.", "genres": [], "file": "5.json"}, "190716": {"title": "Maniac Chase", "plot": "A “madman” escapes prison and the torments of his warders.", "genres": ["Comedy", "Thriller"], "file": "5.json"}, "190720": {"title": "Blackpool Victoria Pier", "plot": "", "genres": [], "file": "5.json"}, "190721": {"title": "Panoramic View, Aisle B, Westinghouse Works", "plot": "Panoramic View, Aisle B, Westinghouse Works", "genres": [], "file": "5.json"}, "190723": {"title": "How a French Nobleman Got a Wife Through the 'New York Herald' Personal Columns", "plot": "A French aristocrat, who has recently arrived in America, has placed a personal advertisement in the newspaper...", "genres": ["Action", "Comedy", "Romance"], "file": "5.json"}, "190725": {"title": "The Firefall", "plot": "A magic show.", "genres": [], "file": "5.json"}, "190726": {"title": "Audley Range School, Blackburn", "plot": "Audley Range School, Blackburn", "genres": [], "file": "5.json"}, "190727": {"title": "European Rest Cure", "plot": "An over-the-hill American tourist has a terrible time on his European \"rest cure\" vacation.", "genres": ["Comedy"], "file": "5.json"}, "190728": {"title": "A Moonlight Serenade", "plot": "Pierrot goes to the house of his love to serenade her, but her father kicks him out. Soon the moon and its goddess Diana come towards the man and offers him something better.", "genres": ["Fantasy", "Romance", "Comedy"], "file": "5.json"}, "190729": {"title": "The Bewitched Trunk", "plot": "Bewitched trunk", "genres": ["Fantasy"], "file": "5.json"}, "190730": {"title": "Japanese Acrobats", "plot": "A Japanese juggler performs some marvelous juggling feats with a boy. Lying on his back on the floor, he spins the boy with his feet and makes him turn numerous somersaults", "genres": [], "file": "5.json"}, "190731": {"title": "Dog Factory", "plot": "A brief vaudeville-style demonstration of a \"Dog Transformator,\" a machine that instantly turns dogs into sausages, and amazingly, sausages back into dogs.", "genres": ["Comedy"], "file": "5.json"}, "190733": {"title": "The Coronation of King Peter I of Serbia", "plot": "Belgradian parades and everyday street scenes.", "genres": ["Documentary"], "file": "5.json"}, "190734": {"title": "Automobile Race for the Vanderbilt Cup", "plot": "Automobile Race for the Vanderbilt Cup", "genres": [], "file": "5.json"}, "190735": {"title": "The Suburbanite", "plot": "A family moves out to the 'peaceful' suburbs where everything goes wrong, including the mother-in-law moving in.", "genres": ["Comedy"], "file": "5.json"}, "190736": {"title": "Panorama Exterior Westinghouse Works", "plot": "The view from a moving train shows some of the Westinghouse interests and the surrounding areas.", "genres": [], "file": "5.json"}, "190737": {"title": "Metamorphosis of a Butterfly", "plot": "The stages that a caterpillar goes through, from larvae to chrysalis, to become a butterfly.", "genres": ["Fantasy"], "file": "5.json"}, "190738": {"title": "Assembling a Generator", "plot": "A group of men work on various parts of a large generator, assembling the pieces", "genres": [], "file": "5.json"}, "190739": {"title": "Assembling and Testing Turbines", "plot": "A turbine is shown operating.", "genres": [], "file": "5.json"}, "195973": {"title": "Rector's to Claremont", "plot": "When a group of diners boards a carriage, one man is left behind and chases after them on foot.", "genres": [], "file": "5.json"}, "196033": {"title": "Blackburn Rovers v Aston Villa", "plot": "Turn-of-the-century sports coverage.", "genres": [], "file": "5.json"}, "196034": {"title": "Every Man His Own Cigar Lighter", "plot": "Only 8 surviving seconds of a man getting great pleasure from smoking a cigar.", "genres": ["Comedy"], "file": "5.json"}, "196036": {"title": "Mr. Jack in the Dressing Room", "plot": "We see three pretty actresses in a surprisingly spacious and clean dressing room, backstage at a theatre. Their costumes indicate that the entertainment on offer here is something less than grand opera: one actress is dressed somewhat demurely, but another is in (by 1904 standards) a skimpy chorus-girl costume, whilst the third is dressed like the principal boy in a panto: fully covered, but in a form-fitting outfit that makes clear her feminine charms.", "genres": [], "file": "5.json"}, "196038": {"title": "Pity the Blind, No. 2", "plot": "A small stage has a backdrop of a city street, sidewalks, a park, and buildings. From stage right, a boy leads a blind man onto the stage, helps him kneel with his hat and cane in front of him. The boy hands a sign, \"pity the blind\" around the man's neck and leaves. A fellow in a bowler hat passes by, dropping a coin in the blind man's hat. Then two well-dressed women enter, talking.", "genres": [], "file": "5.json"}, "196039": {"title": "Nervy Nat Kisses the Bride", "plot": "A tramp gets involved in mischief on a train.", "genres": [], "file": "5.json"}, "196040": {"title": "A Rube Couple at a County Fair", "plot": "The title of this early US film is something of a con really. Another rube couple had appeared in an entertaining movie set at Coney Island the previous year, and that film had been quite entertaining (for it's day) so any audience of the time would have been forgiven for thinking this film would provide them with more comedy along the lines of the first film.", "genres": [], "file": "5.json"}, "196044": {"title": "Panorama View, Street Car Motor Room", "plot": "A camera moving forward on an overhead crane gives a traveling view of men working on machinery. Carts carrying parts and pieces of machinery pass by on rails; cranes lift machinery; and men perform their various duties, including hammering objects. (Library of Congress)", "genres": ["Documentary"], "file": "5.json"}, "196046": {"title": "Duel Scene, 'By Right of Sword'", "plot": "[A]n excerpt from the novel by a chap named Marchmont in which the hero, a fellow with the heroic name of Hamylton Tregethner attempts to dissuade a fellow soldier from insisting on a sword duel for some unexplained offence.", "genres": [], "file": "5.json"}, "196047": {"title": "Treloar and Miss Marshall, Prize Winners at the Physical Culture Show in Madison Square Garden", "plot": "Opens with a woman posing on a pedestal, dressed in a white body leotard with a sash tied at her hips. Marshall continues with various feminine poses, reminiscent of classic Greek statuary, to accentuate her figure. Film cuts to Treloar posed on the bare stage without a pedestal. He wears brief leopard-skin trunks or short tunic, wrist bands, and Roman-looking laced sandals. His poses accentuate the muscular development of his upper body, particularly that of his arms, and include movements that make the muscles jump. Treloar finishes with a slight nod to the camera.", "genres": ["Documentary"], "file": "5.json"}, "196058": {"title": "A Day in the Hayfields", "plot": "Documentary on the process of hay-making, from the cutting of the grass to the stacking of the hay.", "genres": [], "file": "5.json"}, "196061": {"title": "The Fugitive Apparitions", "plot": "A magician makes a woman appear and disappear.", "genres": ["Fantasy"], "file": "5.json"}, "196062": {"title": "The Strenuous Life; or, Anti-Race Suicide", "plot": "A married couple faces the demands of what Theodore Roosevelt called 'the strenuous life'.", "genres": ["Comedy"], "file": "5.json"}, "196063": {"title": "Buster Makes Room for His Mama at the Bargain Counter", "plot": "Scene III of the Buster Brown Series. Shows a bargain counter in a department store and a large gathering of women examining goods. It is a special sale, and a great deal of interest is shown by the ladies, who jostle and crowd each other to secure the choicest bargains. Mrs. Brown enters, accompanied by Buster and Tige. Mrs. Brown is unable to get near the counter and is in despair.", "genres": [], "file": "5.json"}, "196066": {"title": "Pranks of Buster Brown and His Dog Tige", "plot": "Scene I of the Buster Brown Series. The opening scene shows Bridget asleep at the kitchen-table, and Buster enters on tip-toe. After tying her apron over her head and to the back of the chair, he tries to reach a jar of jam on the top shelf of the pantry. After several futile attempts, he gives up. His attention is now attracted by a tramp at the window...", "genres": [], "file": "5.json"}, "196068": {"title": "Buster's Dog to the Rescue", "plot": "Scene IV of the Buster Brown Series. Shows a kitchen and Bridget busy making crullers. Buster enters and begs Bridget to give him one. Bridget refuses and places all the crullers in a basket on the top pantry shelf. She warns Buster not to touch them, and leaves the room. Buster secures a stepladder and proceeds to climb to the top. As he is about to secure the coveted prize his mamma enters, chastises him severely, and ties Buster fast to the table, and leaves the room.", "genres": [], "file": "5.json"}, "196070": {"title": "Buster Brown and the Dude", "plot": "Scene II of the Buster Brown Series. Shows a millinery store in the shopping district, and Mrs. Brown with a lady friend, admiring the hats displayed in the window. Buster and Tige are standing in the foreground. A howling swell, leading a small dog bedecked with ribbons, recognizes Mrs. Brown and stops to chat. Buster becomes impatient, tugs at his mamma's dress, and endeavors to hurry her; but the dude waves him aside. Buster gets angry at this and retaliates by setting Tige on the dude's dog.", "genres": [], "file": "5.json"}, "196071": {"title": "Buster and Tige Put a Balloon Vendor Out of Business", "plot": "Scene V of the Buster Brown Series. Shows an Italian balloon vendor near the \"Flat-iron\" Building, New York City. Mrs. Brown and Buster appear on the scene. Buster begins teasing his mamma to buy him a balloon, but she refuses. Buster whistles for Tige, and at the same time jostles the vendor, who roughly brushes him aside. Seeing a chance to get a balloon for nothing, Buster sets Tige upon the Italian, and points towards the balloons.", "genres": [], "file": "5.json"}, "196072": {"title": "Scarecrow Pump", "plot": "A pump stands outside a farmhouse, just inside a picket fence. A boy comes out of the house and dresses up the pump handle and its post as a scarecrow, so that he can play a practical joke on a drunken acquaintance when he passes by. The boy then hides and waits for him, but things do not turn out quite as he planned.", "genres": ["Comedy"], "file": "5.json"}, "196073": {"title": "The Devilish Plank", "plot": "Melies and his crew perform magic tricks.", "genres": [], "file": "5.json"}, "196076": {"title": "The Moonshiner", "plot": "A mountaineer loads a shipment of moonshine whiskey onto his horse-cart, then goes to make a delivery. After he leaves, a revenue agent comes to the mountaineer's house to stake it out, and he soon observes some whiskey being traded for corn. The agent at once goes to alert other revenue officers, who arm themselves with rifles and then begin an immediate search for the moonshiner's still.", "genres": [], "file": "5.json"}, "196082": {"title": "Christophe Colomb", "plot": "An abridged story of the triumphs and trials of Christopher Columbus, told in eight scenes.", "genres": ["History", "Drama"], "file": "5.json"}, "196123": {"title": "A Miracle Under the Inquisition", "plot": "An inquisitor and two of his henchmen burn a woman at the stake. An angel intervenes.", "genres": ["Fantasy", "Drama"], "file": "5.json"}, "196127": {"title": "The Clockmaker's Dream", "plot": "A weary clock-maker dozes off in a chair. While he is asleep, three women suddenly appear in the midst of his shop. They proceed to show the sleeping clock-maker some new kinds of clocks that they know how to make.", "genres": ["Fantasy"], "file": "5.json"}, "196131": {"title": "Tit for Tat", "plot": "Georges Melies the magician. Melies removes his own head, puts it in a glass box on a stool, then grows another one. Melies lights up a cigarette and blows smoke at his old head. The head gets payback by levitating above Melies and spewing water on him.", "genres": ["Comedy"], "file": "5.json"}, "196141": {"title": "The Christmas Angel", "plot": "A poor family in a rundown house where snow falls through the broken roof, there's no coal to heat the pathetic little stove, mother is sick, father sends daughter out to beg. Rejected by other beggars, the girl collapses in the snow…", "genres": ["Drama"], "file": "5.json"}, "196144": {"title": "Burglary at Night", "plot": "A man hides his valuables under his mattress before going to sleep, blissfully unaware of the two burglars on his roof.", "genres": ["Comedy", "Crime"], "file": "5.json"}, "196145": {"title": "Faust and Marguerite", "plot": "Melies second attempt at telling the story of Faust. This time out Faust and his love Marguerite are sentenced to Hell where they are showed the torture that awaits.", "genres": [], "file": "5.json"}, "196665": {"title": "Palestine - Scenes From the Bible", "plot": "Documentary clips from Palestine.", "genres": [], "file": "5.json"}, "196668": {"title": "Palestine - Documentary Programme", "plot": "Documentary clips from Palestine.", "genres": [], "file": "5.json"}, "196671": {"title": "Femmes portant des corbeilles", "plot": "Worker women carrying baskets.", "genres": ["Documentary"], "file": "5.json"}, "205238": {"title": "Japanese Varieties", "plot": "A Japanese-set magic show. There is a lot of visual trickery on display, ending with an amazing effect using reverse footage and superimposing/projecting images on top of one another.", "genres": ["Fantasy"], "file": "6.json"}, "205241": {"title": "The Devil's Dance", "plot": "This is a mesmerising little short that employs a peculiar bird’s eye view of a mischievous devil who dances around, performing strange tricks and making sexy ladies appear out of nowhere. The colourful visual effects are very impressive for the time.", "genres": ["Fantasy"], "file": "6.json"}, "205266": {"title": "The Fairy of Spring", "plot": "A family gets a visit from The Fairy of the Spring during a harsh winter.", "genres": [], "file": "6.json"}, "208555": {"title": "Bolton v Burton United", "plot": "Footage from Bolton versus Burton United in 1904.", "genres": [], "file": "7.json"}, "214297": {"title": "Preston North End v Wolverhampton Wanderers", "plot": "Footage from a football match.", "genres": ["Documentary"], "file": "7.json"}, "214311": {"title": "The Great Train Robbery", "plot": "Remake of Edwin S. Porter's film of the same title.", "genres": ["Western"], "file": "7.json"}, "214484": {"title": "Trotting Match at Springfield Park, Wigan", "plot": "Horse and cart racing in Wigan.", "genres": [], "file": "7.json"}, "231086": {"title": "Départ de S. M. le Roi et de M. le Président pour la chasse à Rambouillet", "plot": "Departure from S. Mr. King and Mr. President to hunt in Rambouillet.", "genres": [], "file": "9.json"}, "231148": {"title": "Exercices de Ski", "plot": "Ski exercises.", "genres": [], "file": "9.json"}, "231152": {"title": "The Diabolical Saucepan", "plot": "A cook and his assistant are seen preparing dinner. While cook leaves the room he cautions his assistant to watch the pot so that it will not boil over. The assistant proceeds to pick the feathers from a chicken. Meanwhile the pot boils over and Satan appears, surrounded by a cloud of steam.", "genres": ["Comedy", "Fantasy"], "file": "9.json"}, "232046": {"title": "Empress Dagmar Arrives By Train", "plot": "Dagmar arrives by train.", "genres": [], "file": "9.json"}, "232049": {"title": "Girls Winding Armatures", "plot": "Numerous women sit in rows at machines where they appear to be winding some type of wire and tooling it onto machines. Two young men push spools of this wire down the aisle. Supervisors, male and female, walk down the aisle and observe the women's work, stopping for a while at one woman's station.", "genres": ["Documentary"], "file": "9.json"}, "232050": {"title": "Coil Winding Machines", "plot": "Numerous women stand in rows at winding machines, taking material from large spools behind them. A male supervisor walks down the aisle, checking the work of the women.", "genres": [], "file": "9.json"}, "232056": {"title": "Casting a Guide Box", "plot": "A large bucket full of molten material is poured into a large container, possibly a mold, by a group of men using machinery. Some other men stoke the fire under the container. When finished pouring, the men lift the bucket up from the container and take it away on a crane. Two men put prods down repeatedly into the container, while others lay covers on top of it.", "genres": [], "file": "9.json"}, "232057": {"title": "Girls Taking Time Checks", "plot": "Almost 200 women file by a device on the wall from which they take their time checks. A man runs half-way across the screen at the end of the film.", "genres": ["Documentary"], "file": "9.json"}, "232058": {"title": "Welding the Big Ring", "plot": "A group of men weld one area of a large ring in a fire. They lift the ring, which is hanging horizontally on chains, out of the fire. Four men hammer the hot area on the ring into shape while the remaining men hold the ring. They put the ring into the fire again, take it out, and take it over to a machine which continuously hammers down on that area of the ring. The men then take it away from the machine and hammer it themselves into shape. The ring is presumably a piece of a generator.", "genres": [], "file": "9.json"}, "232059": {"title": "Coil Winding Section E", "plot": "Rows of women are shown at tables with winding machines. They wind using material from spools behind them, apparently putting the finished products on the table in front of them. Various supervisory staff, male and female, walk through the aisles, checking the work of the women.", "genres": ["Documentary"], "file": "9.json"}, "232060": {"title": "Westinghouse Air Brake Co.", "plot": "A large group of men are shown performing various tasks in one room at the Westinghouse Air Brake Co. On one side, men are shown pouring a hot liquid into molds on the floor. A conveyor belt delivers items which are then taken off the belt by a man. Men on the other side of the screen appear to be lifting items out of what could possibly be a furnace and putting them on tables. It appears that the men in this room are casting machinery from molds.", "genres": [], "file": "9.json"}, "232061": {"title": "Westinghouse Air Brake Co. (Moulding Scene)", "plot": "Men working in teams carry buckets of molten material and pour the material into what appear to be molds lined up on the ground.", "genres": [], "file": "9.json"}, "232063": {"title": "Westinghouse Air Brake Co. (Casting Scene)", "plot": "What appear to be molds pass some men by on conveyor belts. The men take them off the belt and dump the contents onto the ground. Other men pick up with tongs the parts that have been dumped onto the ground and put them on a pile in the foreground.", "genres": [], "file": "9.json"}, "232064": {"title": "Steam Hammer", "plot": "From what appears to be a furnace, a large, glowing block is lifted with the help of a crane over to a table by a group of men. A hammer comes from above and pounds down on the block repeatedly as the men turn the block several times so that it will acquire a certain shape.", "genres": [], "file": "9.json"}, "232065": {"title": "Panorama of Machine Co. Aisle", "plot": "A camera on an overhead crane travels down a large, long aisle where men are shown working on large machinery on either side. Carts carrying equipment are shown traveling on rails down the aisles. There are also men walking in the aisles. From Bitzer's Westinghouse Works series.", "genres": ["Documentary"], "file": "9.json"}, "232066": {"title": "Testing Large Turbines, Westinghouse Co. Works", "plot": "On the left of the screen, a small group of men lift the top off of what appears to be a turbine with a crane and continue to check the machine, tightening various parts with wrenches. On the right side, a few men appear to be testing the workings of what may be a turbine.", "genres": ["Documentary"], "file": "9.json"}, "232067": {"title": "Tapping a Furnace", "plot": "A large bucket is lowered into a pit by male workers using machinery. Molten material from a furnace is poured into the bucket using a slide. The bucket, which has flames coming from inside, is lifted up from the pit by a crane.", "genres": [], "file": "9.json"}, "232068": {"title": "Taping Coils", "plot": "Numerous women stand at several rows of tables where they appear to be wrapping tape around some devices, presumably coils. Male supervisors walk down the aisles, observing the women's work.", "genres": [], "file": "9.json"}, "232106": {"title": "Testing a Rotary", "plot": "A small group of men turn on what appears to be a generator. As the rotary spins, the men make adjustments to the machine and check its operations.", "genres": ["Documentary", "History"], "file": "9.json"}, "232118": {"title": "Canoeing on the Charles River, Boston, Mass.", "plot": "With a tree-lined river bank dominating the top and back of the frame, the Charles River flows toward a stationary camera. A flotilla of canoes passes by. Some have one occupant, some two, a few three or four. Some men wear ties, a few wear boaters. Only a handful of the canoes have more than one paddler. None go quickly. There are more than 40 canoes packed close together. Off camera, down left, they seem to make a circle and head back to enter the frame from the left.", "genres": [], "file": "9.json"}, "232119": {"title": "Herding Horses Across a River", "plot": "A large number of horses are swimming a deep river. The cowboys urge them on and do some fancy riding while their ponies swim across. One of the men loses his balance while kneeling on the back of his pony and gets an unexpected bath.", "genres": [], "file": "9.json"}, "232120": {"title": "Annual Parade, New York Fire Department", "plot": "Taken in front of the reviewing stand at Madison Square, New York city. Shows the arrival of Mayor McClellan, and other New York officials. The parade is headed by Chief Croker and battalion chiefs. The firemen march in double columns reaching across the street from curb to curb and are followed by engines, hook and ladder trucks, water-towers, etc. The life-saving crews carry scaling ladders, nets and other paraphernalia.", "genres": [], "file": "9.json"}, "232121": {"title": "Battle of Chemulpo Bay", "plot": "A historical re-enactment of a naval battle in Chemulpo Bay off the coast of Korea during the Russo-Japanese war. Shows a Japanese ship damaging one Russian vessel and sinking another.", "genres": [], "file": "9.json"}, "232133": {"title": "Labor Day Parade", "plot": "Shows a parade through bunting-draped streets, probably in the town of Leominster, Mass.", "genres": ["Documentary"], "file": "9.json"}, "232134": {"title": "Driving Cattle to Pasture", "plot": "A group of cowboys herding cattle.", "genres": [], "file": "9.json"}, "232135": {"title": "Mining Operations, Pennsylvania Coal Fields", "plot": "A self-explanatory title for a highly simple film.", "genres": [], "file": "9.json"}, "232136": {"title": "Easter Sunday, Atlantic City Boardwalk", "plot": "Crowds of people in their Easter finery parade on the boardwalk near Green's Hotel, and near a pier in Atlantic City. Some people ride in stroller chairs, one man pushes a baby carriage, and the ladies hold their hats to keep them from being blown off in the wind.", "genres": [], "file": "9.json"}, "232137": {"title": "Annual Baby Parade, 1904, Asbury Park, N.J.", "plot": "Baby Parade at Asbury Park, N.J., in 1904.", "genres": [], "file": "9.json"}, "232139": {"title": "Ice Skating in Central Park, N.Y.", "plot": "Showing thousands of young people enjoying their favorite Winter Sport.", "genres": [], "file": "9.json"}, "232144": {"title": "Meet Me at the Fountain", "plot": "Frenchman Count Hardup advertises for a wife. He gets more than he bargained for when women start chasing him. He's caught by an old maid.", "genres": ["Comedy"], "file": "9.json"}, "232145": {"title": "Opening of the Drill Hall in Accrington by General Baden-Powell", "plot": "It shows General Baden-Powell, hero of the Anglo-Boer war, and his family visiting Accrington.", "genres": [], "file": "9.json"}, "232147": {"title": "The Great Toronto Fire, Toronto, Canada, April 19, 1904", "plot": "The Great Toronto Fire was a devastating blaze that destroyed 122 buildings and put 5,000 people out of work. The fire started in a clothing warehouse on Wellington Street and quickly spread, gutting thirteen acres of Toronto's prime commercial district. Special trains brought hundreds of firefighters from as far as Buffalo, New York. There was only one person injured -- the Toronto fire chief. Amazed firefighters and onlookers watched photographer George Scott and his assistant set up in the thick of the fire and film the burning buildings on Front Street. One of the first big Canadian film scoops, Scott's film was distributed throughout Canada and the United States.", "genres": ["Documentary"], "file": "9.json"}, "232148": {"title": "Barnum's Trunk", "plot": "A magician and some assistants put up a series of posters of music hall acts in a frame. Then the magician brings each poster to life.", "genres": ["Comedy", "Fantasy"], "file": "9.json"}, "232151": {"title": "Court Ladies Bathing", "plot": "Through an invisible keyhole, the viewer peeps at the leisure activities of a carefree group of noblewomen who enjoy the water, as well as a hearty slice of emancipation.", "genres": [], "file": "9.json"}, "232153": {"title": "Personal", "plot": "A man who has placed a personal advertisement for a prospective wife goes to wait at the meeting place that he designated. Soon a woman comes in response to the advertisement. Before the two have a chance to converse, several more women arrive on the scene. Now completely flustered, the man flees, initiating a lengthy chase.", "genres": ["Comedy"], "file": "9.json"}, "232154": {"title": "Auto Boat Race on the Hudson", "plot": "The single camera position was from the point of view of the judge of the course. The films shows a boat race between small, motor-driven speed boats, which were approximately twenty feet long with the inboard engine decked over. Many boats of various designs and spectators can be seen as if the locale were a yacht club basin or yacht mooring.", "genres": [], "file": "9.json"}, "232156": {"title": "Opening the Williamsburg Bridge", "plot": "A view of the opening ceromonies for New York's Williamsburg Bridge.", "genres": [], "file": "9.json"}, "232158": {"title": "Kindergarten Ball Game", "plot": "Basically, all we see is a group of kids of varying ages bouncing toy balls on the classroom floor then throwing them up in the air.", "genres": [], "file": "9.json"}, "232160": {"title": "Judge Alton B. Parker & Mayor McClellan at Esopus", "plot": "From three camera positions, the Democratic presidential candidate, Judge Parker, bids farewell on the wharf at Esopus to Mayor McClellan and other important Democrats.", "genres": [], "file": "9.json"}, "232162": {"title": "Basket Ball, Missouri Valley College", "plot": "Basketball with one camera, one second.", "genres": [], "file": "9.json"}, "232163": {"title": "Opening Ceremonies, St. Louis Exposition", "plot": "A camera in the Plaza of St. Louis at the World's Fair slowly pans counter clockwise in nearly a full circle: we see the crowd and various buildings, palaces, statues, arches and columns built for the fair. It's opening day, April 30, 1904. After the camera has done its circular pan, it comes to rest with a raised dais visible to the left, where dignitaries stand and speak to the crowd.", "genres": [], "file": "9.json"}, "232164": {"title": "Lathrop School, Calisthenics, Missouri Commission", "plot": "There are fifteen of them, ten girls and five boys in three rows of five, the boys flanked by the girls. They go through a rehearsed routine in synchronisation, each holding a couple of small dumb-bells.", "genres": [], "file": "9.json"}, "232165": {"title": "High School Field Exercises, Missouri Commission", "plot": "Another example of early filmmakers capturing on film anything that happened to be moving in America in 1904.", "genres": [], "file": "9.json"}, "232168": {"title": "Fighting the Flames, Dreamland", "plot": "Dreamland was a theme park at Coney Island, Brooklyn that opened in 1904. One of its major attractions was the stunt spectacular \"Fighting the Flames,\" which simulated a major fire at a six-story hotel and featured a cast of 2000 including 120 firefighters, who had to rescue guests jumping from windows as well as 15 people trapped on the collapsing roof. Ironically, Dreamland itself was destroyed in 1911 in a massive fire.", "genres": [], "file": "9.json"}, "232169": {"title": "The Brooklyn Handicap, 1904", "plot": "To film this event, the camera was placed inside the rail, on the track surface itself. As the film begins, in the foreground a gate opens and a horse ridden by a jockey is escorted across the track, followed by several men who appear to be fans of the race horse. Following the first horse are six in succession, and then there is a large group of men surrounding another horse that appears to be a favorite.", "genres": [], "file": "9.json"}, "232170": {"title": "The Hero of Liao-Yang", "plot": "Several Japanese youths are playing various games and enjoying some refreshments outdoors when a military courier arrives. The messenger asks for one of the young men, and gives him his orders. The young man puts on his uniform, leaves home, and reports to a unit in the field, where preparations are being made for a battle against the Russians. The young soldier is then sent on a dangerous but important mission.", "genres": ["Drama", "War"], "file": "9.json"}, "232619": {"title": "The Bustle in the Narrow Door", "plot": "This farce is built around the efforts and frustrations of a woman who attempts to get through a narrow door while wearing a hoopskirt. She finally succeeds by tilting the hoop, thereby exposing her pantaloons.", "genres": [], "file": "9.json"}, "232621": {"title": "Hyde Park School Graduating Class, Missouri Commission", "plot": "Schoolchildren doing calisthenics.", "genres": [], "file": "9.json"}, "232622": {"title": "Hyde Park School Room 2, Missouri Commission", "plot": "Four rows of preadolescent children, both boys and girls, are standing in front of a blackboard on which the words \"Kansas City, Missouri\" can be seen. Each boy and girl has a pair of Indian clubs and for the extent of the film the group demonstrates in unison different exercises, using the clubs. Kansas City, Missouri.", "genres": [], "file": "9.json"}, "232649": {"title": "Craftsmans' Parade 1904", "plot": "A workers parade.", "genres": [], "file": "9.json"}, "232650": {"title": "Daniel Dalsgaards Kaffeforretning", "plot": "Early commercial film for Daniel Dalsgaards Kaffeforretning.", "genres": [], "file": "9.json"}, "232651": {"title": "Ribe Cathedral Inauguration", "plot": "Scenes from Ribe Domkirkes.", "genres": [], "file": "9.json"}, "237817": {"title": "Opening Ceremonies, New York Subway, October 27, 1904", "plot": "People on street outside bunting draped building. VIP's out & photographers take pictures. Park & subway entrance. Old bobby helmets on police as VIP's into subway. Pan over waving people with trolley behind and carriage. Appears to be near city hall. Pan inside sideway. People walking out including well-dressed women. Subway past camera left to right. Ceremony. Subway opening.", "genres": [], "file": "9.json"}, "237825": {"title": "Parade of Mystic Shriners, Luna Park, Coney Island", "plot": "A convention of the fraternal order of Shriners was the subject of this film, photographed at Luna Park in Coney Island, New York. During the film, members of the organization can be seen passing the camera position on camels or horses, in horse-drawn vehicles, or walking. All members of the parading group were attired in some sort of distinguishing regalia.", "genres": [], "file": "9.json"}, "237826": {"title": "Parade of the Women Delegates, World's Fair", "plot": "As the title implies, the film shows women delegates parading at the st. Louis World's Fair in 1904. They are employees of the national cash register company.", "genres": [], "file": "9.json"}, "237847": {"title": "President Roosevelt's Homecoming", "plot": "Many people can be seen walking around the yard adjacent to a railway station. A train with several passenger cars pulls up to the station. The camera pans, photographing quite a few people and horse-drawn two- and four-wheeled vehicles. The picture ends as a four-wheeled horse-drawn vehicle approaches the camera position. A coachman sits on the box in the front, and in the seat behind him is president Teddy Roosevelt waving at the crowd.", "genres": [], "file": "9.json"}, "237849": {"title": "Scenes in an Infant Orphan Asylum", "plot": "The subject of this documentary is an orphan asylum for infants. The beginning portion includes the dining facilities for the children. A woman dresses as a nurse leads approximately two hundred small children into the eating area where they stand behind their chairs. At a given signal, each child sits down and begins eating. The remainder of the film is devoted to showing some of the infants, less than a year old, being pushed in baby carriages and bathed, and later having haircuts. All of the children wear similar attire and the nurses wear uniforms. New York City.", "genres": [], "file": "9.json"}, "253895": {"title": "The Living Picture", "plot": "All of the entries in this rare collection of blue movies from the silent age have one thing in common - the beautiful young girls of Hollywood baring all for the movie cameras.", "genres": [], "file": "11.json"}, "272423": {"title": "The Mistletoe Bough", "plot": "During a game of hide and seek, a new bride hides in a chest and remains undiscovered until a strange visitation thirty years later.", "genres": ["Drama", "Horror", "Mystery"], "file": "14.json"}, "273173": {"title": "L'assassinat du ministre Plehve", "plot": "The film depicts the assassination of the Russian minister in charge of the secret police.", "genres": ["Crime"], "file": "14.json"}, "282144": {"title": "The Strike", "plot": "During a strike, several workers are killed in a confrontation. The wife of one of them kills the factory owner. At her trial, the owner's son asks for mercy, knowing that his father was wrong. Because of that the wife is freed.", "genres": ["Drama"], "file": "15.json"}, "285678": {"title": "Parsifal", "plot": "Klingsor seeks admission to the Holy Grail. Evil summons Kundry. Herzeloid appears with the child Parsifal. Crowning of Amfortas. Wounding of Amfortas. Carrying Amfortas to his bath. Kundry brings relief to Amfortas. Parsifal reproached for killing the Swan. Kundry succumbs to Evil. Knights entering the Holy Grail. Parsifal unmoved. Klingsor summons Kundry. Parsifal enters the Magic Garden. Kundry kisses Parsifal. Parsifal calls upon the Saviour. Parsifal repulses Kundry. Klingsor hurls the Sacred Spear. Destruction of the Magic Garden. Guernemanz restores Kundry. Parsifal appears with Sacred Spear. Kundry washes Parsifal's feet. Amfortas tears open his wound. Parsifal heals Amfortas. Parsifal becomes King of the Holy Grail.", "genres": [], "file": "16.json"}, "285813": {"title": "Photographing a Female Crook", "plot": "Directed by Edwin S. Porter.", "genres": ["Drama", "Crime"], "file": "16.json"}, "285986": {"title": "Raid on a Coiner's Den", "plot": "Police try to break up a gang that is manufacturing counterfeit coins.", "genres": [], "file": "16.json"}, "292196": {"title": "Bucking Broncos", "plot": "Some cowboys of the Wild West Show saddle bronchos not without difficulties.", "genres": ["Western", "Documentary"], "file": "17.json"}, "292646": {"title": "The Widow and the Only Man", "plot": "Only women are at a resort, until one man arrives. He woos a pretty young widow, and wins her.", "genres": [], "file": "17.json"}, "309819": {"title": "Images of China", "plot": "In Yunnan, at the end of the Qing dynasty, Auguste François, consul, photographer and amateur ethnographer documents, thanks to a camera provided by Léon Gaumont, scenes of daily life in the streets of Yunnanfu (now Kunming) , but also more exceptional events: a procession, a pagoda feast, a funeral, a performance of the Chinese theater.", "genres": ["Documentary"], "file": "20.json"}, "312433": {"title": "Children in the Surf at Coney Island", "plot": "\"Children in the Surf, Coney Island\" is a very short documentary with Billy Bitzer behind the camera.", "genres": [], "file": "20.json"}, "318739": {"title": "Steam Whistle", "plot": "A closeup of the steam whistle blowing at the \"Westinghouse works\" complex of factories in Pennsylvania, probably at the Westinghouse Electric & Manufacturing Co.", "genres": ["Documentary"], "file": "21.json"}, "318881": {"title": "Typical Algerian 'Ouled Nails' Muslin Dance", "plot": "Hand-painted short of a few people dancing.", "genres": [], "file": "21.json"}, "318884": {"title": "Parade of Characters (Asia in America) St. Louis Exposition", "plot": "A parade by denizens of one of the Oriental Concessions, The Pike, St. Louis.", "genres": [], "file": "21.json"}, "318885": {"title": "Central High School, Calisthenics, Missouri Commission", "plot": "thirty-second clip of young men mounting and dismounting the parallel bars and young women swinging from a ladder.", "genres": [], "file": "21.json"}, "331153": {"title": "The Capture and Execution as Spies of Two Japanese Officers", "plot": "Japanese pose as coolies, blow up a train, are caught and shot.", "genres": ["Drama"], "file": "23.json"}, "346389": {"title": "Electrocution", "plot": "", "genres": [], "file": "25.json"}, "347019": {"title": "The Bold Bank Robbery", "plot": "A gang of criminals plans and executes the robbery of a bank in Philadelphia. However, the police are alerted and a chase through the city's streets ensues.", "genres": ["Crime"], "file": "25.json"}, "348615": {"title": "Fire and Flames at Luna Park, Coney Island (An Attraction at Coney Island)", "plot": "A fire fighting demonstration in Luna Park, Coney Island. on August 15, 1904.", "genres": ["Documentary"], "file": "25.json"}, "353870": {"title": "Indians and Cowboys", "plot": "A captured Indian marauder is beaten by a gang of cowboys. Seeking vengeance, the Indians attack a stagecoach and abduct its passengers. The cowboys ride in pursuit and successfully rescue the captives.", "genres": [], "file": "26.json"}, "356520": {"title": "Réception de sa majesté Alphonse XIII à Barcelone", "plot": "1904 journalistic actuality.", "genres": ["Documentary"], "file": "26.json"}, "357999": {"title": "Gabriel Grub the Surly Sexton", "plot": "A sexton reforms after dreaming of abduction by goblins.", "genres": [], "file": "27.json"}, "368034": {"title": "Railroad Smashup", "plot": "A staged crash between two outmoded locomotives given to the Edison Co. by the Pennsylvania Railroad for the express purpose of destroying them.", "genres": ["Documentary", "Action"], "file": "28.json"}, "375680": {"title": "Grand Display of Brock's Fireworks at the Crystal Palace", "plot": "An actuality of the Brock's fireworks factory to celebrate its 40th anniversary organizes. The final shot has two flaming portraits of King Edward VII and Queen Alexandra, originally presented by Brock's at the coronation in 1902. The film is a cornucopia of colors, as it was originally a hand-painted film. The 2011 restoration has tried to revive the brilliance and the impact of colors through digital reproduction. The original film archival print is at the National Cinema Museum.", "genres": ["Documentary"], "file": "29.json"}, "379977": {"title": "Commissioner Higgins Visits Ahmedabad Girls' School", "plot": "Actuality short showing Salvation Army leader visiting a site in India.", "genres": ["Documentary"], "file": "30.json"}, "384968": {"title": "Drama in the Air", "plot": "This Gaston Velle movie from 1904 was a fairly venturesome piece of film-making for the era. First, its credits include Jules Verne: his second after the Méliès TRIP TO THE MOON a couple of years earlier. Second, it uses a dozen cuts, irised lenses -- the balloonists' views through their telescope -- panning shots, combined images and tints. The tints were standard for the era, but everything else had to be achieved with great difficulty. In an era when most movies still lasted a minute with a stationary camera and a single set-up, this was pretty much state of the art.", "genres": ["Adventure"], "file": "30.json"}, "415437": {"title": "The Good Purge", "plot": "A comedic short about taking unpleasant medicine.", "genres": ["Comedy"], "file": "34.json"}, "415438": {"title": "Attack on a Russian Outpost", "plot": "Japanese kill a Russian sentry, charge the outpost and fight the Cossacks.", "genres": ["War"], "file": "34.json"}, "415790": {"title": "The Sign of the Cross", "plot": "A prefect is converted to Christianity and dies in the arena with his lover.", "genres": ["Drama"], "file": "34.json"}, "417043": {"title": "Elephants Shooting the Chutes at Luna Park", "plot": "One of the greatest attractions at the famous Summer resort, Coney Island, N. Y. A huge elephant stands at the top of the chutes and prepares for his trip. At his back is another elephant who starts his companion. The huge animal assumes a sitting position as he leaves the top and like a flash slides down the steep incline into the water. He strikes the water with a tremendous splash, remains under the water for a short time, enjoying his cool bath. It takes considerable coaxing on the part of his Arabian keeper to get him to come out of the water.", "genres": [], "file": "35.json"}, "417395": {"title": "A Nigger in the Woodpile", "plot": "This is a clever comedy production in several scenes. In the opening scene the hired man is complaining to Farmer Jones that the woodpile is being depleted by thieves. Farmer Jones decides to adopt drastic measures and loads one of the sticks with dynamite. In the next scene a colored deacon, one of the shining lights in the African Church, is seen making away with the wood. The next scene shows the home of the deacon, where he is taking his comfort at the kitchen fire, while his wife is busy with the washing. The loaded stick is, of course, put into the fire, and there is a terrific explosion and the building is ruined. Farmer Jones and his man appear at the critical moment and the colored thieves are given a punishment they will not soon forget.", "genres": [], "file": "35.json"}, "417411": {"title": "A Railway Tragedy", "plot": "A thief notices a large amount of money in a woman's purse. When she dozes off on the train, he snatches the cash. Discovering her purse empty, the woman confronts the pickpocket and his simple robbery escalates into a crime far more serious.", "genres": ["Crime"], "file": "35.json"}, "417797": {"title": "Revenge!", "plot": "A mechanic avenges his wronged wife by strangling the guilty officer.", "genres": [], "file": "35.json"}, "417802": {"title": "Decoyed", "plot": "A young woman is abducted and forced to beg from passers-by.", "genres": [], "file": "35.json"}, "417808": {"title": "The Child Stealers", "plot": "As a mother enters a store, she leaves her child outside in a carriage. Another woman standing nearby quickly snatches the child out of the carriage. Soon afterwards, another mother is playing with two children in the park, and when she leaves one of them unattended, her child is also seized by the same woman. These are only two of a number of children that an unscrupulous couple has captured for their own purposes.", "genres": ["Crime", "Thriller", "Drama"], "file": "35.json"}, "417810": {"title": "A Subject for the Rogue's Gallery", "plot": "In this one, we have a tracking shot, starting from a long distance into a close up as policemen restrain a woman for her mug shot -- and she does some mugging to enliven the piece.", "genres": ["Comedy"], "file": "35.json"}, "420948": {"title": "A Wager Between Two Magicians, or, Jealous of Myself", "plot": "", "genres": ["Fantasy"], "file": "35.json"}, "427468": {"title": "Danses plastiques", "plot": "A couple perform a acrobatic dance.", "genres": [], "file": "36.json"}, "427469": {"title": "La danse des apaches", "plot": "A couple performs the Ruffian's Dance.", "genres": [], "file": "36.json"}, "44324": {"title": "The Untamable Whiskers", "plot": "The background of this picture represents a scene along the beautiful river Seine in Paris. A gentleman enters, and taking a blackboard from the side of the picture, he draws on it a sketch of a novelist. Then, standing in the centre, he causes the living features of his sketch to appear in the place of his own, which is utterly devoid of whiskers. The change is made so mysteriously that the eye cannot notice it until one sees quite another person in the place of the first. Again another sketch is shown on the board, this one being that of a miser; then an English cockney; a comic character; a French policeman, and last of all, the grinning visage of Mephistopheles. It is almost impossible to give this film a more definite description; suffice it to say that it is something entirely new in motion pictures and is sure to please. (Méliès Catalog)", "genres": ["Fantasy", "Comedy"], "file": "36.json"}, "44328": {"title": "The Mermaid", "plot": "A magician conjures up a mermaid while fishing.", "genres": ["Fantasy"], "file": "36.json"}, "44335": {"title": "The Cook in Trouble", "plot": "A cook has his hands full with three mischievous devils, who pop in and out of his kitchen.", "genres": ["Comedy", "Fantasy"], "file": "36.json"}, "428875": {"title": "R. F. Outcault Making a Sketch of Buster and Tige", "plot": "Buster Brown creater R.F. Outcault sketches his creation.  Part of the Buster Brown series for Edison film studio.", "genres": [], "file": "36.json"}, "429075": {"title": "City Hall to Harlem in 15 Seconds, Via the Subway Route", "plot": "Casey entering subway at City Hall Station and goes in the tunnel. Casey lights a fuse to set off a blast and running away. Thinking the fuse has gone out, he creeps cautiously up to it, when it suddenly goes off, blowing Casey through the tunnel.", "genres": [], "file": "36.json"}, "429492": {"title": "The Eviction", "plot": "Police officers try to evict a determined family from their home.", "genres": [], "file": "36.json"}, "429494": {"title": "Tracked by Bloodhounds; or, A Lynching at Cripple Creek", "plot": "A tramp kills a generous woman. In revenge, her husband tracks down and lynches the tramp.", "genres": [], "file": "36.json"}, "436282": {"title": "Ball Passing Through a Soap Bubble", "plot": "Chronophotograph record of a ball falling through a soap bubble.", "genres": ["Documentary"], "file": "37.json"}, "442707": {"title": "San Francisco Chinese Funeral", "plot": "The funeral procession of Tom Kim Yung", "genres": [], "file": "39.json"}, "453221": {"title": "The Slocum Disaster", "plot": "Several shots of the events after the disaster of steamboat PS General Slocum.", "genres": [], "file": "40.json"}, "453793": {"title": "The Swimming Class", "plot": "It is obvious that the cameraman placed his equipment close to the edge of a seashore. A large number of children followed by bathers can be seen running into the surf from behind the camera position. Close to the end, the camera's view is obscured as a female bather of large proportions strolls between the swimmers and the camera.", "genres": [], "file": "40.json"}, "453799": {"title": "A Swimming Race at Coney Island", "plot": "The camera was positioned on a seashore. In the distance, there is a small sailboat on which several people are standing. Two of the passengers on the small boat dive into the water and begin to swim toward the camera. Spectators in the water cheer the two swimmers. They reach the shore, walk out of the water and out of camera range. Each is wearing the insignia of the red cross on his swimsuit.", "genres": [], "file": "40.json"}, "453829": {"title": "A Windy Day on the Roof", "plot": "A woman is hanging out wash on a roof. Below the edge of the roof, a man peers up at her while painting the eaves. The director, in order to add zest to the film, had threads attached to the hem of the woman's garments to make it appear as though the wind was blowing her skirts and allowing the painter to see what he should not. The woman hanging out the wash suddenly discovers the illicit observer, picks up a bucket filled with soapy water, and throws it upon him.", "genres": [], "file": "40.json"}, "453833": {"title": "The Waif; or, Out in the Street", "plot": "A poor woman abandons her younger baby on the steps of a rich couple's house. She returns home to find herself evicted and her older child missing. She returns to the rich couple's house and collapses. Eventually a policeman helps reunite her with her children.", "genres": [], "file": "40.json"}, "453848": {"title": "Miss Lillian Shaffer and Her Dancing Horse", "plot": "This film appears to have been taken in a fairgrounds or a similar cleared area. A woman mounted on her horse is seen guiding it through a number of difficult tricks, such as various paces, crossing one foot in front of another, side stepping, and \"dancing.\" the film ends while the horse is executing a bow.", "genres": [], "file": "40.json"}, "453886": {"title": "Orphan Children on the Beach at Coney Island", "plot": "The camera was situated on an ocean beach. The only action visible is a large number of children bathing in the surf. For the full extent of the film, the group can be seen splashing about in the surf.", "genres": [], "file": "40.json"}, "453890": {"title": "Outing, Mystic Shriners, Atlantic City, New Jersey", "plot": "A large number of men wearing bathing suits march quick step by the camera. As the men continue, the seashore can be seen. Behind the marching men is an amusement pier out over the ocean. The film ends as the men can be seen in the distance marching into the water.", "genres": [], "file": "40.json"}, "453893": {"title": "Panorama St. Louis Exposition from Launch", "plot": "The first scenes were photographed from a boat that was either rowed or sculled along the waterway of the st. Louis exposition. The film shows the principal exhibit buildings lining the mall, as well as statues and bridges. The next camera position was stationary. The scenes show decorated rowboats and motorboats laden with costumed people as though part of a parade. The lead boat in the parade contains a single occupant in military uniform. See also: parade of floats.", "genres": [], "file": "40.json"}, "455196": {"title": "Le mitron", "plot": "The Clever Baker, shows a not so clever baker baking.", "genres": [], "file": "40.json"}, "455342": {"title": "Exhibition Fire Drill, Union Square, N.Y.", "plot": "The film begins from a camera position over the heads of spectators standing on the sidewalk in union square, New York city, watching a fire drill. Three pieces of equipment can be seen from the first camera position. The next scene, from another camera position, shows the equipment at the station, and water can be seen coming out of the nozzles held by firemen. Beyond them, spectators can be seen on the other side of the square.", "genres": [], "file": "40.json"}, "463687": {"title": "Buster's Revenge on the Tramp", "plot": "Buster Brown series, scene I.  Buster Brown wants a snack, but he can't reach it so he invites a tramp in to get it for him. The boy then tells his mom so that the tramp will get a beating.", "genres": ["Comedy"], "file": "41.json"}, "464379": {"title": "The Story the Biograph Told", "plot": "An office boy at Biograph learns how to operate a camera, and when he spies the boss kissing his secretary, he records their illicit act.", "genres": [], "file": "41.json"}, "478354": {"title": "The Wonderful Rose Tree", "plot": "The Brahmin, Iftikar, who enjoys a great reputation in India, has determined to create something miraculous which will place the seal upon his renown.  (giornatedelcinemamuto.it)", "genres": [], "file": "43.json"}, "513737": {"title": "Festa pirotecnica nel cielo di Londra", "plot": "GRAND DISPLAY OF BROCK'S FIREWORKS AT THE CRYSTAL PALACE", "genres": [], "file": "47.json"}, "526323": {"title": "The Latest News", "plot": "A man reads a newspaper whose moving letters form 'Bill Bailey has come home'.", "genres": ["Comedy"], "file": "49.json"}, "526750": {"title": "Métamorphose du roi de pique", "plot": "A prestidigitator, one of the best, is about to perform a number of illusions and brings to his aid a pack of playing cards. He selects the King of Spades, endows him with life and seats him at the table with himself, and they proceed to play a game of cards. The King of Spades shows a disposition to be ugly and is immediately squelched. This is a remarkably good picture, interesting from start to finish.", "genres": [], "file": "49.json"}, "536245": {"title": "The Bewitched Traveller", "plot": "A man preparing for a trip encounters a series of mysterious problems.", "genres": ["Comedy"], "file": "50.json"}, "536284": {"title": "An Englishman's Trip to Paris from London", "plot": "An Englishman travel's abroad", "genres": ["Comedy"], "file": "50.json"}, "536656": {"title": "The Lost Child", "plot": "A woman and her guests frantically search for her missing child, who is eventually found playing with her dog in the kennel.", "genres": ["Comedy"], "file": "50.json"}, "536731": {"title": "The Lover's Ruse", "plot": "A man plays a trick to gain a woman's affection.", "genres": ["Comedy", "Romance"], "file": "50.json"}, "536837": {"title": "A Race for a Kiss", "plot": "A woman agrees to kiss the winner of a race between a horse and a motorcar.", "genres": ["Action"], "file": "50.json"}, "537434": {"title": "Rounding Up of the “Yeggmen”", "plot": "A true-crime short of a bank robbery and chase and capture.", "genres": ["Crime"], "file": "50.json"}, "552995": {"title": "Scottish Antarctic Expedition", "plot": "Footage of the returning EXPEDITION party from the 1902 - 1904 ANTARCTIC EXPEDITION led by William Spiers Bruce, met on return to Scotland by veteran world traveller Sir John Murray at Millport, July 1904.", "genres": [], "file": "52.json"}, "560718": {"title": "The Sibenik Port", "plot": "A documentary recording of the Šibenik port from 1904, by Frank S. Mottershaw. For a long time considered to be the oldest extant Croatian film and recording of Croatia, possibly even all Yugoslavian countries, dated to 1903 and ascribed to Stanisław Noworyta. In the meantime, these theories have been rejected, and this film is known to be a part of a larger film, \"Krunisanje kralja Petra I Karađorđevića i putovanje kroz Srbiju, Novi Pazar, Crnu Goru i Dalmaciju\" (\"The coronation of king Peter I of Serbia and a ride trough Serbia, Novi-Bazar, Montenegro and Dalmatia\"), by F.S. Mottershaw and Arnold Muir Willson.", "genres": ["Documentary"], "file": "52.json"}, "565611": {"title": "Excursion en Italie – De Naples au Vésuve", "plot": "A trip through Napels, ending at the Vesuvius -- the part that was also coloured in vulkanish red.", "genres": [], "file": "53.json"}, "566185": {"title": "The First Cigarette", "plot": "Alice Guy film.", "genres": [], "file": "53.json"}, "566186": {"title": "The Crime on Temple Street", "plot": "Alice Guy film.", "genres": [], "file": "53.json"}, "568283": {"title": "Parade, Fiftieth Anniversary, Atlantic City, N.J.", "plot": "Shows a parade held in commemoration of the fiftieth anniversary of the incorporation of Atlantic City in 1854. Includes views of patriotic floats, a U.S. Army Drum and Bugle Corps, and the men and equipment of the Atlantic City Fire Department.", "genres": ["Documentary"], "file": "53.json"}, "569691": {"title": "Skirmish between Russian and Japanese advance guards", "plot": "Renactment of a skirmish that was likely to have occurred in the Russo-Japanese War. Opens with an establishing scene entitled \"A Japanese outpost on the Yalu River,\" which shows the Japanese soldiers of the infantry outpost doing rifle drills and raising the flag. Following scenes are entitled \"The Attack,\" \"The Capture,\" and \"The Retreat\". In them, the Japanese fire their cannon; the Russian infantry demolish the camp, replace the Japanese flag with their own, and then fire their rifles at the enemy; and the Japanese recapture the outpost and once again run up their flag. Photographed from a single camera position.", "genres": ["History", "Documentary", "Drama", "Action", "War"], "file": "55.json"}, "577222": {"title": "The Bathers' Revenge", "plot": "Boy swimmers upset a bench and throw lovers into a stream.", "genres": ["Comedy"], "file": "55.json"}, "577789": {"title": "Domausgang in Trier", "plot": "Exit from the Cathedral in Trier, 1904.", "genres": ["Documentary"], "file": "55.json"}, "594787": {"title": "Crossing Ice Bridge at Niagara Falls", "plot": "The severe cold of the winter of 1903-04 allowed the rapids of Niagara Falls to freeze over, allowing the brave tourists to enter the chasm and cross to the other side over the formed ice bridge.", "genres": ["Documentary"], "file": "57.json"}, "623129": {"title": "The Escaped Lunatic", "plot": "A deranged man who believes he is Napoleon escapes the asylum and leads his keepers on a wild chase.", "genres": [], "file": "60.json"}, "625650": {"title": "Benvenuto Cellini or A Curious Evasion", "plot": "", "genres": [], "file": "61.json"}, "625775": {"title": "The Misadventures of Mr. Boit-Sans-Soif", "plot": "", "genres": [], "file": "61.json"}, "634564": {"title": "Sleighing in Central Park, New York", "plot": "Showing a large number of people enjoying this favorite Winter pastime in Central Park. This scene was taken close by a large lake, and shows thousands of people skating in the background. A most interesting subject.", "genres": [], "file": "61.json"}, "635642": {"title": "Pull Down the Curtain, Susie", "plot": "It's clearly set in a studio set and people are walking about on the \"street\" in front of a window. A woman enters the window frame, and pulls off her blouse, then a couple of other items of undergarments, while a young man pauses to look. At this point, as the title indicates, she pulls down the blinds.", "genres": ["Comedy"], "file": "62.json"}, "696733": {"title": "The Wrong Door", "plot": "A man with some sense of intestinal urgency needs to find the right door at a railroad station. He chooses... the wrong door.", "genres": ["Comedy"], "file": "67.json"}, "697015": {"title": "Boxing Horses Luna Park, Coney Island", "plot": "Inside a boxing ring are two horses. Attendants put white bag-like objects on their forefeet. At a signal from the ringmaster, the two horses stand on their hind legs and start boxing.", "genres": ["Documentary"], "file": "67.json"}, "697017": {"title": "Événements russo-japonais - Atrocités antisémites russes", "plot": "A Jewish home is attacked, killing, torturing and burning down their house.", "genres": [], "file": "67.json"}, "697018": {"title": "Lahury réserviste", "plot": "Dranem enters the barracks and takes off his field kit in preparation for some bunk time. However, every time he gets down to his skivvies, his field undress and pack reappear on him, ready for field maneuvers!", "genres": ["Comedy"], "file": "67.json"}, "697024": {"title": "Perroquets savants", "plot": "Giovanni -- whoever he may be when he's not on the stage -- exhibits his trained birds in various feats of gymnastics and cuteness. I particularly like the one in which two birds pull another in a cart, while the passsenger waves a flag.", "genres": ["Documentary"], "file": "67.json"}, "697028": {"title": "Sir Hiram Maxim's Captive Flying Machines", "plot": "It's one on those thingies you see at amusement parks. You get into a small gondola, the machine starts whirling about, and centrifugal force lifts the gondolas up in the air.", "genres": ["Documentary"], "file": "67.json"}, "697033": {"title": "Sliding Down Ice Mound at Niagara Falls", "plot": "A typical Niagara Falls Winter scene showing young people sliding down immense ice mounds which are some hundred feet in height.", "genres": [], "file": "67.json"}, "697037": {"title": "The Coney Island Beach Patrol", "plot": "Two small boys with policemen's hats and nightsticks are struggling with another small boy. The object of their struggle seems to be to arrest him. Approaching the camera from a distance are two men in bathing suits, pretending they are horses, and pulling what is supposed to be a patrol cart. The small culpit is put in the wagon and taken back to a tent on the sand. The tent bears the sign \"police patrol headquarters.\"", "genres": ["Documentary"], "file": "67.json"}, "697038": {"title": "The Heathen Chinese and the Sunday School Teachers", "plot": "A couple of Sunday school teachers invite Chinese laundry workers to their session. In return the Chinese invite them to an opium den, where the devout schoolmarms quickly abandon their morals!", "genres": ["Drama"], "file": "67.json"}, "697277": {"title": "Une noce à bicyclette", "plot": "Clowns on bicycles: that pretty much sums up this short Pathe comedy. They dress in various costumes. The bicycles are in varying states of disrepair. They ride along various places, occasionally falling off the bicycles, or being unable to get the bicycles moving. A dog appears to yap at the effort.", "genres": ["Comedy"], "file": "67.json"}, "698895": {"title": "A Couple of Lightweights at Coney Island", "plot": "Two kids having a boxing match at the beach.", "genres": ["Comedy"], "file": "67.json"}, "699701": {"title": "A Dance on the Pike", "plot": "A woman dressed as a Spanish dancer enters from the wings, camera right, and starts to dance. Her dancing consists of a series of high kicks, followed by a routine of handsprings, splits, and some contortionist positions. At the end, she takes a bow.", "genres": ["Documentary"], "file": "67.json"}, "720678": {"title": "A Busy Day for the Corset Models", "plot": "Several young women stand on a pedestal and remove one garment at a time until there is a large pile of clothing beside them.", "genres": [], "file": "70.json"}, "745500": {"title": "Baignade impossible", "plot": "A man walks down to the water's edge, takes off his clothes and prepares to go for a swim.... only to find himself fully clothed. This happens again and again.", "genres": ["Comedy"], "file": "72.json"}, "771559": {"title": "Une idylle sous un tunnel", "plot": "To the modern viewer, it may seem peculiar that there are several movies in which a man sneaks a kiss off a young woman in a darkened railway car, all produced in the first few years of the motion picture.", "genres": ["Comedy"], "file": "75.json"}, "777599": {"title": "Le coucher de la mariée", "plot": "A husband peaks as his new bride undresses herself.", "genres": [], "file": "75.json"}, "846674": {"title": "Roma Moderna y Antigua", "plot": "Silent film.", "genres": [], "file": "82.json"}, "846675": {"title": "Pont Des Soupirs", "plot": "Silent film.", "genres": [], "file": "82.json"}, "846750": {"title": "Immagini Dalla Cina 1901-1904", "plot": "In Yunnan, at the end of the Qing dynasty, Auguste François (1857-1935), a consul, photographer and amateur ethnographer, documents with a camera provided by Léon Gaumont scenes of daily life in the streets of Yunnanfu (now Kunming), but also more exceptional events such as a dragon dance or Chinese theatre performance (in which all female roles are played by men). The Cinémathèque française and the CNC present a short selection of this ongoing safeguarding work.\r Rue du Faubourg du Sud à Yun-Nan-Sen (n. 1203)\r Retour à Yun-Nan-Sen du Général en chef Licou (n. 1285)\r Le Barbier dans la rue (n. 1242)\r La Chasse aux poux (n. 1235)\r Le Jeu du dragon (n. 1236)\r Fumeurs d’opium (n. 1224)\r Repas chinois (n. 1225)\r Danseuse (n. 1260)", "genres": [], "file": "82.json"}, "847278": {"title": "A Good Story", "plot": "A man of the cloth relates a good story to a fellow clergyman. A hearty chuckle is had. Released by Pathé in the US as a split reel along with the documentary Renard et lapins (1904), the drama Dispute de joueurs (1904) and the comedy Amateur de glaces (1904).", "genres": ["Comedy"], "file": "82.json"}, "861378": {"title": "Los políticos", "plot": "Silent black and white film from argentina made in 1901.", "genres": [], "file": "83.json"}, "884155": {"title": "Japanese Funeral", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "85.json"}, "884156": {"title": "Japanese State Procession", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "85.json"}, "895373": {"title": "Renard et lapins", "plot": "", "genres": ["Documentary"], "file": "86.json"}, "915331": {"title": "Poursuite accidentée", "plot": "A man rides a bike into the water and two officers tries to help him.", "genres": ["Comedy"], "file": "87.json"}, "928055": {"title": "Western Stage Coach Hold Up", "plot": "A band of robbers are playing cards in the foreground of the picture. Suddenly one of the gang who has been on the lookout for the stage coach rides up in great haste. They quickly dodge behind a clump of trees and lay in wait. Soon the coach appears and is stopped by the bandits. The occupants are compelled to come down from their hiding places at the point of the gun and after being relieved of their valuables, are allowed to continue on their way. As soon as the stage drives off the robbers make for their ponies and take to the woods.", "genres": ["Western"], "file": "88.json"}, "928057": {"title": "A Brush Between Cowboys and Indians", "plot": "Shows a band of mischievous cowboys being chased by Indians. A number of shots are fired at the pursuing Indians by the cow punchers, and the Indians' arrows are seen landing in the water pretty close to the fleeing men.", "genres": ["Western"], "file": "88.json"}, "930401": {"title": "Alone", "plot": "A small child in the surf at the seashore. The child is evidently frightened at the rushing waves and stands terrified until a larger wave than usual comes along, whereupon the child turns and runs toward the shore.", "genres": ["Documentary"], "file": "88.json"}, "930405": {"title": "Bubbles!", "plot": "Three girls in evening costumes seated about a table blowing bubbles. As the bubbles are formed the young ladies drop them on the table and blow them across the surface.", "genres": [], "file": "88.json"}, "930591": {"title": "M. Lavelle, Physical Culture, no. 1", "plot": "This is a single camera position film of muscle-flexing exercises by a professional physical culturist. The expansion, contraction, and flexing of the muscles and chest were done to display not only the prowess but also the control of the demonstrator.", "genres": ["Documentary"], "file": "88.json"}, "940748": {"title": "Westinghouse Employees, Westinghouse Works", "plot": "Employees leaving Westinghouse Works .", "genres": ["Documentary"], "file": "89.json"}, "944193": {"title": "Automobiling Among the Clouds", "plot": "A procession of American and European automobiles--including such makes as Daimlers, Mercedes, Stanley Steamers and Pierces-- drive up and down the steep roads on Mt. Washington, New Hampshire. Some of them struggle with the steep grade. A hiker persists in sequential shots. It's unknown whether the film was an attempt to document a race or rally, or merely present picturesque actuality. It's also been surmised that audiences of the day might have bet on the film's numbered cars.", "genres": ["Documentary"], "file": "90.json"}, "1003917": {"title": "The Chicken Thief", "plot": "Two black men are stealing chickens and get chased by the white farmers.", "genres": [], "file": "95.json"}, "1007892": {"title": "Marcel Proust at Elaine Greffulhe's Wedding", "plot": "The only known film footage of Marcel Proust (identified by Canadian professor Jean-Pierre Sirois-Trahan) shows the French writer at a wedding as he descends a staircase unaccompanied, speedily walking past the slower couples to his right.", "genres": ["Documentary"], "file": "95.json"}, "1011843": {"title": "The Kiddies and the Rabbits", "plot": "Kids playing with rabbits.", "genres": ["Documentary"], "file": "95.json"}, "1012534": {"title": "A Cake Walk on the Beach at Coney Island", "plot": "People doing the Cake Walk dance on the Beach at Coney Island.", "genres": ["Documentary"], "file": "95.json"}, "1015245": {"title": "As Seen on the Curtain", "plot": "A woman in a dressing gown peeks out her window and then pulls down the shade. She then takes off the gown and proceeds to put on clothes, offering a salacious hint.", "genres": ["Documentary"], "file": "95.json"}, "1024581": {"title": "Beyond the Danger Line", "plot": "It's another crowded day in the water at Coney Island, with people shoving small boats out of the way so they can have enough room the splash about in the water next to the half million or so other people trying to get away from the crowds.", "genres": ["Documentary"], "file": "96.json"}, "1027920": {"title": "Sailor and Cop in Carpet", "plot": "A sailor and a policeman get into a comedic encounter involving a carpet. This short film (believed to be from 1904) is part of the Corrick Collection by the Corrick Family Entertainers.", "genres": ["Comedy"], "file": "96.json"}, "1028557": {"title": "The Way to Sell Corsets", "plot": "A corset maker -- for those of you who don't know what that it, it was a tight of highly reinforced girdle which gave the wearer an 'hourglass' figure -- has her model come in and wear one of her wears. The well-dressed customers enter and examine the corset on a mannequin.", "genres": ["Documentary"], "file": "97.json"}, "1059625": {"title": "Une autre danse dans un jardin", "plot": "Two young girls in Ukrainian costume perform a dance near a palm tree in a garden.", "genres": ["Documentary"], "file": "99.json"}, "1065335": {"title": "Procession of our Patron, the Virgin of the Forsaken", "plot": "Spanish lost film directed by Ángel García Cardona.", "genres": ["Documentary"], "file": "99.json"}, "1089825": {"title": "The Dwarfs' Cake Walk", "plot": "A man of huge proportions is seated in a high-back armchair and is turning over in his mind what he will do to amuse himself. Rising and placing himself behind the chair, he produces from a cloth held in his hand two figures, a man and a woman, each one a tiny dwarf, who proceed to do a cakewalk. He changes to another couple, after which he produces a counterpart of himself out of a white pasteboard box, shows how a cakewalk should be danced and disappears.", "genres": [], "file": "101.json"}, "122036": {"title": "The Imperceptible Transmutations", "plot": "This shows a prince entering upon the stage of the King's private theatre. He is about to do a few mystifying tricks for the amusement of the court.", "genres": [], "file": "102.json"}, "139589": {"title": "An Interesting Story", "plot": "The adventures of an inattentive man who can't look away from his book.", "genres": ["Comedy"], "file": "104.json"}, "144442": {"title": "Westinghouse Works", "plot": "Billy Bitzer filmed 21 short actualities inside the Pittsburgh Westinghouse Works in April and May of 1904. Audiences of the day would have been treated to footage of factory panoramas, women winding armatures and turbines being assembled. These industrial films were produced for the American Mutoscope & Biograph Company.", "genres": ["Documentary"], "file": "104.json"}, "144665": {"title": "The Wandering Jew", "plot": "A Jew who mocked Jesus on the cross is visited by a devil and an angel.", "genres": ["Fantasy", "Drama", "History"], "file": "105.json"}, "145435": {"title": "Kiss Me!", "plot": "A high board fence is shown covered with theatrical posters. The one in the center shows the head and shoulders of a pretty girl. An old farmer and his wife are strolling along, the old gentleman being a little ahead. He looks at the picture of the girl and fancies he sees the eyes winking at him. He puts on his glasses to make sure that he is not dreaming, when the girl leans forward with an expression as if inviting him to have a kiss. (Biograph Catalog)", "genres": ["Fantasy", "Comedy"], "file": "105.json"}, "160512": {"title": "Barcelona Park at Twilight", "plot": "Early short showing the titular park in around 2 minutes.", "genres": ["Documentary"], "file": "106.json"}, "163320": {"title": "Princess Rajah Dance", "plot": "A woman stands in front of a building, a chair to her left, dressed in black, full skirt, quarter sleeves, and a scooped bodice. Her hair is piled high. She bows slightly, and, with finger cymbals, begins to dance the cooch.", "genres": ["Documentary"], "file": "106.json"}}