{"178718": {"title": "Airy Fairy Lillian Tries on Her New Corsets", "plot": "", "genres": [], "file": "3.json"}, "182344": {"title": "The Palace of the Arabian Nights", "plot": "A poor but honest man wins great wealth, and the hand of a beautiful princess, after facing a series of exciting trials in the tunnels and catacombs of ancient Araby. Guided by the mysterious Khalafar, the troupe (alongside him go some cowardly scholars) encounter skeletons, fire-breathing lizards, and mirages on their journey through the lower world.", "genres": ["Adventure", "Fantasy"], "file": "4.json"}, "183936": {"title": "The Unfortunate Policeman", "plot": "Early comedic chase film from Robert W. Paul.", "genres": ["Comedy"], "file": "4.json"}, "189064": {"title": "A Frightful Night", "plot": "A man gets ready for bed and attempts to go to sleep. His bed magically disappears as he is about to lay down. Attributed to  Segundo de Chomón.", "genres": [], "file": "5.json"}, "189591": {"title": "Coney Island at Night", "plot": "A panorama of Coney Island, taken at night: the camera sweeps across the scene from a vantage point well above the area. It then moves in for closer views of Dreamland and Luna Park.", "genres": ["Documentary"], "file": "5.json"}, "189592": {"title": "Halifax Catholic Procession", "plot": "A Mitchell & Kenyon actuality depicting the northern folk of Halifax, dressed in their Sunday best to witness and participate in a Catholic procession.", "genres": [], "file": "5.json"}, "189595": {"title": "The Night Before Christmas", "plot": "On Christmas Eve, Santa feeds his reindeer and loads his sleigh, before going on his journey to deliver toys to the children of the world.", "genres": ["Fantasy", "Family"], "file": "5.json"}, "189599": {"title": "A Mesmerian Experiment", "plot": "A magician creates a troupe of dancers out of thin air.", "genres": ["Fantasy"], "file": "5.json"}, "189600": {"title": "The Lilliputian Minuet", "plot": "Another short of Georges.", "genres": [], "file": "5.json"}, "189602": {"title": "The Magic Dice", "plot": "Another magic short of Méliès.", "genres": [], "file": "5.json"}, "189605": {"title": "Our New Errand Boy", "plot": "A mischievous errand boy, sent out on a delivery, causes havoc in the streets of Hove. When he arrives back at the shop, he finds all his furious victims are already there complaining to the grocer -- and the chase is on!", "genres": [], "file": "5.json"}, "189610": {"title": "Panorama from Times Building, New York", "plot": "The camera is high above Manhattan near the top of the Times Building, pointing down.", "genres": ["Documentary"], "file": "5.json"}, "189612": {"title": "Wrestling at the New York Athletic Club", "plot": "Several chairs rest against a blank wall; three men, then a fourth and soon seven in all, divide into various pairs and wrestle for the camera.", "genres": [], "file": "5.json"}, "189614": {"title": "St. Patrick's Day Parade, Lowell, Mass.", "plot": "Lowell, Massachusetts: a stationary camera records the St. Patrick's Day parade on a muddy street.", "genres": [], "file": "5.json"}, "190144": {"title": "I.B. Dam and the Whole Dam Family", "plot": "One at a time, we meet eight members of the Dam family.", "genres": ["Comedy"], "file": "5.json"}, "191625": {"title": "An Adventurous Automobile Trip", "plot": "A man needs to get to Monte Carlo from Paris, but finds out that a train will take 17 hours to get there. He decides to go with a man with a special car, who claims that he can get there in just two hours. Complications ensue.", "genres": ["Adventure"], "file": "5.json"}, "195941": {"title": "Automobile Accident", "plot": "A tramp is run over by a car and dismembered. Helpful passers-by reassemble him.", "genres": ["Comedy"], "file": "5.json"}, "196197": {"title": "Preston North End v Aston Villa", "plot": "Early football footage from Mitchell & Kenyon.", "genres": ["Documentary"], "file": "5.json"}, "196198": {"title": "Special March Past of St. Joseph's Scholars and Special Parade of St. Matthew's Pupils, Blackburn", "plot": "A short documentary of mild curiosity value showing a group of Blackburn school children passing before the camera.", "genres": [], "file": "5.json"}, "196201": {"title": "The Ljutomer Fair", "plot": "A short film from Slovenia made by Karol Grossmann.", "genres": ["Documentary"], "file": "5.json"}, "196202": {"title": "2 A.M. in the Subway", "plot": "A constable and a subway attendant are working late at night in an underground station when a well-dressed man with a cigar in his teeth enters with his arms around two women dressed in long skirts and jackets, gloves, and fancy hats. The trio laugh and stumble on the platform as if having a hilarious time, getting the attention of the policeman who attempts to stop their bawdy behavior.", "genres": ["Comedy"], "file": "5.json"}, "196203": {"title": "Opening of Belmont Park Race Course", "plot": "A short film from the Edison crew.", "genres": [], "file": "5.json"}, "196205": {"title": "Scenes and Incidents, Russo-Japanese Peace Conference, Portsmouth, N. H.", "plot": "If ever a film was in need of some narration this was it. Screened in four parts, lasting a total of approximately twelve minutes, it shows a bunch of old boys, some in full military regalia, others in top hats and suits travelling by boat from one dock to another. From there they make up part of a parade as they travel to a hotel. The men are Russian and Japanese envoys gathered by President Teddy Roosevelt to hammer out a peace deal to bring the Russo-Japanese war to an end.", "genres": [], "file": "5.json"}, "196206": {"title": "Kejser Wilhelms ankomst til København 1905", "plot": "The Kaiser was an unpopular guest in Denmark. Both for personal and political reasons, the Danish court did not want to have too close ties to the German Kaiser. But the Kaiser had a habit of inviting himself.", "genres": [], "file": "5.json"}, "196208": {"title": "Spirit of '76", "plot": "This short film, done by The American Mutoscope & Biograph Company, shows the historical legend of the three men - two drums and a fife player - forever remembered as \"The Spirit of '76.\"", "genres": [], "file": "5.json"}, "196211": {"title": "The Hairdresser", "plot": "A partially nude woman fixes and brushes her hair.", "genres": [], "file": "5.json"}, "196212": {"title": "Latina, Contortionist", "plot": "A woman wearing a light-colored leotard, gathered at the waist, and tights stands against a black background. Although she is filmed in a long shot, her feet are cut off in the frame. She opens with a flourish of her arms and faces the camera. First stretching up with her arms, Latina then bends in half at the waist, steps into a metal ring or hoop, and places her head in the ring as well.", "genres": ["Documentary"], "file": "5.json"}, "196266": {"title": "England v. Ireland at Manchester", "plot": "A film from the UK based Mitchell &amp; Kenyon.", "genres": [], "file": "5.json"}, "196267": {"title": "The Society Raffles", "plot": "A man in black tie and tails enters a high-society parlor where a settee sits beneath an open window. He goes to the window and gestures to someone. From outside, a man in a burglar's outfit (watch cap, wide striped shirt, and dark jacket) appears and gets his instructions from the man in tails. A woman wearing a jeweled tiara enters with a second man who leaves her in the company of our mastermind. He sits her on the settee, chats her up, leaning toward her with one arm curling behind her head.", "genres": ["Crime", "Comedy"], "file": "5.json"}, "196268": {"title": "A Ballroom Tragedy", "plot": "A woman sneaks up behind a seated couple, stabs the woman in the back, and makes an escape.", "genres": [], "file": "5.json"}, "196269": {"title": "The Vintner's Festival - Vevey 1905", "plot": "Being a complete pictorial account of the remarkable \"Fête des Vignerons\", at Vevey, Switzerland.", "genres": ["Fantasy"], "file": "5.json"}, "196276": {"title": "The Heroes of the Siege of Saragossa", "plot": "A short drama featuring three fictitious scenes of the Spanish War of Independence (1808-1814).", "genres": ["Drama", "History", "War"], "file": "5.json"}, "196277": {"title": "How Jones Lost His Roll", "plot": "Jones is on his way home, carrying a roll of money, when he meets a neighbor who is a notorious miser. The neighbor unexpectedly invites Jones to dinner, and serves him a large meal with plenty of wine. After dinner, the neighbor suggests a way of passing the time - and soon his real intentions become clear.", "genres": ["Comedy"], "file": "5.json"}, "196278": {"title": "The Life of an American Policeman", "plot": "A policeman has breakfast with his wife and children, and then prepares for the day's work. While on his beat, he finds and helps a lost child. Later, several officers try to save a woman who has attempted to drown herself. And there are some even more hazardous situations yet to come.", "genres": ["Drama"], "file": "5.json"}, "196279": {"title": "Police Chasing Scorching Auto", "plot": "Police officers pursue a speeding automobile that almost hit a small child. This short is an outtake from Life of an American Policeman (1905). Once that film had been edited to fit a standard 1,000 foot reel, this sequence was left over, so it was sold as a separate short.", "genres": ["Action", "Crime"], "file": "5.json"}, "196282": {"title": "Tom, Tom, the Piper's Son", "plot": "Based loosely on the once-popular nursery rhyme. A fair is in progress, with refreshments, entertainment, and other activities. As the rest of the crowd is watching one of the acts, the titular Tom steals a pig from another little boy and runs off. He tries to hide, but he is chased by the crowd. The pig also proves difficult to control. Tom, the little boy, and the crowd run from place to place.", "genres": ["Comedy", "Adventure"], "file": "5.json"}, "196283": {"title": "Flower Fairy", "plot": "A little flower film by Gaston Velle.", "genres": ["Fantasy"], "file": "5.json"}, "196285": {"title": "The Seven Ages", "plot": "A couple who have known each other all of their lives are shown together at different stages of life. First, as children, they play together affectionately. Soon afterwards, they are at school together, and as they grow older, they become lovers. Later on, their relationship and their lives move on to more important matters.", "genres": ["Drama"], "file": "5.json"}, "196286": {"title": "Ulysses and the Giant Polyphemus", "plot": "An early horror treatment of the hero's encounter with the one-eyed man-eating Cyclops.", "genres": ["Fantasy"], "file": "5.json"}, "196288": {"title": "The Nihilists", "plot": "A happy Russian family is broken up when their patriarch is arrested for treason. His distraught wife joins the secret society of nihilists and is assigned to commit an act of terror. Based on the play \"Vera; or, The Nihilists\" by Oscar Wilde.", "genres": ["Drama", "Crime", "Adventure"], "file": "5.json"}, "196289": {"title": "An Improvised Fireworks Display", "plot": "On a city street, a number of men take advantage of an old drunken bum.", "genres": [], "file": "5.json"}, "196290": {"title": "The Burglar's Slide for Life", "plot": "A burglar escapes from the apartment he's robbing by sliding down the clothesline, but in the end he's caught by the family dog.", "genres": [], "file": "5.json"}, "196291": {"title": "The Kleptomaniac", "plot": "A well-dressed woman leaves her home and takes a carriage to a department store. While she is in the store, she steals several items, and is caught by store employees. Meanwhile, a poor woman with two small children steals a loaf of bread out of desperation, and she is quickly caught and arrested. Both women are taken to the police station and then into court, to see what penalty each of them must face.", "genres": [], "file": "5.json"}, "196292": {"title": "The Train Wreckers", "plot": "A romance between a railroad engineer and the switchman's daughter is nearly ruined by train wreckers who knock out the girl and leave her on the tracks to be run over. The engineer perches on the engine's cow catcher and rescues the girl.", "genres": ["Romance", "Drama"], "file": "5.json"}, "196293": {"title": "A Crazy Composer", "plot": "A silly-looking composer attempts to compose. He then falls asleep, and dreams of all manner of bizarre nonsense.", "genres": [], "file": "5.json"}, "196295": {"title": "The Miller’s Daughter", "plot": "Hazel, the miller's daughter, is courted by a country boy and a sophisticated city boy. Her father favors the country boy, but she elopes with the city boy. Before they can marry, his wife shows up and stops the ceremony. Hazel tries to return to her father, but he has disowned her. She jumps into the river, but is rescued by the country boy, who later marries her.", "genres": [], "file": "5.json"}, "196297": {"title": "The Watermelon Patch", "plot": "Several men take watermelons from a melon patch, and are pursued.", "genres": [], "file": "5.json"}, "196299": {"title": "The White Caps", "plot": "Two members of a vigilante group known as 'The White Caps' post a warning sign on a man's home. When the man comes home, he tears down the sign, and then proceeds to abuse his wife both verbally and physically. As soon as she can get away from him, the wife leaves home with her child to find a place of refuge. When the vigilantes find out about this, they arm themselves with rifles and immediately go to confront the abusive husband.", "genres": ["Drama"], "file": "5.json"}, "196300": {"title": "Rip's Dream", "plot": "The Melies version of the old Rip Van Winkle tale.", "genres": [], "file": "5.json"}, "196372": {"title": "The Fantastic Diver", "plot": "A diver jumps into a body of water-- and then comes right back out!", "genres": ["Comedy"], "file": "5.json"}, "196401": {"title": "The Inventor Crazybrains and His Wonderful Airship", "plot": "An inventor dreams that his newly designed airship takes flight.", "genres": ["Science Fiction", "Comedy", "Fantasy"], "file": "5.json"}, "205250": {"title": "The Hen That Laid the Golden Eggs", "plot": "This has more of a clear narrative than most of the films in the set although it’s still quite odd and random compared to today’s films. There are some effectively surreal and creepy sequences in this imaginative short, such as the devil’s face appearing in an egg and spewing coins as well as the finale where our protagonist is sent to an egg-filled hell.", "genres": [], "file": "6.json"}, "205255": {"title": "Christian Martyrs", "plot": "Various scenes from New Testament and Old: Christian martyrdom under Roman rule, Daniel in the lion's den, and Belshazzar's vision of a floating hand spelling the end of his rule.", "genres": ["Fantasy", "Drama"], "file": "6.json"}, "205257": {"title": "The Wonderful Album", "plot": "This is in poor condition and the hand colouring is a little rough around the edges compared to the others, but it contains some impressive ‘appearing’ effects as pieces of paper from a giant book turn into people and then back to paper in the punchline. It’s repetitive, but enjoyably trippy.", "genres": [], "file": "6.json"}, "227090": {"title": "Dial's Girl's Band, Luna Park", "plot": "The first camera position shows girls in uniform marching in double file down a curved flight of stairs in an amusement zone. The remainder of the film is from several camera positions and shows the band wearing two different types of uniforms.", "genres": [], "file": "9.json"}, "231048": {"title": "Danse de l'éventail", "plot": "This is the last film produced by the Lumiere Brothers, a variation on the Butterfly Dance recorded by several companies, released in hand-colored or stenciled versions, some as early as 1894 and Lubin's Argentine version coming out a couple of years earlier.", "genres": ["Documentary"], "file": "9.json"}, "231159": {"title": "Le Moustique Récalcitrant", "plot": "A bird buzzes around a mustached man interrupting his meal.", "genres": [], "file": "9.json"}, "232252": {"title": "Lovely Bohemians", "plot": "Comedy about moving furniture.", "genres": [], "file": "9.json"}, "232254": {"title": "The Boarding School Girls", "plot": "The Young Ladies From Miss Knapp's Select School Have An Outing At Coney Island, N.Y.", "genres": [], "file": "9.json"}, "232273": {"title": "Grandma Despina", "plot": "This scene is a part of the very first film shot produced by the Manaki Brothers. Despina, the Janaki and Milton Manaki's grandmother, was recorded weaving in one high-angle shot. For no apparent reason, the first shot made in Macedonia, in the Balkans in fact, made by these two cinematography pioneers, contains peculiar symbolics: at the moment when the grandmother Despina spins the weaving wheel, film starts rolling in our country.", "genres": ["Documentary"], "file": "9.json"}, "232274": {"title": "Dream of the Moon", "plot": "A drunk staggers into his apartment and falls asleep. He dreams he climbs to the top of a building and flies to the moon, then falls back to earth. When he wakes, still drunk, he is in his apartment.", "genres": ["Fantasy", "Comedy"], "file": "9.json"}, "232277": {"title": "Hippodrome Races, Dreamland, Coney Island", "plot": "A series of races and exhibitions is taking place at the hippodrome track in Coney Island's Dreamland. First there is a simple race between two riders, followed by several other competitions involving larger numbers of horses. Finally, there is a race between two chariots driven by teams of horses. After the races are over, a parade takes place on the track.", "genres": [], "file": "9.json"}, "232278": {"title": "Bargain Day, 14th Street, New York", "plot": "The film shows hundreds of tightly packed people crowding into the front door of the Rothschild Co. 5 and 10 cent store. They are so closely packed it is difficult to tell one from another. The view is from across the street, looking down from the 2nd floor.", "genres": [], "file": "9.json"}, "232279": {"title": "Pennsylvania Tunnel Excavation", "plot": "A panoramic shot of New York City's Pennsylvania Station during its construction, filmed 19 July 1905, includes narrow gauge railway action.", "genres": [], "file": "9.json"}, "232280": {"title": "Funeral of Hiram Cronk", "plot": "View of funeral procession and military parade at funeral for Hiram Cronk, who at the time of his death was the oldest surviving veteran of the War of 1812.", "genres": [], "file": "9.json"}, "232284": {"title": "Departure of Peary and the Roosevelt from New York", "plot": "The 16 July 1905 departure of polar explorer Robert Peary on one of his expeditions to the North Pole aboard the specially designed ship Roosevelt.", "genres": [], "file": "9.json"}, "232288": {"title": "A Trip to Salt Lake City", "plot": "Made in 1905 when short films were still being done in just one shot (for the Kinetoscope peep-show machines) and lasted about 2 minutes, this depicts a Mormon man trying to get his wives and children settled down for the night on a Pullman car in a train. The children wear him out wanting piggy-back rides, he and the wives put the children in their beds, but of course they need a drink. The poor mans takes a lip lashing from his wives and hurries out, returning shortly with a large milk can with several straws attached.", "genres": ["Comedy"], "file": "9.json"}, "232290": {"title": "The Great Jewel Mystery", "plot": "A group of thieves are building a fake coffin as part of a plan to steal a jewel case filled with extravagant and expensive gems. With one of the thieves inside, the fake coffin is loaded into the railroad car that is also carrying the jewel case. After the train gets moving, the thief comes out and steals the contents of the case. When the theft is discovered, a search for the thieves begins.", "genres": ["Crime", "Drama"], "file": "9.json"}, "232628": {"title": "Latina, Physical Culture Poses (No. 1)", "plot": "A full-length view, photographed from the audience, of a woman dressed in tights doing calisthenics. She demonstrates arm and waist movements.", "genres": [], "file": "9.json"}, "232630": {"title": "Latina, Physical Culture Poses (No. 2)", "plot": "Photographed from one camera position, a robust woman demonstrates physical culture exercises.", "genres": [], "file": "9.json"}, "232633": {"title": "Latina, Dislocation Act", "plot": "Taken from the audience's point of view, the film shows a contortionist demonstrating that she can completely revolve her arms in the shoulder sockets. The exhibition was a waist-high front view, side view, and rear view. Freaky.", "genres": [], "file": "9.json"}, "232635": {"title": "Lifting the Lid", "plot": "The film was made up of photographs of interior sets combined with exteriors to establish the beginning and the end of the film. The first scene is of a New York street where a sightseeing bus is about to start off on a trip. Then the interiors, using actors, begin. A guide with a megaphone escorts a country couple through a vaudeville show-restaurant and an opium den. The country bumpkins are enthusiastic about the tour. The last scene shows the bus loaded with tourists returning to its starting point. Broadway at 38th street, New York City.", "genres": [], "file": "9.json"}, "232653": {"title": "Christmas Miracle", "plot": "A poor boy goes to pray inside a church at Christmas time, but after he collapses a figure from a stained glass window comes to life and enlists the boy to deliver presents down a chimney. This short film is part of the Corrick Collection by the Corrick Family Entertainers.", "genres": [], "file": "9.json"}, "232654": {"title": "King Haakon and Queen Maud's departure from Denmark on 23. November", "plot": "Prince Carl leaves Denmark to become King Haakon of Norway.", "genres": [], "file": "9.json"}, "232655": {"title": "Linotol Comp.", "plot": "A Danish commercial.", "genres": [], "file": "9.json"}, "232656": {"title": "Through Aarhus Gates by Tram", "plot": "Traveling by tracks through the streets of Aarhus.", "genres": [], "file": "9.json"}, "232657": {"title": "Betting", "plot": "At the racetrack.", "genres": [], "file": "9.json"}, "232658": {"title": "Børnehjælpsdagen 1905, I-III", "plot": "Students collecting money for the children.", "genres": [], "file": "9.json"}, "248355": {"title": "Weaving Women", "plot": "A group of Macedonian women are shown hard at work.", "genres": ["Documentary"], "file": "11.json"}, "270102": {"title": "The Gallants of the Park", "plot": "The heir of a rich family puts up a notice, where he says he is looking for a wife. As a result, he will soon find himself fleeing from a dozen women.", "genres": ["Comedy"], "file": "14.json"}, "273285": {"title": "Dingjun Mountain", "plot": "Directed by Ren Jingfeng.", "genres": [], "file": "14.json"}, "280707": {"title": "The Blacksmith's Daughter", "plot": "A girl elopes but is deserted by her husband. After her baby dies, she returns home to her father.", "genres": [], "file": "15.json"}, "281920": {"title": "Building a British Railway: Crewe Railway Junction", "plot": "Documentary short released in 1905.", "genres": [], "file": "15.json"}, "282146": {"title": "Scenes of Convict Life", "plot": "At an island penal institution, new prisoners are brought in one-by-one, and introduced to the harsh realities of prison life. They are put in fetters, sent to perform hard physical labor, and treated brutally. One convict manages to cut through the bars on his cell window. He climbs out, steals a boat, and begins a desperate attempt to escape from the island.", "genres": ["Drama"], "file": "15.json"}, "282148": {"title": "Down in the Coal Mines", "plot": "A father and son are working in a coal mine. An explosion occurs, which kills the son.", "genres": ["Drama"], "file": "15.json"}, "282149": {"title": "Marvellous Reversing", "plot": "A trick film using the reverse effect.", "genres": [], "file": "15.json"}, "282150": {"title": "A Father's Honor", "plot": "A young woman receives a message, and hurriedly leaves home. But the message was a trick to lure her into a trap, where she is assaulted and killed. When her body is found floating in the river, it is brought to her father. Once he realizes what has been done to his daughter, the father immediately sets out in an effort to extract vengeance.", "genres": ["Family", "Drama"], "file": "15.json"}, "284384": {"title": "How Rastus Got His Pork Chop", "plot": "Directed by Sigmund Lubin.", "genres": [], "file": "16.json"}, "284525": {"title": "Interrupted Crap Game", "plot": "Short released in 1905.", "genres": [], "file": "16.json"}, "285829": {"title": "Siege and Surrender of Port Arthur", "plot": "British documentary short released in 1905.", "genres": [], "file": "16.json"}, "313590": {"title": "Le Chemineau", "plot": "An adaptation of an episode in Victor Hugo's Les Misérables, where Jean Valjean is welcomed into the Bishop of Digne's home, and steals his silverware.", "genres": ["Drama"], "file": "20.json"}, "342763": {"title": "The Electric Goose", "plot": "A Christmas goose is brought back to life by an electric shock machine. This film is considered lost.", "genres": [], "file": "25.json"}, "352324": {"title": "Peeping Tom in the Dressing Room", "plot": "A young man leers through a peephole in the wall separating two dressing rooms, but he is caught, and is humiliated by his victim.", "genres": ["Comedy"], "file": "26.json"}, "352326": {"title": "She Banked in Her Stocking; or, Robbed of Her All", "plot": "The formal name of the peep show machine was the Mutoscope -- at least when it was manufactured by the American Mutoscope &amp; Biograph Company, which later became simply \"Biograph\" and is best remembered for the films directed by D.W. Griffith with G.W. \"Billy\" Bitzer as him cameraman.  At this point, however, Griffith was a struggling stage actor and Bitzer was a leading cameraman for Biograph. This meant that he did all sorts of movies, including peep shows, and this is one of them. The title tells all and the show shows a lot as a woman exposes a shapely limb and is punished for her flouting of decent behavior.", "genres": ["Crime", "Comedy"], "file": "26.json"}, "356230": {"title": "Disagreeable Mistake", "plot": "A workman places his paint can in an unfortunate spot.", "genres": ["Comedy"], "file": "26.json"}, "356418": {"title": "Phenomenal Hen", "plot": "A magician produces a chicken from an immense egg, and then six chicks from eggs laid by that chicken. The chicken is wrapped in paper and put into a pot. The chicks go back into their eggs, which are broken into the pot. From the pot, the magician pulls out the chicken, alive!", "genres": ["Fantasy"], "file": "26.json"}, "356419": {"title": "Touching Pleading", "plot": "A lawyer passionately pleads for his criminal client.", "genres": ["Crime", "Comedy"], "file": "26.json"}, "356495": {"title": "In the Swimming Pool, Palm Beach, Florida", "plot": "Diving in the Swimming Pool at Palm Beach, Florida.", "genres": [], "file": "26.json"}, "357055": {"title": "Goaded to Anarchy", "plot": "An anarchist blows up the general who sent his wife to Siberia.", "genres": [], "file": "27.json"}, "363243": {"title": "Rube in an Opium Joint", "plot": "Four people, two women and two men, can be seen reclining in the bunks of an artist's conception of a Chinese opium den.", "genres": [], "file": "27.json"}, "369110": {"title": "MacNab's Visit to London", "plot": "A keen Scots golfer wrecks his host's house.", "genres": [], "file": "28.json"}, "381989": {"title": "Mixed Babies", "plot": "Prankster switches the babies in two prams. Hijinks ensue.", "genres": ["Comedy"], "file": "30.json"}, "382628": {"title": "An Eccentric Burglary", "plot": "Trick film about second-story men and bobbies.", "genres": ["Comedy"], "file": "30.json"}, "382632": {"title": "The Broker's Athletic Typewriter", "plot": "Boss insists on pawing secretary. She teaches him a lesson.", "genres": [], "file": "30.json"}, "384741": {"title": "The Parade of Serbian Army in Bitola", "plot": "The parade of Serbian army in Macedonian town.", "genres": ["Documentary"], "file": "30.json"}, "391785": {"title": "The Outside Class", "plot": "A schoolclass in seen outside in Macedonia.", "genres": ["Documentary"], "file": "31.json"}, "391786": {"title": "Washerwomen", "plot": "A couple of women are washing outside.", "genres": ["Documentary"], "file": "31.json"}, "391787": {"title": "The Mass", "plot": "A mass gathering of people.", "genres": ["Documentary"], "file": "31.json"}, "391788": {"title": "Market Day in Bitola", "plot": "The Manaki brothers have filmed a market.", "genres": ["Documentary"], "file": "31.json"}, "391789": {"title": "Veria Fair", "plot": "A group of dancing people.", "genres": ["Documentary"], "file": "31.json"}, "402359": {"title": "El llenador de sillas", "plot": "A drunk furniture-repairer tries to wrangle sixteen chairs.", "genres": [], "file": "32.json"}, "404815": {"title": "Bateaux sur le Nil", "plot": "Boats on the Nile.", "genres": [], "file": "33.json"}, "404816": {"title": "Au pays des glaces", "plot": "Short film about a Polar expedition", "genres": [], "file": "33.json"}, "404819": {"title": "Fontaine Lumineuse a Versailles", "plot": "Colourful fountains in Versailles.", "genres": [], "file": "33.json"}, "404821": {"title": "Feu d'artifice", "plot": "Colourful fireworks", "genres": [], "file": "33.json"}, "416805": {"title": "Wallachian Nomads", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416811": {"title": "Sheep Slaughter", "plot": "A brief scene at a sheep slaughterhouse.", "genres": ["Documentary"], "file": "35.json"}, "416812": {"title": "Wallachian Dance", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416814": {"title": "The Celebration of Saint George", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416815": {"title": "The Celebration of the Religious Festival Epiphany", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416816": {"title": "Village Wedding", "plot": "The Manaki brothers document the elegant wedding of a presumably popular couple.", "genres": ["Documentary"], "file": "35.json"}, "416817": {"title": "A Veterinary Station", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416818": {"title": "Turkish Professor at the Agricultural School", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416819": {"title": "The Celebration of St. Cyril and Methodius on the Main Street in Bitola", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416820": {"title": "The Religious Holiday All Souls’ Day", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416822": {"title": "Fair Near \"Holy Sunday\" Church in Bitola", "plot": "A short prior to World War I film which captures festivities at a fair near a church in Bitola.", "genres": ["Documentary"], "file": "35.json"}, "416823": {"title": "Reprisals by the Turkish Army Against the Macedonian Population", "plot": "The Manaki brothers document the hanged bodies in a town square, post-Ilinden Uprising; The disheartened mill about. The men were likely killed by Muslims loyal to the ruling Ottoman Empire in attempts to quash Macedonian support for Adrianople and greater Macedonian autonomy.", "genres": ["Documentary"], "file": "35.json"}, "416824": {"title": "A Funeral of a Metropolitan in Bitola", "plot": "Balkan actuality.", "genres": ["Documentary"], "file": "35.json"}, "416829": {"title": "Infantry and Cavalcade on the Occasion of the Young Turks", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416830": {"title": "Parades of the Turkish Artillery in Bitola", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416847": {"title": "Celebration of Epiphany in Bitola", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416850": {"title": "A Wedding in Bitola", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "421543": {"title": "The Summer Boarders", "plot": "A city family goes to the shore for a vacation, but everything goes wrong.", "genres": [], "file": "35.json"}, "44325": {"title": "The Whole Dam Family and the Dam Dog", "plot": "A portrait of the Dam family.", "genres": [], "file": "36.json"}, "44327": {"title": "The Enchanted Sedan Chair", "plot": "A fine magician of the Royal Court materialises an elegant attire from a transparent glass container, and then, a refined dandy appears, as an ornate palanquin is summoned. Now, what does the illusionist have in mind?", "genres": ["Fantasy"], "file": "36.json"}, "44330": {"title": "The Scheming Gambler's Paradise", "plot": "A combination gambling den and bawdy house is set up so that croupiers, patrons, prostitutes, and the owner can quickly change it all into a mercantile establishment when the cops stage a raid.", "genres": [], "file": "36.json"}, "44333": {"title": "The Living Playing Cards", "plot": "", "genres": ["Fantasy"], "file": "36.json"}, "44342": {"title": "The Black Imp", "plot": "A traveler at an inn is harassed by a mischievous devil in his room.", "genres": ["Fantasy", "Comedy"], "file": "36.json"}, "429879": {"title": "Life of Moses", "plot": "Renowned market leader Pathé Frères was specialized in filming elaborate Biblical stories. Here the life of Moses is told in six scenes.", "genres": ["Drama"], "file": "36.json"}, "429889": {"title": "A Pipe Dream", "plot": "A little man appears out of the smoke.", "genres": [], "file": "36.json"}, "453224": {"title": "Ludlow's Aerodrome", "plot": "Several shots of a manned kite-glider at Brighton Beach.", "genres": [], "file": "40.json"}, "453228": {"title": "An Execution by Hanging", "plot": "Hangman brings criminal to gallows, places hood on head, priest prays.", "genres": [], "file": "40.json"}, "453772": {"title": "The Barnstormers", "plot": "A low-rent traveling theater troupe performs a very bad version of 'Uncle Tom's Cabin'. The theater manager steals the box office proceeds and the performers have to walk back to New York.", "genres": ["Comedy"], "file": "40.json"}, "453791": {"title": "Leap Frog Railway, Coney Island", "plot": "The film shows an unusual type of railroad car designed to go over or under an oncoming car instead of around it, as conventional railroad cars must do. Each car not only runs on tracks but also has a set of tracks over its top, permitting an oncoming car to go over it. The camera was placed close to a platform on which the passenger-laden train ran, and the over-and-under vehicle demonstrated its unusual capabilities several times.", "genres": [], "file": "40.json"}, "453800": {"title": "Teasing", "plot": "The cameraman photographed over the right shoulder of a young woman reclining on a couch while rebuffing the advances of a young man intent on kissing her. Throughout the film, the young woman eludes his advances. Finally, at the end of the picture, she seems to have accepted his persistence as sincere, and she allows him to kiss her.", "genres": [], "file": "40.json"}, "453842": {"title": "Midwinter Bathing, L Street Bath, Boston", "plot": "This film was photographed in the winter, much of it during an actual snowstorm, and snow can be seen on the ground in all scenes. The subject is a group of men, clothed only in swimming trunks, who demonstrate their physical prowess by doing calisthenics, playing handball, and swimming during freezing weather.", "genres": ["Documentary"], "file": "40.json"}, "455116": {"title": "Around New York in 15 Minutes", "plot": "People waving goodbye to ship. High angle of intersection. People hurried off ferry. Pov on elevated. Views from? People on street &amp; pov from trollies. Skating in central park &amp; windy day on street with snowdrifts. Street scenes. Ice. Winter pedestrians. Ship sailing.", "genres": [], "file": "40.json"}, "458364": {"title": "Adventures of Sherlock Holmes", "plot": "The millionaire's child is kidnapped. Sherlock Holmes after many thrilling adventures and narrow escapes rescues the child.", "genres": ["Drama", "Crime"], "file": "40.json"}, "465497": {"title": "Raffles, the Amateur Cracksman", "plot": "A film adaptation of the play by E. W. Hornung and Eugene Wiley Presbrey.", "genres": ["Adventure"], "file": "41.json"}, "470691": {"title": "Esmeralda", "plot": "It was the first film version of the Hunchback of Notre Dame.", "genres": ["Drama"], "file": "42.json"}, "470699": {"title": "The Life of Charles Peace", "plot": "The story of Charles Peace, one of Britain's most notorious criminals. Peace was an expert in cat burglary. The film reconstructs Peace's real-life leap from a train on his way to trial for the murder of Arthur Dyson.", "genres": ["Crime", "Action"], "file": "42.json"}, "470709": {"title": "Martyrs of the Inquisition", "plot": "Martyrs of the Inquisition", "genres": ["History"], "file": "42.json"}, "480910": {"title": "The Reception of King Haakon in Kristiania", "plot": "Prince Charles of Denmark, who was recently elected by a plebiscite of the Norwegian people as King of Norway, and whose election has been confirmed by the Storthing, has decided to assume the title of King Haakon the Seventh.", "genres": ["History", "Documentary"], "file": "43.json"}, "506087": {"title": "Desperate Encounter Between Burglar and Police", "plot": "Film shot with the help of the New York City (Metropolitan) Police.", "genres": ["Crime", "Drama"], "file": "46.json"}, "520796": {"title": "Marvelous Beehive", "plot": "Short Pathe Brothers film", "genres": [], "file": "48.json"}, "536296": {"title": "Willie and Tim in the Motor Car", "plot": "Stolen car and a police chase", "genres": ["Comedy"], "file": "50.json"}, "536648": {"title": "A Kentucky Feud", "plot": "A fictionalized account of the Hatfields and the McCoys.", "genres": ["Drama"], "file": "50.json"}, "541212": {"title": "Dix femmes pour un mari", "plot": "A man is chased by ten women!", "genres": [], "file": "50.json"}, "549745": {"title": "The Mutiny on the Potemkin", "plot": "Mutiny on a Russian Battleship.", "genres": ["Drama"], "file": "51.json"}, "566622": {"title": "The Russian Revolution", "plot": "", "genres": [], "file": "53.json"}, "568694": {"title": "Mystic Shriners' Day, Dreamland, Coney Island", "plot": "A parade of Mystic Shriners in ritual costumes and traditional hats, carrying a banner reading \"Mecca\"; some walk, some are mounted on horses, a few ride on camels and on one elephant. Many men and women in street dress walk casually in the parade. Single camera position from high angle.", "genres": ["Documentary"], "file": "53.json"}, "568965": {"title": "A Dreadful Night", "plot": "A soldier attempts to rest at an inn, but his bed plays tricks on him, never giving the poor man a chance to sleep. The inn continues to haunt him until it explodes into a pile of rubble.", "genres": [], "file": "55.json"}, "572669": {"title": "On a Good Old 5¢ Trolley Ride", "plot": "Amusing characters board an unsteady trolley at each stop, and then abandon the streetcar in order to chase a man who brought on board a basket full of snakes that got loose. A goose gets involved in the chase, and is stolen by a tramp. The chase ends when the crowd arrives at a stream that the tramp has already crossed, with the goose under his arm.", "genres": ["Comedy"], "file": "55.json"}, "576621": {"title": "Empire State Express, the Second, Taking Water on the Fly", "plot": "The second Empire State Express, behind a 4-4-2 Atlantic locomotive, demonstrates how to take water on the fly by scooping it out of a pan set between the railroad tracks.", "genres": ["Documentary"], "file": "55.json"}, "578223": {"title": "Cavalcade", "plot": "Cavalcade in Luxembourg, 1905.", "genres": ["Documentary"], "file": "55.json"}, "584587": {"title": "Un drame en mer", "plot": "A fire on a boat requieres the assistance of some sailors", "genres": [], "file": "56.json"}, "592462": {"title": "The Incendiary", "plot": "A tramp who unwittingly starts a fire is chased by a mob of peasants.", "genres": [], "file": "57.json"}, "595892": {"title": "Cake Walk, Performed by Nouveau Cirque", "plot": "Nouveau Cirque performs the cake-walk.", "genres": ["Documentary"], "file": "57.json"}, "634145": {"title": "Falkenberg Market", "plot": "Documentary images from a market in Falkenberg.", "genres": ["Documentary"], "file": "61.json"}, "634309": {"title": "The Polite Lunatic", "plot": "A workman flees from a lunatic who wishes to return a putty knife.", "genres": [], "file": "61.json"}, "656733": {"title": "L’antre infernal", "plot": "A devil puts a woman into a boiling cauldron in a fiery cave.", "genres": [], "file": "63.json"}, "669737": {"title": "Les grandes eaux de Versailles", "plot": "Colored footage of fountains in the park of Versailles.", "genres": ["Documentary"], "file": "65.json"}, "683814": {"title": "Falsely Accused", "plot": "A framed bank clerk breaks jail and is sheltered by a vicar until the culprit is caught in Soho.", "genres": [], "file": "66.json"}, "687459": {"title": "In a Bamboo Hut", "plot": "Alice Guy experiment with visuals and sound by Félix Mayol.", "genres": ["Music"], "file": "66.json"}, "696804": {"title": "Barrack Blossoms", "plot": "A short early sound film of soldiers following the orders of their commander.", "genres": [], "file": "67.json"}, "697175": {"title": "Matrimonial Agency", "plot": "A gentleman sits down and sees the prospective brides. They are all beautiful of face and form, and each carries a scroll on which her dowry is written in large letters.", "genres": ["Comedy"], "file": "67.json"}, "697176": {"title": "Au jardin zoologique de Paris", "plot": "A visit to the zoo.", "genres": ["Documentary"], "file": "67.json"}, "697178": {"title": "Déménagement à la cloche de bois", "plot": "Unable to pay his rent, the lodger tries moving out his goods along a board through a nearby window.", "genres": ["Comedy"], "file": "67.json"}, "697183": {"title": "Duel Scene from Macbeth", "plot": "Based on a scene from Shakespeare's play: Macbeth, king of Scotland, is being challenged by forces led by Macduff. Young Siward comes to confront the king, but Macbeth kills him easily. Then Macduff himself arrives. The two rivals exchange words, and then begin a deadly fight.", "genres": ["Drama"], "file": "67.json"}, "697195": {"title": "The Counterfeiters", "plot": "The story of a group of counterfeiters, caught, and then escaping from prison.", "genres": ["Drama", "Crime"], "file": "67.json"}, "697197": {"title": "La perruque", "plot": "While the old gentleman is dying his mustache and eyebrows, putting in his monocle, and donning his toupee, the little brat fits a two-gallon jar of glue and ladles some into he gentleman's top hat, then sneaks out to witness his embarrassment.", "genres": ["Comedy"], "file": "67.json"}, "697205": {"title": "L'assassinat du grand-duc Serge", "plot": "The assassination of the Grand Duke Serge.", "genres": ["Drama"], "file": "67.json"}, "697208": {"title": "Le cireur distrait", "plot": "A man stops to have his shoes polished by a young boy. A woman, passing by, has her garter slip to the ground. She replaces it, raising her skirt to do so; the boy is distracted.", "genres": ["Comedy"], "file": "67.json"}, "697210": {"title": "The Language of Flowers", "plot": "A young girl and boy both in 18th century clothes and wigs bow to each other before a table covered with yellow cut flowers. The boy awards a flower to the girl and she plays he-loves-me, he-loves-me-not.", "genres": ["Drama"], "file": "67.json"}, "697212": {"title": "Opération chirurgicale", "plot": "A team of surgeons open a patient's stomach and discover a surprising variety of objects.", "genres": ["Comedy"], "file": "67.json"}, "697231": {"title": "Le remords", "plot": "A man kills a wealthy miser - frugal fellow, I like to think - and buries his corpse under a haystack. The murderer is haunted by the ghost of his victim....or is it his own conscience?", "genres": ["Drama"], "file": "67.json"}, "708217": {"title": "Pussy's Breakfast", "plot": "A young girl is given her breakfast of milk and a biscuit by an elderly woman. When her beribboned cat comes up, she shares the meal with her. Later, the cat sticks her paw into a glass of milk and licks it off.", "genres": ["Comedy"], "file": "69.json"}, "708221": {"title": "Mariez-vous donc", "plot": "A henpecked husband has had enough. After tending the garden and being hectored over his unsatisfactory housework, he kicks his mother-in-law, leaves his house and goes bicycling off, and his dog runs free.", "genres": [], "file": "69.json"}, "716690": {"title": "A Policeman's Love Affair", "plot": "A policeman woos a cook for the free meals. When her employer discovers them, the policeman tries to escape, but the employer throws a jug of milk on him.", "genres": ["Comedy"], "file": "70.json"}, "764858": {"title": "L'amoureux ensorcelé", "plot": "A man on his way to visit his lady love trips an old man by accident. He makes no apologies and rushes on his way. Little does he know that the old man is a devil who will torment him as he tries his hand at courting.", "genres": ["Comedy"], "file": "74.json"}, "780413": {"title": "Une Joueuse Enragée", "plot": "A three-card-trick player wins at strip-poker.", "genres": ["Drama"], "file": "75.json"}, "782906": {"title": "La Sociedad Atlética en el Campo de Lamiako", "plot": "Lost film in which we see the football basque team Athletic Club of Bilbao.", "genres": [], "file": "76.json"}, "822374": {"title": "A Great Discovery", "plot": "The son of an astronomer hides the family cat in his father's telescope.", "genres": ["Comedy"], "file": "79.json"}, "826944": {"title": "Dranem's Dream", "plot": "Short film by Pathé frères released in 1905", "genres": [], "file": "80.json"}, "846737": {"title": "Les Trois Phases De La Lune", "plot": "Silent film.", "genres": [], "file": "82.json"}, "846741": {"title": "La Confession", "plot": "Silent film.", "genres": [], "file": "82.json"}, "856335": {"title": "Scenes at Creusot's Steel Foundry", "plot": "An actuality which chronicles how a load of ore becomes a finished steel product at a Bessemer plant. Deep red tints and red-hot pops of hand-coloring give the film an ominous glow.", "genres": ["Documentary"], "file": "83.json"}, "857114": {"title": "长坂坡", "plot": "", "genres": [], "file": "83.json"}, "88900": {"title": "The Capture of Roma", "plot": "", "genres": ["History"], "file": "84.json"}, "882116": {"title": "Rochdale Tram Ride", "plot": "Splendid views of Edwardian Rochdale from the front of a tram after a recent dusting of snow.", "genres": [], "file": "85.json"}, "884163": {"title": "Japanese Dancers and Japanese Stave Duel", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "85.json"}, "884868": {"title": "Les apaches de Paris", "plot": "Rendez-vous of Apaches.\r Bonneteur and pickpocket.\r Theft at the scramble.\r Reticle shooter.\r Shoplifting.\r Pepper stripper.\r The coup of Father François.\r Murderous burglars.\r The cellar of Les Halles.\r The roundup.", "genres": [], "file": "85.json"}, "94643": {"title": "Rescued by Rover", "plot": "A dog leads its master to his kidnapped baby.", "genres": ["Drama"], "file": "87.json"}, "915786": {"title": "Vot'permis. Viens l'chercher!", "plot": "A poacher eludes a gendarme with the help of some trick photography.", "genres": ["Comedy"], "file": "87.json"}, "915796": {"title": "Vendetta", "plot": "Two men get into a knife fight, in a possibly Spanish tavern, and and one of them kills another and escapes. He takes refuge in his house but escapes when the guard arrives, starting a persecution to the death.", "genres": ["Drama"], "file": "87.json"}, "915808": {"title": "Odyssée d'un paysan à Paris", "plot": "A peasant goes to Paris to sell a couple of rabbits and everything he finds in the city surprises and amazes him, which causes fun to the Parisians. But they steal his rabbits and he also ends up in prison.", "genres": ["Comedy"], "file": "87.json"}, "915813": {"title": "Building a British Railway Arrival of the Scotch Express at Rugby", "plot": "It's the view out of a railroad car near the engine as it navigates among a choice of tracks and takes off through the countryside.", "genres": ["Documentary"], "file": "87.json"}, "915816": {"title": "Le braconnier", "plot": "A Poacher om the loose.", "genres": ["Drama"], "file": "87.json"}, "915822": {"title": "Le nihiliste", "plot": "During a raid, a police officer is shot, and a woman is mistakenly arrested for the crime. Despite the pleas of her mother, she is sentenced to Siberia, but she dies along the way. Her mother decides to take revenge.", "genres": ["Drama"], "file": "87.json"}, "915827": {"title": "Le physician mal recompense", "plot": "A magician conjures up a fine meal for a poor man, and clothes him magnificently.... but what does he get out of it?", "genres": ["Comedy"], "file": "87.json"}, "915830": {"title": "Les cartes lumineuses", "plot": "A gentleman returns to his home office to find that the porter is smoking his cigars and has the housemaid on his knee.", "genres": ["Comedy"], "file": "87.json"}, "915833": {"title": "Les étrennes du facteur", "plot": "It's Christmas time, so it's obligatory to give a gift to everyone, even the guy who's paid to do a job, and often paid very well. It's a yearly routine, and it used to annoy my father no end,, particularly when it came to unionized workers, like post men. So here we see the post man make his way through the building, making a fuss over each piece of mail, and expecting a tip. Don't his employers pay him?", "genres": ["Comedy"], "file": "87.json"}, "915834": {"title": "Les farces de Toto Gâte-Sauce", "plot": "The apprentice at a pastry shop is more interested in playing tricks on people than sweeping the pavement in front of the shop; more interested in eating the pies with a friend than in delivering them; and so, when the butts of all his tricks set off after him, he runs.... but takes a few swipes at them.", "genres": ["Comedy"], "file": "87.json"}, "915856": {"title": "Les voleurs d'enfants", "plot": "A gang of child thieves take one away and hand him over to other gypsies who dress him in rags and cruelly mistreat him. The boy wants to escape and the police find them. The father shoots one of the gypsies and the others are happily arrested.", "genres": ["Drama", "Crime"], "file": "87.json"}, "915857": {"title": "Les petits vagabonds", "plot": "A couple of young boys clamber over a fence and break into the hen coop. They steal some eggs and a fat chicken. The adults are after them, but the boys start a fire by accident and lead the adults on a long chase.", "genres": ["Drama"], "file": "87.json"}, "940750": {"title": "Peace Envoys at Portsmouth, N.H.", "plot": "I'm not sure why the negotiations that ended the Russo-Japanese War of 1904-5 took place in Portsmouth, New Hampshire, but President Theodore Roosevelt had been flexing the United States' power in the world. He had offered to mediate an end to the the war. Russia agreed because of the shocking losses they had suffered at Mukden and Tsushima, and the naval revolt in Odessa. Japan had agreed because they feared a drawn-out war would cripple them financially. Besides, the treaty's terms gave them control of Korea. This film documents the world leaders presence in Portsmouth with military parades and naval ships.", "genres": ["Documentary"], "file": "89.json"}, "957742": {"title": "First Night Out", "plot": "A young student goes to his father and asks for money. When this isn't enough he goes to his mother who gives him more. Happy, he meets his friends who are at a cafe with two young women. They eat and drink and the waiter comes with the bill and demands the student pay it. A fight ensues and he is brought back to his parents house in a carriage. His parents wake up and rush to their son who can't furnish an explanation.", "genres": [], "file": "91.json"}, "978984": {"title": "Across the Subway Viaduct, New York", "plot": "A train ride of New York.", "genres": ["Documentary"], "file": "93.json"}, "978989": {"title": "Automobile Races at Ormond, Fla.", "plot": "Various shots of a car race and the spectators.", "genres": ["Documentary"], "file": "93.json"}, "981003": {"title": "Poison or Whiskey", "plot": "A man wins a girl by pretending to take poison.", "genres": ["Comedy"], "file": "93.json"}, "981683": {"title": "Faust", "plot": "Alice Guy directed a now lost phonoscene (film that relied on a chronophone sound recording that the actors in the film lip-synced with) version of Faust in 22 scenes(or short films) totaling 1245 meter of film. What remains are mostly postcards containing images of some of the scenes. The earliest proof of this film dates from 1905, as it was shown in a Phono Chronomegaphone Theatre in Belgium(stating it had 5 acts and 8 tableaux). The captions of the postcards refer to lines taken from the opera libretto by Jules Barbier and Michel Carré for the 1859 Opera by Charles Gounod(which again was loosely based on Goethe's play) which the film was based on.", "genres": [], "file": "93.json"}, "983091": {"title": "The New Gallants of the Park's Cowshop", "plot": "A millionaire solicits girl suitors for marriage.", "genres": [], "file": "93.json"}, "993184": {"title": "The Flea", "plot": "A woman enters her sitting room and begins to undress, as she feels a Pulicomorpha crawling under her clothes.", "genres": [], "file": "94.json"}, "1008246": {"title": "The Freak Barber", "plot": "A barber cuts heads off Negro and white customers, who then dismember him.", "genres": ["Comedy", "Horror"], "file": "95.json"}, "1021453": {"title": "The Infernal Cave", "plot": "In the caves of hell, Satan stokes the eternal flames and evokes the souls of the damned, whom he turns to dust and plunges into the infernal depths.", "genres": ["Fantasy"], "file": "96.json"}, "1037269": {"title": "De nieuwe loopjongen uit Breda", "plot": "", "genres": ["Documentary"], "file": "97.json"}, "1065327": {"title": "Valencia's Flowers Battle", "plot": "Short documentary about this Valencian tradition directed by Ángel García Cardona.", "genres": ["Documentary"], "file": "99.json"}, "1065341": {"title": "Solar Eclipse", "plot": "Spanish lost film about the 30 August 1905 solar eclipse.", "genres": ["Documentary"], "file": "99.json"}, "119988": {"title": "The O'Mers in 'The Bricklayers'", "plot": "A bunch of bricklayers cause trouble for the local cops.", "genres": [], "file": "101.json"}, "119992": {"title": "The Statue", "plot": "A living statue causes trouble for unsuspecting bystanders.", "genres": [], "file": "101.json"}, "119994": {"title": "The Magician's Alms", "plot": "A magician transforms a tiny dinner table into a full meal for a homeless man.", "genres": ["Fantasy", "Drama", "Comedy"], "file": "101.json"}, "119995": {"title": "Clown, Dog and Balloon", "plot": "Cute one-trick doggie show. The backdrop is beautifully detailed, yet the illusion of depth is humorously broken by the balloon bouncing off the set.", "genres": ["Comedy"], "file": "101.json"}, "119997": {"title": "Spain", "plot": "Alice Guy shoots a travelogue documentary all around Spain.", "genres": ["Documentary"], "file": "101.json"}, "119999": {"title": "The Tango", "plot": "A woman performs the tango.", "genres": [], "file": "101.json"}, "120000": {"title": "The Malagueña and the Bullfighter", "plot": "A bullfighter dances with a woman.", "genres": ["Documentary"], "file": "101.json"}, "120003": {"title": "Cook & Rilly's Trained Rooster", "plot": "An early sound-synchronized short of a rooster crowing.", "genres": ["Documentary"], "file": "101.json"}, "120004": {"title": "Cake-walk nègre", "plot": "A performance of the cake walk.", "genres": ["Documentary"], "file": "101.json"}, "120007": {"title": "Saharet Performs the Bolero", "plot": "Saharet performs the bolero for Alice Guy.", "genres": [], "file": "101.json"}, "120008": {"title": "Polin Performs \"The Anatomy of a Draftee\"", "plot": "Polin performs a song.", "genres": ["Music", "Documentary"], "file": "101.json"}, "120009": {"title": "Dranem Performs The True Jiu-Jitsu", "plot": "Armand Dranem performs The True Jiu-Jitsu (\"Le Vrai Jiu-Jitsu\", by P. Briollet &amp; G. Fabri / C. D'Orviet) in this phonoscene by Alice Guy. This early form of music video was created using a chronophone recording of Dranem, who was then filmed \"lip singing\". Guy would film phonoscenes of all three major Belle Époque celebrities in France: Polin, Félix Mayol, and Dranem.", "genres": ["Music", "Documentary"], "file": "101.json"}, "120010": {"title": "Dranem Performs \"Five O'Clock Tea\"", "plot": "Dranem performs \"Five O'Clock Tea\" for Alice Guy.", "genres": ["Music"], "file": "101.json"}, "120011": {"title": "Félix Mayol Performs \"Indiscreet Questions\"", "plot": "Felix Mayol performs a song, in colour.", "genres": ["Music"], "file": "101.json"}, "120012": {"title": "Félix Mayol Performs \"The Trottins' Polka\"", "plot": "Félix Mayol performs The Trottins Polka (La Polka des Trottins, by A. Trebitsch and H. Christine) in this phonoscene by Alice Guy. This early form of music video was created using a chronophone recording of Mayol, who was then filmed \"lip singing\". Guy would film phonoscenes of all three major Belle Époque celebrities in France: Polin, Félix Mayol, and Dranem.", "genres": ["Music", "Documentary"], "file": "101.json"}, "120013": {"title": "Félix Mayol Performs \"White Lilacs\"", "plot": "Felix Mayol performs  Théodore Botrel's 'Lilas-blanc'.", "genres": ["Music"], "file": "101.json"}, "121466": {"title": "The Little Train Robbery", "plot": "In this parody of 1903's \"Great Train Robbery\", also made by Edwin S. Porter, young bandits rob the passengers of a kiddie train and are chased by police officers.", "genres": ["Action", "Crime"], "file": "101.json"}, "128360": {"title": "King of Dollars", "plot": "A magician shows tricks with money.", "genres": ["Fantasy"], "file": "103.json"}, "130947": {"title": "Dismissal from Mass in Ljutomer", "plot": "1905 short film showing people walking down a Ljutomer street after mass.", "genres": ["Documentary"], "file": "103.json"}, "144444": {"title": "New York Subway", "plot": "The camera platform was on the front of a New York subway train following another train on the same track. Lighting is provided by a specially constructed work car on a parallel track. At the time of filming, the subway was only seven months old, having opened on October 27, 1904. The ride begins at 14th Street (Union Square) following the route of today's east side IRT, and ends at the old Grand Central Station, built by Cornelius Vanderbuilt in 1869. The Grand Central Station in use today was not completed until 1913.", "genres": ["Documentary"], "file": "104.json"}, "151536": {"title": "The Misadventure of a French Gentleman Without Pants at the Zandvoort Beach", "plot": "'Zandvoort in an uproar! On Saturday morning at roughly 10 o’clock, with beautiful weather and calm seas, a Frenchman sat in a beach chair to gaze upon the magnificent view that the sea always affords, until he slowly began to fall asleep’ So begins a report in the ‘Zandvoortsche Courant’ of July 25, 1905. The article explains how the man was faced with the oncoming tide, and – to the amazement of the audience – took off his trousers to prevent them from being ruined by the saltwater. While trying to escape from the policeman who had rushed to the scene, he jumps into a passing car, and hides out in a small changing cabin. Eventually he's nabbed by the police. Accompanied by a band and a large crowd, he is escorted to the police station. The article ends by saying that ‘Messrs. Alberts Frères’ had staged the whole incident for a film in which two of the most popular genres of that period - the locally-shot film and the chase film – would be combined.", "genres": ["Comedy"], "file": "105.json"}, "153199": {"title": "The Other Side of the Hedge", "plot": "Two romantic suitors avoid their wet-blanket chaperone by way of the titular hedge.", "genres": ["Romance", "Comedy"], "file": "105.json"}, "160513": {"title": "Baby's Toilet", "plot": "Nothing to do with potties... Baby gets a good wash. In this charming Hepworth actuality film a crisply uniformed, no-nonsense nurse bounces a baby girl on her lap before submerging the unsuspecting infant into a tub of soapy water. The baby is surprisingly content to be so vigorously sponged and rinsed but somewhat less happy when extracted from the suds and deposited onto a set of unwelcoming metal weighing scales. Once back on a familiar lap, however, the baby delights in being dried, powdered and expertly pampered. (Catherine McGahan)", "genres": ["Documentary"], "file": "106.json"}}