{"166760": {"title": "The Skipping Cheese", "plot": "The interior of a trolley car. A menagerie of passengers notices a foul odour, and pinpoint the source of the stench at a cheese saleswoman. The gendarmerie removes her from the trolley and drags her to the precinct.", "genres": ["Crime", "Comedy"], "file": "3.json"}, "172126": {"title": "Satan at Play", "plot": "The Devil is bored. He goes back to Earth with a magic elevator. He surprises two sewer workers, disguises himself as a city man, and spreads improbable events: quarrel with a coachman, altercation with a city sergeant, mystification of a barman, quiproquo with couples… He's trapped in a cage with a young woman, and goes down to hell. Surprise, the young woman is Madame Devil who was disguised by jealousy.", "genres": ["Fantasy", "Horror"], "file": "3.json"}, "175120": {"title": "Max Learns to Skate", "plot": "Max causes havoc when he joins other skaters on a frozen lake.", "genres": ["Comedy"], "file": "3.json"}, "180139": {"title": "That Fatal Sneeze", "plot": "As an older man and a youth are eating at the table, the older man decides to amuse himself by using pepper to make the boy sneeze. Later, the boy retaliates by sneaking into the older man's room and putting pepper in his handkerchief, hairbrush, and clothing. But things quickly get out of hand when the sneezing that results begins to disrupt the whole town.", "genres": ["Comedy", "Science Fiction"], "file": "4.json"}, "196459": {"title": "Sunderland v Leicester Fosse", "plot": "Edwardian football footage.", "genres": ["Documentary"], "file": "5.json"}, "196462": {"title": "Matsumoto Fragment", "plot": "A boy in a cadet's uniform paints a statement on the top of the frame and then tips his cap to the audience.", "genres": ["Animation", "Family"], "file": "5.json"}, "196463": {"title": "Willie's Magic Wand", "plot": "A magician's son plays tricks with his father's magic wand.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "196464": {"title": "Dancing Boxing Match, Montgomery and Stone", "plot": "Two men box in a comedic manner, with the film opening as one man in a cap punches the other and then ducks behind him.", "genres": ["Comedy", "Documentary"], "file": "5.json"}, "196465": {"title": "Landbrug i Danmark", "plot": "A documentary about Danish agriculture.", "genres": [], "file": "5.json"}, "196466": {"title": "Diana Bathing", "plot": "A modern days Diana comes to the border of a wood, near a water creek with canes, undresses, and places each clothing item on a tree branch. The camera shows her every movement, but also her reflection and those of the woods on the clear, moving waters. When she is going to lift up her white undershirt - the film teasingly ends.", "genres": [], "file": "5.json"}, "196467": {"title": "At the Photographer's", "plot": "A photographer has a studio in which he asks women to pose in the nude or in daring clothes. Then he receives his all-male clientele, to show them (and the camera, via inserts) the results of his art. But a previous model who refused to take off her clothes, accusing him of harassment, returns with the police in tow.", "genres": [], "file": "5.json"}, "196471": {"title": "A Modern Marriage", "plot": "Another boring evening at the Baron's home; he sits and reads a magazine, while his wife sits across the reading table, reading a newspaper. The housemaid enters, bringing a message from Franz, who convenes the Baron to an urgent meeting at the Club. Excusing himself, and thoroughly kissing his wife good-evening, the Baron leaves - to meet some lady of the night in the club's private room, with champagne and a sofa for two. At home, the Baroness gets bored, until she has an idea, soon put to practice. She sends a man a letter, signed Divine Lola, giving him rendez-vous at a discreet pension. The modern Eve is not taking her husband's infidelities sitting down. She lays in her undershirt on a bed inviting her lover in, in a long embrace.", "genres": [], "file": "5.json"}, "196473": {"title": "An Exciting Hunt", "plot": "A young woman and her maid go for a stroll in the park. The maid goes away, and the girl, siting alone in her folding bank, starts feeling the effects of the heat. After a look around to make sure that she is alone, she strips naked, and has a refreshing bath. While she is at it, a middle-aged couple approaches and decides to rob the girl's clothes. The woman strips her own, poor peasant's clothes, and dons on quickly the girl's dress; they leave in a hurry. The girl is distressed when she finds that she has only her undershirt to cover herself. A policeman wearing a white casket appears before the girl can dress, and she runs away, hunted by the policeman. Nearby, a man in a white suit and Panama hat is having a picnic with his family, greets a passing friend, and offers him some refreshment. Before they can toast, they're trample on by the fugitive girl, and the policeman close by. They all stand up and join the chase. A bearded man in a dark suit is out for a stroll in the park, ...", "genres": [], "file": "5.json"}, "196476": {"title": "The Sculptor's Dream", "plot": "The artist studio is decorated with a rug, a chaise lounge, a small table, a plinth, a couple of copies of classic sculptures, a vase with flowers, a few prints on the walls, and on the wood paneled lower half of the wall, an 8-pointed star [Saturn-Film's logo]. The artist is wearing a white shirt over his grey trousers, shirt and necktie, and he is wearing black shoes. With hammer and chisel, he applies the last touches on his last piece of sculpture - The Three Graces, standing nude on a rectangular podium covered with a white bed-shirt. He steps back, contemplates his work, and rejoices on the beauty he has achieved. He goes out momentarily, and brings a bottle of champagne and a glass; before drinking, he makes a toast to his finished statue. He drinks, smokes a cigarette, and contemplates his work - until he falls asleep on the chaise lounge. Only then do The Three Graces stir, and tip-toe around their creator. One even dares to approach her lips to the artist's.", "genres": [], "file": "5.json"}, "196478": {"title": "The Slave Market", "plot": "In front of a round tent, a pasha is sitting on the grass; to the right of the tent's door, covered with a patterned blanket, is a flagpole - on top of which is an 8-pointed star [Saturn-Film's logo]. The pasha claps hands, and a servant comes to his bid. The lord is going to smoke from his water-pipe while he buys some new slave girls. The servant calls the seller and his two henchmen, who bring forth four girls in patterned burnooses.", "genres": [], "file": "5.json"}, "196480": {"title": "The Abduction of the Slave Women", "plot": "Four Arab men in white burnouses, two women in grey, and one female cook in striped burnous, are sitting in front of a cave in a forest path. (From a piece of grey cloth over the entrance to the cave, two 8-pointed white stars hang incongruously: the Production company's logo.) A pan hangs from a tripod. A girl in a colorful dress arrives with a Bucovina shepherd dog, and starts dancing in front of the men. First, half of the men go, then the others and the girl leave. Only one man stays, taking care of the food being prepared in the pot. Snivelling from their hiding place, a robber jumps him, and knocks him out with a blow. Three thugs join him, and they take whatever they find in the cave (guns). The dog comes back, and sits a while near the fallen cook. The Arabs return, and are alarmed at the robbery, and the killing of their cook. Meanwhile, somewhere.", "genres": ["Adventure", "Crime"], "file": "5.json"}, "196483": {"title": "The Angler", "plot": "A middle-aged woman in rural dress and a young woman in a smarter dress are picking up herbs in a forest. The workload and the sunny day call for a halt for refreshment. The young girl disrobes, and enters the nearby river in the nude, followed by the mature woman who simply fathers her long skirts up to her waist, revealing her naked thighs and white-slip covered buttocks. The camera follows them to the right, capturing the water movement, and their splashing about. (A white sunflower stands alone in the midst of the water creeks - hinting at the Production company's logo, an 8-pointed star.) A fisherman arrives and starts throwing his hook at the fish, with no results; so, he moves to the right, and throws the hook again, this time capturing the heavy mature woman who comes from behind the curtain of willows, complaining of pain in the lower of her back. A policeman in city uniform and white casket appears, to expel both the fisherman and the woman from the place.", "genres": [], "file": "5.json"}, "196484": {"title": "Games of Youth", "plot": "Compilation of two shorts also distributed independently: Cricket und Reifenspiel [Croquet and the Arc and Hook Game], and Springschnur und Amazonen [Jump Roping and the Amazons]. In a sunny day, on a lawn in the woods, three nude, young brunettes with little flower arrangements on their hair are playing a succession of three dexterity games: throwing and catching three arcs with the use of a thin long hook, jumping the rope (soon replaced by a long piece of light cloth), and using the arcs as hoops for a bit of croquet with appropriate mallets and balls.", "genres": ["Documentary"], "file": "5.json"}, "196485": {"title": "Veil Dance", "plot": "Four nude girls prance about in a small clearing in a dense wood or green garden. Two stay coyly to the left, one dances in the front with a flowing, flimsy veil, and another, far right, mimics the dancer's movements.", "genres": [], "file": "5.json"}, "196487": {"title": "The Sand Bath", "plot": "A middle-aged man bare chest and wearing trousers, clears a shallow trench in the sand while a young woman draped in a long, flimsy veil looks on. The man leaves, but stays in the nearby wood at a watching distance, glancing at the girl divesting of her robe, sitting in the trench as if to sunbathe. She shifts positions a couple of times, but then the man returns, and starts covering her with sand. Unhappy, the girl gets up, picks a flask of lotion from the trench, and leaves with the man.", "genres": [], "file": "5.json"}, "196490": {"title": "Ali Barbouyou and Ali Bouf, In Oil", "plot": "This film from 1907 is sadly incomplete as it's only available in a two-minute fragment. The opening title card explains that a painter has just finished his work when his assistant comes in and accidentally drinks varnish. The film then picks up as the painter goes haywire and sends the assistant into the painting.", "genres": [], "file": "5.json"}, "196491": {"title": "The Tulips", "plot": "In a bower of giant tulips a boy and girl practice flower magic. They cause flowers and birds to open and human forms to issue therefrom, and on the black background of the wonderful garden there appear myriad flowers, in the center of each of which is a smiling feminine head. Tableaux showing pretty girl and flower effects are plentiful and the film winds up with a burst of multi-colored flame, which shoots in fiery splendor from leaves and petals.", "genres": ["Fantasy"], "file": "5.json"}, "196493": {"title": "The Village Blind Man", "plot": "It is an early example of the rural melodramas that were going to be popular in Spain, with situations that Bunuel will enjoy subverting. The outside locations have probably not been modified and therefore present an interesting reflection of the rural Spain around Valencia. The blind man of the title is not central character of the narrative, a nice twist.", "genres": ["Drama"], "file": "5.json"}, "196495": {"title": "Trial Marriages", "plot": "A man attempts a series of 'trial marriages' with various women, and eventually gives up on marriage altogether.", "genres": [], "file": "5.json"}, "196498": {"title": "La Marseillaise", "plot": "This film by Georges Mendel uses a primitive synchronization system for the projector and phonograph. Original sound lost but recently restored.", "genres": [], "file": "5.json"}, "196500": {"title": "Harlequin's Story", "plot": "Polichinelle the servant (called Harlequin in the English language version) rescues his girlfriend from a gang of decadent aristocrats, who have transformed her into a mechanical doll.", "genres": ["Romance", "Fantasy", "Adventure", "Drama"], "file": "5.json"}, "196501": {"title": "The Yawner", "plot": "A top-hatted man gets dressed in the morning, and starts to yawn, causing his housekeeper to yawn as well. He sets off down the street where he proceeds to make others yawn as well, including a shop keeper, passers-by, and a small group of soldiers.", "genres": ["Comedy"], "file": "5.json"}, "196502": {"title": "Wonderful Mirrors", "plot": "A talented youth has compounded a wonderful fluid, a little of which he applies to the mirror in his room, and when he looks into it his image comes to life and comes out of the frame and imitates his every action. As soon as he rubs the fluid off the mirror his double disappears. When the servant come in, a little of the fluid is again rubbed on the mirror, and he has the same experience, his reflection stepping out and doing stunts, thereby scaring the poor fellow almost to death. The inventor of the fluid then takes the mirror with him and goes out on the street.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "196504": {"title": "The Rivals", "plot": "Chollie and George compete for a young woman's affection, using trickery and sabotage.", "genres": [], "file": "5.json"}, "196508": {"title": "Easter Eggs", "plot": "A magical woman and her magical eggs.", "genres": ["Fantasy"], "file": "5.json"}, "196509": {"title": "College Chums", "plot": "While in a park, a young woman sees her fiancé being quite affectionate with another woman. When she calls him on the telephone to demand an explanation, he tells her that it was his sister. She is not satisfied, and insists on coming over to meet his 'sister'. As the young man broods over how to get out of trouble, an old college friend comes over, and he offers to pretend to be the sister. At first this works, but soon it has created even more complications.", "genres": [], "file": "5.json"}, "196510": {"title": "Fights of Nations", "plot": "The film is several vignettes of slap stick presentation of racial stereotypes. We are treated to murderous Mexicans, conniving Jews, brawling Irish, bloodthirsty Scots, an Indian, and even Uncle Sam. This little black and white silent feature is an interesting look, especially in that we really don't know what we are seeing. Is this what it first appears - a racist comedy that shows a disdain for all non-WASPs? Is the final scene depicting most of the cast (except the dancing Negros) working together to show that America is a melting pot?", "genres": [], "file": "5.json"}, "196511": {"title": "Joined Lips", "plot": "The setting is a postoffice. A well-to-do lady has brought her maid to lick the stamps. A man, the maid's love interest, is taken by the sight and, as soon as he can, attempts to kiss her. Unfortunately the lovers forgot about the sticky residue…", "genres": ["Comedy"], "file": "5.json"}, "196512": {"title": "The Trainer’s Daughter; or, A Race for Love", "plot": "Jack and the daughter of a horse trainer are in love with each other, but when the trainer discovers them together, he makes it clear that Jack is unwelcome. Later, at the stables, another suitor for the daughter's hand appears. An unusual agreement is reached, under which the result of a race will determine which of the two the daughter will marry. But Jack's rival proves to be unscrupulous, and he will stop at nothing to be successful.", "genres": [], "file": "5.json"}, "196515": {"title": "Cohen’s Fire Sale", "plot": "A shopkeeper suffers the loss of some valuable merchandise, and thinks of a way to regain his losses.", "genres": [], "file": "5.json"}, "196522": {"title": "The Express Sculptor", "plot": "A sculptor creates several faces in a span of four minutes.", "genres": ["Drama"], "file": "5.json"}, "196530": {"title": "La terroriste", "plot": "A film from Louis Feuillade.", "genres": [], "file": "5.json"}, "196532": {"title": "The Pumpkin Race", "plot": "Early slapstick short from Louis Feuillade involving runaways, except that, instead of it being a runaway horse (see Griffith's THE CURTAIN POLE for an example), it is a cartful of what appear to be hundred-pound pumpkins that get away, rushing hither and yon, down sewers, up chimneys, pursued by the drayer, a couple of other people and a very unwilling donkey.", "genres": ["Comedy", "Fantasy", "Action", "Animation"], "file": "5.json"}, "196533": {"title": "The Colonel's Account", "plot": "This short film consists of a crazy old colonel being asked to entertain party guests about his exploits of daring. However, being a totally insane old coot, he runs amok acting out his war-time heroics--smashing and throwing everything in the room!", "genres": ["Action", "Comedy"], "file": "5.json"}, "196534": {"title": "Sightseeing Through Whisky", "plot": "John, who loves the bottle a little too much, is one of a group of sightseers. Too drunk to follow the party, the reeling drunkard remains on the site of a ruin where he starts having hallucinations.", "genres": ["Comedy"], "file": "5.json"}, "196537": {"title": "Rogues' Tricks", "plot": "Fun film from French master Georges Melies has a couple burglar's breaking into a man's home and having to hide when that man returns. Instead of a trick film or something that he's known for, the director really changes gears here and instead delivers what's basically an action movie.", "genres": [], "file": "5.json"}, "196538": {"title": "Satan in Prison", "plot": "The title is vital, since the bulk of the action consists of a well-dressed man magically producing a series of items to furnish a bare room, culminating in his summoning up a charming lady to share his meal. Hearing the guards approaching, the man reverses the process, ending with a bare room when the two men enter.", "genres": ["Comedy"], "file": "5.json"}, "196541": {"title": "A Little Girl Who Did Not Believe in Santa Claus", "plot": "A generous boy tries to help a girl who does not believe in Santa Claus because of her family's poverty.", "genres": [], "file": "5.json"}, "196542": {"title": "First Prize in Cello", "plot": "An artist settles down on a folding stool right in the middle of the street and starts playing. Soon enough, objects of all sorts are thrown from the windows, without interrupting the musician’s inspiration… until a little girl shows up.", "genres": ["Comedy"], "file": "5.json"}, "196544": {"title": "The Talisman", "plot": "\"Le Pied de Mouton\" is an adaptation of an old French stage play titled \"The Talisman\" written by Alphonse Martainville and César Ribié. The atmosphere is hilarious, oneiric and delicious. The film tells the story of Gusman and Léonora, two lovers who must deal with many spells and troubles in order to preserve their love. The tale is full of princes and princesses, damsels in distress, good witches and wicked lords and is an amazing piece of work.", "genres": ["Fantasy"], "file": "5.json"}, "196546": {"title": "Laughing Gas", "plot": "A woman goes to the dentist for a toothache and is given gas. On her way home on the subway she can't stop laughing, and every other passenger catches the laughter from her.", "genres": ["Comedy"], "file": "5.json"}, "196548": {"title": "How Bridget's Lover Escaped", "plot": "Very much a slapstick chase in the mode of the period, as Victorine's boyfriend escapes from the kitchen and is pursued on rooftop by his unsuspecting fellow officers.", "genres": [], "file": "5.json"}, "196549": {"title": "Robert Macaire and Bertrand", "plot": "Robert Macaire (Chevalier Macaire) was a noted criminal and assassin who appears in French plays. His name is renowned in French culture as that of the archetypal villain.", "genres": [], "file": "5.json"}, "196575": {"title": "The Prophetess of Thebes", "plot": "Partially lost film. One of the kings of ancient Thebes enters the abode of an astrologer and demands that he be told his future. The former utterly refuses to forecast the coming events of his sovereign, even under the pain of death; but he brings forth a priestess who possesses the powers of divination. This priestess is introduced in a wonderful way: a throne is brought forward, and then a box from which the pieces of a statue are removed and piled up in regular order; the statue suddenly becomes animated. The king implores the latter to foretell his life. She commands him to look through a telescope toward the side of the room. A vision appears. (Moving Picture World)", "genres": ["Fantasy"], "file": "5.json"}, "201934": {"title": "Dr. Isnardi: Amputation", "plot": "A medical documentary for students.", "genres": ["Documentary"], "file": "6.json"}, "205270": {"title": "Cinderella", "plot": "This is a compact telling of the Cinderella fairy tale and the film is elaborately staged.", "genres": ["Drama", "Fantasy"], "file": "6.json"}, "205272": {"title": "The Black Witch", "plot": "With a beautifully painted Arabian backdrop and some vivid colours, this is one of the more visually impressive pieces.", "genres": ["Fantasy"], "file": "6.json"}, "206738": {"title": "The Abduction of an Actress", "plot": "After Lucinda do Carmo is abducted from a theatre, the police are on the case.  This film is lost.", "genres": ["Drama"], "file": "7.json"}, "214305": {"title": "The Cigar Box", "plot": "People magically appear and disappear from an oversized musical cigar dispenser.", "genres": ["Fantasy"], "file": "7.json"}, "214472": {"title": "The Roller Skate Craze", "plot": "More than a dozen shots, some less than a second, of people wearing roller skates in various settings: a young man in skates sits on a low guardrail next to a city sidewalk reading, a woman with a child shoots by, a constable skates gingerly, a man skates by in suit and vest, another cleans front steps, children skate into a room where papa and siblings sit, someone slips at the base of stairs, a man in a cowboy hat moves fast, two jovial chubby women shake hands, our man in the hat trips over a wheelbarrow, then falls again as he rounds a corner, then down goes the constable. It's a crazy day on the city sidewalks.", "genres": ["Comedy"], "file": "7.json"}, "232623": {"title": "International Contest for the Heavyweight Championship: Squires vs. Burns, Ocean View, Cal., July 4th, 1907", "plot": "The fight is a short one, with the defeated boxer knocked out in the first round after going down for the third time.", "genres": ["Documentary"], "file": "9.json"}, "232624": {"title": "Jim Jeffries on His California Ranch", "plot": "The first scene preceded by the title: greeting visitors, is taken across a dirt road that runs in front of the Jeffries' home. Approaching the house is an automobile with four passengers. As the car stops in front of the house, Jim Jeffries and his wife come out to greet the visitors. All then enter the house, the camera was at such a distance that subjects are not easily identifiable.", "genres": [], "file": "9.json"}, "232697": {"title": "King Frederik VIII Travels to Iceland", "plot": "King Frederik VIII travels to Iceland in 1907.", "genres": [], "file": "9.json"}, "232698": {"title": "Kong Frederik VIII besøger Færøerne", "plot": "King Frederik VIII travels to Færøerne", "genres": [], "file": "9.json"}, "232703": {"title": "King Frederik VIII's Arrival in Berlin", "plot": "King Frederik VIII of Denmark arrives in Berlin, Germany.", "genres": [], "file": "9.json"}, "232707": {"title": "Den hvide slavinde", "plot": "A young girl reads an ad in the newspaper and enthusiastically shows it to a young man, who cares for her. She leaves on the train; the young man gives her a carrier pigeon. At the end of the journey, she meets with a lady, who takes her to her house. The girl is given an evening dress and taken to a salon filled with revellers. She fights off their advances and is locked in her room. Realizing that she has ended up in a brothel, she sends off the pigeon with a message. The young man gets the message and arrives at the brothel with the police. He takes the girl away with him, but after the police have left, the remaining revellers cheerfully continue their debaucheries.", "genres": [], "file": "9.json"}, "232709": {"title": "The Pearl Fisherman", "plot": "Captivated by a vision of beckoning women, a man dives into the ocean, and soon finds himself walking on the ocean floor. After encountering numerous sea creatures, he comes to a giant oyster. When the oyster is opened, a strange adventure begins for the diver.", "genres": ["Fantasy"], "file": "9.json"}, "232714": {"title": "The Enchanted Pond", "plot": "In an outdoor setting, a magician makes pond nymphs and frog people appear out of water and thin air.", "genres": ["Fantasy"], "file": "9.json"}, "232717": {"title": "The Fairy of the Black Rocks", "plot": "An old woman begs a young men to carry her heavy bundle of firewood. The man refuses: he rather goes to sleep. The woman, who turns out to be a witch, punishes him with terrible apparitions.", "genres": ["Fantasy"], "file": "9.json"}, "232718": {"title": "The Unwritten Law: A Thrilling Drama Based on the Thaw-White Tragedy", "plot": "Dramatization of the real-life shooting of Stanford White by Harry K. Thaw.", "genres": ["Drama", "Crime"], "file": "9.json"}, "232721": {"title": "Mr. Hurry-up", "plot": "Mr. Hurry-Up gets dressed in a rush, and then races down to breakfast. After a few quick bites and a couple gulps of coffee, he races out the door and heads to work. While working at his desk, he begins to suffer from a painful toothache. Though he wants to get it dealt with as quickly as possible, Mr. Hurry-Up soon learns that some things should not be done hastily.", "genres": ["Fantasy", "Comedy"], "file": "9.json"}, "232725": {"title": "His First Ride", "plot": "A nicely-dressed man is riding on a bicycle.  When he parks it a hobo quickly steals it, but he is clearly new at riding. He cannot manage to steer in a straight line, and it is not long before he becomes quite a hazard to pedestrians and to others in his path.", "genres": ["Comedy"], "file": "9.json"}, "232734": {"title": "Fru Ellen Aggerholm", "plot": "Ellen Aggerholm performing.", "genres": [], "file": "9.json"}, "232737": {"title": "Viking løber af Stabelen", "plot": "Release of a ship.", "genres": [], "file": "9.json"}, "232738": {"title": "Shrovetide Celebrations at Mogensen's", "plot": "A parade...", "genres": [], "file": "9.json"}, "232742": {"title": "Badende Drenge i Skovshoved Havn", "plot": "Kids jump in the water.", "genres": [], "file": "9.json"}, "232745": {"title": "Volunteer Boys' Association", "plot": "Kids in activity, as organized by the F.D.F.", "genres": [], "file": "9.json"}, "232746": {"title": "Orchestra at Frederiksberg Theater", "plot": "We watch a orchestra at play.", "genres": [], "file": "9.json"}, "232747": {"title": "Vore Ingeniører slaar Pontonbro", "plot": "Military building a bridge.", "genres": [], "file": "9.json"}, "232749": {"title": "Haslev Agriculture Fair", "plot": "Presentation of horses and cows.", "genres": [], "file": "9.json"}, "232753": {"title": "Hestevæddeløb i Sverige", "plot": "Horse racing in Sweden.", "genres": [], "file": "9.json"}, "232762": {"title": "Sprængning af Huse i Ordrup Krat", "plot": "A house has been blown up....", "genres": [], "file": "9.json"}, "232763": {"title": "Sprængning af Træer i Dyrehaven", "plot": "A group of military men uses explosives to de-root trees.", "genres": ["Documentary"], "file": "9.json"}, "232767": {"title": "Automobiler i Fredensborg", "plot": "Driving around and looking at cars in Fredensborg.", "genres": [], "file": "9.json"}, "232774": {"title": "Children's Aid Day in Copenhagen", "plot": "Børnehjælpsdagen parade of 1907.", "genres": [], "file": "9.json"}, "232775": {"title": "Engineers Excavate Skandser and Set Off Blasts", "plot": "Blowing up dirt....", "genres": [], "file": "9.json"}, "232778": {"title": "Københavnerbilleder", "plot": "Various street scenes from Copenhagen in 1907.", "genres": ["Documentary"], "file": "9.json"}, "232883": {"title": "Skøjteløbning i Fredericia", "plot": "A two and a half minute clip of Ice skating in Fredericia.", "genres": [], "file": "9.json"}, "232884": {"title": "The Magnetized Man", "plot": "A midsummer Phantasy. The man having been attacked by footpads, puts on a suit of medieval armor which has been magnetized at a dynamo by two boys. Every metallic article which he approaches flies to him, to the great consternation of many people.", "genres": ["Science Fiction", "Comedy"], "file": "9.json"}, "237872": {"title": "Bokserparodi", "plot": "Parody boxing from Denmark. The fat clown keeps getting beat up, but he's got a trick up his sleeve.…", "genres": ["Comedy"], "file": "9.json"}, "237873": {"title": "C'est Papa qui a pris la purge", "plot": "A man has diarrhea.... a French comedy.", "genres": ["Comedy"], "file": "9.json"}, "260488": {"title": "The Dangers in a Fisherman’s Life", "plot": "It was the first feature film produced in Norway.", "genres": ["Drama"], "file": "12.json"}, "273275": {"title": "The Dancing Nig", "plot": "A darkey finds it impossible to keep his feet still whenever he hears the sound of music. Sam is enticed from his home by hearing the sound of mouth harps played by two of his friends; out of the window he comes. He then gets a job to carry a trunk, an organ-grinder starts his feet a-going; he gets a job as waiter, the orchestra does the balance. Then he becomes a porter, the Dutch band finishes him with this position; then a barber, an artist's model and other positions, from all of which he is promptly fired because he can't keep his feet still when the strains of music float in the air.", "genres": [], "file": "14.json"}, "274973": {"title": "The Wooing and Wedding of a Coon", "plot": "The opening shows a colored nursemaid in the park with baby carriage, and seated on a bench receives the attention of several smart colored men who admire her greatly and endeavor to make her acquaintance. But the dusky belle is coy and declines to make the acquaintance of any of them, until one more fortunate than the rest is invited to a seat on the bench with her, and a most pronounced flirtation takes place between the lady and her beau. (Selig catalog)", "genres": ["Comedy"], "file": "15.json"}, "281934": {"title": "The Robber's Sweetheart", "plot": "A love triangle develops between Tom, the head of a band of robbers, Jim, one of the robbers, and Clara, Tom's girlfriend, all while the police draw closer.", "genres": ["Drama"], "file": "15.json"}, "281935": {"title": "The Lady with the Camellias", "plot": "It is love at first sight when Armand Duval meets the courtisan Marguerite. They move in together and live happily until Armands father secretly pays Marguerite a visit to tell her that her questionable reputation has put Armand's entire family in disrepute. She sacrifices herself and leaves Armand, who – in the belief that she left of her own free will – embitters by grief and anger. But destiny wants them to meet again. (stumfilm.dk)", "genres": ["Drama"], "file": "15.json"}, "283325": {"title": "Dumb Sagacity", "plot": "The story of a little girl and her pets, a horse and a dog, whose marvelous intelligence is most strikingly shown. The little girl, whose home is at the seaside, goes out on the rocks to play with her dog. There she romps with her pet and quite loses sight of the constantly rising tide. Suddenly she discovers that the rocks are surrounded, and her escape entirely cut off. Turning to her dog, she motions him to the land; instantly he is off, swimming to shore and dashing across the beach. He reaches the stable, where he unties the pet horse, then leading the way, he and the horse dash off to the surf, through which they plunge. The horse soon reaches the rock, which he has much difficulty in approaching, but finally the little girl succeeds in getting upon his back, and is then swiftly borne to shore.", "genres": [], "file": "16.json"}, "284078": {"title": "The Girl from Montana", "plot": "As a young couple are courting, they are rudely interrupted and split up. The man is seized and is turned over to a gang of toughs who want to hang him. Though she is greatly outnumbered, the young woman wastes no time in making a determined effort to rescue him.", "genres": [], "file": "16.json"}, "284541": {"title": "Jamaica Negroes Doing a Two-Step", "plot": "Short released in 1907.", "genres": [], "file": "16.json"}, "284796": {"title": "Laplander Feeding His Reindeer", "plot": "Short documentary released in 1907.", "genres": ["Documentary"], "file": "16.json"}, "285134": {"title": "The Masher", "plot": "The \"Masher\" is a product of no particular time or place, but known everywhere, and least thought of where best known. The adventures and misadventures of one of this type as presented in this film make a very laughable comedy subject.", "genres": [], "file": "16.json"}, "285166": {"title": "The Merry Widow", "plot": "Danilo arid Sonio are ordered to marry to save their country from bankruptcy. They are both too proud to speak to each other at a fête in the ambassador's garden in Paris, but they are forcibly brought together by the ambassador and other courtiers present, which results in a quarrel. During the national dance Sonio appeals to the prince with such feeling that he yields to his love and proposes.", "genres": [], "file": "16.json"}, "285188": {"title": "The Mill Girl", "plot": "A girl who works in a textile mill suffers unwanted advances from her boss. Her boyfriend, who also works there, sees it and knocks the boss down. In retaliation, the boss hires two thugs to beat up the boyfriend, but he outwits them. Instead, the boss fires him. As the boss is forcing his attentions on the girl again, a fire breaks out in the mill...", "genres": [], "file": "16.json"}, "285822": {"title": "The Pirates", "plot": "French film released in 1907.", "genres": [], "file": "16.json"}, "285950": {"title": "For a Necklace", "plot": "French film starring Max Linder, released in 1907.", "genres": [], "file": "16.json"}, "286340": {"title": "The Husband's Trick", "plot": "Silent starring Max Linder.", "genres": [], "file": "16.json"}, "288060": {"title": "Salaviinanpolttajat", "plot": "No prints of the film have been preserved so the film can be considered a lost film. The original screenplay has also been lost. However, some plot descriptions are still known based on contemporary newspaper advertisements of the film.  As the name would indicate, the film tells about two local men who are making moonshine in the woods. A customer comes to them, and while sampling the product they start a game of cards, which eventually leads to a fight. While the fight is going on, the local police shows up and arrests the makers while the customer manages to escape.(Wikipedia)", "genres": ["Comedy"], "file": "17.json"}, "321838": {"title": "A Slave's Love", "plot": "A noble Roman, bored with his life, sees a slave dance and they fall in love. Before they can consummate their passion, his wife has the slave killed and he drinks the same poison as she.", "genres": ["Romance", "Drama", "History"], "file": "22.json"}, "322760": {"title": "Enchanted Glasses", "plot": "Devilish looking man dances with a dress in his arms. The dress stands up by itself and a woman magician appears in it. She conjures six women and then makes them disappear. She magically changes into men's clothing and lines up six boxes which begin to smoke and produce six women, whose clothing transforms from formal gowns to ballet dresses. The magician makes them disappear. She then lines up six glasses on a table, and, as she pours wine into them, a woman appears in each glass. She makes the wine go back into the container and everything on the table goes up in smoke. She transforms her clothing into a dress, then disappears, leaving the dress standing on its own. The devilish man reappears, turns the dress into torches, then disappears into smoke with the torches. (Library of Congress)", "genres": ["Fantasy"], "file": "22.json"}, "329886": {"title": "Man Monkey", "plot": "A man with a bald head visits a specialist and places an order for an especially strong hair tonic. Late in the evening a messenger is dispatched with the tonic to the purchaser, but, through error, delivers to wrong flat. The contents of bottle, however, are drained by the male contingent of the family and water substituted therefore. Later on we see our friend applying the water to his head and giving liberal massage, but the soil remains as unfertile as ever. Our other friend, however, meets with better results, and he is soon covered with a luxuriant growth of hair. He is exhibited as a man monkey and, playing his part well, proves quite a drawing card with the ladies, when his wife, who is acting as his keeper, proves competent and administers to him a flogging, and one of the feminine members of the affair also comes in for an ample share. (Gaumont catalogue)", "genres": ["Comedy"], "file": "23.json"}, "330873": {"title": "The Sorcerer's Scissors", "plot": "A mix of spectacle, animation and dance, the film reveals an early delight in the potential for creative fun with film form. Its director, Walter R. Booth had been described as making British films which attempted to out-Méliès Méliès.", "genres": ["Animation", "Fantasy"], "file": "23.json"}, "332985": {"title": "The Clock-Maker's Secret", "plot": "The town-crier summons the inhabitants of the town and they read a manifesto which is posted on a wall announcing the fact that at 4 o'clock on that day the Lord Mayor will receive bids for the building of a town clock.", "genres": ["Horror", "Drama", "Fantasy"], "file": "23.json"}, "334565": {"title": "The Inexhaustible Barrel", "plot": "Wonderful trick film about two young girls and their magical barrel. Live animals and superb clothing keep jumping miraculously out of the barrel.", "genres": [], "file": "23.json"}, "334566": {"title": "Geneviève de Brabant", "plot": "Medieval legend, a story about marital fidelity of the falsely accused Genevieve towards her husband Siegfried. The story has been adopted in several narratives, musical plays and for the cinema screen.", "genres": [], "file": "23.json"}, "337809": {"title": "The Baffled Burglar", "plot": "A small dog thwarts burglars in this British short film.", "genres": [], "file": "24.json"}, "338639": {"title": "The Gipsy's Warning", "plot": "The story centers on a gregarious but rather undependable man whose attentions to a young gypsy woman lead to complications for them both.", "genres": ["Drama"], "file": "24.json"}, "339475": {"title": "Métempsycose", "plot": "Stencil-coloured version of Segundo de Chomón's Les roses magiques (1906).", "genres": ["Fantasy"], "file": "24.json"}, "341425": {"title": "Kong Frederik VIII's første Kongerevue", "plot": "The first military revue of King Frederik VIII is captured on film.", "genres": ["Documentary"], "file": "24.json"}, "341758": {"title": "Santos-Dumont Hydroplane", "plot": "", "genres": ["Documentary"], "file": "25.json"}, "341981": {"title": "La maison morcelée", "plot": "Three travellers take refuge from a storm in a haunted house.", "genres": [], "file": "25.json"}, "342713": {"title": "Terrorists in Russia", "plot": "Starring Max Charlier and Mlle Loisier, is a very rare and considered many years a lost film. Gaumont catalogue no 1590, the title was changed in \"La terroriste.\"", "genres": ["Drama"], "file": "25.json"}, "348181": {"title": "Ju-Jitsu", "plot": "Many demonstrations of the art of Jiu Jitsu are given, and as evidence that this is not a passing fad intended only for the amusement of the public there is illustrated in very thrilling manner how several footpads follow two girls and then in a deserted section of the road make an attack, which is successfully foiled and the perpetrators taken into custody. Splendid action and good photographic quality. (Gaumont catalogue)", "genres": ["Action", "Documentary"], "file": "25.json"}, "351188": {"title": "The Childrens' Camp", "plot": "An orphan boy escapes from a reformatory.", "genres": ["Drama"], "file": "26.json"}, "356269": {"title": "Diabolo Nightmare", "plot": "A clerk, unable to stop playing the game of Diabolo, strays in and out of precarious situations while playing with the toy.", "genres": ["Comedy", "Fantasy"], "file": "26.json"}, "368778": {"title": "La puce", "plot": "A woman searches for something inside of her dress", "genres": [], "file": "28.json"}, "369496": {"title": "Sister Mary Jane's Top Note", "plot": "A Woman sings and everything breaks.", "genres": [], "file": "28.json"}, "377590": {"title": "Petit Jules Verne", "plot": "A boy is put to bed by his mother, but when she leaves the room, he pulls out a book. Dropping off to sleep, he begins to dream. The wall behind him transforms into a screen, with a portrait of Jules Verne. The boy imagines the starry night sky, with comets shooting by. The gondola of a balloon parks outside his window. He climbs aboard, ascending over a skyline and harbor.", "genres": [], "file": "29.json"}, "387383": {"title": "Eureka Stockade", "plot": "The surviving seven-minute fragment (original length unknown) shows street scenes of Ballarat is believed to be part of the 1907 film, the second feature film made in Australia (after the 1906 production, The Story of the Kelly Gang). Other scenes in the lost reels of the film were believed to have included gold seekers leaving London; the issuing of licences; the rush at Canadian gully; the arrival of the first women at the goldfields; licence hunting; diggers chained to logs and rescued by mates; the murder of Scobie; diggers burning Bentley's Hotel; the Rebellion; Peter Lalor addressing the miners; burning the licenses; building the stockade; troops storming the stockade; the stockade in ruins; and a look at Ballarat 55 years later", "genres": [], "file": "30.json"}, "389178": {"title": "The Bashful Mr. Brown", "plot": "Brief surviving fragment of a silent come.dy", "genres": [], "file": "31.json"}, "389921": {"title": "Afraid of Microbes", "plot": "A man who fears the influenza microbe buys an antiseptic spray from a pharmacist. On his way home, he insists on spraying everyone he encounters, including the police.", "genres": ["Comedy", "History"], "file": "31.json"}, "394437": {"title": "The Banknote", "plot": "A rich man rewards a tramp for defending him from muggers with a large sum of money in the form of a single bank note. Nobody can cash the big bill the tramp is carrying and hilarity ensues.", "genres": ["Crime", "Comedy"], "file": "31.json"}, "396922": {"title": "The Prodigal Son", "plot": "The first feature-length motion picture produced in Europe, running 90 minutes. Directed by Michel Carré, from his own three-act stage pantomime, The Prodigal Son. The film was basically an unmodified filmed record of his play. Filmed at the Gaumont Film Company studios in May 1907.", "genres": ["Drama"], "file": "32.json"}, "407780": {"title": "The Erudite Dogs", "plot": "1907 Pathé short featuring dogs performing tricks (filmmaker is anonymous).  Not to be confused with Alice Guy's similarly titled film.", "genres": [], "file": "33.json"}, "408669": {"title": "Le tic", "plot": "A young woman's involuntary head twitch is misinterpreted, as she and her husband are pursued around Paris by an ever-growing group of adoring men.", "genres": [], "file": "33.json"}, "408671": {"title": "La grève des apaches", "plot": "Criminals go on strike in protest at their treatment by the authorities, to the distress of the police and magistrates who find they have nothing to do.", "genres": [], "file": "33.json"}, "415556": {"title": "Dick Turpin", "plot": "The pursuit of a highwayman taking a message to a knight.", "genres": ["Adventure"], "file": "34.json"}, "415619": {"title": "The Boy, the Bust and the Bath", "plot": "A young female boarding house tenant becomes an unwanted object of male attention.", "genres": ["Comedy"], "file": "34.json"}, "415623": {"title": "Jack the Kisser", "plot": "An energetic man steals kisses from passing ladies, until bystanders give chase.", "genres": ["Comedy"], "file": "34.json"}, "415625": {"title": "When We Were Boys", "plot": "Two old men are talking about the pranks of their youth, which are shown in flashbacks.", "genres": ["Comedy"], "file": "34.json"}, "415791": {"title": "Hamlet, Prince of Denmark", "plot": "An adaptation of the Shakespearean tragedy.", "genres": ["Drama"], "file": "34.json"}, "418084": {"title": "The Tired Tailor's Dream", "plot": "A tailor falls asleep and dreams that the suit he needs to make is magically completed.", "genres": [], "file": "35.json"}, "418085": {"title": "Two Sisters", "plot": "The story of two sisters and a tragic love affair.", "genres": [], "file": "35.json"}, "435250": {"title": "The Short-Sighted Cyclist", "plot": "The cyclist is dispatched upon an important errand, and his humorous and alarming adventures by the way form the subject of this series. Misadventure follows misadventure with great frequency, but the cyclist comes up smiling every time, mounts his machine, and again resumes his journey. Accidents which would maim or kill an ordinary mortal serve only to spur him on to fresh exertions in a mad search for physical inconveniences and dangers, which always present themselves. (Picture World)", "genres": ["Comedy"], "file": "37.json"}, "453232": {"title": "Poor John", "plot": "Vesta Victoria Sings 'Poor John'.", "genres": [], "file": "40.json"}, "453837": {"title": "Marceline, the World-Renowned Clown of the N.Y. Hippodrome", "plot": "The film is of a man who, judging from his face and the part of his costume that is visible, is made up as a clown. The shortness of the film permits little other than just identification. The photographic composition is a tight one-shot (close-up), and just the head and shoulders of the subject are visible.", "genres": [], "file": "40.json"}, "460188": {"title": "Squires, Australian Champion, in His Training Quarters", "plot": "Squires skipping rope in backyard with sheds & chickens in background.", "genres": [], "file": "41.json"}, "460308": {"title": "When the Devil Drives", "plot": "The devil hijacks a train trip in France. Made by magician turned filmmaker Walter Booth, who established the Charles Urban Trading Company to make films in his own London garden.", "genres": ["Fantasy"], "file": "41.json"}, "465494": {"title": "Phial of Poison", "plot": "A dramatic short.", "genres": [], "file": "41.json"}, "48600": {"title": "Ali Baba and the Forty Thieves", "plot": "", "genres": ["Adventure"], "file": "41.json"}, "470712": {"title": "The Janitor's Tea Party", "plot": "The scene of the drama is a block of modern flats. Many of the residents are away at a dance, and the janitor and his staff decide upon a jollification of their own. They invite their friends to a fine high tea. Everybody is having a fine time, and their spirits are running high. We are now taken to the outside of the hall door, and watch with amusement the frantic pounding and bell ringing of the residents returning from their evening engagements and seeking admission to their apartments. The gay gathering inside are too busy with their own pleasure to heed the angry crowd outdoors. A policeman is called, but all to no purpose, and the tenants are all taken to the station for quarters for the night. Returning to the janitor's quarters we see that the jollifications have been concluded and the guests are all departing. The superior officer at the station concludes to make another effort to gain admittance in the building and, with the tenants at his heels, he approaches the flats.", "genres": ["Comedy"], "file": "42.json"}, "470779": {"title": "Série 7 (Éclatements de bulles de savon)", "plot": "Lucien Bull was a pioneer in chronophotography. Chronophotography is defined as \"a set of photographs of a moving object, taken for the purpose of recording and exhibiting successive phases of motion.\"", "genres": ["Documentary"], "file": "42.json"}, "477344": {"title": "Victoire is on Her Last Nerve", "plot": "Pathé film number 1696", "genres": [], "file": "43.json"}, "49278": {"title": "The Eclipse: Courtship of the Sun and Moon", "plot": "In this film, Méliès concocts a combination fairy- and morality tale about the foolishness of trying to look too deeply into the workings of an unstable and inscrutable universe. At a medieval school, an old astronomer begins to teach a class of young men, all armed with telescopes, about the art of scrutinising an imminent eclipse. When a mechanical clock strikes twelve, all the young men rush to the windows and fix their telescopes on the heavens.", "genres": ["Comedy", "Fantasy", "Romance"], "file": "43.json"}, "49298": {"title": "Good Glue Sticks", "plot": "A peddler of \"the best glue\" sets up his outdoor stall. A crowd gathers for a demonstration. As he gives his pitch, two observant cops decide drive off his customers and close him down, much to his fury. He seeks revenge as they sit on a park bench.", "genres": ["Comedy"], "file": "43.json"}, "513896": {"title": "Le baiser de la sorcière", "plot": "The Witch's Kiss", "genres": [], "file": "47.json"}, "521601": {"title": "Seaman's Widow", "plot": "The Seaman's Widow by Pathe Freres", "genres": [], "file": "48.json"}, "536058": {"title": "An Arcadian Elopement", "plot": "A marriage, a fight, a chase and a honeymoon", "genres": ["Comedy"], "file": "50.json"}, "536062": {"title": "The Bandit King", "plot": "As a result of a stagecoach hold-up and other crimes, Buck Brady has become known locally as the \"King of Bandits\". The sheriff posts a $1000 reward for Brady, dead or alive. Soon a full-scale effort is underway to capture the bandit king.", "genres": ["Western"], "file": "50.json"}, "539139": {"title": "A Trip Through British North Borneo", "plot": "Showing the progress of the natives from barbarism to industrial development. This unique and beautiful series contains the best photographic results of two expeditions through British North Borneo. The expeditions penetrated 127 miles into the interior, some parts of which had never previously been trodden by white men, and the journey bristled with difficulties. The series illustrates not only the commercial enterprise of the British North Borneo Company, but also the quaint manners and strange customs of the natives.", "genres": [], "file": "50.json"}, "542401": {"title": "A Juvenile Scientist", "plot": "Punished for mistreating the family pets, a young boy uses his chemistry set to wreak revenge on his parents.", "genres": ["Comedy"], "file": "51.json"}, "549746": {"title": "Une lettre pressée", "plot": "An artist is seen in his studio, apparently waiting his periodical remittance, which is long past due. After some thought, he decides to sell one of his pictures. He first goes to an art dealer's, only to find that his painting is not wanted, the man directing him instead to a junk dealer. He goes to this merchant, who tells him he may find a demand for his picture in a liquor saloon nearby. Meanwhile a letter-carrier with a special letter which must have the signature of the artist, has called at his quarters and has been directed by the Janitor to the art dealer's store. Panting and out of breath, he reaches the store, but here is sent on to the junk dealer's. Dashing in just as the artist has left, the junk man directs him to the saloon, but the same circumstances attend him there, and he follows the artist to the home of a lady where the artist had gone to dispose of his picture, but finds that he is too late and starts back to the home of the artist once more.", "genres": ["Drama"], "file": "51.json"}, "549747": {"title": "Pédalard boit l'obstacle", "plot": "A biker causes chaos as he rides over every obstacle in his way.", "genres": ["Comedy"], "file": "51.json"}, "550351": {"title": "Les éléphants de l'Inde", "plot": "The first picture shows seven gigantic pachyderms being brushed down, cleaned, marcelled, manicured, etc. by their keepers. The toilet completed, the huge quadrupeds are next seen at exercise, where, at the word of their director, they execute a number of wonderfully intelligent stunts, among which are lying down limp, rolling over, balancing and posing. In the next view two of the largest of the herd are pitted against each other in a ramming contest. A mahout mounted on each beast, they place their heads together and each endeavors to push the other back. The last view given is that of the elephants mounting a gangway to the top of a chute, from which each goes sliding down the way, finally splashing into a pond.", "genres": [], "file": "51.json"}, "550354": {"title": "Den glada änkan", "plot": "Danilo invites Hanna Glawari and the two dance a pair of rollers from the operetta's second act. The photographer has waved quite quickly, so the movements are remarkably slow. At one point, both outside picture ends.", "genres": [], "file": "51.json"}, "550496": {"title": "The Smoking Chimney", "plot": "When someone is cooking on the first floor. The smoke get in on the sixth floor", "genres": [], "file": "51.json"}, "550500": {"title": "At the Dentist", "plot": "A man visits the dentist to pull out a tooth", "genres": [], "file": "51.json"}, "550758": {"title": "Hantverksmässan i Falkenberg", "plot": "People and buildings in Falkenberg, Sweden in the early twentieth century.", "genres": ["Documentary"], "file": "51.json"}, "550759": {"title": "Les fleurs fantastiques", "plot": "Flowers growing in a flowerbed.", "genres": [], "file": "51.json"}, "563194": {"title": "Chrysanthemums", "plot": "Rising from a stage are two vases which separate to reveal a female dancer behind each of the vases. They create magical circles of flowers from which other women emerge. The dancers construct an elegant floral display, in the middle of which a miniature dancer performs. Another circle of flowers is brought forward on the stage, toward the camera, and in the circle are shown a series of women. The original pair of dancers conclude by twirling their parasols.", "genres": ["Fantasy"], "file": "53.json"}, "566893": {"title": "Jamestown Exposition", "plot": "Scenes of Theodore Roosevelt at the Jamestown Exposition in Norfolk, Virginia, in April and June, 1907, participating in Jamestown's tercentennial celebration on April 26, its opening day, and later on Georgia Day, June 10.", "genres": ["Documentary"], "file": "53.json"}, "574443": {"title": "A Seaside Girl", "plot": "Three suitors try to impress a girl by chasing her all over the place. Finally she makes her choice.", "genres": [], "file": "55.json"}, "577223": {"title": "Naval Attack on Portsmouth", "plot": "A battle between two forces takes place. There's no information on this 4-minute film aside from the fact that it was available from Charles Urban's Urban Trading Company, one of the most vigorous of British film production and distribution companies in the era. It's a well-composed and edited piece for 1907. The uniforms of the opposing forces, one in dark uniforms and one in white, under battle standards with the Union Jack look good. The field pieces and the medics transporting the wounded are likewise believable, although the compositions, if anything, look too good for it to have been war games; likewise, the smoke from the artillery obscures the action.", "genres": ["Documentary"], "file": "55.json"}, "578881": {"title": "Chaussure trop étroite", "plot": "Max has some shoes but they're a bit tight.", "genres": ["Comedy"], "file": "55.json"}, "580451": {"title": "A Visit to the Champagne Factory Mercier", "plot": "A visit to the Champagne Factory Mercier.", "genres": ["Documentary"], "file": "56.json"}, "592463": {"title": "International Contest for the Heavyweight Championship: Squires vs. Burns, Ocean View, Cal., July 4th, 1907", "plot": "Documentation of the title fight.", "genres": [], "file": "57.json"}, "603786": {"title": "Robbery Under Arms", "plot": "Australian bushranger movie.  The first filmed version of Rolf Boldrewood's 'Robbery Under Arms' novel.", "genres": ["Drama"], "file": "58.json"}, "624771": {"title": "Why Girls Leave Home", "plot": "", "genres": [], "file": "61.json"}, "626442": {"title": "Die Macht des Walzers", "plot": "In the first scene, a gentleman invites a lady to a ball, in the second they are dancing after the ball in a restaurant - slightly drunk - with the resulting consequences for the restaurant.", "genres": ["Comedy"], "file": "61.json"}, "629481": {"title": "La fille du faux-monnayeur", "plot": "A man and his wife have a nice little racket of coining false money. While they go out to spend it, their daughter comes across a poor old woman and her daughter, without any money to buy a meat pie. She runs home and gets them one of the counterfeits...but the pie seller knows bad money.", "genres": [], "file": "61.json"}, "635549": {"title": "Au music-hall (At the Music Hall)", "plot": "A series of comic mishaps in house boxes at a music hall.", "genres": [], "file": "62.json"}, "660062": {"title": "Ride Through Vancouver, Canada", "plot": "Long ride on the front of a tram through Vancouver, BC, Canada on May 4-6, 1907", "genres": ["Documentary"], "file": "64.json"}, "665039": {"title": "Work Made Easy", "plot": "Vitagraph short from 1907", "genres": [], "file": "64.json"}, "666734": {"title": "The Fatal Hand", "plot": "There's a killer on the loose in Muswell Hill. Escaped from an asylum, he can be identified by the missing forefinger on his left hand.", "genres": [], "file": "64.json"}, "668835": {"title": "The Scream of Dolores, or The Independence of Mexico", "plot": "", "genres": [], "file": "65.json"}, "669271": {"title": "Spy: A Romantic Story of the Civil War", "plot": "In the midst of the Civil War, a wife saves the day by swapping places with her captured and soon-to-be-executed husband.", "genres": [], "file": "65.json"}, "683790": {"title": "The Boy with the Sixth Sense", "plot": "When a little girl goes missing in the woods, her parents are at a loss as to what to do. To their great relief, a boy with a sixth sense shows the way to the girl using his psychic abilities.", "genres": ["Drama"], "file": "66.json"}, "684890": {"title": "Tunis", "plot": "", "genres": [], "file": "66.json"}, "687307": {"title": "The Tinderbox", "plot": "Viggo Larsen’s adaptation of Hans Christian Andersen's famous fairy tale about the soldier who gets hold of a magic tinderbox capable of calling forth three dogs with big eyes that can fulfill all his wishes. When the soldier has one of the dogs transport a sleeping princess to his room, he is arrested and sentenced to death. But his adventure, as we know, does not end here.", "genres": ["Fantasy"], "file": "66.json"}, "694390": {"title": "Remember Remember the Fifth of November", "plot": "Children light confiscated fireworks and set fire to a house.", "genres": ["Comedy"], "file": "67.json"}, "695102": {"title": "A Restless Night", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "696444": {"title": "There is a Barrel and a Barrel", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "697248": {"title": "Christy Mathewson and the New York National League Team", "plot": "Christy Mathewson showing his ball skills.", "genres": ["Documentary"], "file": "67.json"}, "697252": {"title": "Danses andalouses", "plot": "Dancers, including a fellow dressed as a bullfighter, demonstrate some involved dances, including the flamenco, while a guitar player and lutist perform in this silent movie.", "genres": ["Documentary"], "file": "67.json"}, "697255": {"title": "Wonderful Flames", "plot": "In an empty mansion's corridor, flames appear and form into a Mephistophelean magician who conjures a couple of women and then a fireworks display.", "genres": ["Fantasy"], "file": "67.json"}, "716649": {"title": "For Mother's Birthday", "plot": "", "genres": [], "file": "70.json"}, "719745": {"title": "The Rose", "plot": "The scene is set on a castle in the mid-18th century. The princess loves a young man from the court, but the king wants her married to an older, wealthier suitor. Hoping for a mircale to happen, the princess refuses his marriage proposal.", "genres": ["Drama", "Comedy"], "file": "70.json"}, "726923": {"title": "After nine in the evening", "plot": "German Tonbild.", "genres": ["Music"], "file": "71.json"}, "730444": {"title": "Haunted Kitchen", "plot": "Two contortionists, dressed as devils, invade a kitchen.", "genres": ["Comedy"], "file": "71.json"}, "735508": {"title": "An Introduction to the Actual Condition of Taiwan", "plot": "\"An Introduction to the Actual Condition of Taiwan\" is the first film ever made in Taiwan. It was commissioned by the Japanese authorities to director Toyojirō Takamatsu (1872–1952) in 1907, twelve years after Japan occupied Taiwan, as a propaganda movie showing the progress of Taiwan under Japanese rule. The film is lost, but it is known from reviews in local newspapers that it featured a long staged scene of Japanese military repressing a revolt by Taiwanese indigenous people. The aboriginal theme reportedly occupied the longer part of the film. Others were devoted to depicting scenic locations, and the production of \"exotic\" goods such as bananas and coconuts. The film was criticized for presenting a romantic, exotic, and colonial view of Taiwan, ignoring its more modern industrial products and social problems.", "genres": [], "file": "71.json"}, "737430": {"title": "Panoramic View, King St. Honolulu, Hawaiian Islands", "plot": "A view of King Street in Hawaii.", "genres": ["Documentary"], "file": "72.json"}, "737432": {"title": "Panoramic View, Honolulu Harbor, Hawaiian Islands", "plot": "A panoramic view of Honolulu Harbor", "genres": ["Documentary"], "file": "72.json"}, "737434": {"title": "Scenes on a Sugar Plantation, Hawaiian Islands", "plot": "Various scenes of daily working life at a sugar plantation in Hawaii.", "genres": ["Documentary"], "file": "72.json"}, "737435": {"title": "\"Snap Shots\", Hawaiian Islands", "plot": "Various scenes of local color in Hawaii.", "genres": ["Documentary"], "file": "72.json"}, "737438": {"title": "Panoramic View, Crater of Haleakala, Hawaiian Islands", "plot": "A 360 degree view of Haleakala.", "genres": ["Documentary"], "file": "72.json"}, "737439": {"title": "Loading Sugar, Kahului, Maui, Hawaiian Islands", "plot": "Dock workers offloading bags of sugar in Hawaii", "genres": ["Documentary"], "file": "72.json"}, "737440": {"title": "Shipping Cattle, Kawaihae, Hawaiian Islands", "plot": "Cattle are driven into the sea and tied to a row boat.", "genres": ["Documentary"], "file": "72.json"}, "737441": {"title": "Surf Scene, Laupahoihoi, Hawaiian Islands", "plot": "A static shot of the sea tide bashing against the rocks.", "genres": ["Documentary"], "file": "72.json"}, "737443": {"title": "S.S. \"Kinau\" Landing Passengers, Laupahoihoi, Hawaiian Islands", "plot": "A crew row their way from the S.S. Kinau through troublesome water to the shore.", "genres": ["Documentary"], "file": "72.json"}, "737446": {"title": "Panoramic View, Oahu Railroad, Pearl Harbor, Hawaiian Islands", "plot": "A view of Pearl Harbor via railway.", "genres": ["Documentary"], "file": "72.json"}, "737449": {"title": "Pa-u Riders, Hawaiian Islands", "plot": "Scenes of men and women parading horses.", "genres": ["Documentary"], "file": "72.json"}, "737685": {"title": "Panoramic View, Oahu Railroad, Haleiwa, Hawaiian Islands", "plot": "A view of Haleiwa via the Oahu railroad.", "genres": ["Documentary"], "file": "72.json"}, "738277": {"title": "The \"Float,\" Waikiki, Honolulu, Hawaiian Islands", "plot": "Young men playing on a floating platform off the coast of Honolulu.", "genres": ["Documentary"], "file": "72.json"}, "738279": {"title": "Surf Board Riders, Waikiki, Honolulu, Hawaiian Islands", "plot": "An early look at surfers off the coast of Honolulu", "genres": ["Documentary"], "file": "72.json"}, "743465": {"title": "Native Hawaiian Guards in Bayonet Exercises, H.I.", "plot": "Native troops in what look like US Army uniforms do formation practicing with rifles in bayonet maneuver.", "genres": ["Documentary"], "file": "72.json"}, "743501": {"title": "Not' fanfare concourt", "plot": "An inept marching band heads off to the competition, and then celebrates their surprising victory.", "genres": ["Comedy"], "file": "72.json"}, "743508": {"title": "The Egg Harvest of Flamborough Head", "plot": "The egg gatherers send one of their numbers over the cliff's edge, to rappel down the vertical side, pick up eggs, and then rappel back up. Later, thy sort and share the eggs.", "genres": ["Documentary"], "file": "72.json"}, "745508": {"title": "Lucia di Lammermoor", "plot": "Despite what you may read on IMDb and elsewhere, Enrico Caruso does not appear in this film though it was mimed to a recording by Caruso. Mendel’s system utilized prerecorded commercial recordings of famous artists lip-synched by look-alike actors during film shooting. The music is the sextet Chi mi frena in tal momento from Act Two of Gaetano Donizetti's opera Lucia di Lammermoor which premiered in 1835.", "genres": ["Music"], "file": "72.json"}, "747428": {"title": "For a Woman's Sake", "plot": "A young nobleman arrives at Frederiksborg Castle where a mayor lives with his beautiful daughter. He immediately falls in love with the daughter, who – much to her fiancée's resentment – reciprocates his feelings. Sick with jealousy, the fiancée spies on the new lovers and plans how to get rid of his rival once and for all. (stumfilm.dk)", "genres": ["Drama"], "file": "73.json"}, "757986": {"title": "Daniel Boone/Pioneer Days in America", "plot": "Daniel Boone is captured by Indians when he tries to rescue his abducted daughter.", "genres": [], "file": "74.json"}, "759736": {"title": "The Despatch Bearer; or, Through the Enemy's Lines", "plot": "A woman replaces her injured beau on a spy mission.", "genres": [], "file": "74.json"}, "759737": {"title": "The Shaughraun, an Irish Romance", "plot": "An early short featuring Florence Lawrence.", "genres": [], "file": "74.json"}, "765389": {"title": "An Awful Skate; or, The Hobo on Rollers", "plot": "A hobo on roller skates creates havoc in Chicago's Old Town neighborhood", "genres": ["Comedy"], "file": "74.json"}, "775895": {"title": "Les apprentissages de Boireau", "plot": "Boireau's father keeps trying to apprentice him to a different trade. Each time, the youngster annoys the customers and destroys the goods and property.", "genres": ["Comedy"], "file": "75.json"}, "778038": {"title": "The Flight from the Seraglio", "plot": "When a young Englishman sees the caliph’s favourite wife, it is love at first sight. She shares his feelings, but the seraglio is heavily guarded and the strict caliph lets no-one near his harem. Still, the Englishman will do anything to get his beloved out of there – and with the help of a friend, he comes up with a plan. (stumfilm.dk)", "genres": ["Drama", "Romance"], "file": "75.json"}, "779574": {"title": "Comedy Cartoons", "plot": "The artist is presented, with his board: his only appearance. The hand rapidly outlines a human head, into the chalky jaws of which it inserts a cigarette. The chalk head smokes, and finally eats, the cigarette. The head of a woman is drawn, which gradually fills and becomes undoubtedly human.  —Urban-Eclipse catalogue", "genres": [], "file": "75.json"}, "780266": {"title": "Médor au téléphone", "plot": "A man inadvertently leaves his dog behind at the phone and calls him from the restaurant to give him directions so they can be reunited.", "genres": ["Comedy"], "file": "75.json"}, "790756": {"title": "Life and Passion of Christ", "plot": "Depicting well-known incidents in the life of Jesus Christ, this milestone of early cinema won world fame, huge audiences and a screen life of decades when most secular films of the time measured their commercial life in weeks.", "genres": [], "file": "76.json"}, "795832": {"title": "Making Faces", "plot": "Short Pathé comedy.", "genres": ["Comedy"], "file": "77.json"}, "805856": {"title": "Street Scenes in Perth, Western Australia", "plot": "Leonard Corrick’s camera moves up and down the streets of Perth recording the action on the street. At one point a man bumps into another man in the street and fisticuffs ensue as the camera moves past.", "genres": [], "file": "78.json"}, "809720": {"title": "Orpheline !", "plot": "A little girl, having lost her mother, finds herself on the street, where apaches (French gopniks) take her under their wing, forcing the orphan to steal in return for shelter.", "genres": ["Crime", "Drama"], "file": "78.json"}, "810349": {"title": "Sambo as Footman", "plot": "Pathé comedy short", "genres": [], "file": "78.json"}, "818743": {"title": "Weird Fantasies", "plot": "Short trick film", "genres": ["Fantasy"], "file": "79.json"}, "827811": {"title": "The Hypnotist's Revenge", "plot": "The producer of \"brainstorms-while-you-wait\" is entertaining his audience with the antics of those under his soporific influence, when the fellow with the not-if-I-know-it expression appears and challenges the professor. What follows is most cogent and convincing, but he takes his conviction with such an ugly grace that the hypnotist becomes his avowed nemesis, and so follows him for some time.", "genres": ["Drama"], "file": "80.json"}, "846302": {"title": "The Priest's Devotion", "plot": "Silent film", "genres": [], "file": "82.json"}, "846740": {"title": "Jealous Wife", "plot": "Silent film.", "genres": [], "file": "82.json"}, "862054": {"title": "The Doll's Revenge", "plot": "A boy breaks his sister's doll and it mends, grows, tears him up and eats him.", "genres": ["Fantasy", "Horror"], "file": "83.json"}, "871966": {"title": "Jamestown Exposition International Naval Review, Hampton Roads, Virginia", "plot": "Ships of foreign countries and the U.S. Atlantic Fleet participate in the international naval review which marks the opening of the Jamestown Exposition April 26, 1907. TR, with his family and guests, had traveled from Washington aboard the Presidential yacht Mayflower.", "genres": ["Documentary"], "file": "84.json"}, "873068": {"title": "The Magic Bag", "plot": "Two clowns perform acrobatic routines with each other, but suddenly start fighting. One of them finds and hides inside a large canvas sack that turns out to have magic properties. (stumfilm.dk)", "genres": ["Comedy"], "file": "84.json"}, "882063": {"title": "Nurses' Strike", "plot": "A nanny quits her job, and convinces all the other nannies in the apartment building to go out on strike. The strike spreads to the city, with nannies everywhere abandoning their charges, in the park and in the streets. A counter-protest of abandoned babies follows.", "genres": ["Comedy"], "file": "85.json"}, "884160": {"title": "Katsura River, Picturesque Japan", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "85.json"}, "886572": {"title": "Good evening, flowers!", "plot": "Early special effects film in which a woman throws a basket of flowers in the air, upon which the flowers create different shapes and figures and eventually spell out the words \"Gute Nacht\".", "genres": ["Animation"], "file": "85.json"}, "894894": {"title": "Fifth All-Sokol Rally in Prague", "plot": "The 5th Sokol Festival Gathering took place in 1907 in Prague, Letná (the Letná Plain). The film shots are documenting the following gymnastic exercise pieces: exercises performed by women with clubs, exercises performed by men belonging to the Prague Sokol Group, exercises performed by men with shields and canes, exercises performed by American women (Sokol members) with flags, exercises performed by women (trade union members), gymnastic exercises performed by men, exercise on gears performed by men (horizontal bars, rings, parallel bars, side horse), gymnastic exercises performed by French Sokol members. The Sokol Cavalry was parading in front of the terraces. The event was closed by a ceremony parade on Staroměstské náměstí (the Old Town Square). We can see the Slovácko band and the Sokol Cavalry participating in the parade, as well as the American Sokol members.", "genres": ["Documentary"], "file": "86.json"}, "917017": {"title": "A Military Prison", "plot": "A soldier, and his sergeant are in love with the same woman. The soldier in a moment of anger attacks the sergeant who for this gesture makes him imprison. The war council's judgment is immediate: deportation to military prison. In the military prison we see shocked and threatened men who are punished with torture and other brutal rites if they do not follow orders. The soldier, after a plot that took place inside the prison, is thrown into a silo that if it had not been for the help of a friend he would have died. The two men try to escape but both die.", "genres": ["Drama"], "file": "87.json"}, "917023": {"title": "Bury St. Edmunds Pageant", "plot": "It starts off with Roman soldiers in chariots battling fur-clad savages with pointy sticks, moves on to the Eighth Century, then leaps to King John.", "genres": ["Documentary"], "file": "87.json"}, "917074": {"title": "Grandeur et décadence d'un chapeau", "plot": "A lady and her husband leave their home and go to a fashionable millinery, where the lady buys a beautiful hat. From there they go to a restaurant and seat themselves for a meal. The waiter, in serving the soup, stumbles, with the result that he spills the contents of the tureen on the lady's new hat. She is mortified and enraged, and her husband immediately halls a cab and takes her home, where on reaching her room she throws the hat to the ground and falls to weeping. A servant enters, and seeing the mined headgear on the ground, adopts it as her own. She fixes it up to suit her taste and is next seen wearing it as she meets her lover, the policeman. Together they go to a park and seat themselves on a bench, the servant placing her hat beside her. While the couple are busy, a very stout gentleman comes along, seats himself on the hat and proceeds to read his newspaper.", "genres": ["Comedy"], "file": "87.json"}, "917077": {"title": "Jalousie et folie", "plot": "Behind the elderly husband's back, the lovers kiss and go off together. But is he unaware of their actions. No! So she swears that her husband is mad and as I'mm locked away in a padded cell. That, however, will not end the matter.", "genres": ["Comedy"], "file": "87.json"}, "917086": {"title": "La ceinture magnétique", "plot": "The wife buys a magnetic belt for her husband to give him more vigor but the power of it makes him pounce on the women with kisses. The belt passes from one to the other with unexpected effects.", "genres": ["Comedy"], "file": "87.json"}, "917094": {"title": "La chasse à l'automobiliste", "plot": "A motorist has a breakdown at the entrance of a town where they have never seen a car before, and they ask each other for help to see what it is that has appeared.", "genres": ["Comedy"], "file": "87.json"}, "917096": {"title": "Moir-Burns Boxing Match", "plot": "The Tommy Burns vs James 'Gunner' Moir boxing match.", "genres": ["Documentary"], "file": "87.json"}, "917100": {"title": "La course au parasol", "plot": "....and therefore a man leaves the building carrying an umbrella, which promptly blows away. Since no one in Paris has ever seen anything like this before, a dozen people, including a man hobbling along on a a crutch, chase the thing for kilometers -- I had written 'miles' but this is a French comedy.", "genres": ["Comedy"], "file": "87.json"}, "917102": {"title": "La course des belles-mères", "plot": "With a posted prize for the winner of \"A superb son-in-law\" a bunch of middle-aged women turn out for the obstacle course race in this variation on the typical chse comedy of the era.", "genres": ["Comedy"], "file": "87.json"}, "917109": {"title": "La planche", "plot": "A workman carries a piece of wood from a lumberyard to a work site. Along the way, he wreaks havoc.", "genres": ["Comedy"], "file": "87.json"}, "917114": {"title": "Le cake-walk forcé", "plot": "While one man holds a gun on him, the other signs a statement that he will dance a cake-walk whenever the other insists; which means, when he is pointing a gun at him.", "genres": ["Comedy"], "file": "87.json"}, "917117": {"title": "Le coucher de la mariée", "plot": "On their wedding night, the newlyweds are ready to go to bed with the ceremony of taking off their clothes, the bride, and the groom wanting to see what he has not seen yet.", "genres": ["Comedy"], "file": "87.json"}, "917119": {"title": "Le gendarme a du flair", "plot": "A gendarme is so tired that he takes off his boots and lies down to rest. A thief who sees the boots runs away but they give off such a bad smell that wherever he passes it causes people to faint from the stench.", "genres": ["Comedy"], "file": "87.json"}, "917120": {"title": "Les chiens policiers", "plot": "After burglars break into a home, lay out a man, and steal valuable merchandise, the police are after them. No part of the force is more relentless than the dogs who pursue the thieves.", "genres": ["Drama"], "file": "87.json"}, "917124": {"title": "Les faux monnayeurs", "plot": "The police detect a gang of currency counterfeiters and when they go to arrest them they defend themselves by shooting, starting a persecution to the death.", "genres": ["Drama", "Crime"], "file": "87.json"}, "917125": {"title": "The Coachwomen", "plot": "When the coachman comes home drunk, his wife beat him up and she takes the passenger car creating chaos in the city.", "genres": ["Comedy"], "file": "87.json"}, "917130": {"title": "Les vieux marcheurs", "plot": "A young woman walks down the street and is suddenly followed closely by an assortment of middle-aged and old men. She gets on a bus and they all crowd the vehicle. She stops for a drink and they all attempt to pay.", "genres": [], "file": "87.json"}, "917135": {"title": "Les voleurs incendiaires", "plot": "Some people row a boat up to a town, set fire to it, then row back to their own place, amidst a gun battle.", "genres": ["Drama"], "file": "87.json"}, "917138": {"title": "Roland und Viktoria", "plot": "Leonhard Haskel & Anna Müller-Lincke sing a song.", "genres": ["Music"], "file": "87.json"}, "917139": {"title": "Rouget le braconnier", "plot": "A poacher hunts rabbits with his youngest daughter. The eldest daughter is courted by the guard and on one occasion this guard kills the hunter. The little daughter takes revenge on him.", "genres": ["Drama"], "file": "87.json"}, "917142": {"title": "Terreur en Russie", "plot": "A terrorist group plans to kill the governor. They kidnap his wife. The police look for them and as they come out of their lair they do justice by killing them one by one. But another prepares a bomb.", "genres": ["Drama"], "file": "87.json"}, "922122": {"title": "The Merry Widow", "plot": "In the impoverished Balkan principality of Pontevedrino, a love drama unfolds. The class divide prevents Count Danilo from marrying the peasant girl Hanna. With an aching heart, he moves to Paris, while she becomes engaged to a rich banker who dies soon afterwards, leaving her his large fortune. Baron Zeta of Pontevedrino now seeks to have Hanna marry a compatriot, hoping that her millions will save the principality from bankruptcy. Although the plan seems to succeed at first, fate has something else in store for Hanna. (stumfilm.dk)", "genres": [], "file": "88.json"}, "922125": {"title": "Der var engang", "plot": "The Princess of Illyria rejects all suitors, but suddenly begins to take an interest in a wandering pauper roaming the vicinity of the royal castle. It is none other than the Prince of Denmark and his friend, Kasper Røghat. By means of a magic toy, rattle and copper kettle, the disguised prince manages to secure himself a kiss and a night in the princess’s chamber. Kasper Røghat makes sure that the king is informed of the ‘affair’, causing the princess to be thrown out of the kingdom. She accordingly has to set out for Denmark, heading for a life as the wife of a pauper. Will this fairy tale have a happy end? (stumfilm.dk)", "genres": [], "file": "88.json"}, "928059": {"title": "Western Justice", "plot": "Western Justice is a silent Western", "genres": ["Western"], "file": "88.json"}, "929581": {"title": "Liquid Electricity; or The Inventor's Galvanic Fluid", "plot": "A professor sprays people with 'galvanic fluid', and unleashes pent-up energy. Displays an early use of over-cranking and under-cranking.", "genres": ["Comedy"], "file": "88.json"}, "935600": {"title": "Female Wrestlers", "plot": "In this film, female wrestlers fight while two male referees, dressed in suits, keep a close eye on the match as it progresses. (stumfilm.dk)", "genres": [], "file": "89.json"}, "955208": {"title": "Le Grand Prix de L'Automobile Club de France", "plot": "Highlights from the 1907 French Grand Prix race.", "genres": ["Documentary"], "file": "90.json"}, "962598": {"title": "Starving Artist", "plot": "A poor artist living in a garret room uses his talent for painting to feed himself by any means necessary", "genres": ["Comedy"], "file": "91.json"}, "968432": {"title": "The Faithful Dog; or, True to the End", "plot": "This subject illustrates the pathetic attachment that exists between a dog and his blind master.", "genres": [], "file": "91.json"}, "984938": {"title": "The Disintegrated Convict", "plot": "A metamorphic convict makes his escape.", "genres": ["Comedy"], "file": "93.json"}, "1000778": {"title": "Fête de gondoles à Venise", "plot": "The most famous gondola celebration in Venice, the \"Regata Storica,\" takes place every year on the first Sunday in September. This splendid film, colored with stencils, is about the 1907 event.", "genres": ["Documentary"], "file": "94.json"}, "1011693": {"title": "Please Conductor, Don't Put Me Off the Train", "plot": "", "genres": [], "file": "95.json"}, "1037276": {"title": "Een Jongmensch heeft zich opgehangen aan een boom in 't Muiderwoud", "plot": "", "genres": ["Drama"], "file": "97.json"}, "113260": {"title": "Ben Hur", "plot": "The first adaptation of Lew Wallace's novel, Ben-Hur: A Tale of the Christ.", "genres": ["Adventure", "Drama", "History"], "file": "98.json"}, "114136": {"title": "20,000 Leagues Under the Sea", "plot": "The film, a parody of the novel Twenty Thousand Leagues Under the Sea by Jules Verne, follows a fisherman, Yves, who dreams of traveling by submarine to the bottom of the ocean, where he encounters both realistic and fanciful sea creatures, including a chorus of naiads played by dancers from the Théâtre du Châtelet. Méliès's design for the film includes cut-out sea animals patterned after Alphonse de Neuville's illustrations for Verne's novel.", "genres": ["Adventure", "Fantasy"], "file": "98.json"}, "114145": {"title": "Tunneling the English Channel", "plot": "The plot follows King Edward VII and President Armand Fallières dreaming of building a tunnel under the English Channel.", "genres": ["Adventure"], "file": "98.json"}, "1048435": {"title": "Waiting at the Church", "plot": "An early sound film of Vesta Victoria singing the titular song, which was very popular in its day.", "genres": ["Music"], "file": "98.json"}, "1066461": {"title": "The Coroner's Mistake", "plot": "A short comical ghost story from the era of affordable nickelodeon movie theaters.", "genres": ["Comedy", "Horror"], "file": "99.json"}, "1086420": {"title": "L'Ascension du Mont Blanc", "plot": "", "genres": ["Documentary"], "file": "101.json"}, "1087705": {"title": "King Frederik VIII Visits Iceland", "plot": "On July 30, 1907, King Frederick VIII of Denmark came to Iceland. The picture shows the king's visits to Akureyri and Hrafnagil in northern Iceland on 17 August.", "genres": [], "file": "101.json"}, "120005": {"title": "Alice Guy Films a 'Phonoscène' in the Studio at Buttes-Chaumont, Paris", "plot": "Behind-the-scenes footage showing Alice Guy directing an early sound film.", "genres": ["Documentary"], "file": "101.json"}, "120017": {"title": "Madame's Cravings", "plot": "A pregnant woman steals things from others on account of her cravings.", "genres": ["Comedy"], "file": "101.json"}, "120029": {"title": "The Race for the Sausage", "plot": "A dog chasing after sausage trips up the town with its leash.", "genres": ["Comedy"], "file": "101.json"}, "120033": {"title": "The Glue", "plot": "A boy spreads glue all over town.", "genres": ["Comedy"], "file": "101.json"}, "120035": {"title": "The Fur Hat", "plot": "A soldier with a fur hat hides in a closet.", "genres": ["Comedy"], "file": "101.json"}, "120036": {"title": "The Cleaning Man", "plot": "An extremely clumsy man tries to clean a woman's house with disastrous results.", "genres": ["Comedy"], "file": "101.json"}, "120037": {"title": "A Four-Year-Old Heroine", "plot": "A four-year-old saves the day.", "genres": ["Comedy"], "file": "101.json"}, "120038": {"title": "The Rolling Bed", "plot": "An impecunious chap is unable to pay his rent, whereupon he is ejected, but all his furniture is retained and he is allowed to remove only his rolling bed. Pulling this a few blocks, he is exhausted and lies down on the bed to rest. He is soon the center of attraction, and the crowd continues to gather, when the police order him away, and as he refuses to move he is started off by the officers, who guide him for a time, but are forcibly deterred by indignant citizens from further interference. The impecunious man and his bed, which gains momentum as it runs down the inclines, cause much excitement en route, and finally arrive at the business center, where it comes to a stop alongside the walk. Our friend has purloined a fur coat and an auto horn on his tour, and now presents a modern chauffeur. (Gaumont catalogue)", "genres": ["Comedy"], "file": "101.json"}, "120039": {"title": "The Irresistible Piano", "plot": "A piano entices anyone who comes near.", "genres": ["Comedy"], "file": "101.json"}, "120041": {"title": "On the Barricade", "plot": "During the Paris Commune, a boy runs across trouble at the barricade.", "genres": ["Drama", "History"], "file": "101.json"}, "120042": {"title": "The Dirigible 'Homeland'", "plot": "A short film about a dirigible.", "genres": ["Documentary"], "file": "101.json"}, "127102": {"title": "The Golden Beetle", "plot": "A magician is surprised when he attempts to transform a beetle.", "genres": ["Fantasy"], "file": "102.json"}, "127103": {"title": "The Policemen's Little Run", "plot": "A policeman spots a dog stealing a piece of meat from a butcher's shop, and gives chase. Soon several more policemen have joined the pursuit. But the chase does not turn out as the policemen expect.", "genres": ["Crime", "Comedy"], "file": "102.json"}, "139245": {"title": "Lightning Sketches", "plot": "An illustrator draws some sketches at lightning speed. He first illustrates how he can turn a written word into a sketch of that word.", "genres": ["Comedy", "Animation"], "file": "104.json"}, "139246": {"title": "The Haunted Hotel", "plot": "A traveler stays the night at a rural inn, but gets no rest as he is tormented by various spectres and mysterious happenings.", "genres": ["Comedy", "Animation"], "file": "104.json"}, "142026": {"title": "The Dancing Pig", "plot": "A pig dressed in fancy clothes flirts with a pretty girl, but she humiliates him and tears off his suit; she then makes him dance for her affections.", "genres": ["Comedy"], "file": "104.json"}, "144424": {"title": "Kiri-Kis", "plot": "A family troupe of acrobats, made up to appear Japanese, perform various unbelievable stunts in front of the camera, achieved through a trick of the camera.", "genres": ["Comedy", "Fantasy"], "file": "104.json"}, "148511": {"title": "The 'Teddy' Bears", "plot": "A combination of the story of Goldlocks and the Three Bears with the true story of how Teddy Roosevelt spared a bear cub after killing its mother while hunting, an event which led to the popularization of the teddy bear. Goldilocks goes to sleep in the bears' home after watching six teddy bears dance and do acrobatics, viewing them through a knothole in the wall. When she is awoken by the returning bear family, they give chase through the woods, but she runs to the aid of the Old Rough Rider, who saves her.", "genres": ["Comedy", "Fantasy"], "file": "105.json"}, "150396": {"title": "The Red Spectre", "plot": "A demonic magician attempts to perform his act in a strange grotto, but is confronted by a Good Spirit who opposes him.", "genres": ["Fantasy"], "file": "105.json"}, "161503": {"title": "Music, Forward!", "plot": "“Music Forward!” is the order given by a lady in Colonial costume, and in march a group of five musicians, working industriously at their instruments. The directress stands them in a row, and taking the head off each, throws it onto a huge music staff and each becomes a note of the scale. The whole bodies appear again, after which the manipulator seems to wrap them up in a large sheet of music, which is then shown to contain nothing. The paper is rolled up again, and a cane is held, perpendicularly, in a horizontal position to the sheet.", "genres": ["Fantasy", "Comedy"], "file": "106.json"}}