{"3006": {"title": "Dr. Jekyll and Mr. Hyde", "plot": "", "genres": ["Fantasy", "Horror"], "file": "2.json"}, "172135": {"title": "Legend of a Ghost", "plot": "A young woman passing through a cemetery at night is suddenly startled by a voice coming from one of the graves. She wishes to rush away, but the ghost appearing compels her to remain. He explains to the terrified girl that she must go to the kingdom of Satan and get a bottle of the Water of Life, which she must bring back to him. The girl consents to do as he desires and starts forth on her expedition after the precious fluid. She summons a lot of soldiers and friends to her aid, and we follow the whole army down into the bowels of the earth. (Moving Picture World)", "genres": ["Fantasy", "Horror"], "file": "3.json"}, "183959": {"title": "Whaling Afloat and Ashore", "plot": "A short documentary about industrial whaling. The surviving footage runs for approximately 12 minutes.", "genres": ["Documentary"], "file": "4.json"}, "185438": {"title": "The Runaway Horse", "plot": "A laundry man parks his horse-drawn cart to make a delivery. While he is inside, his horse sees a bag of oats and starts to eat them. By the time the man comes back outside, the horse has eaten a whole bag of oats, and has so much energy that he begins to race out of control.", "genres": ["Action", "Comedy"], "file": "4.json"}, "185442": {"title": "The Physician of the Castle", "plot": "Two criminals lure a doctor away from his home with a phony note about a child's illness. After the doctor rushes off, the criminals break into his house and menace his wife and child. By the time the doctor realizes what has happened, his family faces a desperate situation.", "genres": ["Drama", "Thriller"], "file": "4.json"}, "185446": {"title": "Magic Bricks", "plot": "Experimental color film that shows a magician and his assistant making objects and people appear and disappear. Then they stack up some blocks and a moving picture of a little girl appears on them.", "genres": ["Fantasy", "Comedy"], "file": "4.json"}, "188080": {"title": "Long Distance Wireless Photography", "plot": "Into a photography studio full of large fantastic machines steps an elderly couple. The bearded proprietor explains the equipment and gives them a demonstration: he starts machines whirring, and projects a painting of three women onto a large screen; suddenly the women begin to move. The customers are impressed. First the women sits in the special seat: she's projected onto the screen, and her good nature comes out in the laughing image. Then it's the man's turn, but the machine discloses a vastly different nature in him. Will his reaction threaten our proprietor's inventions?", "genres": ["Science Fiction", "Comedy"], "file": "5.json"}, "188423": {"title": "Excursion to the Moon", "plot": "Segundo de Chomón's remake of Georges Méliès' A Trip to the Moon.", "genres": ["Comedy", "Fantasy", "Science Fiction"], "file": "5.json"}, "190956": {"title": "Drama in a Gypsy Camp Near Moscow", "plot": "Two gypsy lovers sneak away from camp at night. The man proposes, the woman refuses. He then murders her with a knife. The body is immediately discovered. The distraught man then leaps off a cliff to the rocks below.", "genres": ["Romance", "Drama", "Crime"], "file": "5.json"}, "190964": {"title": "Astrakhan Fisheries", "plot": "On a dock, men and women are bustling about. The fish is unloaded and brought to the covered market. The fish merchants gut the fish with dexterity, before salting it. While the men weigh the fish, the women rinse out their clothes and tools in the port’s water.", "genres": ["Documentary"], "file": "5.json"}, "193974": {"title": "A Funny Story at the Window", "plot": "Three woman playing a game of catch leads to one of them exposing herself as she gets stuck whilst peering out the window… (film.thedigitalfix.com)", "genres": ["Comedy"], "file": "5.json"}, "193995": {"title": "Jesters-Jokes", "plot": "A cheeky female jester uses the smoke of her cigarette to make things appear and disappear. After showing her talents by playing with a chair or a dog, she lets clowns appear; one female, and two male. The male clowns fight each other over the girl who gets changed over and over again by the jester.", "genres": ["Romance", "Comedy", "Fantasy"], "file": "5.json"}, "196505": {"title": "His First Cigar", "plot": "The film is quite sophisticated for it's time with a relatively large number of scene changes as we follow Max's misadventures. It also features a close-up shot to show his reactions to the effects of the cigar he is smoking.", "genres": ["Comedy"], "file": "5.json"}, "196555": {"title": "Preparation for the Rendezvous", "plot": "A Saturn film directed by Johann Schwarzer.", "genres": [], "file": "5.json"}, "196556": {"title": "The Power of Hypnosis", "plot": "A Saturn film directed by Johann Schwarzer.", "genres": ["Crime"], "file": "5.json"}, "196558": {"title": "The Vain Parlor Maid", "plot": "A housemaid is cleaning a studio. When she sees a sculpture of a nude woman in life-size, lying on a couch, she starts to compare this idealized body with her own. She takes off her clothes one by one, thus revealing her own naked body, and she compares the various parts of her body with those of the statue. The master of the house enters the studio. When he sees his housemaid naked, he tells her to go into the next room, and then goes into that room himself.", "genres": [], "file": "5.json"}, "196560": {"title": "Female Conscripts", "plot": "A man in civil clothes, and three men in army uniforms are inspecting seven women to be recruited.", "genres": ["Comedy"], "file": "5.json"}, "196562": {"title": "Fish Factory at Astrakhan", "plot": "A French/Russian documentary about a fishery.", "genres": ["Documentary"], "file": "5.json"}, "196566": {"title": "St. Kilda, Its People and Birds", "plot": "Scenes of islanders and seabirds on the remote island of St. Kilda.", "genres": ["Documentary"], "file": "5.json"}, "196567": {"title": "Tale the Autumn Leaves Told", "plot": "A handful of short tales of love, framed by leaf masks.", "genres": [], "file": "5.json"}, "196571": {"title": "Buncoed Stage Johnnie", "plot": "This Georges Melies film is one of several to appear in only a fragment form. The film opens up with a title card explaining what happens in the missing parts of the movie. Basically a man wants to give some flowers to a stage star but a prankster instead gives them to an obese cleaning woman.", "genres": [], "file": "5.json"}, "196573": {"title": "Oh How Deceptive", "plot": "A performer lipsync sings “La Donna e Mobile” from the opera Rigoletto.", "genres": [], "file": "5.json"}, "196584": {"title": "The Gold Spider", "plot": "Some gnomes are searching for a wonderful spider that weaves webs of golden coins. Intent on their search, they are unaware that their movements are closely followed by a poor woodcutter, who also penetrates into their caves when they have caught the spider and imprisoned it there. He watches the wonderful spider making gold and other articles with wonder and in this scene the moving picture camera has excelled itself in turning out some good tricks, and finally he steals the golden spider. (Moving Picture World)", "genres": ["Fantasy"], "file": "5.json"}, "196587": {"title": "Scullion's Dream", "plot": "When the entire kitchen staff falls asleep from exhaustion, a dwarf appears and animates various objects via stop motion -- including their hands, which he cuts off while they snooze -- to do their work.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "196590": {"title": "A Tricky Painter’s Fate", "plot": "A painter boards a train and puts his paintings in the windows so that they look like passengers.", "genres": [], "file": "5.json"}, "196592": {"title": "The King and the Jester", "plot": "French short about King Francis I and his jester Triboulet, who form the basis for Hugo's play Le roi s'amuse (and Verdi's opera Rigoletto).", "genres": [], "file": "5.json"}, "196595": {"title": "The Puppet's Nightmare", "plot": "A nightmare, sketched out upon a living blackboard.", "genres": ["Comedy", "Animation"], "file": "5.json"}, "196597": {"title": "Not Guilty", "plot": "Three burglars invade a house, kill two people, and blind a third person, a woman. The police arrest the wrong man.", "genres": [], "file": "5.json"}, "196598": {"title": "Drama at the Puppets' House", "plot": "For a short comedy of rare merit this subject is unexcelled. A chalk line series of grotesque caricatures enacted in the land of puppets. A fickle maiden gets herself into numerous embarrassing complications with her host of admirers, but the artist with lightning rapidity overcomes all obstacles and brings the maiden out victorious.", "genres": ["Comedy", "Animation", "Crime"], "file": "5.json"}, "196599": {"title": "The Knight of Black Art", "plot": "Magic tricks in a medieval setting.", "genres": ["Fantasy"], "file": "5.json"}, "196600": {"title": "The Good Shepherdess and the Evil Princess", "plot": "A good shepherdess is persecuted by an evil, tantrum-throwing princess. A good fairy decides to intervene, and dishes out quite a bit of retribution.", "genres": [], "file": "5.json"}, "196602": {"title": "Le costume blanc", "plot": "The mishaps of a man who steps into the street wearing his brand-new white suit, and who instantly encounters every conceivable insult to his suit's integrity: a coalman bumps into him, a waiter spills food on him, a painter walks into him.", "genres": ["Comedy"], "file": "5.json"}, "196604": {"title": "The Black Viper", "plot": "A thug accosts a girl as she leaves her workplace but a man rescues her. The thug vows revenge and, with the help of two friends, attacks the girl and her rescuer again as they're going for a walk. This time they succeed in kidnapping the rescuer. The girl runs home and gets help from several neighbors. They track the ruffians down to a cabin in the mountains where the gang has trapped their victim and set the cabin on fire.", "genres": ["Drama"], "file": "5.json"}, "196605": {"title": "The Dream of an Opium Fiend", "plot": "The opium fiend is seen in a den, puffing on this terrible narcotic. He then falls fast asleep and dreams that he is at home with his wife. He asks for something to drink and he is given wine, which he does not care for, and he is finally given some bottled beer and a glass, but he complains that the glass is too small and he gets a very large sized glass receptacle, into which his wife and maid servant pour the contents of the bottle. As he is about to drink the glass passes from his hand mysteriously, sailing through the room and out of the window to the moon…", "genres": ["Fantasy"], "file": "5.json"}, "196606": {"title": "A Calamitous Elopement", "plot": "A young couple are enjoying a romantic interlude in the young woman's home, when her father discovers them and angrily chases the young man out of the house. They thus decide to elope, and they make plans accordingly. But as they are leaving, a thief discovers their plans, and he decides to turn the situation to his own advantage.", "genres": [], "file": "5.json"}, "196607": {"title": "The Good Luck of a 'Souse'", "plot": "This film from George Melies is sadly one that's only available in fragments. The film starts off with a title card stating that a drunk man has just thrown his family out a window. We see a couple of them landing on the ground and then we go back to the room where the drunk is now trying to kill himself.", "genres": ["Drama"], "file": "5.json"}, "196608": {"title": "The Mischance of a Photographer", "plot": "A family goes to a photographer. The photographer pushes the boy around, and no one seems to care. The boy gets his revenge.", "genres": ["Comedy"], "file": "5.json"}, "196609": {"title": "Romance of a Jewess", "plot": "This early D.W. Griffith short shows the director's interest in Jewish ghetto life, portrayed here with sympathy and sentimentality. The melodramatic plot involves the conflict between generations in an immigrant Jewish family.", "genres": ["Comedy"], "file": "5.json"}, "196611": {"title": "The Tempest", "plot": "Prospero and his daughter Miranda must take refuge on an enchanted island. There Prospero, who himself has magical powers, releases the spirit Ariel from a spell, and also meets the savage Caliban. Then Prospero uses his powers to create a tempest that shipwrecks some of the persons who caused his exile.", "genres": ["Fantasy", "Drama"], "file": "5.json"}, "196612": {"title": "The New Lord of the Village", "plot": "There's a scene in a village, then there's a scene out in the wilderness with what appear to be gods, and a giant crab, and a giant frog... then there's another scene in the village... and that's it.", "genres": [], "file": "5.json"}, "196613": {"title": "The Chinese Shadows", "plot": "At the beginning of this film two women come onstage dressed in Oriental fashion. They present a shadow play theatre.", "genres": ["Comedy", "Animation"], "file": "5.json"}, "196616": {"title": "The Miser", "plot": "This Georges Melies film is only available in a five-minute fragment. The film starts off with a title card setting up the events. An elderly miser keep all of his money to himself and refuses to help people no matter what they might need. We see him turn away a few people and then portions of the film are missing and we pick up later in the story as the old man is scared of something (apparently someone stole his money).", "genres": [], "file": "5.json"}, "196618": {"title": "Tramway", "plot": "A short documentary film released in France.", "genres": [], "file": "5.json"}, "196619": {"title": "At the Crossroads of Life", "plot": "At the Crossroads of Life is a typically Victorian-style melodrama in which a girl's wishes to be an actress are condemned by her stern father, a man of the cloth who has no time for those in the acting profession.", "genres": [], "file": "5.json"}, "196620": {"title": "Whimsical People", "plot": "A moon-woman shakes a Pierot costume and manifests a Pierot clown. She does this four more until there are five Pierots crowded on the ledge of the moon. They fall to the earth and dance like tops turning one by one into Columbine maidens.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "196621": {"title": "Love that Kills", "plot": "In this simple melodrama, a boy loses his beloved girl, hence dying of a broken heart. The film presents advanced techniques in several fields.", "genres": ["Romance", "Drama"], "file": "5.json"}, "196624": {"title": "The Bee and the Rose", "plot": "This French film isn't that well known today but it will mainly appeal to those film buffs with a thing for early cinema or those wanting to see some fantasy sequences but those there will probably be disappointed. The film runs just a few seconds short of four minutes as several women are dressed up as bees dancing around their hive. The \"Queen Bee\" goes to take a nap and she's attacked by a spider. The spider sequence is what gets this film a mention by fantasy fans but sadly this scene takes place around the 3:13 mark and lasts just a few seconds.", "genres": [], "file": "5.json"}, "196625": {"title": "Prussian Culture", "plot": "Film about politically motivated violence in the Kingdom of Prussia.", "genres": [], "file": "5.json"}, "196627": {"title": "French Cops Learning English", "plot": "The seven-minute film takes place inside a classroom where some cops are learning English.", "genres": [], "file": "5.json"}, "196628": {"title": "Justinian's Human Torches", "plot": "During an orgy, Emperor Justinian orders three people to be torched alive.", "genres": ["History", "Drama"], "file": "5.json"}, "196631": {"title": "A Suburbanite's Ingenious Alarm", "plot": "An office worker takes desperate measures in an attempt to get up on time in the morning.", "genres": ["Comedy"], "file": "5.json"}, "196632": {"title": "The Broken Violin", "plot": "If a violin was actually broken here we don't get to see it. Sadly this is one of many Georges Melies films that are only available in a fragment. Hopefully one day a complete print will turn up but until then at least we have this. The film starts off in some sort of bakery as the boss starts giving orders and then a bit later we see a young man pull out a violin he has been hiding and start to play it. The film then flashes to another location but this is where it cuts off so I'm not certain where the story went from here.", "genres": [], "file": "5.json"}, "196634": {"title": "Beginning of the Serpentine Dance", "plot": "We get scenery, with a fiddler playing as 18th century patrons do a minuet; we get some Méliès moments as the devil appears, makes the dancers vanish and takes the fiddler to pandemonium, where they produce an entire corps de ballet doing the serpentine dance.", "genres": ["Fantasy"], "file": "5.json"}, "196636": {"title": "The Bank Robbery", "plot": "A gang of outlaws are planning a bank robbery. After making preparations, they commit the robbery and make their escape amidst a sharp exchange of bullets. They return to their meeting place, and then hurriedly continue onwards, with lawmen close behind them.", "genres": ["Western", "Crime"], "file": "5.json"}, "196637": {"title": "At the French Ball", "plot": "A husband finishes packing a suitcase, and then says good-bye to his wife. As soon as he is gone, the wife has her maid help her to dress for a costume ball...", "genres": [], "file": "5.json"}, "196638": {"title": "Father Gets in the Game", "plot": "D.W. Griffith film about an elderly father who grows tired of seeing his son bring home beautiful women so he gets a makeover and heads out on the prowl.", "genres": ["Comedy"], "file": "5.json"}, "196639": {"title": "Donnerwetter, tadellos", "plot": "The Germans were not far behind when if came to experimenting with sound and the surviving discs seem like a curious anachronism because they closely resemble the Vitaphone discs from the mid-1920s: about sixteen inches in diameter and the track started from the center and the needle moved out.", "genres": [], "file": "5.json"}, "196640": {"title": "In a Difficult Position", "plot": "Max, a young man about town, splits his trousers while getting ready to go out one night. After applying some rather risky repairs without taking the trousers off, he gingerly heads off to a dinner party. Of course, disaster strikes almost as soon as he arrives, and he spends the rest of the film frantically attempting to hide the gaping tear in his trousers from the other guests.", "genres": ["Comedy"], "file": "5.json"}, "196641": {"title": "Cupid’s Pranks", "plot": "After receiving a scolding for falling asleep on the job, Cupid is sent out in search of potential lovers to unite. While flying over a city, he finds a ballroom dance and identifies a likely couple. He is successful in getting them to meet, but many obstacles still stand in the way of Cupid achieving his goal for them. (IMDb)", "genres": ["Fantasy", "Romance", "Comedy"], "file": "5.json"}, "196642": {"title": "Fireside Reminiscences", "plot": "A broken-hearted husband thinks about the past as he sits by the fireplace.", "genres": [], "file": "5.json"}, "196643": {"title": "The Genii of Fire", "plot": "Not much of a plot. A couple is menaced by some sort of bizarre religious cult. Then they're saved.", "genres": [], "file": "5.json"}, "196644": {"title": "A Very Fine Lady", "plot": "Renée Carl stars in this lively slapstick silent short as a beautiful lady who causes distractions and accidents among the male population as she walks though the streets of Paris.", "genres": ["Comedy"], "file": "5.json"}, "196645": {"title": "Grandmother's Tale and Child's Dream", "plot": "The film begins with a grandmother reading a story to a small child before tucking him or her into bed (it's a bit difficult to tell which the tot is). No sooner has the mite fallen asleep than s/he begins dreaming of an angel standing over his/her bed and whisking him/her off to a land of giant toys. The kid wanders around for a bit before being led away by a lady who takes him/her to a jungle or forest where other young ladies dressed as butterflies dance around a bit.", "genres": [], "file": "5.json"}, "196646": {"title": "Why That Actor Was Late", "plot": "An actor tries to get to a show on time. Many mishaps along the way.", "genres": [], "file": "5.json"}, "196648": {"title": "The Vacuum Cleaner", "plot": "In this funny picture we see the vacuum cleaner, the modern dust eradicator, performing some very droll tricks. As soon as the fellow turns on the air then the fun begins. It is all accomplished through some clever trick photography. First we see two attendants start out to do a cleaning job, and while they stop to take some refreshments, two men, who happen to be passing, take the machine and start down the sheet to have some fun. They meet a woman with a dog on a leash, and at a turn of the wheel, the dog and its mistress are quickly drawn into the spout. Next a nursemaid comes sauntering down the street, and when they level the spout at her she meets the same fate. A girl and her lover are the next to disappear off the face of the earth, and still they go along, looking for more victims. (Moving Picture World)", "genres": ["Fantasy", "Comedy", "Science Fiction"], "file": "5.json"}, "196650": {"title": "Modern Sculptors", "plot": "The first scene presents before the astonished eyes of the spectators a solid piece of marble, which the minute it is placed on a table seems to take life, and one can follow a snake-like line branding on the polished face of the stone the name of the house of Pathé Frères. As soon as this stone has been engraved, as by magic, a handsome young lady appears with a huge lump of clay covered with a cloth. As soon as the cloth is removed from the soft mass it starts whirling and turning as if stricken mad, and one is asking one's self what all the contentions are going to lead to, when the vague shape of an animal not yet discernible seems to appear, and before one has time to make one's mind as to the category of brutes to which it belongs one sees the form of a remarkably well made orang-utan modelled out of the clay, who calmly smokes his pipe. Then the statue is removed by the same winning young lady and another covered block of the same substance is carried forward.", "genres": ["Animation", "Fantasy"], "file": "5.json"}, "196652": {"title": "The Woes of Roller Skaters", "plot": "A group of people take roller skating too far.", "genres": [], "file": "5.json"}, "196653": {"title": "In the Barber Shop", "plot": "One fine day at a barbershop that has stupid staff and very rude customers.", "genres": ["Comedy"], "file": "5.json"}, "196654": {"title": "Dreams of Toyland", "plot": "Arthur Melbourne Cooper's animation showing a boy's dream of his toys coming to life uses a live action framing device for the dream sequence which uses stop motion techniques to animate a child's toys.", "genres": ["Drama", "Animation", "Fantasy"], "file": "5.json"}, "196655": {"title": "In the Bogie Man's Cave", "plot": "The Bogie Man's cave is one of the many triumphs of set design for Georges Méliès. More unusual for the pioneering French director is the grisly turn when the monster chops up his servant for a steaming pot of stew. But the Bogie Man’s guilty conscience weighs on him, plaguing his sleep with even more fantastic visions of just deserts. (Max Goldberg, Fandor)", "genres": ["Horror", "Fantasy"], "file": "5.json"}, "196656": {"title": "His First Job", "plot": "Georges Melies' film has a new guy showing up in a store on his first day and he obviously just doesn't fit in as he makes one mistake after another.", "genres": ["Documentary", "Comedy"], "file": "5.json"}, "196658": {"title": "Sleeping Beauty", "plot": "Based on the story of \"Sleeping Beauty\" by Charles Perrault.\r Titles read: The Christening of the Princess; The Good Fairies Fatal Prediction; The Royal Edict; The Princess is Sixteen Years Old; Searching for the Princess; The Prediction Comes True; Thou Shalt Sleep for a Hundred Years; A Hundred Years later the Prince Charming Goes Hunting; Prince Charming Dismisses His Escort; The Castle of Sleep; The Guard's Hall; You Have Been a Long Time Coming, prince; The Wedding of the Sleeping Beauty to Prince Charming.", "genres": ["Fantasy"], "file": "5.json"}, "196659": {"title": "Sideshow Wrestlers", "plot": "A man gets cajoled into working as a sideshow wrestler.", "genres": [], "file": "5.json"}, "196662": {"title": "Pharmaceutical Hallucinations", "plot": "There's a chemistry lab, in which one or two people ingest the wrong drug -- apparently -- and have a seriously bad trip. Then there's this wizard in his cave, and a fairy appears -- then there's this massive feast with about a dozen people. Then it ends.", "genres": ["Fantasy"], "file": "5.json"}, "202548": {"title": "Policemen as We Portray Them / Policemen as They Are", "plot": "Overview of ideas about the police on the occasion of an attack on the bourgeois by Apaches gangsters.", "genres": [], "file": "6.json"}, "205281": {"title": "The Blue Bird", "plot": "This is a frustrating watch as there looks to be some great filmmaking there, but a number of scenes (including the beginning and end) are missing, the print is in poor condition. It looks very nice though and the production values are once again quite high, but the current presentation is a shame.", "genres": [], "file": "6.json"}, "205283": {"title": "The Fairies and the Faun", "plot": "This is an incomplete fragment of a longer film, so doesn’t make much sense, but it’s very beautiful and colourful with plenty of fireworks, flames and fountains as well as the customary fairies, magic and dancing.", "genres": [], "file": "6.json"}, "205284": {"title": "In the Land of the Gold Mines", "plot": "Young woman is taken to the faitytale kingdom where gold coins are made.", "genres": [], "file": "6.json"}, "214280": {"title": "Japanese Butterflies", "plot": "This early silent era film was released in France circa 1908 by Segundo de Chomón. It is partially hand coloured and shows several Japanese characters and eventually a worm change into a butterfly which while flapping it's wings changes colours as it flies.", "genres": [], "file": "7.json"}, "214489": {"title": "Woman Draped in Patterned Handkerchiefs", "plot": "Woman Draped in Patterned Handkerchiefs is a 1908 British short silent documentary film, directed by George Albert Smith as a showcase his new Kinemacolor system, which features a woman displaying assorted tartan cloths, both draped on her body and waved semaphore-style. The patterned handkerchiefs are, according to Michael Brooke of BFI Screenonline, “presumably the same cloths featured in Tartans of Scottish Clans (1906), this time shown from various angles.”", "genres": ["Documentary"], "file": "7.json"}, "222083": {"title": "The Boutdebois Brothers", "plot": "And here is an early success as he puts the viewer in the mood of a little boy, playing with his toys, running them through the paces of his little circus.", "genres": ["Comedy", "Animation"], "file": "8.json"}, "226891": {"title": "The Dog Outwits the Kidnapper", "plot": "Dog Rover, from Rescued by Rover fame, chases a kidnapper's car and while he is in a pub, drives it safely home and thus saves the baby.", "genres": ["Crime", "Comedy"], "file": "9.json"}, "232693": {"title": "Ellehammers første Forsøg med Aeroplan", "plot": "Inventor Jacob Ellehammer's first attempts at flying.", "genres": ["Documentary"], "file": "9.json"}, "232887": {"title": "Kong Frederik VIII gæster Jylland", "plot": "King Frederik VIII visiting Jylland, arriving by train before traveling into town.", "genres": [], "file": "9.json"}, "232894": {"title": "Modeopvisning - Kjoler", "plot": "Peter Elfelt filming fashion.", "genres": [], "file": "9.json"}, "232895": {"title": "Typografernes Strejke", "plot": "A workers meeting with folks showing the popular attires of the time.", "genres": [], "file": "9.json"}, "232905": {"title": "A Trip Through the Canals of Copenhagen", "plot": "Traveling by boat to film Copenhagen from a different angle.", "genres": [], "file": "9.json"}, "232908": {"title": "Lejonjakten.", "plot": "\"Lejonjakten\" is one of five films (three of which are now lost) that were made by students at the University of Lund, Sweden, as a part of their 1908 carnival. The film is a cruel parody on Danish producer Ole Olsen's \"Løvejagten\" (1907) which was at the time banned in Denmark (due to the fact that a lion and other animals were actually killed in the film) but shown in Sweden. In the student version two actors dressed up as a lion and a kangaroo get shot by hunters, but the hunters themselves soon get arrested by the police, an allusion to a recent conflict between the students and the local police.", "genres": [], "file": "9.json"}, "232911": {"title": "Don Juan Tenorio", "plot": "The silent Spanish version of the story of Don Juan Tenorio.", "genres": ["Drama", "Romance"], "file": "9.json"}, "232919": {"title": "The Little Soldier Who Became a God", "plot": "A stop-motion film from Émile Cohl with tin soldiers, children's drawings and cannibals.", "genres": ["Animation", "Comedy"], "file": "9.json"}, "232923": {"title": "Money Mad", "plot": "The central figure is an old miser, a Harpagon of sorts, who, like Frosine, stashes his ill-gotten money in a secret cellar. While the miser is at the bank, exchanging stolen notes for gold coin, a couple of thugs witness the transaction and see their opportunity-- It seems avarice grips the hearts of all those who'd possess the bag.", "genres": ["Crime", "Drama"], "file": "9.json"}, "232935": {"title": "The Fatal Hour", "plot": "This one-reeler has been regarded as a classic example of a Griffith thriller. It engages with the Chinese White slave traffic from the perspective of a female detective, played by Marion Leonard, whose assignment is to expose and break the traffic ring. A fragment is widely available.", "genres": ["Crime", "Thriller", "Adventure"], "file": "9.json"}, "232937": {"title": "Buying a Cow", "plot": "An urban husband and wife, walking in the countryside outside Paris, are so impressed with the delicious taste of a cow's milk that they buy the cow and try to bring it home to their Parisian apartment. (Library of Congress)", "genres": ["Comedy"], "file": "9.json"}, "232938": {"title": "The Sculptor's Nightmare", "plot": "At a political club, the members debate whose bust will replace that of Theodore Roosevelt. Unable to agree, each goes to a sculptor's studio and bribes him to sculpt a bust of the individual favorite. Instead, the sculptor spends their fees on a dinner with his model during which he becomes so inebriated that he is taken to jail. There he has a nightmare, wherein three busts are created and animated from clay (through stop-motion photography) in the likenesses of Democrat William Jennings Bryan and Republicans Charles W. Fairbanks and William Howard Taft. Finally an animated bust of Roosevelt appears.", "genres": ["Comedy", "Animation"], "file": "9.json"}, "232942": {"title": "The Frog", "plot": "A frog hops around a magic fountain.", "genres": ["Fantasy"], "file": "9.json"}, "232943": {"title": "Diabolical Pickpocket", "plot": "A pickpocket manages to escape the police through a series of fantastic tricks.", "genres": ["Comedy", "Fantasy", "Crime"], "file": "9.json"}, "232946": {"title": "Grundstensnedlæggelse ved Gustav Adolfs Kirke", "plot": "Laying the Foundation Stone of Gustav Adolf's Church.", "genres": [], "file": "9.json"}, "232948": {"title": "Conscience de magistrat", "plot": "The Magistrate's Conscience - A drama from Pathé Frères.", "genres": [], "file": "9.json"}, "237533": {"title": "Balked at the Altar", "plot": "A woman who is filled with romantic ideas is making no secret of her eagerness to find a husband. Her father decides to help her by pressuring and threatening an eligible bachelor, who reluctantly allows wedding plans to be made.", "genres": [], "file": "9.json"}, "237880": {"title": "The Lucky Farrier", "plot": "A Danish advertisement film with a man proposing to his girl.", "genres": ["Drama", "Romance"], "file": "9.json"}, "237883": {"title": "La Tosca", "plot": "A courtly drama of a bridegroom arrested for being intimate with the queen. To secure his release, his future bride sleeps with his rival. The film is incomplete. Missing is the ending, where the bride obtains a forged letter of passage and murders the rival, but then has to watch as her betrothed is executed after the letter is found to be forged. The film includes a single rare hand-coloured scene. FRAGMENT. (stumfilm.dk)", "genres": ["History", "Drama"], "file": "9.json"}, "237888": {"title": "Tomkins Buys a Donkey", "plot": "A countryman buys a stubborn donkey and has trouble.", "genres": [], "file": "9.json"}, "251486": {"title": "Antos in Warsaw For the First Time", "plot": "Lost Polish comedy short from 1908. Not to be confused with the 1916 remake of which a small portion survives.", "genres": [], "file": "11.json"}, "263860": {"title": "Troubles of a Grass Widower", "plot": "A housewife tires of her husband's annoying behavior and returns to her mother. At first, the husband is quite pleased to have the house all to himself. But he quickly discovers that even the most basic domestic chores can be fraught with difficulty.", "genres": ["Comedy"], "file": "13.json"}, "269434": {"title": "After Many Years", "plot": "A castaway returns home after years lost at sea, to the wife and child he left behind.  Has she waited faithfully or has she moved on?", "genres": ["Drama"], "file": "14.json"}, "270118": {"title": "Wolf Hunt", "plot": "An early silent film, made before intertites became common (which is why very early silent films are narrated, at best). This was filmed in 1907 but released in 1908. It was made at the request of Teddy Roosevelt, who saw coyotes being caught in Oklahoma *by hand*, and folks back east didn't believe him. While this movie is called \"The Wolf Hunt\", it was actually coyotes being caught, not wolves.", "genres": [], "file": "14.json"}, "270119": {"title": "Betrayed by a Handprint", "plot": "Mrs. Wharton, a dashing widow, gives a party at her beautiful villa in honor of the presentation to her of a handsome diamond necklace by her fiancé. During the evening bridge participated in by a number of the guests, among whom is Myrtle Vane. Miss Vane is playing in wretched luck, and is advised several times by Mrs. Wharton to desist, but she still plays on in the vain hopes of the tide of fortune turning, until at last, in the extreme of desperation, she stakes her all and loses. Shame and disgrace stare her in the face. What can she do to recoup her depleted fortune? As one of the guests there is Professor Francois Paracelsus, the eminent palmister, who of course, was called upon to read the palms of those present. Sheets of paper were prepared and each imprinted their hand on a sheet to be read by the erudite soothsayer at his leisure, and so were left on the drawing room table.", "genres": ["Crime"], "file": "14.json"}, "270124": {"title": "The Song of the Shirt", "plot": "Adaptation of a poem written by Thomas Hood.", "genres": ["Drama"], "file": "14.json"}, "270405": {"title": "Donkey Skin", "plot": "A wealthy man who possess a magical donkey desires to marry his own daughter. In exchange for her consent, she asks him to kill the donkey, the source of his wealth. She escapes under the donkey's skin, earning the nickname \"Donkey skin\"", "genres": ["Family", "Fantasy"], "file": "14.json"}, "270739": {"title": "Monkeyland, a Jungle Romance", "plot": "A jungle travelogue looking for monkeys.", "genres": ["Comedy", "Documentary"], "file": "14.json"}, "273178": {"title": "Béatrix Cenci", "plot": "This picture is an illustration of the story of Beatrice Cenci, the young woman who planned the murder of her guardian, in Rome, in the year of 1599.", "genres": ["Crime", "Drama", "History"], "file": "14.json"}, "273179": {"title": "Charlotte Corday", "plot": "An early account of Marat's murder, and the subsequent arrest, trial, and execution of Charlotte Corday.", "genres": ["Crime", "Drama", "History"], "file": "14.json"}, "273493": {"title": "King of the Cannibal Islands", "plot": "Believed to be the first film to feature cannibals.", "genres": ["Comedy"], "file": "14.json"}, "274884": {"title": "The Stranglers", "plot": "It depicts the notorious criminal incident that had occured in Rio de Janeiro.", "genres": ["Mystery", "Crime", "Drama"], "file": "15.json"}, "282384": {"title": "A Comedy of Errors", "plot": "Mr. Nearbright is busily engaged writing; consults his watch. His wife, accompanied by her \"Ma\" enters, attired for a journey, carrying small satchels. The husband rises, apparently delighted, and bids them good-bye. When the ladies have gone, Mr. Nearbright rushes to the telephone, gives a message which is gratifying, to all appearances. The door opens, and a friend, Mr. Flirt, enters, followed by other members of a \"stag\" club.", "genres": [], "file": "15.json"}, "283917": {"title": "Francesca di Rimini; or, The Two Brothers", "plot": "Francesca, surrounded by ladies-in-waiting at the palace. Her father enters, and together they read a letter from Lanciotto, asking for the hand of Francesca. Both are overjoyed at the union of the two great houses in marriage, and the daughter retires to dress for Lanciotto's arrival.", "genres": ["Drama"], "file": "16.json"}, "283935": {"title": "The Execution of Dorrego", "plot": "Directed by Mario Gallo.", "genres": ["Drama", "History"], "file": "16.json"}, "284370": {"title": "The Man with White Gloves", "plot": "M. Rasta, a high society con man, is accused of a crime he didn't commit.", "genres": [], "file": "16.json"}, "284799": {"title": "The Last Days of Pompeii", "plot": "Pompeii 79AD, mere days before the Vesuvian eruption. Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer Jone. Glaucus purchases Nydia,  the blind and long-suffering slave. Nydia falls in love with Glaucus and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with her-- In fact, a poison which will cause violent insanity. Produced by Turin-based Ambrosio Films.", "genres": ["Drama", "History"], "file": "16.json"}, "285133": {"title": "The Martyrdom of Thomas A Becket", "plot": "The King has the archbishop murdered, then repents.", "genres": [], "file": "16.json"}, "285421": {"title": "Nero and the Burning of Rome", "plot": "Arrival of the Christian Slaves: The captives are brought before Nero. He chooses one fair maiden to serve in his palace. The others are condemned to death for a Roman holiday.", "genres": [], "file": "16.json"}, "285512": {"title": "Nick Carter: Episode 1 - The Doctor's Rescue", "plot": "Directed by Victorin-Hippolyte Jasset.", "genres": [], "file": "16.json"}, "285817": {"title": "Ten Pickaninnies", "plot": "Imagine ten pickaninnies turned loose and on mischief bent. Farmer catches one leaving but Nine. Nine Happy Snowballs on a Swing elate. One gets knocked out then there are Eight. Eight Black Cherubs, swimming at \"Eleven,\" Mammy catches \"Rastus,\" that leaves Seven. Seven Jolly Coons on a Tramp play tricks. Tramp wakes up and nabs one vamoose the Six. Six Bad \"Chillun\" fooling 'round a Hive, Bees get busy now there's only Five. Five Inky Kids crawl thro' a hencoop door, Farmer scares one away that leaves Four. Four Smoky Kids hunting up a Tree. Gun explodes, whiz! \"Skiddo\" the Three. Three Black Lambs nothing else to do. Investigate a deep Well now there's Two. Two Cute Ebonites with Auntie having fun. \"Mandy\" gets a ducking all gone but One. One Chubby Coonlet with a toy Pop-gun. Monkeyed 'round a 'gaitor now there's None.", "genres": [], "file": "16.json"}, "286154": {"title": "The Reprieve: An Episode in the Life of Abraham Lincoln", "plot": "This thrilling story of the days of '61 and '65 shows a scene in the woods and our hero doing sentry duty. His work has been tiresome, his strength is about given out and he sits down to rest. He falls asleep and is awakened by the general and a squad of soldiers, who come unexpectedly upon him, place him under arrest and march him off to the guardhouse. He is later brought to the general's headquarters, where he is tried for his laxity. The buttons are torn from his uniform and he is otherwise degraded and sentenced to be shot. In the guardhouse the man sits meditating over the fate in store for him. He is visited by the chaplain, who consoles him as best he can. As a last resort the prisoner determines to write home and have his wife intercede in his behalf. She succeeds in getting a reprieve in a thrilling manner.", "genres": [], "file": "16.json"}, "290574": {"title": "The Taming of the Shrew", "plot": "Based on Shakespeare's play. Petruchio courts the bad-tempered Katharina, and tries to change her aggressive behavior.", "genres": ["Romance", "Comedy"], "file": "17.json"}, "298468": {"title": "An Awful Moment", "plot": "After a judge (Harry Solter) does his job and sentences a  man, a gypsy woman (Marion Leonard) erupts in vehement protests and has to be taken forcefully out of the courtroom.  Later the gypsy follows the judge to his home and plots a vicious revenge on his wife (Florence Lawrence).", "genres": ["Drama"], "file": "18.json"}, "301761": {"title": "The Red Man and the Child", "plot": "A silent short about a Sioux Indian by D.W. Griffith.", "genres": ["Action", "Western"], "file": "18.json"}, "302074": {"title": "The Boy Detective, or The Abductors Foiled", "plot": "As a newsboy is playing a game on the sidewalk with a friend, two men come near to them, and then stand in a position where they cannot be seen from the sidewalk. When an attractive woman walks past them, the two men follow her. Sensing that they have bad intentions, the newsboy follows them to see what they are up to. When his suspicions are confirmed, he tries to come up with a plan to protect the woman.", "genres": [], "file": "18.json"}, "302838": {"title": "L'hôtel du silence", "plot": "A haunted-hotel film, reviving a joke from a 1900 comic strip showing a sleeper being ejected from an electric bed.", "genres": ["Comedy", "Science Fiction"], "file": "19.json"}, "303640": {"title": "A Series of Images From the Life of King Oscar II", "plot": "A series of film of King Oscar II.", "genres": ["Documentary"], "file": "19.json"}, "306510": {"title": "L'Assommoir", "plot": "Everyman Coupeau's attempts to stop drinking are routinely thwarted by the wicked and vengeful Virginie. Based on Zola's novel, Capellani's film is about the free fall of a group of working-class French folk into degradation and tragedy due to carelessness, jealousy, and alcohol abuse. At the time of its release, L'Assommoir was hugely successful.", "genres": ["Drama"], "file": "19.json"}, "306848": {"title": "Sicilia illustrata", "plot": "Images of Sicily.", "genres": ["Documentary"], "file": "19.json"}, "312435": {"title": "Her First Adventure", "plot": "A father arrives home, greets his wife and daughter, and then goes inside with his wife. Though they are only inside for a brief time, their daughter wanders off, attracted by the music from a pair of gypsies performing in the street. When the gypsies move on, they take the young girl with her. As soon as the parents realize that their daughter is gone, they begin a frantic search, assisted by the family's loyal dog.", "genres": [], "file": "20.json"}, "314914": {"title": "Avventura galante di un provinciale", "plot": "A man picks up a man in drags. Short Italian comedy from 1908.", "genres": [], "file": "20.json"}, "320268": {"title": "The Magic Hoop", "plot": "Émile Cohl mixes live-action and stop-motion animation in this charming evocation of the power of imagination. A magician shapes his cane into a hoop with strange properties for a young girl. Costume changes and city promenades give way towards greater abstraction as the film becomes absorbed by what goes on inside the ring.", "genres": ["Fantasy", "Animation"], "file": "21.json"}, "320269": {"title": "The Magic Table", "plot": "A family tries to eat dinner, but the table vanishes and reappears, changes shape and location, all in the usual manner laid down by Melies, but here copied by Segundo de Chomón.", "genres": [], "file": "21.json"}, "324693": {"title": "La Grotte des esprits", "plot": "In this weird picture we take a pleasure trip into the infernal regions and are entertained by his Satanic Majesty and all the spooks that are connected with his household.", "genres": [], "file": "22.json"}, "328731": {"title": "Story of the Silk Moth", "plot": "", "genres": ["Documentary"], "file": "22.json"}, "329887": {"title": "The Professor's Secret", "plot": "Acting on the Darwin theory, that man descended from a monkey, a scientist experiments towards turning man back to the monkey stage. He inoculates a number of persons with the preparation and after the subjects reach their homes the reversing process begins, and they become monkified. Their antics are uproariously funny. The scientist is unable to turn them back to human beings again, so they are collected in a large cage and places on exhibition. Here they are visited by an ape dressed in human attire. (Moving Picture World)", "genres": ["Comedy"], "file": "23.json"}, "329960": {"title": "Sherlock Holmes in the Great Murder Mystery", "plot": "Our picture relates to a crime committed by a Gorilla who escapes from his cage and through circumstantial evidence a young man, whom we will call in our story Jim, is accused and is just about to be convicted. Can Sherlock Holmes free him in time? (Moving Picture World)", "genres": ["Mystery", "Crime"], "file": "23.json"}, "329965": {"title": "In the Time of Rebellion", "plot": "In a British barrack in India is confined a tamed gorilla which has conceived a hatred for one of the Hindoo attendants, owing to the barbarous treatment which the Hindoo accords the beast. This attendant proves to be a traitor to the British interests, and avails himself of his opportunities to possess himself of military papers and secrets which he carries to his friends in the rebel camp. (Moving Picture World)", "genres": ["Drama"], "file": "23.json"}, "330260": {"title": "The Escape of the Ape", "plot": "Lost film.", "genres": [], "file": "23.json"}, "334444": {"title": "Sang espagnol", "plot": "A young Spaniard treats his wife with utter indifference, and, leaving her heartbroken, goes to the woman whom he has placed before her in his affections. The wife, whose pride is injured by being cast off for a courtesan, follows her husband and sees him join his sweetheart at their rendezvous. The pair stroll down the river, where they enter a small boat, and, unconscious that they are being watched by the cast-off wife from the shore, they float along while the gallant lover strums on his guitar and sings songs of love to the queen of his heart. The jealous wife keeps a close watch on them until they land on a square, where they join in the revelry with other happy young lovers.", "genres": [], "file": "23.json"}, "337738": {"title": "The James Boys in Missouri", "plot": "The first cinematic depiction of Jesse James", "genres": [], "file": "24.json"}, "340111": {"title": "The Legend of the Spinner", "plot": "The goddess Minerva is jealous of the young Arachne who is more clever it in weaving. Out of spite, Arachne Minerva rushed into hell, then transforms into a spider that will forever spinning its web.", "genres": ["Fantasy", "Drama"], "file": "24.json"}, "341421": {"title": "Danmarksekspeditionens Hjemkomst", "plot": "Danish travelers return from Greenland and are greeted by politicians, relatives, and various other dignitaries.", "genres": ["Documentary"], "file": "24.json"}, "341422": {"title": "Præsident Falliéres I København", "plot": "French President Armand Fallieres visits Copenhagen.", "genres": ["Documentary"], "file": "24.json"}, "343379": {"title": "Electrocuted", "plot": "An electrician uses electrodes attached to a metal cap to animate a cook's body.", "genres": [], "file": "25.json"}, "348018": {"title": "Touaregs in Their Country", "plot": "“The barbaric negro inhabitants of an African village are shown in their various forms of activity, the first view being a photograph of a number of children of all sizes, shapes and degrees of African beauty. Following this is a match between two giant negro wrestlers, who first fence with slicks and then grapple with each other. The start of a caravan is next pictured, the handling of the huge camels being well demonstrated. A British courier next comes into view and the African, presumably sheiks, attack him. A short sham fight takes place, and he escapes. Now a religious procession of natives is shown, with their tom-toms and curious devices for making curious music. The last is a photo of a comical looking African infant playing with a kitten.” (Moving Picture World)", "genres": ["Documentary"], "file": "25.json"}, "349400": {"title": "Magic Dice", "plot": "This is not only a colored film of great beauty, but one showing a series of clever trick pictures in which great ingenuity on the part of the operator is exhibited.", "genres": ["Fantasy"], "file": "25.json"}, "350807": {"title": "Unusual Cooking", "plot": "A chef comes into the kitchen and throws a lot of rags on the floor: he then casts a spell over them, and immediately they take the form of human beings, and dance a wild saraband around the place. After performing many unique tricks they disappear into space, and are replaced by a group of knives and forks, pans, kettles and spoons. (Moving Picture World)", "genres": ["Animation", "Comedy", "Fantasy"], "file": "25.json"}, "351207": {"title": "The Funeral of the Victims of the Mine Accident at the Radbod Colliery", "plot": "Silent pull the mourners behind the coffins of their unfortunate colleagues past the camera.", "genres": [], "file": "26.json"}, "355552": {"title": "The Life Cycle of a Song", "plot": "A vaudeville song catches on and becomes so popular that everybody knows it. At first, those who hear it can't help but sing and dance to it. People have their limits, however, and reception to the tune begins to cool.", "genres": ["Comedy"], "file": "26.json"}, "355986": {"title": "Le bon invalide et les enfants", "plot": "When a bully steals their ball, a kind war veteran lends the saddened children a helping hand. And a leg or two…", "genres": ["Fantasy", "Comedy"], "file": "26.json"}, "356514": {"title": "Secret Suitcase", "plot": "De Chomon film from 1908. Existing film is incomplete in length.", "genres": [], "file": "26.json"}, "365032": {"title": "In Morocco: Tangier", "plot": "Shots of Morocco, including a harbour town with a fortress.", "genres": ["Documentary"], "file": "27.json"}, "365437": {"title": "Neuropathology", "plot": "", "genres": ["Documentary"], "file": "27.json"}, "365685": {"title": "Donnerwetter, tadellos: Schutzmannslied", "plot": "Policemen singing a song.", "genres": [], "file": "27.json"}, "365687": {"title": "Die Herzen der Berliner Frauen", "plot": "Song from an Operetta.", "genres": [], "file": "27.json"}, "367604": {"title": "Italian Naval Maneuvers", "plot": "", "genres": ["Documentary"], "file": "28.json"}, "369111": {"title": "My Expectations in 1908", "plot": "We can see the children of the director playing and dancing, obviously getting told what to do while it happens, and later on his wife knitting with the children around her.", "genres": [], "file": "28.json"}, "372674": {"title": "Old Isaacs, the Pawnbroker", "plot": "Mack Sennett appears as a charity worker in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "29.json"}, "372675": {"title": "The King's Messenger", "plot": "Mack Sennett appears as a soldier in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "29.json"}, "372678": {"title": "Thompson's Night Out", "plot": "William Thompson and John Smith occupied offices in the same New York skyscraper, and both being seized with an irrepressible desire to cut loose and paint things crimson, arranged it as follows in this Biograph picture. Thompson sent a message to his wife that his friend Smith was ill, and it was his duty to perform that spiritual work of mercy, \"comfort the afflicted,\" hence he would not have her wait up for him as he might be late. Smith did likewise, using Thompson as the object of his humane consideration. This done, they start off to make a night of it. First they visit the gilded throne room of a temple of Bacchus, where they moisten their parched spirits with dry Martinis. They are soon in a most glorious condition. Smith suggests the show where \"Amateur Night\" is on.  - Written by Moving Picture World synopsis", "genres": ["Comedy"], "file": "29.json"}, "372721": {"title": "The Invisible Fluid", "plot": "Had the poor melancholy Dane, Hamlet, lived in this, the twentieth century, he would never have given voice to the remark, \"Oh, that this too, too solid flesh would melt, thaw and resolve itself into a dew!\" No indeed! He would have procured some of the mysterious fluid compounded by an erudite scientist by which things animate and inanimate were rendered non est, for ten minutes at least, by simply spraying them with it. In an atomizer, he sends a quantity, accompanied by a letter, to his brother. In the hope of his putting it on the market. The brother regards it as a joke, and, while toying with the atomizer, accidentally sprays himself. Presto! he is gone, to the amazement of the messenger boy who has carried the package thither. The boy reads the letter, and at once sees the amount of fun he can get out of it, so he nips it.", "genres": ["Science Fiction", "Comedy"], "file": "29.json"}, "372722": {"title": "The Man in the Box", "plot": "A poorly compensated bank clerk is, we may say, to that trying position of \"Tantalus\" in sight of tons of money but not a dollar of his own. This became more torturing as time went on, until at last, when the bank was arranging to ship a large quantity of cash to the West to relieve the recent money stringency, he made up his mind to heed the solicitude of that specter which had haunted him. Listening to the instructions given to the bank's messenger as to the shipment of the funds, he hustles off to a gang of crooks in whose company he had fallen.", "genres": ["Drama", "Crime"], "file": "29.json"}, "372723": {"title": "Over the Hills to the Poor House", "plot": "The widowed elderly mother of three adult children, two sons and a daughter, wishing to relieve herself of the burden of care of her property, decides to divide it up among her children. To her son Charles, a wild but kind young fellow, she leaves a small amount, feeling that he will soon run through it. The good-hearted boy is perfectly satisfied, believing in the wisdom of his mother's actions. He assumes she will find a home with one of his siblings, who are married and settled. The old woman moves in with her married son, but is driven out by his wife over an argument about her young granddaughter. She is forced to move into a squalid apartment in a cheap tenement house, but is evicted for failing to pay her rent. Mack Sennett appears as a bartender in this film.", "genres": ["Drama"], "file": "29.json"}, "372724": {"title": "The Kentuckian", "plot": "Mack Sennett appears in this film produced by the Biograph Company.", "genres": ["Western"], "file": "29.json"}, "372725": {"title": "The Stage Rustler", "plot": "Mack Sennett appears as a man in a bar in this film produced by the Biograph Company.", "genres": ["Western"], "file": "29.json"}, "372727": {"title": "Deceived Slumming Party", "plot": "Mack Sennett appears as a policeman and waiter in this film produced by the Biograph Company.", "genres": [], "file": "29.json"}, "372733": {"title": "Monday Morning in a Coney Island Police Court", "plot": "Mack Sennett appears as a policeman in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "29.json"}, "372736": {"title": "The Girl and the Outlaw", "plot": "Mack Sennett appears as a Native American in this film produced by the Biograph Company.", "genres": ["Western", "Action"], "file": "29.json"}, "372737": {"title": "Behind the Scenes: Where All Is Not Gold That Glitters", "plot": "A mother works as a dancer to support her ill daughter. One night while performing, the mother has a vision of her child dying. She rushes home, but it is too late. -- IMDB", "genres": ["Drama"], "file": "29.json"}, "372744": {"title": "The Red Girl", "plot": "Mack Sennett appears as a man in the bar in this film produced by the Biograph Company.", "genres": ["Action"], "file": "29.json"}, "372746": {"title": "The Heart of O Yama", "plot": "Pretty Miss Chrysanthemum has but little to say as to the disposal of her heart, at least, such is the custom in Japan. Her parents attend to that for her. However, pretty little O Yama Sum had a will of her own, and casting tradition to the winds, insisted upon making her own choice. The Grand Daimio has long loved the pretty O Yama and presents himself before her mother in quest of her hand. His offer is scorned by O Yama, for she loves another, a low-born but worthy warrior.", "genres": ["Romance", "Drama"], "file": "29.json"}, "372747": {"title": "Where the Breakers Roar", "plot": "Mack Sennett appears as a policeman in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "29.json"}, "372941": {"title": "Mishaps of the New York-Paris Auto Race", "plot": "", "genres": [], "file": "29.json"}, "382970": {"title": "A Smoked Husband", "plot": "After his wife receives an extravagant dress, a man find himself the victim of an attempted burglary; He hides in his fireplace, which is then fired. The police arrive and pursue the man, now covered in soot. He jumps onto the roof below his, landing two dandies into a trough of paint.", "genres": ["Comedy"], "file": "30.json"}, "382971": {"title": "The Devil", "plot": "Mack Sennett appears as a waiter in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "30.json"}, "382972": {"title": "Ingomar, the Barbarian", "plot": "Mack Sennett appears as a barbarian in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "30.json"}, "382973": {"title": "The Vaquero's Vow", "plot": "Mack Sennett appears as a man in the bar and in the wedding party in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "30.json"}, "382974": {"title": "The Call of the Wild", "plot": "George Redfeather, the hero of this subject, returns from Carlisle, where he not only graduated with high honors, but was also the star of the college football team. At a reception given in his honor by Lieut. Penrose, an Indian agent, the civilized brave meets Gladys, the lieutenant's daughter, and falls desperately in love with her.", "genres": ["Comedy"], "file": "30.json"}, "382975": {"title": "Concealing a Burglar", "plot": "Mack Sennett appears as a policeman and waiter in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "30.json"}, "382976": {"title": "The Pirate's Gold", "plot": "Young Wilkinson is leaving his dear old mother for a journey to seek his fortune in a foreign clime. Now, the little cottage is situated near the coast. The waters of the sea have been infested with a band of gold-thirsty pirates, who pillaged every ship that came their way. Having successfully perpetuated one of their nefarious exploits, they are struck by a storm and forced to put out from their floundering vessel in a small yawl, in which they place a chest of valuables, for the shore.", "genres": ["Action"], "file": "30.json"}, "382977": {"title": "The Guerrilla", "plot": "Mack Sennett appears as a Confederate soldier and a Union soldier in this film produced by the Biograph Company.", "genres": ["War", "Action"], "file": "30.json"}, "382978": {"title": "The Clubman and the Tramp", "plot": "Mack Sennett appears as a dinner guest and a policeman in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "30.json"}, "382979": {"title": "The Valet's Wife", "plot": "Bachelor Reggie writes his uncle that he has a wife and child, but then must produce them when the uncle visits.", "genres": ["Comedy"], "file": "30.json"}, "382980": {"title": "The Feud and the Turkey", "plot": "Mack Sennett appears as a member of the Wilkenson clan in this film produced by the Biograph Company.", "genres": ["Romance", "Drama"], "file": "30.json"}, "382982": {"title": "The Reckoning", "plot": "Mack Sennett appears as a lover in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "30.json"}, "382984": {"title": "The Test of Friendship", "plot": "Mack Sennett appears as a guest and a man in the fight in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "30.json"}, "383279": {"title": "Lady Barrister", "plot": "A woman attorney is seen in her apartment with her poor henpecked husband, who is more like her man servant than her better half. She is so taken up with her studies in law that she finds no time to bother with household duties, thus putting the burden on her husband who is compelled to take care of the baby, clean the house, do the cooking and be on hand, ready to answer whenever the wife calls on him to attend to her wants. Things do not run very smoothly, however, which is not at all surprising, so she finally decides to take a hand in the domestic affairs herself. (Moving Picture World)", "genres": ["Comedy"], "file": "30.json"}, "383284": {"title": "Grandfather's Pills", "plot": "A young woman sitting on a bench in the public park is annoyed by an old man sitting next to her and paying her persistent attention. Resenting this ridiculous flirtation, the young lady rises to leave, but the old man tries to stop her, so she pushes him down and is soon seen seeking more peaceful quarters. The old flirt, disgusted, starts reading his paper, when his attention is attracted by an advertisement of some wonderful pills. (Moving Picture World)", "genres": ["Science Fiction", "Comedy"], "file": "30.json"}, "386820": {"title": "Magie moderne", "plot": "A Segundo de Chomón trick film.", "genres": [], "file": "30.json"}, "386822": {"title": "Il duello dei paurosi", "plot": "After an altercation two men exchange cards, an invitation to adjudicate their differences on the field of honor. The seconds make all arrangements and at the appointed hour, the combatants appear. Both, however, are possessed of mortal fear and their aim is so uncertain that after numerous attempts and trials of various forms of weapons the seconds cheerfully call the match a draw.", "genres": [], "file": "30.json"}, "388359": {"title": "The Fly", "plot": "A pesky fly and the determination to get it.", "genres": ["Comedy"], "file": "30.json"}, "388365": {"title": "L'héritage de rapin", "plot": "An art student inherits a sum of money and has his fellow students over to celebrate. Chaos ensues.", "genres": ["Comedy"], "file": "30.json"}, "396823": {"title": "A New Way of Traveling", "plot": "Steampunk fantasia of interplanetary travel and submarine life.", "genres": [], "file": "32.json"}, "397250": {"title": "La nouvelle bonne", "plot": "A newly-hired housekeeper turns out to be too clumsy and stupid to do her job.", "genres": [], "file": "32.json"}, "397253": {"title": "The Magic Mirror", "plot": "A remarkable early short silent movie that shows what may be achieved with the technology of the day. A woman sits in front of her dressing table mirror, looking at her jewellery and her reflection in the mirror. Suddenly, another woman appears in the mirror. As the woman watches, the image changes to other women. As the woman looks at her jewellery, women's faces begin to appear in the jewellery stones.", "genres": ["Fantasy"], "file": "32.json"}, "397351": {"title": "Hansel und Gretel", "plot": "Fairy-tale adaptation.", "genres": ["Drama"], "file": "32.json"}, "398534": {"title": "A Visit to the Seaside", "plot": "The first successful motion picture in natural color, filmed with Kinemacolor. It is an 8 minute short film directed by George Albert Smith of Brighton, showing people doing everyday activities. It is ranked of high historical importance. Kinemacolor later influenced and replaced by Technicolor, which was used from 1916 to 1952.", "genres": [], "file": "32.json"}, "398537": {"title": "Cossacks of the Don", "plot": "An excellent reproduction of the world-famed riders of Russia in their various stunts and acrobatic feats while on their thoroughbred horses.", "genres": [], "file": "32.json"}, "401019": {"title": "Une noce en Bretagne", "plot": "Documentary short showing traditional marriage celebration in rural France.", "genres": [], "file": "32.json"}, "404241": {"title": "Julius Caesar, an Historical Tragedy", "plot": "Biographical drama, adaptation of Shakespeare's play.", "genres": ["Drama", "History"], "file": "33.json"}, "410710": {"title": "£100 Reward", "plot": "A poor family, suffering from a lack of food, plan to sell their dog to gain some extra income. Before they act on their plan, the dog discovers some buried jewels. These turn out to be stolen, and the family are given a £100 reward.", "genres": [], "file": "34.json"}, "413241": {"title": "The Christmas Burglars", "plot": "Mack Sennett appears as one of character Mike McLaren's assistants in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "34.json"}, "413244": {"title": "Mr. Jones at the Ball", "plot": "Mr. Jones at the Ball is a 1908 American silent short comedy film, part of the once-popular Biograph series centered around the titular Jones and his long-suffering wife. In this film, Jones rips his suit pants and chaos ensues.", "genres": ["Comedy"], "file": "34.json"}, "413245": {"title": "The Helping Hand", "plot": "Mack Sennett appears as a wedding guest in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "34.json"}, "415402": {"title": "The Diligent Batman", "plot": "A comedic short about a clumsy valet.", "genres": ["Comedy"], "file": "34.json"}, "415626": {"title": "Humanity Through the Ages", "plot": "An episodic narrative displaying examples of humankind's brutality, from the story of Cain and Abel through the Hague Convention of 1907.", "genres": ["Drama", "History"], "file": "34.json"}, "415628": {"title": "In the Land of Nod", "plot": "Children play with their toys while Grandpa dozes. He dreams that the doll's house catches fire and the toys rush to put out the flames. He awakens to find the children squirting him with water.", "genres": ["Animation"], "file": "34.json"}, "415830": {"title": "His First Visit to Warsaw", "plot": "A comedic short film.", "genres": ["Comedy"], "file": "34.json"}, "416825": {"title": "Celebration on the Occasion of Young Turks' Revolution in Bitola", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416826": {"title": "The Celebration on Hürriyet", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416827": {"title": "Parade on the Occasion of the Hürriyet", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416828": {"title": "Turks' Hearing Speech on Hürriyet", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416831": {"title": "The Celebration with Slogans in Greek", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "416832": {"title": "The Defilee of Army Orchestra, Carriages and Horsemen", "plot": "Early Balkan footage.", "genres": ["Documentary"], "file": "35.json"}, "418086": {"title": "Nuit de Noël", "plot": "Although it is very near Christmas, when everybody should rejoice, a sailor bound for a dangerous expedition takes leave of his wife, and the poor woman is seen following with dim eyes the departing ship, her heart apparently heavy with grief. After having cried and prayed on a cross, the grass-widow returns to the farm to resume her duties and takes a sack of wheat to the next mill. The miller, knowing of the sailor's departure, and finding the lass very agreeable and charming, after having seen to the wheat bag, gives his whole attention to the young woman, and he does not seem to mind very much the clumsy advances made by the workingman. They part after a rather excited confab, and have evidently made an appointment for the evening at the church, for it is a Christmas celebration. We follow the two young people in the chapel, then to a bonfire dance, and lastly we see them both driving away in a country cart.", "genres": [], "file": "35.json"}, "418088": {"title": "La valse à la mode", "plot": "Maurice Chevalier simply can't stop dancing.", "genres": [], "file": "35.json"}, "418089": {"title": "Result of Eating Horse Flesh", "plot": "The distressing plight of a young man who, dissatisfied with the food his wife serves him, eats horse meat, develops various equine mannerisms, and eventually lands in the hospital.", "genres": ["Comedy"], "file": "35.json"}, "421423": {"title": "Il carnevale di Milano del 1908", "plot": "Footage of a Milan carneval in 1908", "genres": [], "file": "35.json"}, "422854": {"title": "Buschmann spricht in den Phonographen", "plot": "Recording of the voice of an African man.", "genres": [], "file": "35.json"}, "426092": {"title": "Camagüey Panorama", "plot": "A tour of the city of Camagüey divided into three segments - \"A visit to Camagüey\", \"Typical scenes\", and \"Farewell Camagüey\".", "genres": ["Documentary"], "file": "35.json"}, "44336": {"title": "Rescued from an Eagle's Nest", "plot": "A woodsman leaves a hut followed by a woman with their baby. Nearby some men chop down a tree. The baby is left outside the hut, but an eagle flies away with it.", "genres": ["Drama", "Action", "Thriller"], "file": "36.json"}, "428637": {"title": "The Music Master", "plot": "What is more miserable than love-blighted life? For the heart that truly loves can never forget. Such is the sad fate of the hero of this Biograph story.", "genres": ["Drama"], "file": "36.json"}, "430625": {"title": "Too Much Champagne", "plot": "A drunk dreams that he is carried off to Hell.", "genres": ["Comedy"], "file": "36.json"}, "430628": {"title": "What One Small Boy Can Do", "plot": "In this screaming comic is shown the amount of mischief that can be accomplished by one small boy. (Moving Picture World synopsis.)", "genres": ["Comedy"], "file": "36.json"}, "430632": {"title": "Turning the Tables; or, Waiting on the Waiter", "plot": "1908 Vitagraph Company one-reel short film.", "genres": ["Comedy"], "file": "36.json"}, "430633": {"title": "The Viking's Daughter: The Story of the Ancient Norsemen", "plot": "A Saxon prisoner rescues his Viking's captor's daughter, resulting in his freedom and their marriage.", "genres": ["Drama", "Adventure"], "file": "36.json"}, "443738": {"title": "The Zulu's Heart", "plot": "A Boer woman and her daughter are captured by Zulu warriors.", "genres": ["Action"], "file": "39.json"}, "449895": {"title": "Beauty and the Beast", "plot": "", "genres": ["Romance", "Fantasy", "Adventure"], "file": "39.json"}, "456541": {"title": "The Last Cartridge, an Incident of the Sepoy Rebellion in India", "plot": "Caught off-guard by Indian mutineers, a British soldier saves his last bullet for his daughter lest she be taken. This silent film features an original, scene-specific piano score compiled from period appropriate photoplay music.", "genres": ["Drama"], "file": "40.json"}, "459115": {"title": "Miyamoto Musashi's Subjugation of the Lustful Old Man", "plot": "The first known film adaptation of Miyamoto Musashi", "genres": ["Action", "Adventure", "Drama"], "file": "41.json"}, "460179": {"title": "Classmates", "plot": "Two students at college were friends until a girl appeared and by the workings of fate was beloved by both. The girl has given her heart to one of the classmates, unknown to the other.  The youth confesses his love, and is plunged into despair when told that her heart is another's. Coldly the classmates part, when the next day they start on their divergent paths of life. Years later, they meet again and while the trio enjoy a pleasant chat, a message calls the husband away, leaving his wife to entertain. The chum takes advantage of his absence to renew his protestations of love, which are spurned by the wife, who attempts to avoid him. He follows, whereupon the wife sends him reeling down the stairs, just as the husband reenters. The woman's denunciation of the friend brings about a terrific combat.", "genres": [], "file": "41.json"}, "461110": {"title": "The Return of the Crusader", "plot": "A French silent film directed by Louis Feuillade.", "genres": [], "file": "41.json"}, "462450": {"title": "Bad Apple", "plot": "", "genres": [], "file": "41.json"}, "465511": {"title": "Bink's Toreador", "plot": "A short film starring Clément Mégé.", "genres": [], "file": "41.json"}, "470155": {"title": "The Girl from Arles", "plot": "The young hero, Frederick, is leaving his country home and going to the city to attend the bull fight, and while there he meets and woos a beautiful maiden, forgetting his own little sweetheart at home.", "genres": ["Drama"], "file": "42.json"}, "470664": {"title": "The Fairylogue and Radio-Plays", "plot": "L. Frank Baum would appear in a white suit and present his live actors, slide shows and films as a live travelogue presentation of his popular fantasies. Highlights include Dorothy being swept to Oz in various ways, such as with back-projection tornadoes and storms in a chicken coop. Lack of financial backing forced the show to fold after appearing in only two cities, despite being a critical and commercial success.", "genres": ["Adventure", "Fantasy"], "file": "42.json"}, "470786": {"title": "Battle at Honnôji Temple", "plot": "In 1908, Director/Producer Shozo Makino  (father of Japanese cinema) directed and produced the first dramatic film in Kyoto. “Honnô-ji Gassen” was shot at Shinnyo-Do Temple.", "genres": ["Drama"], "file": "42.json"}, "472387": {"title": "La Dolores", "plot": "A small village in Aragón, Spain, at the end of the 19th century. After being caught by her father fooling around with Melchor, an unscrupulous womanizer, being disgraced and losing everything, young Dolores is forced to take to the roads in search of work.", "genres": ["Drama"], "file": "42.json"}, "477353": {"title": "Incendiary Foreman", "plot": "Pathé's factory is the scene of the action. The interior of the huge laboratory comes into view, the employer and foreman, apparently in wry intimate relations, passing through on an inspection tour. Several different news of the works follow, after which the employees are shown departing, their day's labor over. One of these going out walks up to the foreman standing nearby, and there is a heated argument because the foreman has accused the laborer of committing a number of thefts which have puzzled everybody. The naughty foreman repeats the accusation, and the laborer, indignant and furious, knocks him down with a blow. The foreman gathers himself together and promises to even accounts, while the worker's comrades restrain him from inflicting further punishment. Complainant and accused now appear before the head of the concern to settle the dispute, and the employer sides with his faithful foreman; as a result, the laborer is discharged. Now the foreman is seen as he really is. ...", "genres": [], "file": "43.json"}, "512126": {"title": "The Harvest", "plot": "Kinemacolor", "genres": [], "file": "47.json"}, "521593": {"title": "Alexander Girardi Sings the Fiakerlied", "plot": "Alexander Girardi sings the cabbage song", "genres": [], "file": "48.json"}, "533115": {"title": "L'Invention du professeur Brick-à-Brack", "plot": "Film about an inventor going wild", "genres": [], "file": "49.json"}, "536261": {"title": "Caught by Wireless", "plot": "Crime drama involving an Irish couple immigrating to America", "genres": ["Drama"], "file": "50.json"}, "538691": {"title": "The Legend of Prometheus", "plot": "", "genres": ["Drama"], "file": "50.json"}, "538692": {"title": "Financial Promise", "plot": "", "genres": [], "file": "50.json"}, "539493": {"title": "The Story of Treasure Island", "plot": "The first scene shows part of Flint's old pirate crew, with one-legged John Silver in the lead. They have discovered the hiding place of Billy Bones, the mate of Flint's ship, the \"Walrus,\" and they send Black Dog, one of the crew, to tip Billy Bones to the \"black spot\" at the Admiral Ben Bow Inn; but Billy Bones drives Black Dog away, and will have nothing to do with him.", "genres": ["Drama"], "file": "50.json"}, "542402": {"title": "The Man and His Bottle", "plot": "A drunkard has a vision of everything turning into bottles.", "genres": [], "file": "51.json"}, "547988": {"title": "Yellow Peril", "plot": "With the family of Mr. Phlipp there is employed that wrecker of domestic serenity, a pretty French maid, whose trim figure and cherry lips are simply irresistible. This is all very fine for Phlipp, who is wont to bask in the radiance of her smiles and to sip the honey from her rose-leaved lips. But, alas! his bliss is short-lived, for, the perspicacious Mrs. Phlipp grows suspicious and surprises the erring couple in an osculatory diversion. The meretricious maiden is put to right, and the sinful Phlipp is assailed with most vociferous vituperative verbosity.", "genres": [], "file": "51.json"}, "550856": {"title": "Antony and Cleopatra, a Love Story of the Noblest Roman and the Most Beautiful Egyptian", "plot": "A short film based on William Shakespeare's play of the same name. It was the first film to dramatize the ill-fated romance between Mark Antony and Cleopatra VII of Egypt.", "genres": ["Drama"], "file": "51.json"}, "552430": {"title": "Evangeline", "plot": "About an Acadian girl named Evangeline and her search for her lost love Gabriel, set during the time of the Expulsion of the Acadians, the forced removal by the British of the Acadian people from the present day Canadian Maritime provinces of Nova Scotia, New Brunswick, and Prince Edward Island - parts of an area also known as Acadia.", "genres": ["Drama"], "file": "51.json"}, "560279": {"title": "En Chine - Voyage sur le canal impérial", "plot": "For the benefit of those who are not fortunate enough to travel and enjoy the beauties and customs of different countries, a film of this kind is an innovation, for it takes us on a boat down the beautiful Imperial Canal of China. If we were there in reality it could not be much more enjoyable than this picture, which favors us with a wonderful view of the famous wall of China as it stands to-day in a stage of decay, a monument to a famous fanatical nation.", "genres": [], "file": "52.json"}, "560282": {"title": "L'apprenti architecte", "plot": "Jim's mother brings him to an architect's office to secure a position for him, and he is accepted. After clinging lovingly to his ma, he is induced to abandon his strangle hold, and he is taken into the drafting room. Here two clerks make merry with him, but he managed to even matters unconsciously by leaning on the heavy end of a table, upsetting it and all on it. Now his employers tell him to carry a set of plans, papers and instruments, with which he is to accompany them to a building. In the course of construction, Jim reaches to the top of a closet for some of the papers, upsets it, breaks some more furniture and finally reaches the street, struggling under a mass of paraphernalia, with which he strews his path as he goes.", "genres": ["Comedy"], "file": "52.json"}, "568033": {"title": "Dixon-Wanamaker Expedition to Crow Agency", "plot": "It is the only known surviving film footage from the 1908 Rodman Wanamaker-sponsored expedition to record American Indian life in the west, filmed and produced both for an educational screening at Wanamaker’s department store in Philadelphia and to document what Wanamaker and photographer Joseph K. Dixon considered a “vanishing race.” Dixon and his son Roland shot motion picture film as well as thousands of photographs (most of the photographs are archived at Indiana University). This film captures life on Crow Agency, Crow Fair and a recreation of the Battle of Little Big Horn featuring four of Custer’s Crow scouts.", "genres": [], "file": "53.json"}, "570834": {"title": "A Christmas Carol", "plot": "Scrooge goes into his office and begins working. His nephew, along with three women who wish for Scrooge to donate enter. However, Scrooge dismisses them. On the night of Christmas Eve, his long-dead partner Jacob Marley comes as a ghost, warning him of a horrible fate if he does not change his ways.", "genres": ["Drama", "Fantasy"], "file": "55.json"}, "577225": {"title": "The Sheep Stealer", "plot": "James Haggar steals a sheep and is chased by the shepherds and the police.", "genres": ["Drama"], "file": "55.json"}, "580979": {"title": "Mysterious Villa", "plot": "French film.", "genres": [], "file": "56.json"}, "580980": {"title": "The Greaser's Gauntlet", "plot": "Jose, a handsome young Mexican, leaves his home in the Sierra Madre Mountains to seek his fortune in the States. On leaving, his dear old mother bestows upon him her blessing, presenting him with a pair of gauntlets, upon the dexter wrist of which she has embroidered a Latin Cross.", "genres": [], "file": "56.json"}, "592588": {"title": "Nature's Fairest", "plot": "", "genres": [], "file": "57.json"}, "608694": {"title": "Le Violon", "plot": "While Monsieur and his friends are making music, a fire breaks out in the apartment. The little girl is saved, but the emotion causes the mother to lose her reason. She is cured only by hearing once again the air that was played during that fatal night. The Gaumont catalogue styled the film, \"Très pathétique\".", "genres": [], "file": "59.json"}, "612266": {"title": "For the Term of His Natural Life", "plot": "Adaptation of a classic Australian novel about life as a convict, this was the third feature film produced in Australian history. It is now considered lost.", "genres": [], "file": "59.json"}, "622716": {"title": "Richard III", "plot": "Vitagraph production of Shakespeare's Richard III.", "genres": ["Drama"], "file": "60.json"}, "624772": {"title": "Way Down East", "plot": "", "genres": [], "file": "61.json"}, "624778": {"title": "Hulda's Lovers", "plot": "Hulda is a maiden fair to look upon. Her artless rustic simplicity, rivaling Hebe's gorgeous radiance, phlogisticates the susceptible hearts of the village swains. But alas, Hulda was a fickle maid, and seemed to have as many phases as the moon, with a smile for all and a frown for none. Her capriciousness was the cause of much unrest, both for herself and her lovers, for when her parents had departed for a visit, leaving her in charge of the kitchen, she received most effusively Jocular Jake, the village cut-up, only to hide him above stairs at the entrance of Previous-Hearted Pat, the hostler, who in turn is hidden in the Dutch oven at the approach of Handy Hank, the chore boy.", "genres": ["Comedy"], "file": "61.json"}, "625428": {"title": "Taikoki judanme", "plot": "", "genres": [], "file": "61.json"}, "625879": {"title": "L'agent gelé", "plot": "", "genres": [], "file": "61.json"}, "629839": {"title": "In and Through China: China of the Present Day", "plot": "These extraordinary views of life and landscape in Beijing were filmed during the last years of China's Qing dynasty, before the 1911 Xinhai Revolution overthrew imperial rule. The focus is on everyday life, and the views of hawkers, laborers, traders, and artisans reveal the city’s vibrant street culture. Especially striking is the shot of a barber preening his client’s 'Manchu queue' hairstyle.", "genres": ["Documentary"], "file": "61.json"}, "634152": {"title": "Grängesberg", "plot": "Images from Grängesberg's mines. The ore is loaded onto trains and transported to the port of Oxelösund.", "genres": ["Documentary"], "file": "61.json"}, "635625": {"title": "Falsely Accused!", "plot": "A wealthy old alchemist and inventor has just perfected a motion picture camera with which he hopes to revolutionize the art of animated photography, and our story opens with the old man in his library studying out the plans of his invention. A telegram calls him hurriedly away. He replaces the papers in his safe, but, in his haste, neglects to lock it, which oversight is pardonable, as his wife and daughter are in the room at the time. The daughter's hand is sought in marriage by a worthy young man, whose attentions are looked upon with favor by herself and her parents. But he has a rival in the person of a contemptible villain, whose motives are purely mercenary, reasoning that this new invention will greatly enhance the father's already ample wealth.", "genres": ["Drama"], "file": "62.json"}, "659519": {"title": "The Balancing Act", "plot": "", "genres": ["Comedy"], "file": "64.json"}, "663046": {"title": "The Grateful Mice", "plot": "A girl walking in the woods is captured by an evil dwarf. He takes her home and forces her to keep house for him. Thanks to a beautiful fairy and the mice she takes care of, she escapes.", "genres": ["Fantasy"], "file": "64.json"}, "663050": {"title": "Puss in Boots", "plot": "", "genres": [], "file": "64.json"}, "678339": {"title": "The Scarlet Letter", "plot": "\"The Scarlet Letter\" is a story of early Puritan days in New England. Hester, a beautiful young Englishwoman, is sent to America by her husband, with a promise that he will follow on the next ship. But he falls to keep his promise and Hester does not hear from him in years. In the meantime she is befriended by a young Puritan minister. Friendship ripens into love and Hester, thinking her husband dead, loves the handsome young clergyman with her whole heart. But when the baby is born the minister, fearing the wrath of the Pilgrim Fathers, denies it and Hester is condemned to wear the Scarlet Letter and to stand in the pillory. And it is only after several years of Hester's shame and ignominy that the little child finally reaches the father's heart. Then comes the great scene. The minister, on a fête day, ascends the pillory, places himself where Hester had been placed, and publicly proclaims his sin.", "genres": ["Drama"], "file": "66.json"}, "686046": {"title": "A Disastrous Flirtation", "plot": "The hero, who fancies himself a ladies' man, cannot resist winking at every comely lass who passes his way. Unfortunately, he winks once too often, and soon the would-be Romeo is running for his life, pursued by an angry boyfriend. Disaster does indeed plague our hero for the rest of the picture.", "genres": ["Comedy"], "file": "66.json"}, "695108": {"title": "Charitable Childhood", "plot": "", "genres": ["Drama"], "file": "67.json"}, "697263": {"title": "Les femmes chauffeuses", "plot": "Paris has the unique distinction of possessing women cabbies; the scheme of making them chauffeurs (or, more properly, \"chauffeuses\") meets with rather disastrous results, as is shown in this extremely funny picture. Business is bad and one of the female cabbies reads an \"ad\" in the newspaper calling for women chauffeurs, so she goes to the garage and gets the job. Getting into the auto, she starts out and makes for the railway station, where there is a good opportunity to do a record business. Her first passengers load into the machine and, after giving directions to the lady in charge, she starts down the street.", "genres": ["Comedy"], "file": "67.json"}, "697264": {"title": "L'institut de beauté", "plot": "A masher approaches a lady on the street who is elegantly dressed, but when he gets near enough to see her face he changes his mind so suddenly that he is glad to get away. The ugly woman passes on, however, and on reaching the store of a beauty doctor, decides to step in. The M.D. promises her complete satisfaction and gets busy promptly. First he subjects her mud-colored marcelled hair to a treatment, and in a little while she has beautiful raven-black hair. He massages her face and removes all dermatological defects, and finally gets to work on her teeth; in a few more seconds the woman emerges from the place a fine specimen of natural brunette beauty, with teeth like so many pearls. This time when she meets a gentleman on the street he promptly offers his arm.", "genres": ["Comedy"], "file": "67.json"}, "701764": {"title": "Noisy Neighbors", "plot": "A young man is seen entering his room and from the many expressions on his worn face one could not doubt that he is just returning from one grand night with the boys, and is in no condition to be annoyed or disturbed. After administering to his wants in the form of headache tablets, he goes to lie down for a while and sleep the effects of the previous night off. In a room directly over him are a number of people conducting a rehearsal.", "genres": ["Comedy"], "file": "69.json"}, "709764": {"title": "Une Famille nombreuse", "plot": "Early short film about a big family going on an outing.", "genres": ["Comedy"], "file": "69.json"}, "712443": {"title": "Von Stufe zu Stufe", "plot": "", "genres": [], "file": "69.json"}, "715521": {"title": "Les Jeux Olympiques de Londres", "plot": "During the recent Olympic games, held in the city of Loudon. Pathe was granted sole rights to take pictures for the cinematograph of the national games, and the success with which they met in obtaining a clear view of the principal events can easily be judged by those who are fortunate enough to see this film. The first picture shows the grand stand, crowded to its capacity with thousands of enthusiastic fans. In the royal box is the King and Queen, who appear to take a lively interest in the different events. It is an inspiring scene to see the parade of athletes at the opening of the games as each country represented marches by the reviewing stand flying their national colors and saluting their majesties.", "genres": ["Documentary"], "file": "70.json"}, "723569": {"title": "The Magic Sack", "plot": "An Old man is chased by some people. He hits them with his magic sack and they disappear. He is then arrested and escapes by climbing into his sack and reappearing outside the prison walls, he is soon caught again and makes amends by shaking his sack and bringing back those who disappeared.", "genres": [], "file": "70.json"}, "726924": {"title": "Flottenmarsch", "plot": "German Tonbild.", "genres": ["Music"], "file": "71.json"}, "731043": {"title": "The Count of Monte Cristo", "plot": "Adaptation of the novel by Alexandre Dumas", "genres": [], "file": "71.json"}, "736683": {"title": "Round Brussels in 10 Minutes", "plot": "Brussels in the Belle Epoque, recorced on film in a straightforward way. Camera work and editing are purely functional. The film observes busy everyday life in the metropolis as it happens on the street (including Boulevard Anspach, Rue de la Loi, Boulevard Emile Jacqmain), in the parks (Brussels Park and Parc du Cinquantenaire) and on the markets (including Grand Place). The iconic buildings feature extensively, buildings such as the Bourse, the Law Courts, St. Michael and St. Gudula Cathedral, Brussels' City Hall and the Parliament. After the tram ride through the Forêt de Soignes to the Congo Museum in Tervuren, the film ends with panoramic images of the city.", "genres": ["Documentary"], "file": "72.json"}, "742514": {"title": "Chasse en Abyssinie: Chasse au Lion", "plot": "A lion hunt filmed in 1908 by the aristocrat Hyacinthe Octavie Frédérique Louise Irénée Rolande Pirmez. This is the oldest known film to be shot in Ethopia.", "genres": [], "file": "72.json"}, "743536": {"title": "A Kind-Hearted Policeman", "plot": "In this picture we see a man who is vested with authority to enforce the law, but, unlike the usual sort of men occupying the same position, he is so kind-hearted that ofttimes he is governed by his sentiments, and is very indiscreet in meting out just punishment to offenders, He is patrolling in the country, where lawbreakers are not numerous, but once in a while it will happen that somebody is guilty of an act that is not just in keeping with propriety. His first duty is to arrest a pair of lovers whom he catches kissing, but when he comes upon the love-sick couple, and threatens to arrest them, his heart is softened by their tears, so he allows them to go their way with some good advice.", "genres": ["Comedy"], "file": "72.json"}, "743538": {"title": "Die Dollar-Prinzessin", "plot": "Here's something a little lighter than usual from the series of three-minute musical shorts produced in Germany from 1906 to. 1910 - twenty years before most people think of the birth of talkies. Instead of serious music, it's a duet from an operetta, THE DOLLAR PRINCESS.", "genres": ["Music"], "file": "72.json"}, "743541": {"title": "Der flotte Bursche", "plot": "Only the visual elements are known to survive from this 1908 recording of a duet from Franz von Suppe's early one-act operetta. As is usual with these recordings, the principal performers take center stage, face the camera directly, and let fly. There are other cast members in the background, providing a drunken chorus.", "genres": [], "file": "72.json"}, "748393": {"title": "Jim is Fond of Garlic", "plot": "In this comedy we see a fellow giving orders to the cook to put plenty of garlic in his food, and she complies with his wishes by giving everything an extra dose of the unpleasant ingredient. The first victim of the fumes is a dog that is seated beside the table, and when the fellow blows his breath on the animal he falls over unconscious from the effects. Next he prostrates a street cleaner and a painter perched on a ladder, as well as a woman in charge of a newsstand. They all succumb and fall over unconscious on the ground. He enters the subway and meets a man coming up the stairs, and when the latter gets a whiff of the garlic he too, goes down in a heap. Entering the car in the underground road he proceeds to waft the strong odor over the passengers, with the effect that each in turn goes down and out on the floor of the coach. When he reaches the next station he alights, leaving the car looking more like a hospital than anything.", "genres": ["Comedy"], "file": "73.json"}, "757989": {"title": "The Bandit’s Waterloo (The Outwitting of an Andalusian Brigand by a Pretty Senora)", "plot": "A gang of lawless freebooters who terrorized the country and made travel in the mountains a hazardous pastime hold up a stylish landau in which are seated an old gentleman, a duenna, and a pretty young Senora. The inevitable happens; all are relieved of their valuables, and while the gentleman and duenna are sent on their way, the girl is held a prisoner.", "genres": ["Action"], "file": "74.json"}, "758001": {"title": "The Ingrate", "plot": "A hunter lost in the Northern woods is rescued by a trapper and his wife. He makes advances to the wife, is rejected, and tries to kill the trapper.", "genres": ["Action"], "file": "74.json"}, "758005": {"title": "The Planter's Wife", "plot": "John Holland, a planter in a small way, is devotedly attached to his wife and infant child. The wife wearies of the monotonous grind of farm life and is easy prey of a contemptible villain, in the person of Tom Roland, the ubiquitous \"other man\".", "genres": ["Action", "Drama"], "file": "74.json"}, "758242": {"title": "Romeo and Juliet (A Romantic Story of the Ancient Feud Between the Italian Houses of Montague and Capulet)", "plot": "Two feuding houses are united with the marriage and eventual death of their children.", "genres": [], "file": "74.json"}, "758245": {"title": "Salome (The Dance of Seven Veils)", "plot": "King Herod is enchanted by Salome's dance and grants her wish for the head of John the Baptist.", "genres": [], "file": "74.json"}, "758635": {"title": "The Stolen Jewels", "plot": "It would have taken more than the wonderful powers of deduction of a Sherlock Holmes to have dispelled the mystery that shrouded the disappearance of a case of jewels at the home of Robert Jenkins, a wealthy stockbroker, and although they were eventually brought to light, it was through a most remarkable accident.", "genres": ["Drama"], "file": "74.json"}, "758636": {"title": "A Woman's Way", "plot": "The pretty daughter of a French-Canadian backwoodsman incites the love of a trapper who is so smitten with the beauty of this wood nymph that he purchases her into marriage from her father. The transaction meets with repugnance from the girl. She was entirely contented with conditions, a child of nature, carefree. However, she finds her pleading of no avail, and so pretends to accept the situation. The trapper and Canadian go into the cabin to seal the bargain with a drink, and while inside the girl closes and fastens the door on them and makes her way through the woods to escape.", "genres": ["Action"], "file": "74.json"}, "760708": {"title": "The Dancer and the King, a Romantic Story of Spain", "plot": "A dancer enchants a leacherous king but rebuffs his advances, resulting in his vengeful anger.", "genres": [], "file": "74.json"}, "760712": {"title": "Lady Jane’s Flight, a 17th Century Romance", "plot": "A Seventeenth Century romance in which an eloping couple try to escape the wrath of the girl's father.", "genres": [], "file": "74.json"}, "760713": {"title": "Macbeth, Shakespeare’s Sublime Tragedy", "plot": "Macbeth usurps the Scottish throne by murdering his predecessor.", "genres": [], "file": "74.json"}, "764890": {"title": "Prolog aus Bajazzo", "plot": "Sigmund Liban sings forty second from the prologue to PAGLIACCI in this early sound film.", "genres": ["Music"], "file": "74.json"}, "764892": {"title": "Bajazzo", "plot": "Early sound short from Deutsche Bioscop GmbH.", "genres": ["Music"], "file": "74.json"}, "764894": {"title": "Rempailleur de chaises", "plot": "Rempailleur is the French word for the person who repairs the wicker seat in chairs, and that's the central joke in this short comedy. A rubber-legged clown carries around more chairs than he can hold, has them stolen and steal other chairs.", "genres": ["Comedy"], "file": "74.json"}, "764896": {"title": "Palermo illustrata", "plot": "Here's a travelogue that takes its audience to Palermo and shows them the big sights, and the hidden ones. It ends with a slow but impressive panorama shot of the skyline.", "genres": ["Documentary"], "file": "74.json"}, "764903": {"title": "Casino Lied", "plot": "Four women are drinking champagne at a couple of tables. A man comes into their midst and sings the title song in this sound-film from Deutsch Bioskop.", "genres": ["Music"], "file": "74.json"}, "764909": {"title": "Ein Walzertraum - O Du lieber, o Du g'scheiter, o Du ganz getrauter Fratz", "plot": "A couple of performers perform the big love number from the Oscar Strauss operetta.", "genres": ["Music"], "file": "74.json"}, "764914": {"title": "Ein Walzertraum", "plot": "A early German Piccolo-Duett.", "genres": ["Music"], "file": "74.json"}, "764918": {"title": "Jeannot veut épouser une danseuse", "plot": "Jeannot sees a lithograph of a ballet dancer and decides he wants one of them and heads to the big city. Jeanette decides she can be one and likewise heads to the big city.", "genres": ["Comedy"], "file": "74.json"}, "771566": {"title": "Chiffonniers et caricaturistes", "plot": "Two rag-pickers enter their hovel with their bags of scraps. After a little preliminary comedy they set up a white sheet. One of the rag-pickers now takes a handful of scraps from the bag and throws them in confusion on the sheet. They immediately begin to dance and hop about on the white background and when they stop they have made a complete likeness of the King of England. The scraps are taken off and another handful thrown on, which in some manner resolve themselves into the likeness of the President of France.", "genres": [], "file": "75.json"}, "776035": {"title": "The Tavern Keeper’s Daughter", "plot": "In the lonely wilds of Southern California there stands a rural tavern, kept by an old trapper, who had been widowed years ago; his wife leaving him a most precious legacy in the being of a pretty daughter.", "genres": [], "file": "75.json"}, "777607": {"title": "When Knights Were Bold", "plot": "Two noblemen fight over a lady.", "genres": ["Drama", "History"], "file": "75.json"}, "778327": {"title": "Vampires of the Coast", "plot": "Cited as \"the first silent vampire film\", it is actually a pirate film and has nothing to do with vampires.", "genres": [], "file": "75.json"}, "781448": {"title": "Der Mann mit den drei Frauen", "plot": "Two singers do not enter and take up their position in the center of the stage. Instead, the camera discovers them, the woman on her balcony and the man just outside, whereupon they launch into the duet \"Liebchen Komi In Mein Stubchen\".", "genres": ["Music"], "file": "76.json"}, "781454": {"title": "The Cheekiest Man on Earth", "plot": "A man is rude to everyone he meets and is thrown into the river.", "genres": ["Comedy"], "file": "76.json"}, "800174": {"title": "Les Allumettes animées", "plot": "", "genres": ["Animation"], "file": "77.json"}, "806572": {"title": "A la base cour", "plot": "", "genres": [], "file": "78.json"}, "816386": {"title": "Homework and Street Scenes in China", "plot": "Silent film footage from late Qing dynasty China, depicting everyday scenes.", "genres": [], "file": "79.json"}, "819531": {"title": "The Robber and the Jew", "plot": "Robbers wait by the roadside ready to spring upon a series of passing travellers, gleefully hiding their stolen plunder in a hollow tree. When a Jewish man comes along with a bag full of gold, the villains treat him worse than the others and tie him to the tree.", "genres": [], "file": "79.json"}, "821806": {"title": "Tribulations; or, The Misfortunes of a Cobbler", "plot": "The Merchant, the Farrier, and the Roman accompany a mysterious woman into a magical cave full of terrors and wonders.", "genres": [], "file": "79.json"}, "823948": {"title": "The Fight for Freedom", "plot": "In a saloon in a Mexican border town, a group of cowboys, including a Mexican named Pedro, play poker. One man is discovered cheating, and is shot dead by Pedro, who is wounded as he attempts to escape. Pedro is followed home by the local sheriff, who proves the next victim of Pedro's quick temper and pistol. Pedro's wife, Juanita, is thrown into jail, but he manages to break her out. They head for the border, unaware that a posse is waiting for them.", "genres": ["Western"], "file": "79.json"}, "824663": {"title": "The Man and the Woman", "plot": "John and Tom Wilkins are brothers and most divergent in natures. John is a clergyman and a noble, upright fellow, while Tom is a scapegrace, wild, reckless and unscrupulous. Not having the parental guidance so essential in youth, his father being dead and his mother blind, he drifted into bad company, the contaminating influence deeply affecting his susceptible nature.", "genres": ["Drama"], "file": "79.json"}, "825498": {"title": "For Love of Gold", "plot": "It is often said there is honor among thieves, but not so, as we shall see in this story. Two denizens of the underworld are seen in their squalid furnished room planning a robbery. Their intended victim is known to hold at all times in his safe at home a large sum of money and a wealth of jewels. Gathering together the tools of their nefarious calling, they start off, arriving at the house shortly after the master had retired for the night.", "genres": ["Crime"], "file": "80.json"}, "825507": {"title": "For a Wife's Honor", "plot": "Irving Robertson, a successful playwright, has just received a message from out of town to witness the initial performance of one of his plays. As he is about to leave, Henderson, the manager, calls to pay a sum due him for royalties. At the same time, Frank Wilson, a friend of the family, drops in.", "genres": ["Drama"], "file": "80.json"}, "85220": {"title": "The Thieving Hand", "plot": "A one-armed street peddler notices that a well-to-do man has dropped his ring. He returns it to him. The wealthy man is very grateful and, to show his appreciation, takes the peddler to a 'Limb Store', where he buys him a new arm. The recipient soon discovers that this new arm has a will of its own - causing him considerable embarrassment.", "genres": ["Comedy"], "file": "81.json"}, "85221": {"title": "Fantasmagorie", "plot": "An animated film by French auteur Émile Cohl, one of the earliest examples of hand-drawn film animation. Drawing inspiration from J. Stuart Blackton and the Incoherents of club Hydropathes, the film, with all its wild transformations, sees our protagonist materialize a movie theatre, meet an elephant and escape from jail; A morphing, stream-of-consciousness delight.", "genres": ["Animation"], "file": "81.json"}, "846742": {"title": "La Fille De L’armateur", "plot": "Silent film.", "genres": [], "file": "82.json"}, "848309": {"title": "Robin Hood and His Merry Men", "plot": "The outlawed Earl of Huntington took to the woods, as we say in America, and with his merry archers had a good time in Sherwood Forest with winsome Maid Marian and jolly Friar Tuck. The adventures of Robin Hood makes an attractive subject for a pretty film. The first appearance of Robin Hood on the screen.", "genres": ["Adventure"], "file": "82.json"}, "853786": {"title": "Love and Fortune", "plot": "Created by the young but obviously ambitious French production company Lux Film, founded just two years before by pioneer Henri Joly. The film was released in the United States with the title Love and Fortune, in a version which sought to mellow the character of the male protagonist, at least judging by the synopses in the period press: the American Ascanio was always in love with Graziella, and he only lets himself think of wealth in his dreams.", "genres": [], "file": "83.json"}, "880302": {"title": "Chomón : màgies, pòcimes i fades", "plot": "A collection of eight films with magical elements born out of the eternal duality of good and evil. They were shot between 1902 and 1908, when the phantasmagoria genre was highly popular and valued.", "genres": [], "file": "85.json"}, "894280": {"title": "Krechinsky's Wedding", "plot": "", "genres": ["Comedy"], "file": "86.json"}, "894895": {"title": "Consecration Ceremony for the Foundation Stone of the Jubilee Church of St. Anthony in Prague VII", "plot": "On a rainy and windy day there is marching a procession of priests and town dignitaries. A big community of priests is consecrating the foundation stone of the memorial of František Palacký. The Prague Archbishop František Schönborn is blessing the foundation stone. The Priests are lying down blessed stone cube components and form them into one big unit.", "genres": [], "file": "86.json"}, "894897": {"title": "Opening of the Exhibition in the Presence of the Prague Mayor", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894898": {"title": "Sokol Rally in Prostějov", "plot": "The film documents the course of events taking place during the Sokol Festival Gathering of the North-Bohemian District held in the town of Prostějov. We can see the busy square and the adjacent streets, a parade marching through the town, and parts of individual exercise pieces performed near the Prostějov Sokol hall.", "genres": ["Documentary"], "file": "86.json"}, "894901": {"title": "Opening Ceremony of the Čech Bridge", "plot": "View on the Čech Bridge from the Pařížská Street. At the bridge head there is a group of the city officials reading their speeches. The festive group of people walks over the bridge towards Letná. Then follows a scene from the opposite side of the bridge, from the right bank of the Vltava River. The group of people then walks back from the Letná side.", "genres": ["Documentary"], "file": "86.json"}, "894903": {"title": "Celebratory and Everyday Scenes from the Exhibition Grounds", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894904": {"title": "The First Day of the Spring Races of Prague", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894910": {"title": "Parade of Delegations in Traditional Costumes", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894911": {"title": "Field Mass at Old Town Square", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894914": {"title": "Anniversary Exhibition of the Chamber of Trade and Commerce in 1908 in Prague", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894915": {"title": "Jubilee Celebration of the Prague Municipal Corps", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "894918": {"title": "A Ride through Prague in an Open Tram", "plot": "A cine-camera placed on the front side of a tram films the left bank communication under Letná. The tram passes by a cable way station to Letná. Is crossing through the Čech's Bridge. On the right bank side we see construction site on a place where stands Faculty of Law today.", "genres": ["Documentary"], "file": "86.json"}, "894921": {"title": "Coach Transport", "plot": "Short reportage", "genres": ["Documentary"], "file": "86.json"}, "917150": {"title": "Cent francs à qui rapportera", "plot": "A woman gets a dog from the pound. But her husband, jealous that the dog is getting so much attention, pays a man on the street to steal the dog. The women put a reward which attracts the attention of the thief.", "genres": ["Comedy"], "file": "87.json"}, "917152": {"title": "Commissionnaire par occasion", "plot": "A young woman is seen in thin film laughing at a youth, who, having fallen desperately in love with her at first sight, is ardently pressing his suit. Hearing footsteps in the passage, the young woman explains to her suitor that her husband is returning, and, terrified at the news, the timid Romeo jumps out of the window. He rushes down the street, and, seeing a messenger sitting on his stand at the corner, bribes the man to lend him his outfit; this accomplished he takes the boy's place and keeps watch over the residence of his Juliet. The husband returning, informs his wife in high glee that he has been appointed salesman for one of the largest crockery stores in the town, and before long is on his way to his new office, much to the satisfaction of the enamored messenger keeping watch.", "genres": ["Comedy"], "file": "87.json"}, "917158": {"title": "L'affaire Dreyfus", "plot": "In this interesting picture we are given a vivid idea of the principal incidents connected with the Dreyfus case, which caused such a stir in military circles in the year of 1894. Alfred Dreyfus, an officer on the general staff, was charged with selling secrets to a foreign power. He was tried and judged guilty on flimsy evidence, and sentenced to imprisonment on Devil's Island, where he remained for eight years, until his influential friends, who took up his case in earnest, proved it was a plot formed by other officers, who subsequently confessed to having forged the documents.", "genres": ["Drama"], "file": "87.json"}, "917161": {"title": "Le corso tragique", "plot": "When the father of high-born son refuses to let him marry the beautiful seafood seller, she and her brothers determine on a grisly vengeance.", "genres": ["Drama"], "file": "87.json"}, "917175": {"title": "Dans le sous-marin", "plot": "A submarine coming into port is seen gliding smoothly on the water and the little rowboat which is to bring the captain of the vessel to his post is seen leaving for shore. We see the dashing young officer bidding his love adieu, and then seating himself in the frail craft is soon once more on duty at the wheel. Away they go, and reaching the wide sea the ship gives a lurch and disappears under the water.", "genres": ["Drama"], "file": "87.json"}, "917176": {"title": "Franco-British Exhibition", "plot": "Originally it was called White City because when it opened, all the buildings were painted white. It was a fairgrounds, intended to celebrate the 1904 Entente Cordiale between France and Great Britain, that would, a decade later, leading to the unbreakable web of alliances that would cause the First World War.", "genres": ["Documentary"], "file": "87.json"}, "917177": {"title": "J'ai gagné un cochon", "plot": "A raffle booth at a country fair is shown, at which live stock is being drawn for, in full operation. The good, folk gathered about hold numbers and as the wheel turns a clown distributes among the winners, chickens, rabbits and geese. One portly gentleman wins a pig and becomes so elated on receiving his prize that with some friends he goes to a café to drink. He indulges by far too freely and spills many bottles of liquor into the pig's anatomy, via its mouth, until the animal seems to be intoxicated too.", "genres": ["Comedy"], "file": "87.json"}, "917178": {"title": "La bonne farce", "plot": "A quartet are making merry at a feast, and one of them is so full of liquor that he falls from his chair. At this his companions conceive, a clever plan for some fun. Taking a white fur suit from a wardrobe, they put him into it, and finishing the outfit with heavy white gloves and fitting a hollow bear head tightly over his own, they turn him out of the house resembling an intoxicated Polar Bruin.", "genres": ["Comedy"], "file": "87.json"}, "917179": {"title": "Le mystère de la montagne", "plot": "In this interesting little drama we are brought in contact with a man who is one of the highly respected citizens of a little mountain village, while in reality he is living a Dr. Jekyll and Mr. Hyde existence. We see him leave his home and go on his way up into the mountain to hunt. When he reaches a remote part in the forest he takes a black cape and mask from under a rock and puts them on, thus concealing his identity.", "genres": ["Drama"], "file": "87.json"}, "917182": {"title": "Le sacrifice", "plot": "A young beggar girl and her aged mother are tramping along the road when a motor car passing swiftly by knocks down the older woman just in front of the gates of a fine castle. The poor beggar girl, at the sight of her dead mother, calls for help, and her cries of despair are heard by the residents of the castle, who, being kind-hearted people, take the young girl away from the body of her dead mother, although the poor orphan fights desperately to remain besides what was once all the world to her.", "genres": ["Drama"], "file": "87.json"}, "917183": {"title": "Les inconvénients du cinématographe", "plot": "In this picture we see how the artists engaged to pose for the pictures make the scene so realistic that they get themselves into all kinds of trouble in the city where people are not familiar with their mode of doing things. The first picture shows the camera set to take a picture of a tragic hold-up. The manager gets the people in position, and when they are ready, a woman and girl are seen walking along the street, when three men spring out from behind a wall, and, after stabbing them, go through their pockets, relieving them of all their valuables.", "genres": ["Comedy"], "file": "87.json"}, "917186": {"title": "Mais dépêchez-vous donc!", "plot": "A very wise inventor has perfected an electric device whereby he can control the velocity of everything in sight when he turns the crank attached to the box in which the wonderful apparatus is encased. The first picture Hire shows him in the laboratory after completing the machine, and when he turns the crank the girls who have been assisting him start to work with lightning rapidity and disappear from the room like a shot out of a gun.", "genres": ["Comedy"], "file": "87.json"}, "917189": {"title": "Voleurs noctambules", "plot": "Here is seen an old miser preparing for bed, but before retiring he counts his money and hides it under his mattress. He is just dropping off to sleep when two thieves climb on the roof and come down through the skylight into the attic directly over his room. They proceed to bore a hole in his ceiling, but the noise awakens him, and jumping out of bed does not taken time to dress, but starts off on a bicycle for the police. He has a long way to go and during his absence the thieves succeed in getting into his room and stealing all his valuables. He gets back after some time with a policeman perched on the front of his bicycle, and as they enter the house the thieves jump out of the window, seize the bicycle and ride away.", "genres": ["Comedy"], "file": "87.json"}, "928062": {"title": "The Baseball Fan", "plot": "The Baseball Fan is a Comedy short.", "genres": ["Comedy"], "file": "88.json"}, "928064": {"title": "The Bandit Makes Good", "plot": "A sheriff apprehends a bank robber and recovers the money. On the way back to town, the sheriff loses the recovered money in a crooked card game. The bank robber helps him recover it.", "genres": ["Western"], "file": "88.json"}, "928066": {"title": "The Life of an American Cowboy", "plot": "The Life of an American Cowboy is a Western short film.", "genres": ["Western"], "file": "88.json"}, "941573": {"title": "Barn i kirke", "plot": "It’s the day of the barber’s baby’s christening, and the guests start arriving with their flowers and gifts, dropping them off while the barber is still trying to see to his last customer. As it’s taking a while, the wet-nurse is asked to take the baby on a short walk before the ceremony begins. She comes across a handsome young soldier, who she strikes up a conversation with. When an even more handsome man passes by, she hands the baby to the soldier. He has to return to the barracks, so he finds someone to leave the baby with. As time passes, the party start to wonder where the baby is. Fortunately, the baby has been handed in at the police station, where the parents reunite with their child. (stumfilm.dk)", "genres": [], "file": "89.json"}, "954856": {"title": "The Non-Stop Motor Bicycle", "plot": "A young man, crazy about motorcycles, buys an Ellehammer and drives it out of the store at wild speed. During his unruly driving, he knocks over several people, all of whom set out to chase him. (stumfilm.dk)", "genres": [], "file": "90.json"}, "954862": {"title": "Svend Dyrings hus", "plot": "When his wife dies, knight Svend Dyring gets married to noble Mrs. Guldborg. Little does the good knight know that Mrs. Guldborg is in fact pure evil, and that she and her daughter Ragnhild torment the knight’s children when he’s not home. One day, when Svend Dyring is injured in a hunting accident, the eldest daughter Regitze takes upon herself to take care of her father. Mrs. Guldborg looks on in envy, while the relationship between the father and his daughter is strengthened. She’s secretly planning how to get the daughter off the scene. (stumfilm.dk)", "genres": [], "file": "90.json"}, "954932": {"title": "Nick Carter: Episode 2 - The Jewel Affair", "plot": "The Jewel Affair", "genres": [], "file": "90.json"}, "954934": {"title": "Nick Carter: Episode 3 - The Coiners; or, Catching the Counterfeiters", "plot": "The Coiners; or, Catching the Counterfeiters", "genres": [], "file": "90.json"}, "954937": {"title": "Nick Carter: Episode 4 - The Bank Burglar", "plot": "The Banker.", "genres": [], "file": "90.json"}, "954939": {"title": "Nick Carter: Episode 5 - The Imprints", "plot": "The Imprints", "genres": [], "file": "90.json"}, "954940": {"title": "Nick Carter: Episode 6 - The Bandits in Evening Dress", "plot": "The Bandits in Evening Dress", "genres": [], "file": "90.json"}, "962594": {"title": "A Country Girl's Seminary Life and Experiences", "plot": "A country girl leaving home for the seminary.", "genres": ["Drama"], "file": "91.json"}, "964660": {"title": "Bat Serpentine Dancer", "plot": "A bat transforms into a young dancer and performs a serpentine dance.", "genres": ["Music"], "file": "91.json"}, "967083": {"title": "Le secret de la sorcière", "plot": "After a witch has finished her breakfast and has flown away, two bandits break into her house. They scatter various magic canisters, and as a result, first from four ghosts and then from four devils, they are severely beaten. One thief flees, the other keeps trying and is shooed by the four devils and the four ghosts.", "genres": [], "file": "91.json"}, "983188": {"title": "María Rosa", "plot": "María Rosa is a Spanish silent film directed by Juan María Codina.", "genres": [], "file": "93.json"}, "987358": {"title": "Only a Dart", "plot": "Little Johnny is presented with an air gun that shoots darts. He decided to play pranks with it.", "genres": ["Comedy"], "file": "93.json"}, "997537": {"title": "Madame is Athletic", "plot": "Mrs. Neverrest is a very energetic woman and is passionately fond of sports of every description, and being blessed with a large fortune indulges freely in all her different sporting proclivities.... She goes to the top of a high mountain with great ease and there awaits her panting servant, who not being a thorough sportsman like his mistress suffers severely from all this exertion.... [After various activities,] the indefatigable woman returns to her dwelling, dresses for dinner and has still enough energy left to receive her various admirers and enjoy their society.  —Moving Picture World", "genres": [], "file": "94.json"}, "997558": {"title": "Nellie, the Beautiful Housemaid", "plot": "Comedy short (only fragments remain at LoC)", "genres": ["Comedy"], "file": "94.json"}, "1004877": {"title": "The Girl Nihilist", "plot": "A 1908 short film", "genres": [], "file": "95.json"}, "108797": {"title": "Lion Hunting", "plot": "Two big game hunters are on safari in the jungle with their African guide. They observe zebras, ostrich and a hippopotamus, and catch a small monkey for a pet. During the night they are awakened by a lion which kills a small goat and then the hunters' horse. The hunters shoot the lion as it stands by the water on a beach. They discover another lion and shoot it also. The lions are gutted and skinned. The happy hunters sit and smoke cigarettes afterward.", "genres": ["Adventure", "Drama"], "file": "96.json"}, "1036204": {"title": "Miss Sherlock Holmes", "plot": "Nell, the boss's daughter, uses Sherlock Holmes' detective work, to choose between the two suitors at her dad's broker's office.", "genres": ["Comedy"], "file": "97.json"}, "1053735": {"title": "The Will", "plot": "A dramatic story showing how an unfaithful guardian steals the will and property of his dead friend and tries to marry his ward, but who is discovered and meets his just reward in a tragic manner.", "genres": [], "file": "98.json"}, "1057065": {"title": "The Gentleman Burglar", "plot": "The Proposal: The gentleman burglar walking with his lady love. They admire the grandeur and beauty of nature. He proposes and she accepts. She does not suspect his occupation. Turning Over a New Leaf: The thieves' den. The gang drinking and playing cards. The gentleman burglar arrives. Announces his coming wedding. Apprises them of his decision to quit his life of crime. He bids them good-bye and departs. Engaged to Another: Reception hall of the girl's home. A rival lover sues for her hand. She informs him of her engagement to another. He leaves her in sadness. Two Years Later: The gentleman burglar returns with his bride to her father's house.", "genres": ["Crime"], "file": "99.json"}, "1057645": {"title": "Dr. William Gorgas", "plot": "Distinguished physician and sanitation officer Dr. William Gorgas takes a train ride around Colón, Panama Canal Zone with a companion.", "genres": ["Documentary"], "file": "99.json"}, "1066804": {"title": "Bizzarrie di una ruota", "plot": "During an effort to repair a horse carriage a boy grabs the wheel and gives it a push down the hill and towards the city. The wheel turns and turns and causes one accident after the other until everybody runs after it to stop the mayhem. Bizzarrie di una ruota is a slapstick film in love with an object out of control and the confusion it can cause, over and over again in endless variations.", "genres": ["Comedy"], "file": "99.json"}, "1080097": {"title": "Göta Elf-katastrofen", "plot": "Documentary short showing footage of a boat accident in Göta älv", "genres": ["Documentary"], "file": "100.json"}, "126829": {"title": "Barcelona by Tram", "plot": "Very early footage of the streets of Barcelona, filmed from a tram.", "genres": ["Documentary"], "file": "102.json"}, "132380": {"title": "The Dog and His Various Merits", "plot": "We see a working dog, a beggar's dog, a shepherd's dog, and a milkman's dog. The working dog is locked inside a large wire wheel; the dog runs inside the wheel, turning it to run a machine. The beggar's dog pulls its legless master, who's sitting on a low cart, down the street. The shepherd's dog keeps a flock of at least 20 sheep in a tight circle. The milkman's dog pulls a cart on which is mounted a large cylinder of milk. A lad leads the dog to a house with a Dutch door; the top half of the door opens, and the lady of the house hands out a pitcher that the boy fills as the dog waits.", "genres": [], "file": "103.json"}, "132394": {"title": "The Adventures of Dollie", "plot": "On a warm and sunny summer's day, a mother and father take their young daughter Dollie on a riverside outing.", "genres": ["Drama", "Thriller"], "file": "103.json"}, "143634": {"title": "The Electric Hotel", "plot": "", "genres": ["Fantasy"], "file": "104.json"}, "144450": {"title": "The Indian Sorcerer", "plot": "A sorcerer turns a small egg into a bigger one and keeps repeating this trick until the egg is large enough to do other things including delivering children.", "genres": [], "file": "104.json"}, "144586": {"title": "The Assassination of the Duke de Guise", "plot": "The film portrays the events on the day King Henri III of France arranged for Duke Henri de Guise to be murdered.", "genres": ["History", "Drama"], "file": "105.json"}, "158727": {"title": "Stenka Razin", "plot": "Stenka Razin is the leader of a group of outlaws who live a life of revelry and carousing along the Volga River and in the nearby forests. When Razin becomes distracted by a captured foreign princess and starts to dote on her, his men are displeased, feeling that he is neglecting them and their usual activities. Soon they come up with a plot, in the hopes of turning Razin against the princess.", "genres": ["Drama"], "file": "106.json"}}