{"169232": {"title": "One a Minute", "plot": "An excellent silent comedy starring unjustly forgotten star Douglas MacLean. Its indictment of pharmaceutical entrepreneurs is far sharper than Side Effects'.", "genres": ["Comedy"], "file": "3.json"}, "172449": {"title": "The Nut", "plot": "Eccentric inventor Charlie Jackson tries to interest wealthy investors in his girlfriend's plan to help children from poor neighbourhoods.", "genres": ["Action", "Comedy", "Romance"], "file": "3.json"}, "174171": {"title": "Fièvre", "plot": "Militis, a sailor, returns to a bar where he finds Sarah, the girl he once loved and is still attracted to. However, he is now married to an exotic woman who took care of him during an illness.", "genres": ["Drama"], "file": "3.json"}, "175330": {"title": "Little Lord Fauntleroy", "plot": "An American boy turns out to be the long-lost heir of a British fortune. He is sent to live with the cold and unsentimental lord who oversees the trust.", "genres": ["Drama"], "file": "3.json"}, "175333": {"title": "La Terre", "plot": "As Jean is walking across the countryside in search of work, he helps and befriends a young woman, Françoise, who is having trouble controlling the cow that she is leading. Jean finds work at a local farm, but he soon finds himself caught in the middle of the conflicts in Françoise's family.", "genres": ["Drama"], "file": "3.json"}, "175334": {"title": "The Love Light", "plot": "Angela maintains a coastal lighthouse in Italy, where she awaits the return of her brothers from the war. She learns they are casualties and takes solace in the arms of an American sailor washed ashore. However, the sailor turns out to be a German spy, and she is torn between her love for him and her realization that he is part of the enemy force that has destroyed her family.", "genres": ["Drama"], "file": "3.json"}, "175339": {"title": "Mad Love", "plot": "The drama begins when handsome Johannes Riemann (as Richard de la Croix) is summoned to an asylum, to check on insane brother Alfred Abel (as Andreas de la Croix). As we see in a later flashback, the alluring Pola Negri (as Sappho) left the innocent Mr. Abel, a lowly engineer, for his well-heeled boss Albert Steinrück (as George Bertink); this helped drive Mr. Abel insane. Presently, when Mr. Riemann finds Ms. Negri, she leaves Mr. Steinruck and moves in with Riemann.", "genres": ["Drama"], "file": "3.json"}, "175341": {"title": "Hamlet", "plot": "Free adaptation of Shakespeare′s drama: The Danish queen masquerades her daughter as a boy. Thus, the girl lives her whole life as Prince Hamlet.", "genres": ["Drama"], "file": "3.json"}, "175346": {"title": "The Conquering Power", "plot": "Young playboy Charles Grandet is sent to live with his miserly uncle after his father loses his fortune. He and his cousin Eugenie fall in love, but his uncle sends him away and tries to arrange a marriage more to his liking (and profit!). Will true love triumph?", "genres": ["Romance", "Drama"], "file": "3.json"}, "175360": {"title": "The Indian Tomb, Part I: The Mission of the Yogi", "plot": "Ayan, Maharajah of Eschnapur, believes that his wife, Princess Savitri, has been unfaithful to him with officer Mac Allan. He decides to bury her alive, so he sends the Yogi Ramigani to England to look for Herbert Rowland, an architect; but when he orders him to build a tomb, Rowland refuses.", "genres": ["Adventure", "Drama", "Fantasy"], "file": "3.json"}, "175361": {"title": "The Indian Tomb, Part II: The Tiger of Bengal", "plot": "Rowland falls sick with leprosy while Mac Allan is captured by the Maharajah, who offers Irene a deal: one night with him in exchange for letting Rowland to be cured. She accepts, but tries to commit suicide.", "genres": ["Adventure", "Drama", "Fantasy"], "file": "3.json"}, "175362": {"title": "Dreams of the Rarebit Fiend: The Pet", "plot": "After eating a rarebit, a man falls asleep and dreams his wife adopts a mysterious animal with an insatiable appetite. The pet eats its milk, the house cat, the house's furnishings, rat poison, and passing vehicles, including airplanes and a blimp, while growing larger and larger. This cartoon is part of a Dream trilogy animated by Winsor McCay in 1921. (CBGP)", "genres": ["Fantasy", "Animation"], "file": "3.json"}, "175363": {"title": "Burn 'Em Up Barnes", "plot": "Car racer Burn 'em Up Barnes, son of a wealthy manufacturer, leaves home to make his own way in the world. After being robbed by hoodlums, Barnes joins a group of hobos who take him in and show him the carefree life.", "genres": ["Crime", "Adventure"], "file": "3.json"}, "175365": {"title": "Dream Street", "plot": "Three men in London compete for the love of a dance-hall girl.", "genres": ["Romance", "Drama"], "file": "3.json"}, "175367": {"title": "The Whistle", "plot": "Robert must avenge his son who was killed in a workplace accident.", "genres": ["Romance", "Drama"], "file": "3.json"}, "175392": {"title": "The Bakery", "plot": "Well-meaning but accident-prone bakery employee Larry is involved in numerous slapstick mishaps on the job. After accidentally causing the bakery owner to fall into a vat of cake batter Larry finds his job in jeopardy, but he redeems himself by foiling a robbery planned by the bakery foreman.", "genres": ["Crime", "Comedy", "Action"], "file": "3.json"}, "175395": {"title": "The Rent Collector", "plot": "The Rent Collector is a 1921 American silent comedy film featuring Larry Semon & Oliver Hardy.", "genres": ["Comedy", "Action"], "file": "3.json"}, "175397": {"title": "The Bell Hop", "plot": "A government official staying in a hotel puts some important secret papers in the hotel safe. A ring of spies out to get the papers manages to steal them from the safe, and a lady government agent enlists the help of the hotel's bumbling bellhop in getting back the papers and breaking up the spy ring.", "genres": ["Comedy"], "file": "3.json"}, "175399": {"title": "The Sportsman", "plot": "The Sportsman is an American film comedy first released in 1921, directed by Larry Semon and Norman Taurog.  The film stars Larry Semon, Lucille Carlisle, Al Thompson, Frank Alexander and William Hauber.", "genres": ["Comedy"], "file": "3.json"}, "175402": {"title": "The Fall Guy", "plot": "Larry falls afoul of wanted criminal Gentleman Joe, who runs a saloon full of tough guys and gunslingers.", "genres": ["Western", "Comedy", "Action"], "file": "3.json"}, "175403": {"title": "Dreams of the Rarebit Fiend: The Flying House", "plot": "After eating a rarebit at a party, a woman has a strange dream in which her husband converts their home into a flying machine to escape having to pay the exorbitant interest on the mortgage, on a flight that takes them around the world and to the moon.", "genres": ["Comedy", "Science Fiction", "Animation", "Fantasy", "Adventure"], "file": "3.json"}, "175405": {"title": "Beau Revel", "plot": "Lawrence Revel, celebrated in society circles for his success with women, is devoted to his son Dick and objects to his marrying Nellie, a cabaret dancer. To prove her unworthiness, Beau asks his son not to see her for 2 weeks. Unwittingly, Beau falls in love with the girl, but his attentions are refused.", "genres": ["Drama"], "file": "3.json"}, "175407": {"title": "Modeling", "plot": "A man with a huge hooked nose enters the Fleischer studios to have his bust sculpted. Meanwhile, across the studio, Max is animating Koko. When he's called over to consult on the too-accurate bust, Koko gets mischievous and creates his own drawings. He then escapes and crawls inside the clay bust, eventually wriggling off like an inchworm. He gets into a fight with the man being modelled, both of them flinging wads of clay.", "genres": ["Comedy", "Animation"], "file": "3.json"}, "175408": {"title": "Tangled Trails", "plot": "Corporal Jack Borden, of the Northwest Mounted Police, trails the man who killed his partner to New York City. The killer is an unscrupulous promoter who is selling worthless stock in a gold mine. Borden, with the help of Blanche Hall, locates the man in a Bowery dive, but he escapes and Borden tracks him back to Canada. Along the way, he discovers that Blanche and his sweetheart, Milly, are long-separated sisters and brings about a reconciliation.", "genres": ["Adventure", "Western"], "file": "3.json"}, "175411": {"title": "Dreams of the Rarebit Fiend: Bug Vaudeville", "plot": "After eating a cheesecake given to him by a kind-hearted lady, a hobo goes to sleep and has a bizarre dream in which insects are putting on a vaudeville show for him, with a grasshopper juggling an ant, a dancing daddy long-legs, etc.", "genres": ["Fantasy", "Animation"], "file": "3.json"}, "175414": {"title": "Im Kampf mit dem Berge 1.Teil", "plot": "IM KAMPF MIT DEM BERGE: IN STURM UND EIS, a mountain-and-snow adventure film directed by his friend Arnold Fanck in 1920.", "genres": ["Documentary", "Adventure"], "file": "3.json"}, "175418": {"title": "The Sky Pilot", "plot": "Arthur Moore, a missionary preacher, attempts to fit into the cowboy community so he can set up a church in the local saloon. Gwen, daughter of the \"Old Timer,\" is injured in a stampede and loses her ability to walk. Though rejected by the townsfolk, the preacher's wisdom and love are needed if the young girl is to be healed. Shot in 'Vidor Village', Vidor's ill-fated studio property in California's High Sierra.", "genres": ["Drama", "Western"], "file": "3.json"}, "175419": {"title": "Flip's Circus", "plot": "Flip is balancing his hat on his face while leaning forwards and backwards. He eventually falls face forward. Flip opens the tent flap to reveal a lot of large animals behind him. A large animal creature-I have no idea what it is-comes out and starts to interact with Flip. Flip keeps hitting him. Flip puts his head in the animal's mouth. At one point, the animal swallows him as we see moving bumps on the stomach. He then spits him back out!", "genres": ["Comedy", "Animation"], "file": "3.json"}, "175422": {"title": "Journey Into the Night", "plot": "Dr. Egil Börne, an eminent physician, comes under the spell of an unscrupulous cabaret dancer and deserts his fiancée. The plot finds echoes throughout the Weimar period, including Sternberg’s The Blue Angel. Conrad Veidt appears in a supporting role as a sinister blind painter, whose entrance eerily presages Murnau’s Nosferatu. Der Gang in die Nacht, the earliest surviving film by F. W. Murnau, is also, paradoxically, the only Murnau film for which the original camera negative exists.", "genres": ["Drama"], "file": "3.json"}, "175431": {"title": "Be Reasonable", "plot": "Billy is a bit of a masher. He meets a lady on the beach and immediately gives her an expensive gift (some pearls). The problems are that she has her eyes set on the handsome lifeguard and the collection agents either want Billy to pay for this necklace or return it. Well, she naturally doesn't want to give up the pearls, so Billy decides to break in to her house to steal them (and a few other items while he's at it).", "genres": [], "file": "3.json"}, "175437": {"title": "Shattered", "plot": "Scherben is about the everyday lives of a railway trackman, his wife and daughter in a remote, isolated house in a winter landscape, Mayer and Pick introduce increasingly stronger disturbances into their daily routines.", "genres": ["Drama"], "file": "3.json"}, "175440": {"title": "Too Wise Wives", "plot": "An insecure wife fears her husband may be straying back to an old flame.", "genres": ["Drama"], "file": "3.json"}, "175441": {"title": "A Small Town Idol", "plot": "Sam, a young man in a small town, is accused of being a thief. Unable to prove his innocence--and not knowing that he's being framed by a local villain to keep him away from pretty young Mary, the town beauty whom the villain wants for himself--he leaves town and goes to Hollywood to become an actor. He eventually returns home to town as a star, but once again finds himself the victim of the town villain, who this time abducts sweet young Mary. Sam must use all his acting skills to track down the villain and save Mary.", "genres": ["Comedy"], "file": "3.json"}, "175444": {"title": "The Automobile Ride", "plot": "Max draws Koko on the drawing board. He then receives a call and leaves. Koko leaves after but not before taking some money from Max's wallet that he left behind. Max arrives to his date then comes back to his office to get his wallet. After recovering it, he drives with his date to get twelve gallons of gas. Koko arrives just as the pump is going and mischievously takes the hose from the car as the hose falls to the ground unknowingly to anyone else. Just as the wasted twelve gallons are up, Koko puts it back in the car before Max retrieves it! He gets his wallet and finds his money gone so he excuses himself.", "genres": ["Animation"], "file": "3.json"}, "175445": {"title": "The Sea Lion", "plot": "This film was directed by Rowland V Lee and tells the story of a bitter sea captain angry with the world because his wife left him.", "genres": ["Adventure"], "file": "3.json"}, "175448": {"title": "Lotus Blossom", "plot": "The film is perhaps the only remaining example of silent era cinema from a Chinese-American production company, and was co-written, co-directed (with Francis J. Grandon) and produced by James B. Leong, who changed his name from Leong But-jung after emigrating from Shanghai in 1913. Of the seven reels that originally comprised 'Lotus Blossom,' only one (the fifth, running for 12 minutes at 20fps) is known to survive. This remaining reel of film is now available on Disc 2 of the DVD Collection \"More Treasures from the American Film Archives,\" and was preserved by the UCLA Film and Television Archive.", "genres": ["Drama"], "file": "3.json"}, "175453": {"title": "In Bad Again", "plot": "A slapstick comedy featuring Sidney Smith &amp; Harry McCoy.", "genres": [], "file": "3.json"}, "175455": {"title": "Der Sieger", "plot": "An animated commercial for tire company Excelsior Reifen.", "genres": ["Animation"], "file": "3.json"}, "175457": {"title": "Opus II", "plot": "An abstract animation from Walter Ruttmann.", "genres": ["Animation"], "file": "3.json"}, "175458": {"title": "Chumming with Chipmunks", "plot": "A short documentary showing the life of chipmunks.", "genres": [], "file": "3.json"}, "175459": {"title": "Our Daily Bread", "plot": "In another early advertisement of her's, Greta and a group of friends have tea on the rooftop terrace of the Strand Hôtel and later have a picnic in the park.", "genres": [], "file": "3.json"}, "175461": {"title": "Lichtspiel: Opus I", "plot": "Against a dark background, several bright, curved or rounded shapes pulse towards the center of the screen, one at a time. They are followed by many other shapes, some irregular, some pointed, others rounded. The abstract shapes move into or across the screen in harmony with the musical score.", "genres": ["Animation"], "file": "3.json"}, "175463": {"title": "All Wet", "plot": "A slapstick comedy featuring  Bud Duncan &amp; Billy Gilbert.", "genres": [], "file": "3.json"}, "175464": {"title": "Adopting a Bear Cub", "plot": "Short documentary about a couple who adopts a bear cub.", "genres": ["Documentary"], "file": "3.json"}, "175467": {"title": "Ninety-Three", "plot": "In Britain, during the revolution, the nephew of the Marquis de Lantenac, Gawain (P. Capellani) befriends Cimourdain (H. Krauss), a priest who follows the precepts of the Revolution. During the Terror, the Marquis went into exile in England while his nephew is a soldier in the Revolutionary Army ...", "genres": ["History"], "file": "3.json"}, "175470": {"title": "What a Whopper!", "plot": "A Hal Roach slapstick comedy featuring 'Snub' Pollard &amp; Marie Mosquini.", "genres": [], "file": "3.json"}, "175472": {"title": "Four Around the Woman", "plot": "Harry Yquem buys his beloved wife some jewelry in a place where underworld middlemen trade in fake and stolen goods. By chance, he spots a man with whom his wife had an affair in the past.", "genres": ["Drama"], "file": "3.json"}, "175473": {"title": "Soul of the Cypress", "plot": "Influenced by California Pictorialist photography of the preceding decades, it was in its own day recognized as an avant-garde film, but nevertheless it secured successful commercial distribution.", "genres": ["Drama", "Fantasy", "Romance"], "file": "3.json"}, "175474": {"title": "Astray from the Steerage", "plot": "While an immigrant couple are detained by authorities to see if they're fit, a smuggler tries to sneak a bottle into their luggage, but he accidentally gets trapped inside, and gets sent to the house where the new Americans will work.", "genres": ["Comedy"], "file": "3.json"}, "175476": {"title": "At the Ringside", "plot": "\"At the Ringside\" is filmed in a \"slum\" which is rather obviously a studio mock-up on the Hal Roach back lot, and it clearly copies the Lambeth-style slum in Chaplin's \"Easy Street\" (which was also a too-obvious mock-up). The first half of this film is a blatant copy of \"Easy Street\". Pollard plays the local constable, charged with maintaining order in the tough slum district.", "genres": [], "file": "3.json"}, "175478": {"title": "Molly O'", "plot": "An Irish washerwoman's daughter falls in love with one of America's most eligible bachelors, much to the dismay of the girl's parents -- and the young doctor's newly acquired fiancée! Events come to a head at the charity masked ball, which the two girls happen to attend in very similar costumes, thanks to the largesse of Molly's benevolent \"fairy godfather\"...", "genres": ["Comedy"], "file": "3.json"}, "175479": {"title": "Elsie and the Brown Bunny", "plot": "A Cadbury's chocolate advertisement based on Alice in Wonderland.", "genres": ["Fantasy", "Family", "Documentary"], "file": "3.json"}, "175483": {"title": "Be My Wife", "plot": "Max is determined to woo Mary, despite her Aunt Agatha's disapproval.", "genres": ["Comedy"], "file": "3.json"}, "175485": {"title": "Gertie on Tour", "plot": "Windsor McCay's partially lost follow-up to his tremendouly successful Gertie the Dinosaur. Gertie has been brought into the modern world. Continually perplexed by her new surroundings, she begins to explore the new sights. But when she sleeps, she dreams of the way it used to be, in the days when the world was full of dinosaurs like herself.", "genres": ["Comedy", "Animation", "Fantasy"], "file": "3.json"}, "175487": {"title": "Häiden vietto Karjalan runomailla", "plot": "\"Häiden Vietto Karjalan Runomailla\" ( Karelian Wedding In The Land Of The Kalevala ) is an early and valuable documentary ( more exactly, a recreation ), an ethnological Finnish silent film about a traditional Karelian wedding. It was the work of an expedition of Finnish ethnologists in the silent year of 1920, headed by Herr A. O. Väisänen of the Kalevala society.", "genres": [], "file": "3.json"}, "175489": {"title": "The Old Swimmin' Hole", "plot": "The normal life of a young farm boy as he goes to school and as he relaxes in the country is depicted.", "genres": [], "file": "3.json"}, "175491": {"title": "The Dying Detective", "plot": "Sherlock Holmes (Eille Norwood) knows that a man has killed a former partner but he can't prove it unless he finds a dying detective who knows what really happened. Norwood would play Holmes in over thirty films and he's quite good in the role bring an intelligent looking character.", "genres": [], "file": "3.json"}, "175601": {"title": "The Flying Koffer", "plot": "Lotte Reiniger's earliest preserved fairytale film based on a fairy tale by Hans Christian Andersen.", "genres": ["Animation", "Fantasy"], "file": "3.json"}, "184251": {"title": "Tischlein deck dich, Eselein streck dich, Knüppel aus dem Sack", "plot": "Fairy tale about a taylor with three sons: the fat one, the tall one and the idiot one. The three decide to go on a journey to try their luck.", "genres": ["Comedy"], "file": "4.json"}, "184252": {"title": "Labyrinth of Horror", "plot": "A young poor girl falls in love with a rich heir.", "genres": ["Drama"], "file": "4.json"}, "184253": {"title": "Prometheus, Banker", "plot": "A vamp seduces a banker and breaks with him when she's obtained all that she wanted.", "genres": [], "file": "4.json"}, "184255": {"title": "Jánošík", "plot": "Janosík, a friar retrained as a bandit, becomes the farmers' symbol of resistance and fight against the feudal conditions.", "genres": ["Drama", "History"], "file": "4.json"}, "190804": {"title": "The Hick", "plot": "Larry might be a hick causing a lot of trouble at the farm, but he shows he can outsmart those crooked city folks!", "genres": ["Comedy", "Action"], "file": "5.json"}, "190832": {"title": "Walter Finds a Father", "plot": "A wealthy bloater magnate looks for his lost son. His daughter sees a ragged man (Walter) at a construction site with the family birthmark and brings him home. Soon he finds himself in a strange dynamite duel with an excitable Frenchman.", "genres": [], "file": "5.json"}, "200405": {"title": "A Tale of Two Worlds", "plot": "A white child is adopted and raised by a Chinese citizen and brought to San Francisco, where no one surmises that she is actually not Chinese.", "genres": ["Drama"], "file": "6.json"}, "204727": {"title": "Arrival from the Darkness", "plot": "Shot in the early 1920s, this classic film about the elixir of life and the secret of the Black Tower has finally been restored to its original version.", "genres": ["Fantasy", "Horror"], "file": "6.json"}, "205052": {"title": "The Silent Call", "plot": "A wolfdog is wrongly accused of sheep killing. Based on the novel by Hal G. Evarts.", "genres": ["Drama", "Adventure"], "file": "6.json"}, "205449": {"title": "The Two Girls", "plot": "Two small girls whose father is in prison are collected by their grandfather after losing their mother in a shipwreck.", "genres": ["Drama"], "file": "6.json"}, "205674": {"title": "Silks and Saddles", "plot": "Bobbie Morton is a gutsy heroine in the grand Australian tradition. She's a champion horsewoman who can hold her own amongst the men of the racecourse. As part of her adventures she must come to the bottom of a secret race-rigging scam, as well as fend off the advances of an amorous squatter.", "genres": ["Drama"], "file": "7.json"}, "210377": {"title": "The People of Värmland", "plot": "Anna is a poor girl who loves Erik, the son of a rich farmer. His parents are however determined to make Erik marry the rich Britta.", "genres": ["Romance", "Drama"], "file": "7.json"}, "217209": {"title": "The Mill", "plot": "The wife of a dull-witted miller is in her deathbed and the miller must find a new woman to marry. He is expected to marry the sister of a local forester, a refined woman he wants to love. She is gentle and motherly, though a rather austere Christian. But the miller lusts after his maidservant, Lise, a ruthless and calculating woman determined to climb up the social ladder. Lise tries to use her lower class sensuality and a bit of magic to entice the miller.", "genres": ["Drama"], "file": "7.json"}, "222387": {"title": "Cleaning Up!!?", "plot": "First film produced by Laugh-O-Gram Studio, as part of demo reel. This film is not really animated, it just consists of Walt drawing a single frame.  Part of the Newman Laugh-O-Grams Series.", "genres": ["Animation"], "file": "8.json"}, "222389": {"title": "Did You Ever Take a Ride Over Kansas City Street 'In a Fliver'", "plot": "This film is not really animated, it just consists of Walt drawing a single frame.  Part of the Newman Laugh-O-Grams Series.", "genres": ["Animation"], "file": "8.json"}, "222392": {"title": "Kansas City Girls Are Rolling Their Own Now", "plot": "This film is not really animated, it just consists of Walt drawing a single frame.  Part of the Newman Laugh-O-Grams Series.", "genres": ["Animation"], "file": "8.json"}, "222397": {"title": "Kansas City's Spring Clean-up", "plot": "First properly animated film produced by Laugh-O-Gram Studio, as part of demo reel.  Part of the Newman Laugh-O-Grams Series.", "genres": ["Animation"], "file": "8.json"}, "224308": {"title": "Dundee Police Sports", "plot": "The women’s football team are bickering before the camera, giving each other digs with the elbows before the amused eye of their team leader. Further away, strapping men are rolling out the machines, while the referees are officiating in three piece suits. The classic sporting events (high jump, wrestling, sack race) rub shoulders with an unlikely form of boxing: two men confront one another sitting astride a beam. The last one to fall wins.", "genres": [], "file": "8.json"}, "224311": {"title": "The Battle of the Century", "plot": "The released version of the championship boxing match between Jack Dempsey vs Georges Carpentier from July 2, 1921.", "genres": ["Documentary"], "file": "8.json"}, "224419": {"title": "The Devil's Foot", "plot": "Sherlock Holmes (Eille Norwood) is on vacation when he stumbles into a house and discovers two bodies. Both have been dead for hours but there aren't any visible signs of violence and soon other bodies start to pile up.", "genres": [], "file": "8.json"}, "224420": {"title": "The Man with the Twisted Lip", "plot": "Holmes finds that the disappearance of respectable middle class Neville St. Clair may be linked to a filthy beggar living above an opium den.", "genres": ["Mystery", "Crime"], "file": "8.json"}, "23310": {"title": "Bright Eyes", "plot": "An oil heir and the daughter of a social climbing family are set to marry.", "genres": ["Comedy"], "file": "8.json"}, "225503": {"title": "The Adventures of Tarzan", "plot": "Tarzan spurns the love of La, Queen of Opar. When he isn't trying to keep the Bolshevik Rokoff and Clayton (pretender to the Greystoke estate) from reaching Opar, he is attacked simultaneously by two lions, dropped into a pit when a volcano splits the ground, nearly sacrificed by sun worshipers, and so on.", "genres": ["Adventure", "Action"], "file": "9.json"}, "225504": {"title": "Jesse James Under the Black Flag", "plot": "Shows James' joining of the Quantrill's raiders, a guerrilla force which fought against union sympathizers during the Civil War. James takes allegiance to the Black Flag, the raiders' banner. After the war he recieves kind treatment from a judge concerning his acts of crime and later meets and falls in love with Zee, with whom he wishes to live a peaceful life.", "genres": ["Western", "History"], "file": "9.json"}, "225509": {"title": "Jesse James as the Outlaw", "plot": "Depicts Jesse James' return home to Missouri after the Civil War hoping to live a life of peace, but is falsely accused of robbing a bank. He is forced to take up a life of crime by being branded an outlaw. Crimes are commited and blamed on him, his family is maimed by the Pinkerton Detective Agency, but all the while James is able to perform charitable acts to citizens. James is finally assasinated by Bob Ford. All told in a flashback style by Jesse James Jr. to a eastern baeu asking for his daughters' hand in marrage.", "genres": ["Western", "History"], "file": "9.json"}, "6124": {"title": "Peter Voss, Thief of Millions", "plot": "", "genres": ["Adventure"], "file": "9.json"}, "227919": {"title": "The Ship", "plot": "The newly-settled city of Venice in the Sixth Century AD: A wandering people struggle to establish Christian Theocracy. Basiliola Faledro, an exotic dancer, wicked and cunning, arrives from faraway lands seeking to avenge her pagan lineage; Her father and brothers blinded and humilated by frenzied zealots. Her primary targets are the brothers Gràtico, both newly-elected to positions of power: One, Marco, an arbiter and tribune, the other, Sergio, a bishop. The title refers to a bold pronouncement made by Deaconess Ema Gràtico to her subjects the Venetians, a seafaring and desperate tribe-- That their native homeland is aboard a ship.", "genres": ["Drama", "History"], "file": "9.json"}, "227927": {"title": "Mozarts Leben, Lieben und Leiden", "plot": "The happy and miserable life of Mozart has always of artistic interest for silent film directors. Such an example is \"Mozarts Leben, Lieben Und Leiden\" (1921) by Otto Kreisler (the first silent length feature depicting the loves and sufferings of the famous Salzburg composing genius).", "genres": [], "file": "9.json"}, "233416": {"title": "Hans Egedes Afrejse", "plot": "The Greenland ship  \"Hans Egede\" sails from Copenhagen, around 1921, destination Greenland.", "genres": [], "file": "9.json"}, "233417": {"title": "Frøerne og deres Fjender", "plot": "A Danish nature documentary with microscopic images.", "genres": [], "file": "9.json"}, "237866": {"title": "Lyman H. Howe's Famous Ride on a Runaway Train", "plot": "A runaway train speeds down the track.", "genres": ["Thriller", "Animation", "Comedy"], "file": "9.json"}, "249900": {"title": "The Old Wives' Tale", "plot": "A woman leaves her husband to run a Paris boarding house, and reunites with her sister after the war.", "genres": ["Drama", "War"], "file": "11.json"}, "270897": {"title": "The Queen of Sheba", "plot": "The story of the ill-fated romance between Solomon, king of Israel, and the Queen of Sheba.", "genres": [], "file": "14.json"}, "271047": {"title": "Annabelle Lee", "plot": "This drama was based on the poem by Edgar Allan Poe.", "genres": ["Drama", "Romance"], "file": "14.json"}, "271066": {"title": "Auf dem Oktoberfest", "plot": "Karl Valentin and Liesl Karlstadt at the Oktoberfest.", "genres": ["Comedy"], "file": "14.json"}, "271072": {"title": "Revue des troupes par S.M. le roi Albert", "plot": "News item showing the alertness of the Belgian army, just before the outbreak of the war and on the occasion of the visit of King Christian X from Denmark to Belgium.", "genres": [], "file": "14.json"}, "271093": {"title": "Ostende, reine des plages", "plot": "Images of Ostend.", "genres": [], "file": "14.json"}, "272870": {"title": "Princess Bebè", "plot": "In the kingdom of Culrandia (a country that must border Ruritania) King Ottocar must give his daughter’s hand in marriage to the prince of another country. Bebè, tired of waiting for her fiancé, tracks him down in Paris and brings him back to Culrandia where they are eventually married.", "genres": ["Drama"], "file": "14.json"}, "277818": {"title": "The Plumber", "plot": "A delivery man is mistaken for a plumber; violence ensues!", "genres": ["Comedy"], "file": "15.json"}, "279062": {"title": "Before the Morning Sun Shines", "plot": "Directed by Eizo Tanaka.", "genres": [], "file": "15.json"}, "279063": {"title": "Scent of the White Lily", "plot": "Directed by Eizo Tanaka.", "genres": [], "file": "15.json"}, "279064": {"title": "Woman in the Stream", "plot": "Directed by Eizo Tanaka.", "genres": [], "file": "15.json"}, "279400": {"title": "The Battle of Jutland", "plot": "A reconstruction of how Admiral Beatty lured the German fleet into a trap.", "genres": [], "file": "15.json"}, "280659": {"title": "Bhakta Vidur", "plot": "One of the most famous silent mythologicals. It depicts the 'Mahabharata' story as a series of events between Pandavas and Kauravas. This leads to the decline and downfall of the ancient empire and culminates in a terrible war between the two rival factions.", "genres": [], "file": "15.json"}, "282173": {"title": "Mademoiselle de La Seiglière", "plot": "The Marquis de la Seiglière returns to France once the Revolution is over. His possessions, which had been sold as material properties, had been purchased by Stamply, a farmer. The latter restores them to the Marquis, who decides to allocate old Stamply with the use of a corner of his manor. Hélène de la Seiglière, the Marquis's daughter, takes care of the old man. But this one, devastated by death of his son, buried under the ice of the Berezina, dies. Some time later, three persons come to live in the manor: M. de Paubert, his son Raoul, and Destournelles, a crafty, ruthlessly ambitious lawyer. De Paubert hopes to marry his son to Hélène de la Seiglière and might well achieve his aim but for the unexpected return of Bernard Stamply, who has escaped death miraculously. He gets to know Helène and the two young people fall in love with each other.", "genres": ["Family", "Drama"], "file": "15.json"}, "282175": {"title": "Chichinette et Cie", "plot": "Chichinette (Blanche Montel) is in love with a playboy named Philippe (Jean Devalde). She follows him to Paris, believing his promise of marriage, only to come to her senses.", "genres": ["Drama", "Comedy"], "file": "15.json"}, "282249": {"title": "Miss Rovel", "plot": "Misanthrope Raymond Ferray's life of peace and quiet is disrupted by the arrival of his new neighbors the Rovels. Lady Rovel designs on marrying her daughter Meg to the much older Marquis de Boisgenêt. Her mother agrees not to force her, however, if she can find a suitable alternative. Raymond, who despite himself has taken a great interest in Miss Rovel, helps her to find one.", "genres": ["Romance", "Family", "Comedy"], "file": "15.json"}, "282995": {"title": "Gustave est médium", "plot": "Gustave (Biscot) realizes he has acquired a telekinetic power.", "genres": ["Comedy"], "file": "16.json"}, "28249": {"title": "The Ace of Hearts", "plot": "A romantic rivalry among members of a secret society becomes even more tense when one of the men is assigned to carry out an assassination.", "genres": ["Crime", "Drama", "Mystery", "Romance", "Thriller"], "file": "16.json"}, "283238": {"title": "Do or Die", "plot": "A 1921 movie serial directed by J.P. McGowan.", "genres": ["Action"], "file": "16.json"}, "283461": {"title": "England Returned", "plot": "This famous satire contrasts conservative Bengali culture with that of the colonial elite. It is the story of a young Indian who returns to his native land after a long absence. He is so mightily impressed with his foreign training that, at his parental home, he startles everybody with his quixotic notions of love and matrimony.", "genres": [], "file": "16.json"}, "284261": {"title": "Hinamatsuri no yoru", "plot": "Directed by Kisaburo Kurihara.", "genres": [], "file": "16.json"}, "284643": {"title": "Justice d'abord", "plot": "Directed by Yakov Protazanov.", "genres": ["Drama"], "file": "16.json"}, "284648": {"title": "Jasei no Midara", "plot": "Directed by Kisaburo Kurihara.", "genres": [], "file": "16.json"}, "285655": {"title": "The Orphan", "plot": "Directed by Louis Feuillade.", "genres": [], "file": "16.json"}, "286226": {"title": "Morals", "plot": "Reared in a Turkish harem and threatened with marriage to a man she does not love, Carlotta escapes to London with an English adventurer. When he is killed, she is left destitute and attaches herself to Sir Marcus Ordeyne and begs his protection. He takes her home out of pity, and her charm and innocence cause him to fall in love with her. When he plans to marry her, Judith Mainwaring, who looks upon Carlotta as a rival, tells her he merely pities her and is marrying her to avoid a scandal. Carlotta runs away with Pasquale, a friend of Sir Marcus, though she loves her guardian. Later, Mrs. Mainwaring meets Carlotta in Paris and tells the girl the truth--that Sir Marcus is searching for her. Realizing his love for her, Carlotta is reunited with her benefactor.", "genres": ["Drama"], "file": "16.json"}, "286560": {"title": "The Lost Romance", "plot": "Dr. Allen Erskine's maiden aunt Elizabeth attempts to save her nephew's floundering marriage by staging the kidnaping of her nephew's son, in the hope that the married couple will be drawn closer together by the experience.", "genres": ["Drama"], "file": "16.json"}, "286690": {"title": "The Skipper's Narrow Escape", "plot": "Toonerville Trolley silent comedy from Betzwood Film Company", "genres": ["Comedy"], "file": "16.json"}, "286710": {"title": "Midsummer Madness", "plot": "Because Bob Meredith (Jack Holt) spends all his time working, his wife Margaret (Lois Wilson) feels the romance has ebbed away from their marriage. One night, while Meredith is at the office, family friend Julian Osborn (Conrad Nagel) -- whose own spouse (Lila Lee) is out of town -takes Margaret to a dance. They wind up at a hunting lodge and begin to get carried away, but stop before things get out of hand. The pair agree to keep their encounter a secret, but unfortunately, they've been seen and word gets back to their spouses.", "genres": ["Drama"], "file": "16.json"}, "289114": {"title": "As Homenagens aos Soldados Desconhecidos", "plot": "A Portuguese documentary from 1921 honoring soldiers.", "genres": [], "file": "17.json"}, "289801": {"title": "Surekha Haran", "plot": "Directed by Baburao Painter.", "genres": [], "file": "17.json"}, "290467": {"title": "If Women Only Knew", "plot": "Remotely derived from Balzac, the plot centers on Maurice Travers, who, through the self-sacrificing efforts of his mother, is able to attend college, though his love for sports and consequent neglect of his studies prevent his graduation. Madeline Marshall, an orphan living with Maurice's mother, loves him, but Maurice marries Donna Wayne, daughter of a wealthy New Yorker; and in the city they lead a carefree life. Her father insists that he support her, but he cannot. Following the blindness and death of his mother, Donna elopes with a rich suitor, and after a divorce Maurice finds happiness with the faithful Madeline.", "genres": ["Drama"], "file": "17.json"}, "291388": {"title": "Boys Will Be Boys", "plot": "Peep O'Day, an orphan in a small Kentucky town, falls heir to a small fortune and begins to make up for all the lost pleasure of childhood, but Sublette, a crooked attorney, arranges for an eastern belle to show up as Peep's \"niece\" to steal his fortune.", "genres": ["Comedy"], "file": "17.json"}, "292616": {"title": "Snooky's Twin Troubles", "plot": "In Twin Troubles, Snooky comes to the rescue after Officer Casey’s twin daughters are kidnapped as part of a preposterous plot to enter them in a beauty contest and make off with the $1,000 prize.", "genres": [], "file": "17.json"}, "292749": {"title": "The Devil", "plot": "Dr. Muller, a friend to all, finds pleasure in turning the goodness in people to evil ends. He meets Marie Matin and her fiancée, Georges Roben, while viewing a new painting, \"The Martyr--Truth Crucified by Evil.\" Marie declares that the picture was wrong--evil could never triumph over truth--and though Muller says he agrees with her, he plots to prove otherwise.", "genres": ["Drama"], "file": "17.json"}, "292856": {"title": "Guile of Women", "plot": "A naive young Swede is repeatedly victimized by predatory women. When finally he meets a young woman who seems sincere and true, he wonders if he can trust her.", "genres": ["Comedy"], "file": "17.json"}, "292869": {"title": "Don't Neglect Your Wife", "plot": "The wife of a prominent San Francisco doctor, feeling neglected by her husband, finds herself attracted to a young newspaper reporter. ...", "genres": ["Drama", "Romance"], "file": "17.json"}, "293054": {"title": "Sunshine Gatherers", "plot": "Dried fruits and less-perishable varieties of citrus had been sent east for decades, but Sunshine Gatherers promotes the canning of delicate fruits like apricots and peaches that had previously been consumed out of season in the Northeast only after the expensive luxury of shipment in refrigerated trains. Now California’s sunshine would be packaged for the nation year-round.", "genres": [], "file": "17.json"}, "293084": {"title": "Oh Mary Be Careful", "plot": "\"Mary Meacham, the most popular girl in college, goes to live with her maiden aunt, Miss Myra. Auntie is a man-hater who has various theories for testing the desirable qualities of the male sex. Mary sees a dreary man-less time before her and sends an S. O. S. to various sisters and their brothers to visit her while Auntie is away.", "genres": ["Comedy"], "file": "17.json"}, "293119": {"title": "Doubling for Romeo", "plot": "Slim Cody works in the movie industry, doubling for the performers. He has a dream in which he portrays Romeo in a movie version of \"Romeo and Juliet,\" and arranges for someone to double for him when the fight scenes get scary. ....", "genres": ["Comedy"], "file": "17.json"}, "29267": {"title": "Destiny", "plot": "As a young couple stops and rests in a small village inn, the man is abducted by Death and is sequestered behind a huge doorless, windowless wall. The woman finds a mystic entrance and is met by Death, who tells her three separate stories set in exotic locales, all involving circumstances similar to hers.", "genres": ["Drama", "Fantasy", "Thriller", "Romance"], "file": "17.json"}, "295951": {"title": "Why They Love Cavemen", "plot": "An animated comedy short from the 1920s.", "genres": ["Comedy", "Animation"], "file": "18.json"}, "297576": {"title": "Hail the Woman", "plot": "Oliver Beresford is a stern, Puritanical, and uncompromisingly rigid father. When shameful stories about his daughter Judith surface, rather than determine whether the stories are true, he bans her from his house. Her brother David, a pusillanimous reprobate, has secretly married and fathered, then abandoned, a child. Judith takes care of the child and finds a way to restore her family through the love for the babe.", "genres": ["Drama"], "file": "18.json"}, "297579": {"title": "The Beggar Maid", "plot": "The painter Burne-Jones and his famed painting \"The Beggar Maid\" are depicted in this speculative drama about the creation of the painting. Burne-Jones plays matchmaker for a young British nobleman who has fallen in love with a servant girl on his estate. The artist shows that love can thrive between members of different classes by depicting on canvas a picture from Tennyson's poem about the love of King Cophetua for a beggar maid. As he relates the story of the poem in words and through his painting, the young earl sees the application to his own situation.", "genres": ["Drama"], "file": "18.json"}, "300769": {"title": "Enchantment", "plot": "The frothy experiences of a vain little flapper. Her father induces an actor friend to become a gentlemanly cave man and the film becomes another variation of the 'Taming of the Shrew' theme.", "genres": ["Comedy"], "file": "18.json"}, "302605": {"title": "The Foolish Matrons", "plot": "Three women, each living in a separate social sphere, work out their destinies in New York.", "genres": ["Drama"], "file": "19.json"}, "303830": {"title": "Love and Doughnuts", "plot": "", "genres": ["Comedy"], "file": "19.json"}, "305431": {"title": "Nationale feestdag", "plot": "News item about a parade in Antwerp. The celebration of National Day - 1921.", "genres": [], "file": "19.json"}, "305540": {"title": "La libre Belgique", "plot": "The very height of the patriotic film, including authentic footage, about the background and distribution of the Belgian newspaper 'La Libre Belgique' during WOI and Gabrielle Petit's part in the resistance movement, her heroism and stoicism being strongly emphasized. The narrative on the espionage activities is rather fragmented. 'La Libre Belgique' focusses mainly on the distribution and the final prosecution of Gabrielle Petit.", "genres": [], "file": "19.json"}, "305542": {"title": "Âme belge", "plot": "Espionage movie about a German-Belgian family in occupied Brussels, and besides, an ode to the heroîsm of the Belgian soldier.", "genres": [], "file": "19.json"}, "305544": {"title": "The Slave Mart", "plot": "Immigrants drama where a poor Italian girl almost falls into the hands of white slave traders when she goes to New York.", "genres": ["Drama"], "file": "19.json"}, "305923": {"title": "Behind Masks", "plot": "Jeanne, an orphaned young heiress, is about to be married off to an elderly man by her scheming aunt, who stands to make money on the marriage, a fact of which Jeanne is unaware. Jeanne is also unaware that her aunt heads a ring that runs crooked card games, and one night Jeanne attends a fixed bridge game at which her aunt hopes to cheat a wealthy young man out of his money...", "genres": ["Drama"], "file": "19.json"}, "305977": {"title": "Hyänen der Welt. 1. Opfer der Hyänen", "plot": "Chase drama where two are kidnapped. That leads to stressful situations, spectacular chases and the occasional comical incidents.", "genres": ["Drama"], "file": "19.json"}, "31432": {"title": "The Four Horsemen of the Apocalypse", "plot": "Set in the years before and during World War I, this epic tale tells the story of a rich Argentine family, one of its two descending branches being half of French heritage, the other being half German. Following the death of the family patriarch, the man's two daughters and their families resettle to France and Germany, respectively. In time the Great War breaks out, putting members of the family on opposing sides.", "genres": ["Drama", "War"], "file": "19.json"}, "308372": {"title": "A Connecticut Yankee in King Arthur's Court", "plot": "In 1921, a young man, having read Mark Twain's classic novel of the same title, dreams that he himself travels to King Arthur's court, where he has similar adventures and outwits his foes by means of very modern inventions including motorcycles and nitroglycerine.", "genres": ["Comedy"], "file": "19.json"}, "308535": {"title": "A Heart to Let", "plot": "", "genres": ["Comedy"], "file": "19.json"}, "312815": {"title": "Newman Laugh-O-Grams", "plot": "A short film depicting Walt Disney sitting at his desk drawing a series of still cartoons and simple animations in a satirical newsreel format. Four cartoons about Kansas City are presented: \"Cleaning Up!!?,\" \"Kansas City Girls Are Rolling Their Own Now,\" \"Did You Ever Take a Ride Over Kansas City Street in a Fliver\" and \"Kansas City's Spring Clean-Up.\"", "genres": ["Animation", "Comedy"], "file": "20.json"}, "313188": {"title": "Joys And Glooms", "plot": "Animated cartoon: Husband and wife getting ready to go out.", "genres": ["Comedy", "Animation"], "file": "20.json"}, "313587": {"title": "First Love", "plot": "The O'Donnells are a typical, everyday family -- Tad (George Hernandez) is a sensible working man, his wife (Fannie Midgely) is a good mother and their daughter Kathleen (Constance Binney) is pretty and innocent to the point of naiveté. Kathleen works in a factory and its owner, Donald Holiday (Warner Baxter), has taken a shine to her. But instead she falls for slick cab driver Harry Stanton (George Webb), who insists, \"Honest, kid, you're the only girl I ever loved.\" Kathleen falls for this, and when her perceptive father makes clear he doesn't approve of Stanton, she moves out on her own.", "genres": ["Romance", "Comedy"], "file": "20.json"}, "313905": {"title": "Fishing", "plot": "Max is too rushed to do a thorough job of drawing Koko this morning. Max is going fishing. However, to amuse the clown, he draws a fishing pole and a pond before he goes.", "genres": ["Comedy", "Animation"], "file": "20.json"}, "314084": {"title": "Three Word Brand", "plot": "Ben Trego dies defending his twin sons from Indian attack. Separated, the two boys grow up very differently, one as Paul Marsden, the other as a cowboy named Three Word Brand. Paul becomes governor of Utah while Brand partners with George Barton in a ranch. The owner of the adjacent ranch plots to get Barton and Brand out of the way in order to control water rights. When Governor Marsden comes to the area to investigate, Brand sees the resemblance between them, though neither knows about his twin. Brand waylays Paul and takes his place as governor in an attempt to thwart the crooked rancher in the water rights scheme.", "genres": ["Western"], "file": "20.json"}, "314307": {"title": "A Private Scandal", "plot": "A French orphan girl is adopted into the home of wealthy Americans. There she becomes romantically involved with a farm worker and at the same time entangled in the deteriorating marriage of the American couple who rescued her.", "genres": ["Drama"], "file": "20.json"}, "315497": {"title": "A Bear, a Boy and a Dog", "plot": "A short drama, made from a story written by Nell Shipman.", "genres": ["Comedy", "Drama"], "file": "20.json"}, "315814": {"title": "The Home Stretch", "plot": "Johnny Hardwick (Douglas MacLean) is the owner of the fastest horse in the next race. Although it's almost guaranteed that he will win big, Hardwick ruins his chance by saving a little girl who has run out onto the track. The child's father shows his gratitude later on when he offers Hardwick a job as a clerk in his hotel -- Hardwick has been forced to flee after a fight in a roadhouse.", "genres": ["Drama"], "file": "20.json"}, "316222": {"title": "The Great Moment", "plot": "Sir Edward Pelham, married to a Russian Gypsy, fears that his daughter will follow in her mother's footsteps and arranges a marriage with her cousin, whom she does not love. During a trip to Nevada with her father, she meets engineer Bayard Delavel, who saves her life when she is bitten by a snake; when her father finds her with Bayard in his cabin, he forces them to marry. Believing that Nadine does not love him, Delavel leaves her and prepares to sue for divorce.", "genres": ["Drama"], "file": "20.json"}, "316300": {"title": "The Frozen Child", "plot": "A Megfagyott gyermek ( The Frozen Child , Béla Balogh, 1921) provides an unusual perspective on poverty-stricken, working-class life in Budapest through the sufferings endured by two abandoned children.", "genres": ["Drama"], "file": "20.json"}, "3416": {"title": "Il Mostro di Frankenstein", "plot": "The last silent Frankenstein film. While there is plenty of promotional material proving this film was shown internationally, there is currently no known film print and it is believed lost.", "genres": ["Horror"], "file": "20.json"}, "4217": {"title": "Danton", "plot": "At the height of Reign of Terror Maximilien Robespierre orchestrates the trial and execution of several of his fellow leading French revolutionaries including Georges Danton.", "genres": ["History"], "file": "21.json"}, "322062": {"title": "De droom van had-je maar", "plot": "After a drive through Amsterdam in a carriage, \"Hadt-je-me-maar\", dressed as a gentleman, takes his place as city-councillor in the Amsterdam Municipal Council, where he is warmly applauded by a group of female admirers led by his landlady, but cooly received by the city hall officials. Alas, this is only a dream, as the tramp realizes when he wakes up in his untidy bed in his lodging-house.", "genres": [], "file": "22.json"}, "322086": {"title": "Andy's Dog Day", "plot": "An animated film with balloon texts, featuring the cartoon character Andy Gump. Andy is plagued by dogs everywhere: in the tram, on the street, and even at home. To his dismay, his wife has borrowed the neighbours’ dog. She sends her husband out to get meat, but he is trampled by a pack of dogs that smell sausage.", "genres": ["Animation"], "file": "22.json"}, "322087": {"title": "All Dolled Up", "plot": "The department store clerk Mary prevents a robbery at the store where she works, involving a necklace belonging to a rich unmarried woman named Eva Bandy. Later, she manages via a misunderstanding to prevent a million-dollar robbery of the same woman. With the man of her dreams, who helped her foil the robberies, she is \"adopted\" by Eva.", "genres": ["Comedy", "Drama"], "file": "22.json"}, "322104": {"title": "Laughter and Tears", "plot": "Bohemian drama. A woman falls in love with a struggling artist, who later becomes famous and decides to leave Venice for a lucrative career in Paris.", "genres": [], "file": "22.json"}, "322105": {"title": "The Four Seasons", "plot": "A nature documentary depicting the variety of changes undergone by plants and animals as the seasons of the year change. A deer is shown shedding his antlers, then growing new ones, while other examples of flora and fauna go through corollary changes.", "genres": ["Documentary"], "file": "22.json"}, "322229": {"title": "The Heart of the North", "plot": "Early silent screen leading man Roy Stewart played a dual-role in this independently produced \"Northwestern\" about identical twins, separated at birth, who grow up on opposite sides of the law.", "genres": ["Drama", "Western"], "file": "22.json"}, "322724": {"title": "White Oak", "plot": "Gambler Oak Miller seeks revenge on the man who misused his sister Rose, who is ill and under the care of the woman Oak loves, Barbara. The man Oak seeks, Granger, is planning to rob a wagon train with the collusion of the Indians under Chief Long Knife. When Barbara is suspected of killing her lascivious stepfather, Oak takes the blame and is arrested just before he is needed to save the threatened wagon train.", "genres": ["Western"], "file": "22.json"}, "323017": {"title": "The Iron Trail", "plot": "Alaskan railroad magnate Curtis Gordon hires engineer Dan Appleton to design a railroad route up the Salmon River to the rich gold country. Gordon turns down the engineer's proposed route in favor of his own, and Appleton quits. Murray O'Neil, a rival builder, hires him and falls in love with his sister Eliza, while Appleton courts Natalie, Gordon's stepdaughter. Following Appleton's plan, O'Neil lays the trail with a bridge crossing the river in face of Gordon's opposition.", "genres": ["Adventure"], "file": "22.json"}, "323257": {"title": "Paying the Piper", "plot": "Larry and Barbara, both the products of rich but broken homes, plan a marriage of convenience. He really loves Marcia, a dancer, and Barbara vamps Keith, an architect. Keith's good sense prevails, and he marries Marcia and helps Larry make a man of himself. Barbara, after an unsuccessful attempt at an acting career, returns and asks forgiveness.", "genres": ["Drama"], "file": "22.json"}, "323858": {"title": "Moonlight and Honeysuckle", "plot": "When an Arizona ranchman (Willard Louis) is elected senator, he heads for Washington with his daughter, Judith Baldwin (Mary Miles Minter). But they leave behind ranch hand Tod Musgrove (Monte Blue), who is in love with Judith. In Washington, two men propose to Judith -- Congressman Hamill (Guy Oliver) and Robert Courtney (William Boyd). Since she doesn't know which one to pick, she puts them to a test at her aunt's woodland cabin.", "genres": ["Romance", "Comedy"], "file": "22.json"}, "325622": {"title": "The Hound of the Baskervilles", "plot": "After the death in suspicious circumstances of Charles Baskerville, the last descendant of the lineage of the Baskervilles, Henry, returned to the old family mansion. The charismatic detective Sherlock Holmes and his faithful assistant, Dr. Watson, investigating the case, and discover the existence of a supernatural hound that in addition murderer according to history, killed many years ago Hugo Baskerville, the first of the line, and it seems that the curse stalks his descendants.", "genres": ["Mystery"], "file": "22.json"}, "326249": {"title": "The Puppet Looks for Lodgement", "plot": "The stick man Fantoche is looking for a home, but there doesn't seem to be any room anywhere, not even in Hell.", "genres": [], "file": "22.json"}, "328054": {"title": "Ready to Serve", "plot": "Snooky the Human-Zee  is a farm hand.", "genres": ["Fantasy", "Comedy", "Family"], "file": "22.json"}, "329183": {"title": "Custodian Bican", "plot": "Directed by Sadi Fikret Karagözoglu.", "genres": [], "file": "22.json"}, "330197": {"title": "Dodge Your Debts", "plot": "A top-hatted bill collector is given the unenviable assignment of collecting the debts of a bad-tempered innkeeper.", "genres": ["Comedy"], "file": "23.json"}, "330198": {"title": "Whirl o' the West", "plot": "A tenderfoot arrives in a western town and the inhabitants give him a rough time.", "genres": ["Western", "Comedy"], "file": "23.json"}, "331581": {"title": "Big Game", "plot": "While attempting to hunt a formidable Peruvian Duck, Snub Pollard and Ernest Morrison inadvertently come to the aid of a kidnapped tourist.", "genres": ["Comedy"], "file": "23.json"}, "334784": {"title": "Brownie's Little Venus", "plot": "A 1921 American silent short film directed by Fred Hibbard for Century Film Company and starring Baby Peggy and Brownie the dog. It was rediscovered in Switzerland in 2010.", "genres": ["Comedy"], "file": "23.json"}, "334786": {"title": "Get-Rich-Quick Peggy", "plot": "Short movie starring Baby Peggy", "genres": [], "file": "23.json"}, "335452": {"title": "The Dollar-a-Year Man", "plot": "Hijinks surrounding the attendance of a Prince at a Yacht Club dinner.", "genres": ["Comedy"], "file": "23.json"}, "335453": {"title": "Traveling Salesman", "plot": "A practical joke makes a man get off before his intended stop, leading to all sorts of trouble.", "genres": ["Comedy"], "file": "23.json"}, "335456": {"title": "Gasoline Gus", "plot": "Based on the comic strip character and his auto obsessed life.", "genres": ["Comedy"], "file": "23.json"}, "335459": {"title": "Crazy to Marry", "plot": "A doctor who believes he can cure criminals takes on a big challenge.", "genres": ["Comedy"], "file": "23.json"}, "337188": {"title": "A Message from Mars", "plot": "", "genres": ["Fantasy", "Science Fiction", "Comedy"], "file": "24.json"}, "338805": {"title": "The Devil Within", "plot": "Director Bernard J. Durning's silent seafaring romantic melodrama", "genres": ["Drama", "Action", "Adventure", "Romance"], "file": "24.json"}, "36126": {"title": "Growth of the Soil", "plot": "In rural Norway in the early 20th century,  the homesteader Isak makes a farm out of barren soil, together with his wife Inger and their two sons. Life is both harsh and fulfilling.", "genres": ["Drama"], "file": "24.json"}, "36841": {"title": "The Sheik", "plot": "Sheik Ahmed desperately desires feisty British socialite Diana, so he abducts her and carries her off to his luxurious tent-palace in the desert. The free-spirited Diana recoils from his passionate embraces and yearns to be released. Later, allowed to go into the desert, she escapes and makes her way across the sands...", "genres": ["Adventure", "Drama", "Romance"], "file": "25.json"}, "342539": {"title": "Der Galiläer", "plot": "A depiction of Jesus Christ's life centered on the treason and the trial.", "genres": ["History", "Drama"], "file": "25.json"}, "342622": {"title": "Der Dorfsgolem", "plot": "Villagers create a Golem to do their labor.", "genres": ["Comedy"], "file": "25.json"}, "342784": {"title": "Felix", "plot": "The film is based on the story The Emperor Felix written by Gustav Aagaard, rewritten for the film by Gunnar Nilsen-Vig, who also photographed the film. Rasmus Breistein directed the film.", "genres": ["Drama", "Romance"], "file": "25.json"}, "342795": {"title": "Dr. Hallin", "plot": "Silent Austrian film involving brain surgery", "genres": [], "file": "25.json"}, "342946": {"title": "Love Never Dies", "plot": "John and Tilly's happy marriage is ruined when Tilly's father finds out about the scandalous past of John's mother. John, unaware of his father-in-law's meddling, thinks Tilly has left him, and he leaves town. Her father leads Tilly to believe that John has died in an accident, and he pushes her to marry someone else.", "genres": ["Drama"], "file": "25.json"}, "343392": {"title": "Big Town Ideas", "plot": "A woman and her dog defend an innocent man.", "genres": [], "file": "25.json"}, "343894": {"title": "Just Around the Corner", "plot": "A young woman attempts to find a good man to marry so that her mother may die in peace.", "genres": ["Drama"], "file": "25.json"}, "344300": {"title": "Holy Smoke", "plot": "Jimmie Adams comedy produced by Educational.", "genres": ["Comedy"], "file": "25.json"}, "344305": {"title": "High & Dry", "plot": "Jimmie Adams and Sid Smith comedy produced by Jack White and distributed by Educational.", "genres": [], "file": "25.json"}, "344306": {"title": "Stuck Up", "plot": "Bud Duncan comedy produced by Schiller and distributed by Reelcraft.", "genres": [], "file": "25.json"}, "344309": {"title": "Nearly Spliced", "plot": "Leon Errol is a befuddled bridegroom about to get hitched to a pretty lass. If he can only get to the church on time.", "genres": ["Comedy"], "file": "25.json"}, "344337": {"title": "Torgus", "plot": "John, a young man raised by his aunt, is in love with Anna, a servant girl who is going to have his baby. He is willing to marry her but his stern aunt wants him to marry a rich girl. To separate the lovers, she arranges for her nephew to be enrolled at a university in a distant town. She then has Anna sent away to live with Torgus the coffinmaker and his mother where she will be secluded until the birth of the child. Torgus, a golemesque sort of fellow, is immediately charmed by the beautiful girl and takes pity on her. Meanwhile, Anna anxiously awaits John's return...", "genres": ["Drama"], "file": "25.json"}, "344369": {"title": "The Murder of General Gryaznov", "plot": "Revolutionary uprising of Georgian laborers in 1905.", "genres": ["Drama", "History"], "file": "25.json"}, "344541": {"title": "The Call from the Wild", "plot": "A boy saves a wild dog, only to later be rescued by the dog.", "genres": ["Drama"], "file": "25.json"}, "344935": {"title": "Poisoned Light", "plot": "Professor Grant signs a contract with Dr. Selin for the sale of his invention of cold light with the plans for his invention being kept in Grant's apartment. The negotiations are secretly heard by the illusionist Durk, who wants to seize the invention. A few days later Selín is found dead,  killed by a light bulb filled with poisonous gas. Durk performs at the birthday party of Grant's daughter Anna and seizes the plans for the invention.", "genres": ["Crime", "Adventure"], "file": "25.json"}, "346000": {"title": "Parisette", "plot": "One of the longest films ever made", "genres": [], "file": "25.json"}, "346801": {"title": "The Vagrant", "plot": "Pursued by a cop, Lloyd tries desperately to demonstrate that he has a job so he won't be pinched as a bum, including posing as a peanut vendor, shoe shiner and toy balloon man.He helps corn remedy sales by hitting passers-by's feet with a hammer, and eventually he and the cop accidentally get high when opium is burned during a raid on Chinatown.", "genres": ["Comedy"], "file": "25.json"}, "347341": {"title": "Name the Day", "plot": "Snub Pollard and Marie Mosquini are to be married, with Ernie Morrison as their best man. It's the usual gag-filled Pollard one-reeler, with William Gillespie pointing out that if she wants to get married, he has a marriage license too.", "genres": ["Comedy"], "file": "25.json"}, "347656": {"title": "Free and Easy", "plot": "Campers on a vacation have all the comforts of home fitted into their Ford car. Eggs are fried on the hot engine, and coffee is percolated in the radiator.", "genres": ["Comedy"], "file": "25.json"}, "352308": {"title": "Driving Force", "plot": "", "genres": ["Drama"], "file": "26.json"}, "355134": {"title": "The Bath Dub", "plot": "Billy Franey comedy", "genres": [], "file": "26.json"}, "355271": {"title": "The Jack Rider", "plot": "A man from the East is falsely accused of a crime on a Western ranch.", "genres": ["Comedy", "Western"], "file": "26.json"}, "355273": {"title": "The Vengeance Trail", "plot": "When a couple of ranch hands frame a youngster in a rustling scheme and a bank robbery, the young man must prove that he is a man.", "genres": ["Western"], "file": "26.json"}, "355420": {"title": "Western Firebrands", "plot": "Silent Western released in 1921", "genres": ["Western"], "file": "26.json"}, "361009": {"title": "The Island of the Lost", "plot": "The Island of the Lost (German: Die Insel der Verschollenen) is a 1921 German silent science fiction film . It is a loose unauthorized adaptation of the 1896 novel The Island of Doctor Moreau by H. G. Wells. Author Wells was allegedly unaware that this unauthorized version of his novel existed.\r Thought at one time to have been lost, a print has turned up at the Bundesarchiv in Berlin, Germany. The film was only screened in the US for the first time at a \"Monster Bash\" convention in 2014. Comments from the attendees included the fact that the film was somewhat illogical, and had more emphasis on comedy and romance than horror, but that it offered \"memorable glimpses of human-animal hybrids\".", "genres": ["Science Fiction"], "file": "27.json"}, "363067": {"title": "The Jest", "plot": "A fantastic British entry from the ‘Grand Guignol’ series. After his wife leaves him, an old man suffers for 40 years, longing for her to return, until one day his fellow lodgers decide to play a vicious prank… (chapter.org)", "genres": ["Horror", "Drama"], "file": "27.json"}, "363630": {"title": "Blowing Bubbles", "plot": "A man poses as a lifeguard but his rescue techniques are not the most desirable.", "genres": ["Comedy"], "file": "27.json"}, "363746": {"title": "Rip Van Winkle", "plot": "The story shows the development of the united state in divergent fields : Political, social and even economic field.", "genres": ["Fantasy"], "file": "27.json"}, "38812": {"title": "Hard Luck", "plot": "A down on his luck young man makes several attempts at committing suicide but fails them too. He then finds himself becoming more confident through a series of petty adventures, to such an extent that this becomes his undoing.", "genres": ["Comedy"], "file": "28.json"}, "372093": {"title": "Her Circus Man", "plot": "A lost silent short comedy.", "genres": ["Comedy"], "file": "28.json"}, "377168": {"title": "The Blazing Trail", "plot": "Young doctor Bradley Yates has been trying to come up with a serum to counteract blood poisoning, with no results. Exhausted, he takes a rest in the Blue Ridge Mountains and stays in a small mountain community. When a young schoolteacher comes to town a romance develops between her and Bradley, but the local gossips have spread rumors that he has seduced Talithy, a local girl, and will abandon her for the teacher. Complications ensue.", "genres": ["Western"], "file": "29.json"}, "377597": {"title": "The Far North", "plot": "A short comic cartoon in which Mutt and Jeff arrive at the North Pole via balloon.", "genres": ["Animation"], "file": "29.json"}, "377714": {"title": "The Face of the World", "plot": "Silent Drama", "genres": ["Drama"], "file": "29.json"}, "377717": {"title": "The Cheater Reformed", "plot": "Thomas Edinburgh is secretly in love with Carol, wife of the Reverend Luther McCall, and produces evidence that her husband was once an embezzler. Leaving for Cleveland, the minister meets his twin brother, Jordan, the real embezzler, who is evading the law. Luther is killed in a train wreck, and Jordan, assumes his brother's identity....", "genres": ["Drama"], "file": "29.json"}, "382876": {"title": "Clay Dollars", "plot": "", "genres": [], "file": "30.json"}, "384988": {"title": "A Girl of the Bush", "plot": "Lorna Denver is the wealthy manager of Kangaroo Flat sheep station. Rivalry arises when two men seek her hand in marriage. A melodramatic tale of romance with elements of social comment and some atmospheric outback locations.", "genres": [], "file": "30.json"}, "385118": {"title": "The Little Minister", "plot": "In 1840 Scotland, a young lass named Babbie revels in the country life and frolics with the locals, simple weavers whose livelihood is threatened by increasing industrialization. When Lord Rintoul attempts to rout the rebellious weavers, Babbie always manages to send word in time to prevent their being taken by surprise. Gavin, new minister to the town, falls in love with Babbie, and his relationship with the young gypsy almost costs him his position. But what Gavin and his parishioners do not know is that Babbie is actually Lady Babbie, ward of Lord Rintoul.", "genres": ["Drama"], "file": "30.json"}, "387386": {"title": "Pearls and Savages", "plot": "Frank Hurley (1885-1962) was firmly established by 1925 as Australia's most famous photographer. After World War 1, having filled the position as the first official photographer of the Australian war effort, Hurley became interested in Papua New Guinea. In December 1920, he left Australia to record the work of Anglican missions in Papua and to make \"travelogue entertainment\". The result was this documentary, \"Pearls and Savages\" which was released in Sydney, in December 1921.", "genres": ["Documentary"], "file": "30.json"}, "394644": {"title": "Alle Räder stehen still", "plot": "Anarchists encourage workers of a factory. The son of one of these anarchists began working as an engineer at the factory. The engineer organize workers and, when he becomes the director of the factory, prevent the social explosion...", "genres": [], "file": "31.json"}, "395448": {"title": "Ducks and Drakes", "plot": "A spoiled rich young woman overspends from her parents' savings and ruthlessly vamps on young men that she calls up randomly on the telephone. When her fiancée and his friends get word of this, they hatch a plan to teach her a valuable lesson.", "genres": ["Romance", "Comedy"], "file": "31.json"}, "395947": {"title": "Ernoa's Way", "plot": "Etchégor, a wealthy Basque peasant is in love with the beautiful American Majesty Parnell. Her husband, about to be arrested for theft, seeks to forge an alibi.", "genres": [], "file": "32.json"}, "399083": {"title": "Trailin'", "plot": "A Tom Mix classic! Tom is a devil-may-care aristocrat whose father has mysteriously concealed all info about his deceased mother. One day, an old man shows up and shoots Tom's father dead! The only clue Tom has is a picture of a far-away ranch in Idaho that was hidden away for years in a secret locked room in their mansion.", "genres": ["Western"], "file": "32.json"}, "402249": {"title": "A Bedroom Scandal", "plot": "A Monty Banks comedy short.", "genres": [], "file": "32.json"}, "402250": {"title": "Where Is My Wife?", "plot": "Lovable buffoon Monty Banks tries to relax, but ultimately spends his day worrying about who is keeping company with his wife.", "genres": ["Comedy"], "file": "32.json"}, "402263": {"title": "The Pickaninny", "plot": "The comical, classic movie of the big city misadventures of Little Casino.", "genres": ["Comedy"], "file": "32.json"}, "402274": {"title": "Prince Pistachio", "plot": "Boland plays a slipshod plumber on roller skates who, trying to fix some pipes, blows himself into a fantasy world where he is mistaken for a prince and everything is named after food items.", "genres": [], "file": "32.json"}, "402840": {"title": "The Barbarian", "plot": "Elliot Straive is a college professor who has left the evils of civilization behind to raise his son Eric in the purity of the Canadian wilderness. James Heatherton sends Mark Grant to get the mining rights to Straive's land as vast deposits of iron ore have been discovered there. Grant arrives as the elder Straive lies dying and has written a final note to his absent son. Grant tears off the portion of the letter with Straive's signature and forges a concession to the mining rights above the signature. Heatherton, dissatisfied with the unwitnessed signature of a dead man, decides to to himself to get Eric Straive to sign the concession. He sends his family on ahead on vacation. The family hires Eric as a guide, thinking him to be a mere backwoods barbarian. Eric and Heatherton's daughter Floria fall in love, but the relationship falters when she confesses that she has lied to him about why they are there. Grant returns upon the scene and tries to force Eric to sign.", "genres": [], "file": "32.json"}, "402855": {"title": "The Blasphemer", "plot": "This rarely seen, silent religious feature was produced by the Catholic Art Association. After making it big on Wall Street, John Harden boasts that he is the master of his own fate and believes in neither God nor the Devil. Needless to say, he pays mightily for this hubris. His family is reduced to poverty, his friends desert him, and things turn from bad to worse until his childhood faith is restored.", "genres": [], "file": "32.json"}, "42510": {"title": "The Idle Class", "plot": "At an upper class golf resort, a tramp discovers he's the lookalike of a rich man with a beautiful, unhappy wife.", "genres": ["Comedy"], "file": "33.json"}, "42511": {"title": "Orphans of the Storm", "plot": "France, on the eve of the French Revolution. Henriette and Louise have been raised together as sisters. When the plague that takes their parents' lives causes Louise's blindness, they decide to travel to Paris in search of a cure, but they separate when a lustful aristocrat crosses their path.", "genres": ["Drama", "History", "Romance"], "file": "33.json"}, "407788": {"title": "King, Queen, Joker", "plot": "King, Queen, Joker is a 1921 silent feature farce written and directed by Sydney Chaplin, Charlie's older brother. The picture was produced by Famous Players-Lasky and distributed through Paramount Pictures. The film was shot in England, France and the United States.  Less than a reel of this film, the barbershop sequence, survives at the British Film Institute. It was included in the 2011 Criterion DVD special two disc edition release of The Great Dictator.", "genres": [], "file": "33.json"}, "408910": {"title": "That Girl Montana", "plot": "Montana Rivers finally escapes her father who had forced her to wear men's clothing and help in robbing and cheating. She is taken in by friendly Indians and stays at their camp. Later, Akkomi, chief of the tribe, asks his friend Dan Overton to take the girl as it is not good for her to remain in the camp. Dan provides for \"Tana\" and falls in love with her but, because of her past, she keeps him at a distance. Jim Harris comes by and recognizes Tana as the boy robber, but when he attempts to blacken her past, Dan gives him a beating which paralyzes him. Jim then stays on with Dan, who regrets his hastiness. Eventually Tana's father appears and demands that Tana go away with him. She refuses but also does not tell Dan of this trouble.", "genres": ["Western"], "file": "33.json"}, "408911": {"title": "Theodor Herzl, der Bannerträger des jüdischen Volkes", "plot": "This early film biography of the founder of modern Zionism depicts a young Herzl learning about Jewish persecution throughout the ages and developing his theory of political Zionism, which he saw as the only solution to anti-semitism.", "genres": ["Drama"], "file": "33.json"}, "410249": {"title": "By Right of Birth", "plot": "Based on a story told by George Johnson, featuring Booker T. Washington. Only four minutes survive.", "genres": ["Drama"], "file": "33.json"}, "411414": {"title": "Trolley Troubles", "plot": "A guy has troubles on a trolley", "genres": ["Comedy"], "file": "34.json"}, "419106": {"title": "At Your Service", "plot": "“At Your Service” (aka James Manages a Restaurant), 1921, starring Sidney Smith, is a nice and inventive silent comedy. James and George are seen driving down the street in an extremely dilapidated vehicle and they stop when they see a sign on a restaurant window asking for buyers OR someone willing to trade for the business. Well, given that the car is a mess, they figure to make a killing by trading it for the restaurant.", "genres": ["Comedy"], "file": "35.json"}, "419112": {"title": "Rush Orders", "plot": "A typical Pollard-Morrison outing is Rush Orders (1921), in which the pair ride into town on a railroad handcar (with Morrison providing the locomotive muscle). When there it's all about the hustle for food with rivals and advertisement in the café business..", "genres": [], "file": "35.json"}, "419115": {"title": "Fifteen Minutes", "plot": "While his wife is shopping, Snub attempts to take a fifteen minute break.", "genres": [], "file": "35.json"}, "419644": {"title": "The Highest Bidder", "plot": "Society miss Sally Raeburn is left penniless and is helped out by an older woman. The woman makes it clear that to repay her, Sally must marry wealth, so when the very well-heeled Lester comes to her village, Sally goes after him. Lester has been traveling incognito in the hopes that no one will discover him, so when Sally wins him she feels guilty and confesses that she knew who he was all along.", "genres": ["Drama"], "file": "35.json"}, "419648": {"title": "Voices of the City", "plot": "Voices of the City is a 1921 American silent crime drama film starring Leatrice Joy and Lon Chaney that was directed by Wallace Worsley. It is considered to be a lost film.", "genres": ["Drama", "Crime"], "file": "35.json"}, "419651": {"title": "The Beautiful Liar", "plot": "Directed by Wallace Worsley.", "genres": ["Comedy"], "file": "35.json"}, "420566": {"title": "Ludzie bez jutra", "plot": "A bleak tale of an affair between an actress and a Russian officer, based on the real story of the affair between Maria Wisnowska and Aleksandr Barteniew.", "genres": ["Drama", "Romance"], "file": "35.json"}, "421865": {"title": "En vildfågel", "plot": "A woman searches for the child she gave up at birth.", "genres": ["Drama"], "file": "35.json"}, "423616": {"title": "All Souls' Eve", "plot": "The wife of sculptor Roger Heath is killed by a maniac because of Roger's madly jealous admirer Olivia Larkin. To care for his home and son Peter, Roger hires Irish immigrant Nora O'Hallahan as a nursemaid whom he realizes is possessed by the soul of his departed wife.", "genres": ["Drama"], "file": "35.json"}, "426777": {"title": "Action", "plot": "Three Outlaws came across a stranded baby and must decide to save the child or escape from the law.", "genres": ["Western"], "file": "36.json"}, "427016": {"title": "Die Rache einer Frau", "plot": "\"A Woman's Revenge\" - In order to punish her cold, brutal aristocratic husband for murdering her lover, a woman becomes a common prostitute to shame him.", "genres": [], "file": "36.json"}, "427021": {"title": "Playing with fire", "plot": "A method actress likes living out the roles she is playing in real life. To prepare for her new play, she enters the criminal underworld and ends up being implicated in a burglary of a Duke who is one of her suitors.\r The film was shot at the Babelsberg Studios in Berlin. The film received a generally positive reception from critics, although some were doubtful about the blending of farce and tragedy.", "genres": [], "file": "36.json"}, "427491": {"title": "Jeffries and Ruhlin Sparring Contest at San Francisco, Cal., November 15, 1901", "plot": "On the night of November 15, 1901, James J. Jeffries, of Los Angeles, California, and Gus Ruhlin, of Akron, Ohio, engaged in a sparring contest in the ring of the Twentieth Century Athletic Club, at Mechanic's Pavilion, San Francisco. By special arrangements with the promoters of the contest, Messrs. J.C. Kennedy, Wm. Madden and Wm. Delaney, our cameras were on hand, and we secured authentic pictures of the contest. In order to record these pictures, it was necessary to specially equip the building with a large number of arc lights. To this end no expense was spared, and when the fighters entered the ring it was illuminated with 300,00 candle-power of light. Thus we are able to present to our customers, not imitation or fake pictures of the contest, but the actual exhibition just as it took place, with the audience assembled. The pictures that were secured show every movement in the contest, from the time Jeffries entered the ring until he left it a victor in the 5th round.", "genres": [], "file": "36.json"}, "427899": {"title": "A Straight Crook", "plot": "Eddie Boland is forced to work as a bell-hop to pay his rent.", "genres": [], "file": "36.json"}, "427901": {"title": "Beat It", "plot": "Snooky the Chimpanzee help out a melancholy little girl and her guardian.", "genres": [], "file": "36.json"}, "428087": {"title": "My Life as a Night Editor", "plot": "", "genres": [], "file": "36.json"}, "428088": {"title": "Glasprinzessin", "plot": "", "genres": [], "file": "36.json"}, "44405": {"title": "Never Weaken", "plot": "Our hero is infatuated with a girl in the next office. In order to drum up business for her boss, an osteopath, he gets an actor friend to pretend injuries that the doctor \"cures\", thereby building a reputation. When he hears that his girl is marrying another, he decides to commit suicide and spends the bulk of the film in thrilling, failed attempts.", "genres": ["Comedy"], "file": "36.json"}, "44406": {"title": "A Sailor-Made Man", "plot": "An idle, wealthy playboy foolishly joins the Navy when the father of the girl he wants to marry tells him to get a job to prove himself worthy.", "genres": ["Comedy"], "file": "36.json"}, "428964": {"title": "She Drives a \"Bird\" of a Horse", "plot": "Silent american newsreel from Selznick news, preserved by the New Zealand Film Archives", "genres": [], "file": "36.json"}, "428965": {"title": "Have You a Little Radio in Your Car?", "plot": "Silent American newsreel from Selznick news, preserved by the New Zealand Film Archives", "genres": [], "file": "36.json"}, "429259": {"title": "Die Abenteuer eines Ermordeten - 2. Der Smaragd des Badjah von Panlanzur", "plot": "", "genres": [], "file": "36.json"}, "429260": {"title": "Die Abenteuer eines Ermordeten, 1. Teil - Die Flucht aus dem Leben", "plot": "", "genres": [], "file": "36.json"}, "429261": {"title": "The Golden Plague", "plot": "", "genres": ["Crime", "Thriller"], "file": "36.json"}, "429369": {"title": "Der Friedhof der Lebenden", "plot": "", "genres": [], "file": "36.json"}, "429370": {"title": "Frauenbeichte, 1. Teil - Die Beichte einer Ausgestossenen", "plot": "", "genres": [], "file": "36.json"}, "429373": {"title": "Frauenbeichte. 2. Die Beichte der Mörderin", "plot": "", "genres": [], "file": "36.json"}, "429374": {"title": "Pfropf- und Wumpfenschrumpfer", "plot": "", "genres": [], "file": "36.json"}, "429806": {"title": "Sweet Daddy", "plot": "Perez plays a henpecked husband who is chained at the neck by his wife in the kitchen and when he tries to stand up for himself, she throws him out of the window where he is dangling for dear life.Once she sends him to the store, Tweedy becomes smitten by a stage actress and tries to woo her with great success until his wife shows up on the scene and all hell breaks loose with cartoon gags.", "genres": [], "file": "36.json"}, "429925": {"title": "The Guide", "plot": "Clyde Cook working as a guide at a snowy mountain resort.", "genres": [], "file": "36.json"}, "433949": {"title": "Yan Ruisheng", "plot": "In the summer of 1920, Shanghai was scandalized by a sensational murder, a high-profile case and subsequent trial that was the ongoing topic of conversation in the city's numerous cafes, clubs and teahouses.  Among the various reasons for its notoriety, two stand out:  first, the victim was a high-class prostitute, well known in Shanghai; second, the murderer had been a mid-level manager in a respected foreign firm, a playboy who in Manhattan might have been termed a \"prominent young man about town.\"  There were detailed press reports daily as the case wound its way through the judicial system.", "genres": ["Drama", "Documentary"], "file": "37.json"}, "433955": {"title": "P.D.Q.", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "434998": {"title": "Edgar's Feast Day", "plot": "Episode 11 of the series of 2-reel comedies “The Adventures and Emotions of Edgar Pomeroy”.", "genres": ["Comedy"], "file": "37.json"}, "436617": {"title": "Dracula's Death", "plot": "The film is about a woman who experiences frightening visions after visiting an insane asylum where one of the inmates claims to be Count Dracula (here following the Hungarian spelling Drakula). She has trouble determining whether the inmate's visions are real or merely nightmares.", "genres": ["Thriller", "Horror"], "file": "37.json"}, "437497": {"title": "La mirabile visione", "plot": "", "genres": [], "file": "37.json"}, "440007": {"title": "The Tales of the Thousand and One Nights", "plot": "Tells the story of the adventures of the resourceful Scheherazade. Newly married to Shahryar, a deranged monarch who murders his brides after the wedding night, Scheherazade manages to keep her head by entertaining her husband with exciting stories and always trailing off at the most infuriating cliffhangers.", "genres": [], "file": "37.json"}, "5514": {"title": "Finders Keepers", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "6123": {"title": "Desire", "plot": "Ivan, a poor Russian student, lives in Switzerland. He is unexpectedly invited to Russia by a distant relative, Princess Wirsky. To finance the journey, he works as a messenger for revolutionaries who want to depose Grand Duke Wirsky. In Moscow, he delivers the message and falls in love with Marja, the daughter of the revolutionary, but Marja's father loves Princess Wirsky and wants to betray the revolutionaries. The princess falls in love with Ivan, and jealously deports Marja to Siberia. In revenge, Ivan strangles the princess. He spends the rest of his life yearning for Marja, whom he has never kissed. When he receives the news of Marja's death, he commits suicide.", "genres": ["Drama", "Horror"], "file": "38.json"}, "6363": {"title": "Die Geierwally", "plot": "\"The Bear Joseph\", so named because of a fight with a bear, is rescued by Wally, a farmer's daughter, from a dangerous situation in a vulture's nest. He then calls her \"Geierwally\". They fall in love. Wally's father disapproves of this romance. He has other plans for Wally.", "genres": ["Drama"], "file": "38.json"}, "6793": {"title": "The Haunted Castle", "plot": "The sinister Count Oetsch scandalizes the aristocratic social gathering at Castle Vogelod as he announces his intention to \"crash\" the festivities. Baroness Safferstätt is expected shortly, and the guests are well-aware of the rumors that Count Oetsch murdered the baroness' late husband. Oetsch refuses to leave, vowing that he will reveal the identity of the real killer. Before the weekend is through, the Count and Baroness will reveal secrets too shocking to be believed!", "genres": ["Crime", "Drama", "Mystery"], "file": "38.json"}, "46510": {"title": "The High Sign", "plot": "Buster is thrown off a train near an amusement park. There he gets a job in a shooting gallery run by the Blinking Buzzards mob. Ordered to kill a businessman, he winds up protecting the man and his daughter by outfitting their home with trick devices.", "genres": ["Crime", "Comedy"], "file": "38.json"}, "445580": {"title": "The Adventures of Mr. Pickwick", "plot": "A club man's country jaunt with friends leads to a breach of promise suit by a landlady.", "genres": ["Comedy"], "file": "39.json"}, "445584": {"title": "The Autumn of Pride", "plot": "A man buys a farm to stop his rich father from evicting the farmer's daughter.", "genres": ["Romance"], "file": "39.json"}, "445587": {"title": "The Bachelor's Club", "plot": "A henpeck man inherits a fortune and starts a club for women-haters.", "genres": ["Comedy"], "file": "39.json"}, "445745": {"title": "Christie Johnstone", "plot": "A bored Lord saves a fishergirl's lover from drowning", "genres": ["Romance"], "file": "39.json"}, "445747": {"title": "Class and No Class", "plot": "A rich coster's daughter loves a steward who is blamed for killing a blackmailing tramp.", "genres": ["Comedy"], "file": "39.json"}, "447243": {"title": "The Bonnie Brier Bush", "plot": "A Lord's son is engaged to his rich ward, but prefers a peasant.", "genres": ["Drama"], "file": "39.json"}, "447244": {"title": "Corinthian Jack", "plot": "A boxer saves a girl from a noble kidnapper.", "genres": ["Adventure", "Crime"], "file": "39.json"}, "447430": {"title": "Daniel Deronda", "plot": "A Jewess refuses to wed the man who saved her from suicide until he discovers his mother is Jewish.", "genres": ["Romance"], "file": "39.json"}, "447554": {"title": "The Education of Nicky", "plot": "Rich cousins marry after they are both bankrupted.", "genres": ["Romance"], "file": "39.json"}, "447555": {"title": "The Fortune of Christina McNab", "plot": "An engaged to marry duke causes an infatuated heiress to return to her soldier sweetheart.", "genres": ["Comedy"], "file": "39.json"}, "447556": {"title": "The Four Feathers", "plot": "When a British army officer, Harry Faversham, resigns his commission on the eve of his regiment's departure for service in the Sudan he is sent four white feathers of cowardice by his comrades and fiancee. In an attempt to redeem himself, Faversham travels out to the Sudan where he saves the lives of his former comrades.", "genres": ["Adventure", "Drama", "War", "Romance"], "file": "39.json"}, "447563": {"title": "The Fruitful Vine", "plot": "An old knight weds his dead friend's daughter but she gives herself to an Italian Don to bear an heir.", "genres": ["Drama"], "file": "39.json"}, "450170": {"title": "Carmen", "plot": "", "genres": ["Drama"], "file": "39.json"}, "450219": {"title": "Fightin' Mad", "plot": "Returning to his father's cattle ranch after the excitement of serving in combat overseas, Bud McGraw becomes restless, and his father decides to send him to an old friend who commands the Border Police in Texas. On the way he meets Peggy Hughes, accompanying her Uncle Graham, a customs inspector, and he retrieves her hat from the rails of a train. At the headquarters, numerous scrapes and fights win him the admiration of, and friendship with, the men. Lazaro, a Secret Service agent, invites Mrs. Graham and Peggy, who are staying at the border station, for an automobile ride, and they are captured by bandits and held for ransom. Bud and his pals deliver the ransom and discover that Lazaro is the bandit chief. Lazaro refuses to release Peggy, but a jealous rival, Nita de Garma, causes his downfall and shoots him as the Border Police arrive to rescue the party.", "genres": ["Western", "Comedy"], "file": "39.json"}, "451858": {"title": "The Passion Flower", "plot": "A 1921 film directed by Herbert Brenon.", "genres": ["Drama"], "file": "39.json"}, "451862": {"title": "The Sign on the Door", "plot": "A 1921 film directed by Herbert Brenon.", "genres": ["Drama"], "file": "39.json"}, "451864": {"title": "The Wonderful Thing", "plot": "A 1921 film directed by Herbert Brenon.", "genres": ["Drama"], "file": "39.json"}, "451866": {"title": "Love's Redemption", "plot": "A 1921 film directed by Albert Parker.", "genres": ["Drama"], "file": "39.json"}, "453396": {"title": "Redskins Pay Tribute to Big Chief Harding", "plot": "President Harding and his wife paying tribute to a group of Indians (Fragment of a longer piece)", "genres": ["Documentary"], "file": "40.json"}, "46749": {"title": "Jiraiya the Hero", "plot": "Jiraiya is some sort of super-ninja with superpowers. He can fly, he can avoid detection by turning himself into a toad, and he has some sort of ability to vanish.", "genres": ["Action", "Fantasy"], "file": "40.json"}, "455190": {"title": "The Show Down", "plot": "Cowboy Snappy Walton (Art Acord) trying to same a damsel in distress, hunting down the bad men that's troubling her in this 2-reel western.", "genres": ["Western"], "file": "40.json"}, "456390": {"title": "The Lotus Eater", "plot": "Naive Jacques Lenoi marries money-hungry Madge Vance. When Madge realizes he isn't as moneyed as she assumed she turns a cold shoulder to him and he takes off on a balloon trip to China.", "genres": ["Romance", "Drama"], "file": "40.json"}, "457810": {"title": "The Cave Girl", "plot": "A 1921 film.", "genres": ["Drama"], "file": "40.json"}, "459420": {"title": "The Four Just Men", "plot": "Its plot concerns four vigilantes who seek revenge for the public against criminals.", "genres": ["Thriller", "Crime"], "file": "41.json"}, "459782": {"title": "His Nibs", "plot": "Shenanigans at a small town movie theater.", "genres": ["Comedy"], "file": "41.json"}, "461143": {"title": "The Beautiful Woman Without Mercy", "plot": "\"Taking its title from John Keats’s early 19th-century poem, this highly personal melodrama finds Dulac interrogating the archetype of the femme fatale. La belle dame sans merci follows a famous actress who was once seduced and abandoned by a rich man and subsequently resolved to become a “merciless woman,” forever scheming to hurt others (men in particular) in a ruthless yet captivating manner. Dulac challenges the Romantic archetype embodied in Keats’s poem by way of symbolist mise en scène, self-reflexive narration, and her typically associative approach to editing, locating a modern ambiguity within the stereotypical figures of 19th-century art.\" - Film Society of Lincoln Center", "genres": ["Drama", "Romance"], "file": "41.json"}, "463645": {"title": "Flower of the North", "plot": "Two men, Philip Whittemore (Henry B. Walthall) and Thorpe (Harry Northrup) both go to the Northwest to gain the right-of-way for their railroad company from D'Arcambal (Emmett King). Whittemore arrives first and D'Arcambal refuses to meet with him until he saves his daughter, Jeanne (Pauline Starke) from going over the rapids. Then Thorpe arrives and tries to use force by kidnapping Jeanne and insisting that he is her father.", "genres": ["Romance", "Drama", "Western", "Adventure"], "file": "41.json"}, "467021": {"title": "Winter Camellia", "plot": "Directed in 1921", "genres": [], "file": "42.json"}, "467023": {"title": "The Upstart", "plot": "Nakajima Iwajiro, dubbed the “Japanese Charlie Chaplin,” stars in this comedy about a man’s obsession with money.", "genres": [], "file": "42.json"}, "468137": {"title": "Exhibition in Reval", "plot": "A look at an exhibition in Reval (now known as Tallinn).", "genres": ["Documentary"], "file": "42.json"}, "468482": {"title": "The Life Story of John Lee, or The Man They Could Not Hang", "plot": "The Life Story of John Lee, or the Man They Could Not Hang is a 1921 Australian silent film (which is now considered lost) based on the true life story of John Babbacombe Lee. It is a remake of a 1912 film with some extra scenes of Lee's childhood.", "genres": ["Drama"], "file": "42.json"}, "468888": {"title": "Lady Hamilton", "plot": "The married Lady Emma Hamilton has an ill fated romance with Admiral Horatio Nelson.", "genres": ["Drama", "History"], "file": "42.json"}, "470527": {"title": "God's Country and the Law", "plot": "God's Country and the Law is a 1921 American silent drama film produced by Pine Tree Pictures and distributed by Arrow Films. It was directed by Sidney Olcott with Fred C. Jones and Gladys Leslie in the leading roles. It was adapted from the 1915 novel God’s Country and the Woman by James Oliver Curwood,which had been previously filmed under that title in 1916.", "genres": ["Western"], "file": "42.json"}, "472812": {"title": "Screen Snapshots (Series 1, No. 20)", "plot": "Intimate views of the movie stars of the Silent Era, at work and play; featuring Sessue Hayakawa, Lillian Gish and others.", "genres": ["Documentary"], "file": "42.json"}, "477542": {"title": "Fiore selvaggio", "plot": "Anna is a wily shepherd girl who is noticed by Ugo, a promising musician who has returned home to his village in search of inspiration.", "genres": [], "file": "43.json"}, "480168": {"title": "Swat That Fly", "plot": "With closeup footage of flies and simulations of their vision.", "genres": ["Documentary"], "file": "43.json"}, "480171": {"title": "Tuning Up", "plot": "Bud is a piano tuner who is beginning at the bottom and working up.", "genres": [], "file": "43.json"}, "480996": {"title": "The Three Musketeers", "plot": "A 14-episode silent adaptation of Alexandre Dumas' The Three Musketeers.", "genres": [], "file": "43.json"}, "481615": {"title": "Alias Ladyfingers", "plot": "When Rachel Stetherill's daughter marries a man of whom she disapproves, Rachel disowns her. Five years later her daughter, now widowed, is killed. Her young son comes under the influence of a professional safecracker and is soon on his way to becoming a hardened criminal. Twenty yeas later the Stetherill family lawyer learns that the infamous thief known as Ladyfingers bears a striking resemblance to Rachel's husband--and has fallen in love with Enid, Mrs. Stetherill's young ward. Complications ensue.", "genres": ["Crime", "Drama"], "file": "43.json"}, "481714": {"title": "Hush", "plot": "A woman finds her marriage on the rocks after she reveals to her husband some but not all the details of her one-time relationship with a current associate of his.", "genres": [], "file": "43.json"}, "482138": {"title": "Beatrice", "plot": "A silent film directed by Herbert Brenon", "genres": [], "file": "43.json"}, "482181": {"title": "Little Sister", "plot": "A silent film directed by Herbert Brenon", "genres": [], "file": "43.json"}, "483072": {"title": "Sentimental Tommy", "plot": "Grizel is the daughter of the Painted Lady, who believes that her lover will one day return. Grizel is ostracized by the other children of the town. Tommy and his sister come to the town. Tommy is friendly, but Elspeth keeps her distance. When the Painted Lady dies, Dr. Gemmell makes Grizel his housekeeper. Time passes and after the doctor dies, Grizel, who is now twenty-one years old, loves Tommy, who is an author in London. Tommy visits the town but cannot decide whether he loves Grizel. Grizel knows that Tommy does not love her, and after he returns to London her unhappiness leads to insanity. Tommy returns and marries Grizel, although he believes that she will hate him when she gets better. After two years under Tommy's care, she regains her sanity. After Tommy lets her know that he cared for her out of his love for her; not for pity, Grizel is happy.", "genres": ["Drama"], "file": "43.json"}, "483916": {"title": "The Black Tulip", "plot": "In 17th century Holland, a faction of royalists is scheming to restore the monarchy and jail the De Witt brothers, who control the Republic. At the same time Tulip Fever is raging, and bulb-grower Cornelis van Baerle tries to obtain the secret of black tulips. Van Baerle will soon find himself threatened by radical royalists and rival bulb-grower Isaac van Boxtel.", "genres": ["History", "Drama"], "file": "44.json"}, "485307": {"title": "The Bull-Dogger", "plot": "The famous black cowboy Bill Pickett shows his prowess in rodeos. Only small parts of the film survive.", "genres": ["Romance", "Western"], "file": "44.json"}, "486045": {"title": "Los hijos de naides", "plot": "A 1921 film.", "genres": [], "file": "44.json"}, "486046": {"title": "La vendedora de Harrod's", "plot": "A 1921 film.", "genres": [], "file": "44.json"}, "486047": {"title": "La gaucha", "plot": "A 1921 film.", "genres": [], "file": "44.json"}, "486116": {"title": "Ave de rapiña", "plot": "A 1921 film.", "genres": [], "file": "44.json"}, "487770": {"title": "Die Geliebte des Grafen Varenne", "plot": "", "genres": ["Drama", "Crime"], "file": "44.json"}, "491847": {"title": "Der zeugende Tod", "plot": "", "genres": ["Mystery"], "file": "44.json"}, "50704": {"title": "The Boat", "plot": "Buster's handmade boat, The Damfino, is finished and is, of course, too large to get through the basement door. When he drives off with it in tow, the side of his house, then the whole thing, collapses. At the harbor he rides the boat out only to have it sink beneath him. The rest is a series of adventures he and his family have with the restored boat.", "genres": ["Comedy"], "file": "44.json"}, "51359": {"title": "The Haunted House", "plot": "Buster Keaton is a bank teller who becomes involved with a hold-up, counterfeiters, and a theatrical troupe posing as spooks in a haunted house.", "genres": ["Comedy", "Horror"], "file": "45.json"}, "51360": {"title": "The Goat", "plot": "A series of adventures begins when Buster is mistaken for Dead Shot Dan, the evil bad guy.", "genres": ["Comedy"], "file": "45.json"}, "51362": {"title": "The Play House", "plot": "After waking up from his wacky dream, a theater stage hand inadvertently causes havoc everywhere he works.", "genres": ["Comedy", "Fantasy"], "file": "45.json"}, "492913": {"title": "Ladies Must Live", "plot": "A societal romance drama based on an Alice Duer Miller novel.", "genres": ["Drama", "Romance"], "file": "45.json"}, "492971": {"title": "Popski's Early Life", "plot": "Pip, a dog, and Squeak, a penguin, are the parents of Wilfred, a rabbit.", "genres": ["Family", "Animation"], "file": "45.json"}, "493967": {"title": "Buried Treasure", "plot": "Strung around the idea of reincarnation, this film goes back in time to the days of the Spanish galleons and pirates burying their treasure; treasure to be found centuries later.", "genres": ["Romance", "Adventure", "Fantasy"], "file": "45.json"}, "494180": {"title": "Die Nacht ohne Morgen", "plot": "", "genres": ["Drama"], "file": "45.json"}, "494429": {"title": "Die Verschwörung zu Genua", "plot": "", "genres": ["Drama"], "file": "45.json"}, "494964": {"title": "Salome", "plot": "Herodias, spurned by Egyptian prince who is in love with Salome, has him secretly thrown in dungeon next to the Baptist. Herodias threatens to kill her lover if Salome does not ask for death of the Baptist. Salome does so, later rescues the prince and flees with him into the desert.", "genres": ["Drama"], "file": "45.json"}, "495304": {"title": "Babylas' Marriage", "plot": "The film is a delightful tale of a spoiled wedding between child's toys which shows Starewicz's typical style of making amusing films appropriate for children without much sentimentality. As in many of his other films, his daughter Nina plays the role of the child.", "genres": ["Animation", "Fantasy"], "file": "45.json"}, "495306": {"title": "The Scarecrow", "plot": "A drunken gardener is challenged to a poker match by agents of the Devil; replete with location shots in Hades of the Devil giving orders to his agents on Earth.", "genres": ["Fantasy", "Animation", "Comedy"], "file": "45.json"}, "495694": {"title": "Disraeli", "plot": "The story of British prime minister Benjamin Disraeli and the purchase by England of the Suez Canal.", "genres": ["Drama"], "file": "45.json"}, "496218": {"title": "Das Abenteuer des Dr. Kircheisen", "plot": "", "genres": ["Drama"], "file": "45.json"}, "505339": {"title": "Papa kann's nicht lassen", "plot": "", "genres": ["Comedy"], "file": "46.json"}, "505342": {"title": "Der ewige Kampf", "plot": "", "genres": ["Drama"], "file": "46.json"}, "505343": {"title": "Die verbotene Frucht", "plot": "", "genres": ["Comedy"], "file": "46.json"}, "505345": {"title": "The Three Aunts", "plot": "", "genres": ["Comedy"], "file": "46.json"}, "505659": {"title": "Whispering Shadows", "plot": "Just before his sudden death, a businessman accuses his son-in-law of embezzlement. His daughter is convinced of her fiancée's innocence and tries to clear his name and unmask the real villain and is aided by secret messages…from her dead father. Or are they?", "genres": ["Drama"], "file": "46.json"}, "509191": {"title": "The Child Thou Gavest Me", "plot": "On her wedding day, Norma Huntley wants to tell Edward Berkley, her husband-to-be, her secret -- that she mothered a child out of wedlock which subsequently died. Her mother forbids her to reveal this. Only moments after the ceremony, it is discovered that the child, now three, is actually alive. Berkley, incensed at this turn of events, agrees to adopt the child and remain married for appearance's sake -- but when he finds the father, he will kill him.", "genres": ["Drama"], "file": "47.json"}, "510288": {"title": "Charge It", "plot": "A woman's excessive spending brings difficulty to her family.", "genres": [], "file": "47.json"}, "510678": {"title": "Los Payasos se van", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516456": {"title": "Der rätselhafte Tod", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516457": {"title": "Lotte Lore", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516459": {"title": "Das Mädel von Picadilly", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516460": {"title": "Das Rätsel der Sphinx", "plot": "", "genres": ["Adventure"], "file": "47.json"}, "516461": {"title": "Aus den Memoiren einer Filmschauspielerin", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516462": {"title": "Seefahrt ist Not!", "plot": "", "genres": ["Comedy"], "file": "47.json"}, "516463": {"title": "Was der Totenkopf erzählt", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516464": {"title": "Die Erbin von Tordis", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516465": {"title": "Der Held des Tages", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516466": {"title": "Die Fremde aus der Elstergasse", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516467": {"title": "Die große und die kleine Welt", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516468": {"title": "Haschisch, das Paradies der Hölle", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516469": {"title": "Planetenschieber", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516471": {"title": "Schieber", "plot": "", "genres": ["Drama"], "file": "47.json"}, "53518": {"title": "Now or Never", "plot": "A young man, unaccustomed to children, must accompany a young girl on a train trip.", "genres": ["Comedy"], "file": "47.json"}, "53525": {"title": "Among Those Present", "plot": "An ambitious coat-room checker impersonates an English nobleman.", "genres": ["Comedy"], "file": "47.json"}, "53526": {"title": "I Do", "plot": "Comic adventures of newlyweds and children.", "genres": ["Comedy"], "file": "47.json"}, "53772": {"title": "The Affairs of Anatol", "plot": "Socialite Anatol Spencer, finding his relationship with his wife lackluster, goes in search of excitement. After bumping into old flame Emilie, he lets an apartment for her only to find that she cheats on him. He is subsequently robbed, conned, and booted from pillar to post. He decides to return to his wife and discovers her carousing with his best friend Max.", "genres": ["Drama", "Comedy", "Romance"], "file": "47.json"}, "517757": {"title": "Der Schatten der Gaby Leed", "plot": "", "genres": ["Drama"], "file": "48.json"}, "518406": {"title": "Das zweite Leben", "plot": "", "genres": ["Crime"], "file": "48.json"}, "519892": {"title": "Ships That Pass in the Night", "plot": "In Switzerland an architect and a suffragist schoolteacher fall in love at a TB sanatorium.", "genres": ["Drama", "Romance"], "file": "48.json"}, "521587": {"title": "The Story of a Maid", "plot": "A young naive country girl moves to Berlin to become a maid for the dubious family of Baron von Birthal.", "genres": ["Drama"], "file": "48.json"}, "522999": {"title": "Our Mutual Friend", "plot": "Nordisk version of Charles Dickens' OUR MUTUAL FRIEND.", "genres": ["Drama"], "file": "48.json"}, "527921": {"title": "Playmates", "plot": "Baby Peggy and Brownie the Dog star in this adorable short.", "genres": [], "file": "49.json"}, "528287": {"title": "Poor, Dear Margaret Kirby", "plot": "", "genres": ["Drama"], "file": "49.json"}, "54198": {"title": "My Boy", "plot": "An orphan escapes immigration officials at Ellis Island and goes to live with an old ship's master who can't find work and can't pay the rent.", "genres": ["Comedy", "Drama"], "file": "49.json"}, "529014": {"title": "Der Dummkopf", "plot": "", "genres": ["Comedy"], "file": "49.json"}, "529677": {"title": "Die Abenteuerin von Monte Carlo", "plot": "", "genres": ["Adventure"], "file": "49.json"}, "531035": {"title": "Christian Wahnschaffe II: Escape from the Golden Dungeon", "plot": "Escape from the Golden Dungeon is the second part of the two-part silent movie Christian Wahnschaffe.", "genres": ["Drama"], "file": "49.json"}, "532830": {"title": "Amor de Perdição", "plot": "Simão loves Teresa whose father wants her to marry cousin Baltazar instead. The two lovers meet secretly; Baltazar pays a thug to kill his rival, and Simão is badly wounded. Teresa is forced into a convent. Mariana - who secretly loves Simão - treats him, and helps him to escape. SPOILERS AHEAD Baltazar intervenes, and this time the two rivals fight, and one of them dies. The love story will end tragically to the survivors. Simão is sentenced to prison in India - which amounts to a death sentence. Mariana goes with him, but neither will survive the voyage. Teresa dies in her convent, after receiving a last love letter from Simão.", "genres": ["Drama", "Family", "Romance"], "file": "49.json"}, "536090": {"title": "The Girl in the Taxi", "plot": "The Girl in the Taxi (1921)", "genres": ["Comedy"], "file": "50.json"}, "536104": {"title": "Pinched", "plot": "A short comedy", "genres": ["Comedy"], "file": "50.json"}, "536106": {"title": "Wild", "plot": "A short comedy", "genres": ["Comedy"], "file": "50.json"}, "538924": {"title": "What Do Men Want?", "plot": "According to this Lois Weber production, men don't really seem to know what they want at all -- first Frank (J. Frank Glendon) wants to be an inventor. Then he wants to marry his childhood sweetheart, Hallie (the lovely Claire Windsor). Then he wants children. Then, when his inventions bring him financial success, he becomes restless, so he takes up with another woman. Eventually he figures out that the woman's reputation is less than squeaky clean, so he wants his wife back.", "genres": ["Drama"], "file": "50.json"}, "539173": {"title": "Patsy's Jim", "plot": "Irving Cummings stars in this tale of a Royal Canadian Mountie who is nursed back to health by a beautiful young girl after being attacked by thugs. One of the few surviving films starring Cummings, who would later become a successful director of films such as In Old Arizona (1928), Curly Top (1940) and That Night in Rio (1941).", "genres": ["Western"], "file": "50.json"}, "539415": {"title": "No Parking", "plot": "Neal Burns & Helen Darling showing that family life is chaotic, from taking care of the kid to demolishing houses.", "genres": ["Comedy"], "file": "50.json"}, "539430": {"title": "Kapten Grogg skall fiska", "plot": "Captain Grogg falls into the sea but gets saved in the last second.", "genres": ["Animation"], "file": "50.json"}, "540213": {"title": "Man-Woman-Marriage", "plot": "Victoria marries David, the man of her dreams. After a number of years and two children, the marriage turns out not to be what she had expected. Then she discovers her faith, and everything turns out for the best. In several scenes Victoria has visions of love and marriage throughout history: she appears in the Stone Age, with a tribe of Amazonians, in the Middle Ages and in the Roman era.", "genres": ["Drama"], "file": "50.json"}, "540552": {"title": "What Every Woman Knows", "plot": "What Every Woman Knows (1934)", "genres": ["Comedy", "Drama"], "file": "50.json"}, "55648": {"title": "The Wildcat", "plot": "A charismatic lieutenant newly assigned to a remote fort is captured by a group of mountain bandits, thus setting in motion a madcap farce that is Lubitsch at his most unrestrained. A wonderfully anarchic and playfully subversive satire of military life from one of the great comedy filmmakers.", "genres": ["Comedy", "Drama", "Romance"], "file": "50.json"}, "543982": {"title": "The Stampede", "plot": "Easterner Robert Wagner has been lured West by the Government's announcement of new land grants. As he prepares for the approaching land rush he make the acquaintance of Westerner Jim Henderson and his wild daughter, Tex. Tex is a true daughter of the frontier unhampered by conventions or skirts and while she finds herself smitten with Wagner, he however is hampered by his New England sensibilities and can't abide a woman that behaves as Tex does. It takes a truly grim turn of events  before Tex can prove herself to this reserved New Englander.", "genres": ["Western"], "file": "51.json"}, "545129": {"title": "The Love Special", "plot": "Jim Glover is an engineer in charge of constructing a railroad to the sea. He gives the company president Gage a tour of the area of land coveted for its use as a short cut that can save hours on the journey. After the officials visit a recently constructed dam, the train makes a stop in a dull town, and Gage's daughter Laura throws a charity bazaar to combat the boredom. Jim puts together a mock-holdup that saves the event from financial ruin, endearing Laura to him. Later, an accident traps three workers in a cave, and Jim is called away to rescue the victims.", "genres": ["Action", "Drama", "Romance"], "file": "51.json"}, "545361": {"title": "Blind Hearts", "plot": "In 1898 friends John Thomas and Lars Larson travel to the Yukon with their wives to make their fortunes. While in Alaska Thomas' wife gives birth to a boy, and Larson's wife has a girl, Julia. However, Larson spots a birthmark on his daughter's shoulder that resembles one on Thomas' shoulder, and he begins to suspect that he may not actually be the girl's father. Over the next 20 years the two become millionaires, but Larson's wife dies. Julia and Thomas fall in love and wish to marry, but Larson is determined to oppose it.", "genres": [], "file": "51.json"}, "545368": {"title": "Sham", "plot": "Based upon a description in a film publication,[3] Katherine Van Riper (Clayton) is an extravagant young society girl who is very much in debt, and her wealthy aunts and uncle refuse to give her any money. Katherine is desperate enough that she is considering marrying the wealthy Montee Buck (Hiers), although she is in love with the westerner Tom Jaffrey (Fillmore), who says he is poor. Finally, Katherine decides to sell the famous Van Riper pearls, pay off her debts, and marry Tom. However, upon examination the jewelry turns out to be paste, with her father having sold the genuine pearls several years earlier before his death. Montee is assured by the aunts that Katherine will marry him and tells this to Tom. Tom is about to leave town when Uncle James (Ricketts) steps in and pays off Katherine's debts, leaving the niece free to marry Tom.", "genres": ["Drama", "Romance"], "file": "51.json"}, "546628": {"title": "Das Floß der Toten", "plot": "Film by Carl Boese.", "genres": ["Drama"], "file": "51.json"}, "546918": {"title": "Hurricane Hutch", "plot": "Story concerns a paper mill, a mortgage and the struggle to obtain the lost formula for making paper from seaweed. Star is given opportunity to introduce many daredevil features.", "genres": ["Adventure", "Action"], "file": "51.json"}, "547129": {"title": "The Hope Diamond Mystery", "plot": "The true story of Lord Francis Hope who inherits the Hope Diamond and marries showgirl May Yohe. Lord Francis Hope gambles away the family fortune and May Yohe leaves him. Another suspected curse of owning the Hope Diamond.", "genres": ["Action", "Adventure"], "file": "51.json"}, "550310": {"title": "The Pilgrimage to Kevlaar", "plot": "A mother walks with her melancholic son on pilgrimage to seek comfort at the Madonna image, thereby trying to heal the broken heart of the son.", "genres": ["Drama"], "file": "51.json"}, "553144": {"title": "Suspicious Wives", "plot": "A melodrama of misunderstandings in which a rich couple grow more and more suspicious of each other fidelities after the groom’s father is shot dead on their wedding night.", "genres": [], "file": "52.json"}, "553378": {"title": "A Daughter of the Law", "plot": "When Eddie, the son of a police officer, gets involved with a criminal gang, his sister tries to steer him away from crime.", "genres": ["Crime", "Drama"], "file": "52.json"}, "555721": {"title": "Mea culpa", "plot": "", "genres": [], "file": "52.json"}, "555730": {"title": "Champi-Tortu", "plot": "", "genres": [], "file": "52.json"}, "555742": {"title": "L'ami des montagnes", "plot": "", "genres": [], "file": "52.json"}, "555743": {"title": "L'essor", "plot": "Max, Suzanne's boyfriend, has been kidnapped by baron de Hofland, a rich foreigner who covets Suzanne. Hofland has locked up Max in one of the many villas he owns and uses as hideouts. But Suzanne is not intimidated. She goes in search of her beloved throughout France, aided by her chambermaid and a friendly young tramp.", "genres": [], "file": "52.json"}, "555744": {"title": "The Man with Three Masks", "plot": "", "genres": [], "file": "52.json"}, "555753": {"title": "The Man Who Sold His Soul to the Devil", "plot": "", "genres": [], "file": "52.json"}, "555779": {"title": "Tout se paie", "plot": "Doctor Jean Corbières and Madeleine de Preuil love each other. But he learns that his parents payed his studies with the money they were given for an abandoned child years ago. Jean, profoundly ashamed, renounces his life with Madeleine and enters a convent to pay for his parents' sin.", "genres": [], "file": "52.json"}, "555786": {"title": "Villa Destin", "plot": "", "genres": ["Romance"], "file": "52.json"}, "555792": {"title": "Asmodée à Paris", "plot": "", "genres": [], "file": "52.json"}, "555802": {"title": "Blanchette", "plot": "", "genres": [], "file": "52.json"}, "555805": {"title": "Chantelouve", "plot": "", "genres": [], "file": "52.json"}, "555807": {"title": "Fromont jeune et Risler aîné", "plot": "Simone Chebe, the daughter of a humble clerk, is a beautiful woman. But she is also devoured by ambition. Frantz Risler falls in love with her but she rejects him in favor or Risler aîné, his elder brother, aged fifty. And no sooner do they get married than Sidonie cheats on her husband with Fromont, his business partner, who starts ruining himself for his mistress.", "genres": [], "file": "52.json"}, "555809": {"title": "Gigolette", "plot": "", "genres": [], "file": "52.json"}, "555815": {"title": "L'assommoir", "plot": "", "genres": [], "file": "52.json"}, "555818": {"title": "L'autre", "plot": "", "genres": [], "file": "52.json"}, "555821": {"title": "L'épingle rouge", "plot": "", "genres": [], "file": "52.json"}, "555823": {"title": "Une brute", "plot": "A policeman who has been fired by his chief after a violent quarrel is given a home by a farmer. As his host looks very much like a vagrant the peasant dubs him 'Pousse-Pierre'. Actually Pousse-Pierre will prove very handy since he will save Miette, the farmer's daughter, and manage - at the risk of his own life - to have the murderer of a miller arrested. His superior reinstates him and the young man can marry Miette.", "genres": [], "file": "52.json"}, "555824": {"title": "La Maison vide", "plot": "", "genres": [], "file": "52.json"}, "555826": {"title": "La vivante épingle", "plot": "", "genres": [], "file": "52.json"}, "555828": {"title": "Le coeur magnifique", "plot": "", "genres": [], "file": "52.json"}, "555829": {"title": "The Jade Casket", "plot": "", "genres": [], "file": "52.json"}, "555886": {"title": "Le gardian", "plot": "", "genres": [], "file": "52.json"}, "555889": {"title": "Le méchant homme", "plot": "", "genres": [], "file": "52.json"}, "555891": {"title": "Le meurtrier de Théodore", "plot": "", "genres": [], "file": "52.json"}, "555893": {"title": "Le pendentif", "plot": "", "genres": [], "file": "52.json"}, "555894": {"title": "Le sept de trèfle", "plot": "", "genres": [], "file": "52.json"}, "555896": {"title": "Les ailes s'ouvrent", "plot": "", "genres": [], "file": "52.json"}, "555903": {"title": "Les trois lys", "plot": "", "genres": [], "file": "52.json"}, "555906": {"title": "Rose de Nice", "plot": "", "genres": [], "file": "52.json"}, "555908": {"title": "Uncle Bernac", "plot": "", "genres": [], "file": "52.json"}, "560515": {"title": "A Daughter of the Law", "plot": "A city girl revenuer spies on illegal whiskey making in the hills.", "genres": ["Western", "Crime", "Action", "Drama"], "file": "52.json"}, "563237": {"title": "How Kitchener Was Betrayed", "plot": "A dead officer's German wife betrays 'Hampshire's' secret route.", "genres": ["War"], "file": "53.json"}, "564411": {"title": "Red Courage", "plot": "Pinto Peters and his pal Chuckwalla Bill ride into town just as the editor of the local newspaper is being urged to leave by a gang of thugs led by Joe Reedly. The pair give the editor $100 and get a bill of sale for the newspaper, only to find out later that Reedly holds a mortgage of $200 against it. This they pay off and start a campaign to clean up the town. They meet with considerable opposition until they enlist the services of Judge Fay.", "genres": ["Western"], "file": "53.json"}, "567190": {"title": "The Last Door", "plot": "The Last Door (1921)", "genres": ["Mystery"], "file": "53.json"}, "58129": {"title": "The Phantom Carriage", "plot": "It's New Year's Eve. Three drunkards evoke a legend. The legend tells that the last person to die in a year, if he is a great sinner, will have to drive during the whole year the Phantom Chariot, that picks up the souls of the dead.", "genres": ["Drama", "Fantasy", "Horror"], "file": "54.json"}, "574319": {"title": "High Rollers", "plot": "An auto accident hurls Snub into a skating rink, where he encounters Rowe and Marie. Among the various slip-and-falling going on, two frisky escaped monkeys from a show put on skates to join in and create pandemonium.", "genres": ["Comedy"], "file": "55.json"}, "574322": {"title": "On Location", "plot": "Snub is an street sweeper with OCD, living in a neighborhood full of fussy people. He is sweeping the street when he anticipates a cop who is about to throw some litter into the road and dashes over to catch it in his cart. He then tries to save a drunken man from falling into the road before stopping his cart to pick up a solitary leaf which has dared to fallen upon the ground. The eccentric and obsessed street sweeper meticulously disposes of the leaf but when he turns around he finds half the tree has shed its leaves at that very moment", "genres": ["Comedy"], "file": "55.json"}, "574324": {"title": "The Chef", "plot": "Billy and his pal are bank robbers who decide to lay low by taking jobs in a diner as a chef and waiter.", "genres": ["Comedy"], "file": "55.json"}, "574338": {"title": "Exit Quietly", "plot": "Bobby Vernon tries to enter a house to court a lady, but keeps getting thrown out.", "genres": ["Comedy"], "file": "55.json"}, "574341": {"title": "Just in Time", "plot": "In this one, Snooky is the chauffeur for a family -- the family's children are played by the unknown child actors of A TRAY FULL OF TROUBLE. He is fired for smoking on the job and heads off, where he succors some scampish children who have fallen afoul of a gypsy.", "genres": ["Comedy"], "file": "55.json"}, "574349": {"title": "Oh, Buoy!", "plot": "Slapstick comedy all about love and kidnapping near the sea.", "genres": ["Comedy"], "file": "55.json"}, "574355": {"title": "Sunless Sunday", "plot": "A girl gets trapped by racketeers and chaos happens at a gambling house.", "genres": ["Comedy"], "file": "55.json"}, "574360": {"title": "Winning a Widow", "plot": "Billy Ruge in a ugly courtship.", "genres": ["Comedy"], "file": "55.json"}, "574364": {"title": "Why Worry", "plot": "George Bunny's career as a screen comedian was an attempt to cash in on his brother, John's reputation, but George is no comedian. Here he plays a young man -- he is supposed to have been in his mid-fifties when this movie was made, but if so, he could have passed for 30 -- who heads over to a sanitarium filled with the usual crazy types, falls in love and runs off with the leading lady, all without doing anything that might be called in the least funny.", "genres": ["Comedy"], "file": "55.json"}, "574423": {"title": "On Their Way", "plot": "Eddie Boland & Ethel Broadhurst on a road trip encountering gypsies.", "genres": ["Comedy"], "file": "55.json"}, "575229": {"title": "Die Geschichte von Barak Johnson", "plot": "", "genres": ["Drama"], "file": "55.json"}, "575230": {"title": "Die Königin von Argusana", "plot": "", "genres": [], "file": "55.json"}, "575232": {"title": "Wandering Souls", "plot": "", "genres": [], "file": "55.json"}, "575233": {"title": "Die Geschichte des grauen Hauses", "plot": "", "genres": [], "file": "55.json"}, "577827": {"title": "That Ice Ticket", "plot": "An important example of amateur filmmaking during this era, That Ice Ticket was made by Angela Murray Gibson who ran Gibson Studios in the small community of Casselton, North Dakota. Gibson cast community members in her productions, taking on multiple roles herself, writing, directing and acting in the films, operating the camera during filming, then processing the footage and editing the finished picture together. Here she plays a young woman managing multiple male suitors with the \"help\" of her mischievous kid brother.", "genres": ["Romance", "Comedy"], "file": "55.json"}, "580231": {"title": "The Heart of Doreon", "plot": "Doreon, a French-Canadian trapper, is in love with Babette, but she favors bad-boy Blake, who has skipped town to avoid arrest. Doreon vows to find Blake and bring him back. King, a corporal in the Mounties, aids Babette in returning Doreon to her.", "genres": ["Western"], "file": "56.json"}, "580237": {"title": "Black Beauty", "plot": "Anna Sewell's \"autobiography\" of a horse named Black Beauty is here expanded to include the adventures of the humans who surround the horse.", "genres": ["Drama"], "file": "56.json"}, "580439": {"title": "Cameron of the Royal Mounted", "plot": "A young Scottish immigrant to Canada becomes a member of the Royal Canadian Mounted Police.", "genres": ["Action", "Drama"], "file": "56.json"}, "580745": {"title": "Forever", "plot": "Architect Peter Ibbetson is hired by the Duke of Towers to design a building for him. Ibbetson discovers that the Duchess of Towers, Mary, is his now-grown childhood sweetheart. Their love revives, but Peter is sentenced to life in prison for an accidental killing. Mary comes to him in dreams and they are able to live out their romance in a dream world.", "genres": ["Drama", "Romance"], "file": "56.json"}, "583879": {"title": "The Flames of Life", "plot": "", "genres": ["Drama"], "file": "56.json"}, "589285": {"title": "La statua di carne", "plot": "A count falls in love with a dead ringer of a deceased loved one.", "genres": ["Drama"], "file": "57.json"}, "594805": {"title": "Why Girls Leave Home", "plot": "Mr. Hedder is an old fashioned man who will not let his daughter Anna own an evening gown, but she is given one by a friend who is a model. Hedder believes that she stole it and confers with Mr. Wallace, the owner of the store. On Wallace's advice, Hedder hits Anna, causing her to leave home and move in with some gold diggers.", "genres": [], "file": "57.json"}, "594807": {"title": "Ashamed of Parents", "plot": "A poor shoemaker struggles to send his son to college, where he becomes a football star.", "genres": [], "file": "57.json"}, "594819": {"title": "School Days", "plot": "A naive young man raised poor in a small town, comes to New York City to make his fortune. Overwhelmed by the city's hustle and bustle, and entranced by the rich and sophisticated high-society types he comes into contact with, he eventually finds himself caught up in the city's seedy underworld.", "genres": [], "file": "57.json"}, "595415": {"title": "Se parhaiten nauraa, joka viimeksi nauraa", "plot": "Martti Vaara, secondary school graduate gets monetary help from his rich uncle under the pretense to get married and have kids. When the uncle unexpectedly arrives to look at the little one, Martti persuades his friends to get involved on the hoax.", "genres": ["Comedy"], "file": "57.json"}, "601435": {"title": "A Day in the Wilds", "plot": "One of The Adventures of Bill and Bob shorts. The brothers enjoy exploring the wilds and sighting different animals, ending their day with some impromptu fishing.", "genres": ["Western"], "file": "58.json"}, "601437": {"title": "Capturing a Canadian Lynx", "plot": "One of The Adventures of Bill and Bob shorts. The brothers decide to help the local zoo by capturing a lynx and aim to impress their neighbor Ina May.", "genres": ["Western"], "file": "58.json"}, "601438": {"title": "Catching a Fox", "plot": "One of The Adventures of Bill and Bob shorts. The brothers practice their skills by trapping a cunning fox.", "genres": ["Western"], "file": "58.json"}, "601439": {"title": "Catching a Koala Bear", "plot": "One of The Adventures of Bill and Bob shorts. Mysterious tracks lead to unexpected and exotic catch.", "genres": ["Western"], "file": "58.json"}, "601441": {"title": "The Skunk", "plot": "One of The Adventures of Bill and Bob shorts. The young trappers are taken by surprise when these bold scavengers invade their cabin.", "genres": ["Western"], "file": "58.json"}, "601442": {"title": "Trapping The Bob Cat", "plot": "One of The Adventures of Bill and Bob shorts. The brothers set out from their camp to trap the destructive and predatory bobcat.", "genres": ["Western"], "file": "58.json"}, "601443": {"title": "Trapping the Coyote", "plot": "One of The Adventures of Bill and Bob shorts. The boys are after the hated predatory prowler.", "genres": ["Western"], "file": "58.json"}, "601444": {"title": "Trapping the Mountain Lion", "plot": "One of The Adventures of Bill and Bob shorts.The brothers are after the dangerous cougar because the large bounty on the large cat.", "genres": ["Western"], "file": "58.json"}, "602595": {"title": "Footlights", "plot": "Exotic Russian actress Lisa Parsinova tires of her glamorous life on the New York stage and returns, under her actual identity as Lizzie Parsons, to her small New England hometown. But she is pursued by a young man who is in love with the famed Russian alter ego.", "genres": ["Drama"], "file": "58.json"}, "602600": {"title": "After the Show", "plot": "After the Show was adapted from Rita Weiman's story \"The Stage Door.\" Lila Lee plays Eileen, a starry-eyed young girl employed as a chorus dancer in New York. Eileen can never be certain if the men in her life are sincere, or if they perceive her as mere temporary plaything. Among the \"stage door johnnies,\" \"tired businessmen\" and \"sugar daddies\" surrounding Eileen are Jack Holt and Carlton S. King.", "genres": ["Drama"], "file": "58.json"}, "603287": {"title": "Penny of Top Hill Trail", "plot": "Penny arrives in the West by aeroplane. She is considered a suspicious character and thrown into jail. Kurt Walters, a ranch foreman and deputy sheriff, discovers that she is the same girl that his friend, Jo Gary, met in Chicago. Gary fell in love with her, but she confessed she was a thief. Since Penny claims she wants to reform, Walters releases her and sends her to live with Mrs. Kingdon. In spite of her teasing and taunts (or perhaps because of them), Walters finds himself falling in love with Penny.", "genres": ["Western", "Comedy", "Drama"], "file": "58.json"}, "603671": {"title": "Bobby Bumps in Hunting and Fishing", "plot": "A little boy and his beloved puppy find themselves in and out of mischief, this time hunting and fishing where they're not allowed.", "genres": ["Animation", "Comedy"], "file": "58.json"}, "604005": {"title": "Bobby Bumps in Their Master's Voice", "plot": "Bobby Bumps and Fido call up their creator Earl Hurd on the telephone and get invited over for the day.", "genres": ["Animation", "Comedy"], "file": "58.json"}, "605110": {"title": "The Child of the Carnival", "plot": "A foundling is left in front of the home of a rich aristocratic bachelor during the Nice carnival. The marquis adopts the child but soon finds that he cannot cope, so he employs a nanny who turns out to be the child's real mother. Just as the two have fallen in love and there is a happy ending in sight, the woman's husband - long thought dead - turns up.", "genres": ["Comedy", "Drama"], "file": "58.json"}, "606435": {"title": "What's Worth While?", "plot": "A rich woman and a poor man fall in love, but they face the opposition of her family.", "genres": ["Drama"], "file": "58.json"}, "607109": {"title": "Humor Risk", "plot": "Harpo played the hero, a detective named Watson who \"made his entrance in a high hat, sliding down a coal chute into the basement\". Groucho played an \"old movie\" villain, who \"sported a long moustache and was clad in black\", while Chico was probably his \"chuckling [Italian] henchman\". Zeppo portrayed a playboy who was the owner of a nightclub in which most of the action took place, including \"a cabaret, [which allowed] the inclusion of a dance number\". The final shot showed Groucho \"in ball and chain, trudging slowly off into the gloaming\". Harpo, in a rare moment of romantic glory, gets the girl in the end.", "genres": ["Comedy"], "file": "58.json"}, "608707": {"title": "Séraphin ou les jambes nues", "plot": "Following a series of unfortunate accidents, the eminently respectable Séraphin, the meticulous and correct manager in an insurance company, finds himself trouserless in the middle of the street.", "genres": [], "file": "59.json"}, "610451": {"title": "In Self Defence", "plot": "", "genres": ["Drama"], "file": "59.json"}, "611091": {"title": "The Gilded Lily", "plot": "A hostess at a Broadway cafe marries one of her many suitors, and finds out her new husband is prone to drinking heavily.", "genres": ["Drama"], "file": "59.json"}, "612528": {"title": "Moonlight Follies", "plot": "Vivacious Marie Prevost starred in this pleasant little Universal comedy about a flirt who stages moonlight dances at her father's country estate in order to provoke eligible men to fall in love with her.", "genres": ["Comedy"], "file": "59.json"}, "613328": {"title": "Grausige Nächte", "plot": "The young Evelyne lives with a man, her fiancee Frank, with whom she has a child. But her fiancee is a rundown drunk constantly hanging over the bottle. Evelyne wants to leave Frank.", "genres": ["Drama"], "file": "59.json"}, "613875": {"title": "The Man Of The Forest", "plot": "Ailing ranch owner Al Auchincloss (Harry Lorraine) sends for his two nieces, Helen and Bo Raynor (Claire Adams and Charlotte Pierce), who are his heirs. Milt Dale, who lives in the forest (Gantvoort), comes down to help round up the cattle, and a romance springs up between him and Helen. This does not please Harvey Riggs (McKim), who is trying to get control of the ranch.", "genres": ["Western"], "file": "59.json"}, "613894": {"title": "The Little Clown", "plot": "Mary Miles Minter is the title character. Pat (Minter) is a little orphan who has been raised around the circus. Her foster father is Toto the clown (Neely Edwards). Toto hopes to marry Pat until the day the circus comes to a Southern town and she meets handsome Dick Beverley (Jack Mulhall). Beverley falls in love with Pat and takes a job as trick rider just to be near her. Beverley's aristocratic parents (Winter Hall and Helen Dunbar) find out about his new job and insist that he come home.  Two of the five reels survive.", "genres": ["Drama", "Comedy"], "file": "59.json"}, "613902": {"title": "Big Town Round-Up", "plot": "Tom Mix played Larry McBride, a cowboy who, \"goes to city, dresses up to date and gets into thrilling and humorous adventures.\"", "genres": ["Drama", "Western"], "file": "59.json"}, "614058": {"title": "The Millionaire", "plot": "Jack Norman is an office clerk who falls in love with co-worker Kate Blair, a stenographer. He gets fired from his job but before this can really sink in, he suddenly inherits 80 million dollars from a financier who once loved his mother. The financier, Glyde, was murdered, so Norman also inherits a load of troubles involving the blackmailers who want to killed him. In his attempt to outwit them, Norman poses as a valet, and has a friend impersonate him.", "genres": ["Drama"], "file": "59.json"}, "614082": {"title": "The Shark Master", "plot": "", "genres": ["Drama"], "file": "59.json"}, "616938": {"title": "A Shocking Night", "plot": "William Harcourt loses all his money in a business transaction and is forced to dismiss his servants. Mr. and Mrs. Harcourt are about to entertain Richard Thayer and his fiancée, Bessie Lane, at dinner when there is received a message announcing the arrival of Montana millionaire Bill Bradford, a client of Harcourt's. Anxious to make a good impression, Harcourt and his wife disguise themselves as servants, while Thayer and his fiancée take the part of the Harcourts.", "genres": ["Comedy"], "file": "60.json"}, "616941": {"title": "Tiger True", "plot": "Tiring of hunting big game in the jungle, Jack Lodge, son of a wealthy man, seeks adventure in the underworld district of a big city.", "genres": ["Adventure", "Mystery"], "file": "60.json"}, "616948": {"title": "Hearts Up", "plot": "Coming upon a burning cabin, David Brent discovers the body of Jim Drew, who had been killed in a fight with a drunken Indian. Brent finds in Drew's pocket a letter announcing the impending arrival of Drew's daughter Lorelei. Feeling an obligation to Drew, who once saved his life, Brent journeys to San Francisco to meet Lorelei, who mistakes him for her father. Brent cannot bring himself to break the bad news to her and does not correct her false assumption.", "genres": ["Western"], "file": "60.json"}, "616950": {"title": "The Torrent", "plot": "Velma is unhappily married to Sam Patton, a millionaire roué. Aboard his yacht bound for the South Seas, Sam pays more attention to his guests than to his wife, and she flees when he attempts to force liquor on her. A sudden paralytic stroke renders him helpless, and she believes him dead. A storm comes up, and Velma is washed ashore on a desert isle. She is later joined by Lieut. Paul Mack, whose hydroplane has run out of fuel. They fall in love, but their idyll is broken when they are captured by a band of moonshiners.", "genres": ["Adventure"], "file": "60.json"}, "616957": {"title": "Rich Girl, Poor Girl", "plot": "Poor abused Nora runs into privileged bored Beatrice while wandering onto the rich girl's family estate. Both girls notice the uncanny resemblance between each other, so they decide to switch places. However, trouble soon arises for both girls in their new roles.", "genres": ["Drama", "Romance"], "file": "60.json"}, "616958": {"title": "The Mad Marriage", "plot": "Struggling Greenwich Village artist Jerry, marries studio helper, Jane Judd, who is an aspiring playwright, knowing that she will not interfere with his work. She takes part in a pageant for which Jerry designs the costumes and attracts the attention of Christiansen, a young playwright with whom she works secretly on a play. After the birth of their child, Jerry and Jane become closer, but he is violently jealous of her accompanying Christiansen to the successful opening of his play and offers her a divorce. However, the illness of their child brings them back together.", "genres": ["Drama"], "file": "60.json"}, "617617": {"title": "The Fire Cat", "plot": "Dulce, last of the Alvarez family, lives with her mother in the Andes and is worshipped by Pancho, a half-caste. Gringo Burke, an American renegade, robs and kills her mother. Accusing Pancho of cowardice, Dulce vows to seek revenge.", "genres": [], "file": "60.json"}, "617626": {"title": "Society Secrets", "plot": "Amos Kerran and his wife live a traditional, old-fashioned life on a Connecticut farm, while their son and daughter, Arthur and Maybelle, are successes in New York society. The children want to invite their parents to the city at Christmastime but are ashamed of their unrefined appearance.", "genres": ["Comedy"], "file": "60.json"}, "617627": {"title": "Colorado", "plot": "While in an army camp waiting to be discharged, Lt. Frank Hayden sees a fellow officer, Capt. Kincaid, attacking a girl. He stops Kincaid, thrashing him soundly in the process. However, to avoid a court-martial for striking a fellow officer, Hayden deserts and flees to the desert. He comes across Tom Doyle, who is stranded and dying of thirst, and takes Doyle back to his home. He meets and falls in love with Doyle's daughter Kitty.", "genres": ["Western"], "file": "60.json"}, "617628": {"title": "The Unknown Wife", "plot": "Donald Grant, after serving a prison term, obtains a job in a smalltown factory where he meets Helen Wilburton, who invites him to board with her and her father. He marries her, and on the first night of their honeymoon, a burglary is traced to one of Donald's former cohorts.", "genres": [], "file": "60.json"}, "617629": {"title": "The Smart Sex", "plot": "Rose, a stranded showgirl, participates in a local amateur show and wins the prize. After the performance, she meets a wealthy young man who buys her supper, gets her accommodation on a farm adjoining his father's estate, and turns farmhand to win her love.", "genres": ["Comedy"], "file": "60.json"}, "617630": {"title": "Magnificent Brute", "plot": "French Canadian trapper Victor Raoul returns to the trading post at St. Ignace to find a rival for the affections of Yvonne, his business partner's daughter, in the Marquis Courtière, Parisian representative of the fur company. Raoul quarrels with Fontaine over the visitor's business dealings and his attentions to Yvonne.", "genres": ["Drama"], "file": "60.json"}, "618424": {"title": "The Freeze-Out", "plot": "Into the town of Broken Buckle rides a stranger who threatens to open a new gambling establishment to rival the one operated by Denver Red and Headlight Whipple. The latter's sister, Zoe, who disapproves of her brother's saloon and is the local schoolteacher and owner of a notions store, tries to interest The Stranger in reforming the vice-ridden community.", "genres": ["Western"], "file": "60.json"}, "618432": {"title": "Wolves of the North", "plot": "Aurora, daughter of Professor Norris, a student of Eskimo culture in the region of Unalik on the southeast coast of Alaska, is devoted to David, a youth of weak character who has been reared in the family, and she is aloof to other men. \"Wiki\" Jack, primitive and passionate, sets out to win her despite her unconcealed disdain for him.", "genres": ["Drama"], "file": "60.json"}, "618439": {"title": "Desperate Youth", "plot": "Will the orphan girl win her hero in spite of scheming relatives who seek to keep her in the background?", "genres": [], "file": "60.json"}, "618440": {"title": "The Dangerous Moment", "plot": "Sylvia Palprini is a waitress at The Black Beetle, the leading bohemian café in New York City’s Greenwich Village. Among the eclectic customers is artist George Duray, whom she admires from a distance. A jealous suitor, Movros Tarkides, attacks Sylvia and she strikes him with a chair. He is later found dead and she is accused of the murder.", "genres": [], "file": "60.json"}, "618445": {"title": "The Big Adventure", "plot": "Patches, a kind-hearted orphan of the slums, finds life unbearable under the cruel abuse of his stepfather, Old Whiskers, for whose support he is forced to steal. Stowing away in a freight car with his dog, he escapes to a neighboring town where he is given a home by Mrs. Lane, sister of the town judge.", "genres": ["Adventure", "Family"], "file": "60.json"}, "618447": {"title": "Reputation", "plot": "Actress Fay McMillan finds her child, Pauline, whom she deserted years ago, in an orphanage, but Monty, her financer, objects to her taking the girl back.", "genres": [], "file": "60.json"}, "618449": {"title": "The Wallop", "plot": "John Wesley Pringle, adventurer at large, returns home after making his strike and finds his old girl friend, Stella, engaged to Christopher Foy, who is running for sheriff. Pringle foils an attempt by incumbent sheriff Matt Lisner to kill Foy, but when Foy is accused of a murder, Pringle, in a clever ruse, captures Foy, holds the posse at gunpoint, and then releases him, explaining his motive.", "genres": ["Western"], "file": "60.json"}, "618451": {"title": "Cheated Love", "plot": "Sonya Schnoema, a Jewish girl, comes to the United States as an immigrant and works in her father's ghetto grocery store, where she gains the affections of a young settlement worker, David Dahlman. But she loves Mischa, a young doctor who soon arrives from Odessa, and to aid him financially, she distinguishes herself in the local Yiddish theater.", "genres": ["Drama"], "file": "60.json"}, "618452": {"title": "The Man Tamer", "plot": "A young woman becomes a lion tamer in a circus. The circus manager is in love with her, but she only has eyes for a millionaire's playboy son.", "genres": [], "file": "60.json"}, "618455": {"title": "The Beautiful Gambler", "plot": "After Mark Hanlon gambles away his fortune and his equity in his house, his daughter Molly marries Kirk, proprietor of the gambling hall; and as mistress of the gaming tables, she meets young Miles Rand, exiled to the West for his reckless behavior.", "genres": [], "file": "60.json"}, "618456": {"title": "Desperate Trails", "plot": "Bart Carson is in love with Lou and even goes to jail to save Walter A. Walker, a man she says is her brother but who is really a husband who has deserted his wife and two children.", "genres": ["Western"], "file": "60.json"}, "618457": {"title": "Thunder Island", "plot": "In Baja Mexico, poor shepherdess Isola Garcia agrees to marry aging rancher Don Pio Mendoza because he is dying and needs an heir for his fortune. She leaves the hacienda when she hears that bandits have raided her flock, and when a young American schooner captain, Paul Corbin, comes to her rescue, she falls in love.", "genres": [], "file": "60.json"}, "618458": {"title": "The Fighting Lover", "plot": "Andrew Forsdale bets his friend Ned Randolph $10,000 that Ned will fall in love with one of three girls within 30 days.", "genres": ["Comedy", "Mystery"], "file": "60.json"}, "618459": {"title": "Man Trackers", "plot": "Molly Killbride, daughter of the inspector in the Royal Mounties, is in love with trooper Jimmy Hearn, but her father prefers that she marry Harry Morgan, a wealthy young civilian. Morgan, however, is allied with a gang of outlaws headed by Hanley, and when Morgan taunts Jimmy into a fistfight the gang causes him to be railroaded to prison for felonious assault.", "genres": ["Drama", "Western"], "file": "60.json"}, "618460": {"title": "Short Skirts", "plot": "Natalie, whose mother is engaged to Wallace Brewster, the reform candidate for mayor, is seventeen years old and resents being treated as a little girl, particularly by her mother's fiancé. When she meets the opposition candidate's son, Lance Christie, he persuades her to secure some papers incriminating Brewster.", "genres": [], "file": "60.json"}, "618461": {"title": "The Kiss", "plot": "At the harvest fiesta, Don Luis Baldarama, owner of one of California's great ranchos, expects to announce the betrothal of his son, Audre, to Isabella Chavez, the daughter of a neighboring don named Miguel Chavez. However, Audre plans to elope with Erolinda Vargas, the daughter of the ranch superintendent. When Audre confesses to Isabella that he loves another, she joyfully admits that she loves someone else, also. Audre and Erolina slip away during a feast and meet at a cabin, but they are surprised by Selistino Vargas, who, believing that his daughter has been dishonored, shoots Audre.", "genres": [], "file": "60.json"}, "618462": {"title": "The Fox", "plot": "Santa Fe, a tramp, is saved from a jeering mob in the desert town of Caliente by Annette, the sheriff's daughter; and after adopting Pard he gets a job as a porter in the bank. Santa Fe learns that the leading banker, Coulter, is in league with a band of outlaws, and when Coulter frames Dick Farwell, Annette's fiancé, Dick is suspected of robbery and is captured by the outlaws.", "genres": ["Western"], "file": "60.json"}, "618465": {"title": "Opened Shutters", "plot": "When her father, an indigent artist, dies, Sylvia Lacey goes to live with her Aunt Martha and her uncle, Judge Trent, in New England, where she is unwanted and humiliated. Though she and John Dunham, her uncle's young law partner, fall in love, she believes he intends to marry the daughter of a wealthy neighbor.", "genres": ["Drama", "Romance"], "file": "60.json"}, "618466": {"title": "Danger Ahead!", "plot": "The impoverished Harlow family of New England is forced to take in summer boarders. Teenaged niece Tressie welcomes the change and promptly falls in love with a wealthy young guest named Norman Minot. Although Norman returns Tressie’s affection, he is driven away by a fortune-hunting mother who wants him to marry her daughter. Robert Kitteridge, a scheming artist friend of Norman's, takes Tressie on a sailboat outing, during which they narrowly escape death when their boat is rammed by a steamship. After being put ashore the next morning in Boston, MA, Robert takes Tressie to his studio and attempts to seduce her.", "genres": ["Drama"], "file": "60.json"}, "618467": {"title": "No Woman Knows", "plot": "In Winnebago, Wisconsin, a Jewish family comprising Molly and Ferdinand Brandeis and their two children, Fanny and Theodore, run a modest dry goods store.", "genres": ["Drama"], "file": "60.json"}, "618469": {"title": "The Rowdy", "plot": "When retired New England skipper Captain Purcell finds Kit as a baby in a storm, he adopts the child, who grows up to be an adventurous youngster of the docks.", "genres": [], "file": "60.json"}, "618470": {"title": "The Rage of Paris", "plot": "Forced into a loveless marriage by her mother, Joan Coolidge, a beautiful American girl, finds her husband a brute. She runs away to Paris and studies dancing and becomes The Rage of Paris.", "genres": ["Drama"], "file": "60.json"}, "618471": {"title": "Go Straight", "plot": "Young minister Keith Rollins comes to a backwoods community in Kentucky and finds that lawless and political elements are against him and threaten his position with the congregation.", "genres": ["Drama"], "file": "60.json"}, "618472": {"title": "Conflict", "plot": "A society girl goes to live in the woods with her evil uncle and his wicked housekeeper.", "genres": ["Drama"], "file": "60.json"}, "618474": {"title": "High Heels", "plot": "Spoiled and self-centered society girl, Christine Trevor, neglects her sister and two brothers and merely tolerates her indulgent father. When her father suddenly dies, leaving them essentially penniless, Christine all but deserts the family to marry a social parasite.", "genres": [], "file": "60.json"}, "618475": {"title": "Nobody's Fool", "plot": "Unattractive and poor Polly Gordon, is taken to the college dance by eligible Vincent DePuyster only as part of a fraternity initiation. Suitors flock to her, however, when she inherits half a million dollars from her aunt, but she grows cynical and dismisses them.", "genres": ["Comedy"], "file": "60.json"}, "618481": {"title": "Sure Fire", "plot": "The rancher Jeff Bransford returns to his ancestral acres and finds them heavily mortgaged and about to be foreclosed and is defended by hired men with guns.", "genres": ["Western"], "file": "60.json"}, "618482": {"title": "False Kisses", "plot": "Jennie Blake, a schoolteacher from the city, comes between Paul Whalen and Jim Payne, fishing partners in the seaport town of Rocky Point, and is unable to decide which one she loves until Jim loses his temper and is beaten in a fight by Paul.", "genres": [], "file": "60.json"}, "618484": {"title": "Dr. Jim", "plot": "Although renowned pediatrician Dr. Jim Keene loves his wife, Helen, she resents his devotion to his work and finds solace with other men. After the death of one of Jim’s young patients causes him to suffer a nervous collapse, the couple takes a sea voyage to restore his health.", "genres": ["Drama"], "file": "60.json"}, "618486": {"title": "A Parisian Scandal", "plot": "Without social or romantic interests, young Basil Hammond goes to Paris to study paleontology and to bring back a report to his guardian on the manners and moral character of her granddaughter, Liane. At first he is disgusted by her attempts to vamp him, but eventually, he falls in love with her.", "genres": [], "file": "60.json"}, "618487": {"title": "Cheated Hearts", "plot": "Barry Gordon, the older son of a Virginia colonel, inherits a taste for alcohol--a habit that caused his father's death. His brother, Tom, falls in love with Muriel Beekman, their guardian's daughter. Barry also loves her but feels rejected. Three years later, after extended travels, Barry learns that Tom, having been sent to Morocco by Mr. Beekman, has been captured by desert marauders and is being held for ransom. He begins a search for him and in Tangiers encounters the Beekmans and Kitty Van Ness. Barry and Muriel discover their love for each other, but he refuses to commit himself while Tom is still alive.", "genres": ["Drama"], "file": "60.json"}, "618489": {"title": "Playing with Fire", "plot": "Enid Gregory, a pianist at the Melody Shop, a music store on Broadway, is content with her snappy, routine existence until Janet Fenwick, a society girl whose father committed suicide under a cloud of financial disgrace, comes to Enid's boardinghouse.", "genres": ["Comedy"], "file": "60.json"}, "618491": {"title": "The Fire Eater", "plot": "Partners \"Smilin' Bob\" Corey and Jim O'Neil are forest rangers sent to peacefully \"penetrate\" Paradise Valley, which is scheduled to become part of a national park. Although the townspeople are sullen about their presence, they manage to befriend Marie Roselli, an Italian girl whose brother Wolf owns a cattle ranch and from they obtain supplies. Before they; know it, Bob and Jim get caught up in a kidnapping, an illegal logging ring, and a murder.", "genres": ["Western"], "file": "60.json"}, "618771": {"title": "At the End of the World", "plot": "This dramatic adventure finds the flirtatious Cherry O'Day as the daughter of the Shanghai saloon keeper Terrence. She works in the dive and entertains the patrons, sending them away after they cease to amuse her. Cherry falls for Gordon Deane, the American writer and adventurer who barely notices her.", "genres": ["Drama", "Romance"], "file": "60.json"}, "620003": {"title": "The Foolish Age", "plot": "After graduating from college, rich girl Margery Carr decides to do some good in the world. Much to the chagrin of her father, she decides to open an office to help derelicts. For her secretary, she picks an ex-gangster named Bubbs out of the throng.", "genres": ["Comedy"], "file": "60.json"}, "620007": {"title": "Black Roses", "plot": "Japanese architect Yoda is hired as groundskeeper for retired criminal Benson Burleigh.", "genres": ["Crime", "Drama"], "file": "60.json"}, "620009": {"title": "Cappy Ricks", "plot": "When seaman Matt Peasley and his friend, Murphy (Hugh Cameron), go ashore in San Francisco, they save Florrie Ricks (Agnes Ayers) from a couple of robbers. Matt falls in love with Florrie, whose father is ship owner Cappy Ricks (Charles S. Abbe).", "genres": ["Adventure"], "file": "60.json"}, "620134": {"title": "Lessons in Love", "plot": "", "genres": ["Comedy"], "file": "60.json"}, "620135": {"title": "Mama's Affair", "plot": "Eve Orrin is at the mercy of her possessive mother, who has a case of \"nerves\" every time her daughter tries to show a mind of her own. Mrs. Orrin and her friend, Mrs. Marchant, have determined that Eve will marry Mrs. Marchant's milquetoast son, Henry, and Eve is willing to go along with it just to placate her mother. But Eve herself finally has an attack of nerves, and she falls in love with Doctor Harmon, the physician called in to care for her.", "genres": ["Comedy", "Romance"], "file": "60.json"}, "620143": {"title": "Woman's Place", "plot": "The Women's Political League decides to find a female candidate for mayor and their choice is Kay Gerson who, they figure, will win votes from the men because of her looks. But the town's political boss, Jim Bradley, counters with his own good-looking candidate, Freddy Bleeker, who he thinks will get the women's vote.", "genres": ["Comedy", "Romance"], "file": "60.json"}, "64583": {"title": "Pervenche", "plot": "", "genres": ["Comedy"], "file": "60.json"}, "621278": {"title": "Beyond", "plot": "Avis Langley's dying mother begs her to look after Avis's errant brother and continues after death to reappear in spirit form to remind Avis of her promise. Avis follows her brother to New Zealand in hopes of protecting him from his own ways, but on the trip tragedy apparently strikes.", "genres": ["Drama"], "file": "60.json"}, "621313": {"title": "Dwarf Nose", "plot": "Dwarf Nose is a fairy tale by Wilhelm Hauff, which was published in a collection of fairytales in 1826.", "genres": ["Fantasy"], "file": "60.json"}, "621318": {"title": "Without Benefit of Clergy", "plot": "A British engineer in India takes a simple native girl as his bride, an act which defies social strictures and leads to tragedy.", "genres": ["Drama"], "file": "60.json"}, "621321": {"title": "Wild Africa", "plot": "", "genres": ["Documentary"], "file": "60.json"}, "621326": {"title": "Where Lights Are Low", "plot": "The Chinese prince T'Su Wong Shih loves Quan Yin, the daughter of a gardener, but his uncle wants him to marry a girl of his own class. Leaving to study in the United States, the young man promises his beloved that they two will be together soon. Having finished university, one day T'Su Wong Shih visits the market of San Francisco, and at an auction of slaves, he finds Quan Yin auctioned. To save her, he agrees to pay a price of five thousand dollars but, not possessing the full amount, he makes a deal with the auctioneer for a three-year extension in which he must work to raise the money needed to rescue the girl. T'Su Wong Shih has no great success until he manages to win a large sum in a lottery. However, Quan Yin is now in danger because a Chinese gangster wants to have it and, to do that, goes to threaten the auctioneer who is forced to comply. T'Su Wong Shih is then engaged in a struggle to liberate his beloved: he defeats the gangster, rescues Quan Yin and claims her as his...", "genres": ["Drama"], "file": "60.json"}, "621489": {"title": "The First Born", "plot": "Loey Tsing (Helen Jerome Eddy), the first love of Chan Wang (Hayakawa), is sold into slavery by her father. Although Chan marries another, he still loves Loey; only the birth of a son relieves his unhappiness. He adores little Chan Toy (\"Sonny Boy\" Warde) even though he finds nothing to like about his wife.", "genres": ["Drama", "Romance"], "file": "60.json"}, "621510": {"title": "The Swamp", "plot": "Mary and her son Buster live in a single room in the slums of the city, having been deserted by their husband and father, wealthy Spencer Wellington. While selling newspapers, Buster meets Wang.", "genres": ["Drama"], "file": "60.json"}, "621839": {"title": "A mosca cieca", "plot": "", "genres": [], "file": "60.json"}, "621872": {"title": "The Mistress of Shenstone", "plot": "The husband of Lady Myra Ingleby is off fighting in the World War. She is devastated when Sir Derysk Brand tells her that her husband has been killed. The War Office gives her the details - Lord Ingleby was killed, not by enemy fire, but because of an error committed by one of his fellowmen, whose name is never to be disclosed. The grieving widow retreats to her Cornwall estate for a rest. Staying at the inn is a man known as Jim Airth, who carries a grief of his own.", "genres": ["Drama", "Romance"], "file": "60.json"}, "621882": {"title": "The Great Adventure", "plot": "An artist pretends to be a valet to escape a woman's advances. He marries another woman but must keep painting in secret to make enough money.", "genres": ["Romance", "Comedy"], "file": "60.json"}, "623314": {"title": "The Inside of the Cup", "plot": "", "genres": ["Drama"], "file": "60.json"}, "623318": {"title": "Proxies", "plot": "Carlotta Darley (Dean) is engaged to Homer Carleton (Crosby), but regrets that Homer is not as tall and handsome as the butler Peter (Kerry).", "genres": ["Drama", "Crime"], "file": "60.json"}, "623319": {"title": "Straight Is the Way", "plot": "Bob Carter and \"Loot\" Follet, are two thieves who locate themselves in the unused part of the New Hampshire home of Aunt Mehitable and her niece Dorcas. Loan shark Jonathan Squoggs presses Mehitable for payment of the mortgage, and the two crooks decide to help the ladies when they consult their Ouija board to find a hidden treasure. Finding the treasure reveals a surprise thief and a chance for new lives for the crooks, Dorcas, and Mehitable.", "genres": ["Comedy", "Drama"], "file": "60.json"}, "623321": {"title": "The Woman God Changed", "plot": "", "genres": ["Drama"], "file": "60.json"}, "623339": {"title": "The Passionate Pilgrim", "plot": "", "genres": ["Drama"], "file": "60.json"}, "623557": {"title": "Eine Million Dollar", "plot": "", "genres": [], "file": "60.json"}, "623772": {"title": "The Fighting Breed", "plot": "", "genres": ["Western"], "file": "60.json"}, "625201": {"title": "Lying Lips", "plot": "A spoiled rich girl from England encounters a wonderful young man who, unfortunately, has no money. Will love or money win out?", "genres": ["Drama"], "file": "61.json"}, "625727": {"title": "O'Malley of the Mounted", "plot": "Sergeant O'Malley of the Royal Canadian Mounted Police gets himself into a gang of outlaws in order to detect and capture a wanted murderer. He finds the killer, but falls in love with the man's sister. In the meantime, one of the outlaws uncovers O'Malley's true identity.", "genres": ["Adventure", "Drama"], "file": "61.json"}, "625789": {"title": "Sowing the Wind", "plot": "When Rosamond, a convent girl, discovers that her mother is Baby Brabant, a notorious queen of Petworth's gambling house, her ideals are shattered and she denounces her mother's life.", "genres": ["Drama"], "file": "61.json"}, "626623": {"title": "Die Minderjährige", "plot": "", "genres": [], "file": "61.json"}, "626626": {"title": "Die Dreizehn aus Stahl", "plot": "", "genres": ["Mystery"], "file": "61.json"}, "626627": {"title": "Zirkus des Lebens", "plot": "", "genres": ["Drama"], "file": "61.json"}, "627030": {"title": "The Puppet Man", "plot": "A disfigured man becomes a circus puppeteer and tries to destroy a waif's love.", "genres": [], "file": "61.json"}, "627604": {"title": "Monte Carlo", "plot": "", "genres": [], "file": "61.json"}, "627608": {"title": "Die Ehe der Hedda Olsen oder: Die brennende Akrobatin", "plot": "", "genres": [], "file": "61.json"}, "627609": {"title": "Die Schreckensnacht in der Menagerie", "plot": "", "genres": [], "file": "61.json"}, "628395": {"title": "Die Diktatur der Liebe. 1. Die böse Lust", "plot": "", "genres": [], "file": "61.json"}, "628417": {"title": "Die Brüder Karamasoff", "plot": "", "genres": ["Drama"], "file": "61.json"}, "628421": {"title": "Liebestaumel", "plot": "", "genres": [], "file": "61.json"}, "628424": {"title": "Ehrenschuld", "plot": "Returning home after a lengthy time at sea, a man must choose between his childhood sweetheart and another woman who was somehow involved with the untimely death of his brother.", "genres": [], "file": "61.json"}, "628434": {"title": "Die Diktatur der Liebe. 2. Die Welt ohne Liebe", "plot": "", "genres": [], "file": "61.json"}, "629247": {"title": "Fasching", "plot": "", "genres": [], "file": "61.json"}, "629249": {"title": "Miss Beryll... die Laune eines Millionärs", "plot": "", "genres": [], "file": "61.json"}, "629252": {"title": "Trix, der Roman einer Millionärin", "plot": "", "genres": [], "file": "61.json"}, "629255": {"title": "Der Sträfling von Cayenne", "plot": "", "genres": [], "file": "61.json"}, "629269": {"title": "Das begrabene Ich", "plot": "", "genres": [], "file": "61.json"}, "629405": {"title": "Innocent", "plot": "An orphan named Innocence leaves her county home after her foster-father dies.  She travels to the city and makes a living as a novelist.  Subsequently, she has an affair with a painter named Amadis de Jocelyn, who later dumps her.", "genres": ["Drama"], "file": "61.json"}, "629755": {"title": "Der Teufel und die Circe", "plot": "", "genres": [], "file": "61.json"}, "630319": {"title": "Jim the Penman", "plot": "A bank clerk forges a check to help his girlfriend's father. He's found out, but instead of being arrested he becomes a member of a gang of forgers.", "genres": ["Crime", "Drama"], "file": "61.json"}, "630779": {"title": "Der Erbe der van Diemen", "plot": "", "genres": [], "file": "61.json"}, "630783": {"title": "Kinder der Finsternis - 1. Der Mann aus Neapel", "plot": "", "genres": [], "file": "61.json"}, "631052": {"title": "Fine Feathers", "plot": "Bob Reynolds, a construction engineer, is constructing a dam. Finding himself in financial trouble, he is persuaded by John Brand to use a cheaper--but far inferior--cement to replace the cement he's been using. Brand, who is determined to ruin Reynolds, then talks him into buying worthless stock. Finding himself in desperate straits, Reynolds forges a check using Brand's name. Unfortunately the finished dam breaks and many people are killed. Under suspicion by the authorities, Reynolds desperate searches for a way out of his worsening situation.", "genres": ["Drama"], "file": "61.json"}, "631548": {"title": "Der Leidensweg der Inge Krafft", "plot": "", "genres": [], "file": "61.json"}, "631551": {"title": "Die Frauen vom Gnadenstein", "plot": "", "genres": [], "file": "61.json"}, "631570": {"title": "Am Webstuhl der Zeit", "plot": "", "genres": [], "file": "61.json"}, "631576": {"title": "Tobias Buntschuh", "plot": "", "genres": [], "file": "61.json"}, "631582": {"title": "Det Største i Verden", "plot": "", "genres": [], "file": "61.json"}, "632795": {"title": "The Witching Hour", "plot": "", "genres": ["Mystery", "Drama"], "file": "61.json"}, "633090": {"title": "Die Lieblingsfrau des Maharadscha", "plot": "The Maharaja of Odhapur goes on a trip to Europe and meet the young dancer Ellen Esmond. In her London accommodation, the Savoy Hotel, the Indian prince can prove to be a gallant gentleman and protect Ellen from an intrusive theatrical agent. The Maharaja asks the artist to entertain his guests the following evening with her dancing skills, including England's representatives in India. The maharaja is thrilled with both the person Ellen and her dance performances. His brother Bhima, who was always in the shadow of the Maharajah, drinks excessively and also is also magically attracted to Ellen Esmond.", "genres": ["Drama"], "file": "61.json"}, "633617": {"title": "Der Reiter ohne Kopf, 2. Teil - Die geheimnisvolle Macht", "plot": "", "genres": [], "file": "61.json"}, "633619": {"title": "Der Reiter ohne Kopf, 1. Teil - Die Todesfalle", "plot": "", "genres": [], "file": "61.json"}, "633620": {"title": "Der Reiter ohne Kopf, 3. Teil - Harry Piels schwerster Sieg", "plot": "", "genres": [], "file": "61.json"}, "634172": {"title": "The Rugged Road to Learning", "plot": "This film advocates the consolidation of rural schools into larger education centers and the use of mass transportation for children attending these new schools. The Rugged Road to Learning dramatizes a day in the life of children who, before consolidation, had to travel through the snowy woods to attend a cold country schoolhouse. Later in the film, a larger, consolidated school encompassing five Ontario country districts is featured favourably. Scenes show happy and lively children who are ready to learn. The use of dramatic scenes to underline a film's message was a common technique by the 1920s. Although this film is far from subtle, it was well understood that \"the great mass of the movie public want to be amused and entertained not instructed, and if they are to be educated it must be in a subtle, delicate manner\"", "genres": ["Documentary"], "file": "61.json"}, "634427": {"title": "Die Perle des Orients", "plot": "", "genres": ["Adventure"], "file": "61.json"}, "634715": {"title": "Made in Heaven", "plot": "William Lowry rescues Claudia Royce from a burning building, and upon hearing that her parents are trying to force her to accept millionaire Leland, whom she does not love, he proposes a marriage of convenience to himself. She accepts, and Bill arranges a fake ceremony; but when she falls in love with Davidge, Bill refuses her a \"divorce.\" Later, Bill gets rich in the manufacture of a patented fireman's pole, and when he buys a house for Claudia she realizes her love for him and they are legally married.", "genres": ["Comedy", "Romance"], "file": "61.json"}, "635283": {"title": "Her Mad Bargain", "plot": "After the death of her benefactress, Mrs. Beresford, Alice Lambert is evicted by Ruth, Mrs. Beresford's jealous niece; and in despair Alice seeks employment as a model. Her refusal to accept the attentions of Monsieur Armand ends in her dismissal", "genres": ["Romance"], "file": "62.json"}, "638216": {"title": "Madame X und die 'Schwarze Hand'", "plot": "", "genres": [], "file": "62.json"}, "638222": {"title": "Die Diamantenkonkurrenz", "plot": "", "genres": [], "file": "62.json"}, "641319": {"title": "Nobody's Kid", "plot": "", "genres": ["Comedy"], "file": "62.json"}, "641433": {"title": "The Son of Wallingford", "plot": "Lost film.", "genres": [], "file": "62.json"}, "641434": {"title": "Flor de España o la leyenda de un torero", "plot": "", "genres": [], "file": "62.json"}, "641616": {"title": "Live Your Life Smiling", "plot": "Sitcom for 1920s cinemas about the Winter family.", "genres": [], "file": "62.json"}, "641933": {"title": "The Way of a Maid", "plot": "A silent film comedy.", "genres": ["Comedy", "Drama"], "file": "62.json"}, "642441": {"title": "The Road to London", "plot": "", "genres": ["Drama"], "file": "62.json"}, "642467": {"title": "Prometheus", "plot": "", "genres": ["Drama"], "file": "62.json"}, "643094": {"title": "Cyclone Bliss", "plot": "Quiet and fairminded Jack Bliss traces his missing father to Hell's Hole, where he meets Helen Turner and Jack Hall, the leader of an outlaw gang rendezvousing at Hell's Hole. Hall kills Helen's father but fails in his attempts to get rid of Bliss and Helen, and Bliss, singlehanded, takes on the gang while the neighboring ranchers, settlers, and herders unite to clean out the outlaws.", "genres": ["Western"], "file": "62.json"}, "643214": {"title": "The Gunsaulus Mystery", "plot": "The Gunsaulus Mystery is a 1921 American silent race film directed, produced, and written by Oscar Micheaux. The film was inspired by events and figures in the 1913-1915 trial of Leo Frank, a Jewish man, for the murder of Mary Phagan, a Christian girl. The film is now believed to be lost.", "genres": ["Drama", "Crime"], "file": "62.json"}, "644607": {"title": "Nature's Handiwork", "plot": "Nature’s Handiwork presents the marvelous and critical stages of transformation of caterpillars, moths and butterflies. Through microscopic  techniques, this silent film captures hidden nature's secrets in action and composes an alien and strange looking world.", "genres": [], "file": "62.json"}, "644664": {"title": "Behold the Man", "plot": "A mother tells the Bible Story to her children, including the life of Christ from the Annunciation to the Ascension. As the mother tells the story, the film fades into a picturization and periodically fades back to show the children's interest and reactions.", "genres": [], "file": "62.json"}, "648238": {"title": "A Broken Doll", "plot": "Ranch hand Tommy Dawes has a special bond with little Rosemary, the crippled daughter of his boss Bill Nyall. When Tommy accidentally breaks Rosemary's favorite doll one day, he borrows a $20 gold piece from the foreman's mattress to go to town and buy a new doll. However, on the way there he is ambushed and robbed by an escaped convict", "genres": ["Drama"], "file": "63.json"}, "648282": {"title": "Das neue Paradies", "plot": "", "genres": [], "file": "63.json"}, "648740": {"title": "Das Geheimnis von Bombay", "plot": "Gabriela Farnese, a famous singer, visits Bombay to find her mysterious doppelganger, the dancer Concha.", "genres": ["Drama"], "file": "63.json"}, "649200": {"title": "Service A La Bunk", "plot": "Tusun comedy starring Bobby Ray – very little is known about the film, this 1940s NuArt home movie release is a very rare print, courtesy of Rob Farr.", "genres": ["Comedy"], "file": "63.json"}, "650150": {"title": "Good and Evil", "plot": "The focus of the story is on the relation between the femme fatale and an escaped prisoner, who manages to save himself from the clutches of the vamp in the very last minute (no spoiler, the end of the film is missing!). A dream reveals to him the real nature of duchess Leda Orlonia/geisha/marchesa Rochefou, and he decides to leave the ‘woman with the many names’ for a kind-hearted and decent American girl.", "genres": [], "file": "63.json"}, "650151": {"title": "Mrs. Tutti Frutti", "plot": "", "genres": [], "file": "63.json"}, "650152": {"title": "The Grinning Face", "plot": "Silent horror film directed by Julius Herska and starring Franz Höbling, Nora Gregor and Lucienne Delacroix. It is an adaptation of the 1869 novel The Man Who Laughs by Victor Hugo.", "genres": ["Drama", "Horror"], "file": "63.json"}, "651126": {"title": "Without Limit", "plot": "Robert Frazer and Anna Q. Nilsson star in this drama, based on Temple Dusk by Calvin Johnson. David Marlowe (Frazer), the son of a clergyman (Frank Currier), is seduced by the earthly delights of drinking and gambling. While intoxicated he proposes to Ember Edwards (Nilsson), and she accepts because he has told her he is rich and she is sick of her poverty-stricken life. At a gambling house run by Clement Palter (Charles Lane), David takes a 25 dollar check from Bunny Fish (Robert Schable), changes the amount to 2,500 dollars, and proceeds to lose the whole sum at faro.", "genres": ["Drama"], "file": "63.json"}, "653145": {"title": "Am Nil", "plot": "Excelsior ad by Pinschewer.", "genres": ["Animation"], "file": "63.json"}, "655407": {"title": "Ein Tag auf dem Mars", "plot": "", "genres": [], "file": "63.json"}, "655411": {"title": "Sturmflut des Lebens", "plot": "", "genres": [], "file": "63.json"}, "663166": {"title": "A Fortune Hunter", "plot": "Historical drama which features Gösta Ekman as the dashing rogue who steals the heart of the ethereal Mary Johnson.", "genres": ["Drama", "History"], "file": "64.json"}, "664654": {"title": "The Case of Becky", "plot": "Itinerant magician Balzamo arrives in the town where Dr. Emerson and his pretty young wife live. Smitten with Mrs. Emerson, Balzamo places her under a hypnotic spell and takes her away with him. Many years later, as she lies near death, she warns her daughter Dorothy to flee from the evil Balzamo.", "genres": ["Drama"], "file": "64.json"}, "664666": {"title": "Bali, the Unknown", "plot": "A documentary on the people, customs, and wildlife of the Southeast Asian island of Bali.", "genres": ["Documentary"], "file": "64.json"}, "664951": {"title": "The Latest In Coiffures", "plot": "Emile stylists (one is possibly Emile himself) demonstrate the latest in hair fashions. (British Pathé)", "genres": [], "file": "64.json"}, "664952": {"title": "The Latest In Hair Adornments", "plot": "The latest accessories for decorating hairstyles are shown. (British Pathé)", "genres": ["Documentary"], "file": "64.json"}, "665705": {"title": "Die Bestie im Menschen", "plot": "Jacques Lantier, the \"human beast\" of the title, has a hereditary madness and has several times in his life wanted to murder women. At the beginning of the story he is an engine driver, in control of his engine \"La Lison\". His relationship with \"La Lison\" is almost sexual and provides some degree of control over his mania.", "genres": ["Drama"], "file": "64.json"}, "666539": {"title": "Saving Sister Susie", "plot": "Susie is forced to dress as a little girl by her mother and sister to make her less attractive to a man her sister hopes to woo. Susie, however, is determined to get her man.", "genres": ["Comedy"], "file": "64.json"}, "666695": {"title": "Visby", "plot": "A film about the sleepy island town of Visby.", "genres": ["Documentary"], "file": "64.json"}, "667775": {"title": "Le Rêve", "plot": "During this harsh winter, as Christmas approaches, Angélique, a poor child, is found by an old couple, Hubertine and Hubert. But this couple is not the richest, and the life of this small family is hard and laborious. Angélique likes to escape to the city, to dream. One day, she meets Félicien, with whom she falls in love. But she is told that this handsome man is the bishop's son, so marrying him is impossible.", "genres": ["Drama"], "file": "65.json"}, "668888": {"title": "Alas abiertas", "plot": "", "genres": [], "file": "65.json"}, "668889": {"title": "Amnesia", "plot": "", "genres": [], "file": "65.json"}, "668890": {"title": "Carnaval trágico", "plot": "", "genres": [], "file": "65.json"}, "668891": {"title": "Chucho el Roto", "plot": "", "genres": [], "file": "65.json"}, "668892": {"title": "Clemencia", "plot": "", "genres": [], "file": "65.json"}, "668893": {"title": "De raza azteca", "plot": "", "genres": ["Drama"], "file": "65.json"}, "668894": {"title": "El caporal", "plot": "", "genres": [], "file": "65.json"}, "668895": {"title": "El crimen del otro", "plot": "", "genres": [], "file": "65.json"}, "668896": {"title": "El que a hierro mata", "plot": "", "genres": [], "file": "65.json"}, "668897": {"title": "La bastarda", "plot": "", "genres": [], "file": "65.json"}, "668898": {"title": "La parcela", "plot": "", "genres": [], "file": "65.json"}, "668899": {"title": "La thais", "plot": "", "genres": [], "file": "65.json"}, "668900": {"title": "Los chicos de la prensa", "plot": "", "genres": [], "file": "65.json"}, "668901": {"title": "Los compañeros del silencio", "plot": "", "genres": [], "file": "65.json"}, "668902": {"title": "Los dorados", "plot": "", "genres": [], "file": "65.json"}, "668903": {"title": "Luchando por el petróleo", "plot": "", "genres": [], "file": "65.json"}, "668904": {"title": "Malditas serán las mujeres", "plot": "", "genres": [], "file": "65.json"}, "668905": {"title": "Mitad y mitad", "plot": "", "genres": ["Comedy"], "file": "65.json"}, "669009": {"title": "Hills of Hate", "plot": "A Western movie starring Jack Hoxie and Evelyn Nelson.", "genres": ["Western"], "file": "65.json"}, "669010": {"title": "The Double O", "plot": "Happy Hanes, a ranch hand, comes between a crooked foreman and the new ranch owner Frances Powell. The foreman and his \"half-breed\" accomplice Cholo kidnap Frances.", "genres": ["Western"], "file": "65.json"}, "669802": {"title": "White and Unmarried", "plot": "When an underworld figure inherits a fortune, he goes straight and endeavors to become a respectable businessman. But on a trip to Paris, he encounters a few not-so-honest types who think he is ripe for picking.", "genres": ["Comedy"], "file": "65.json"}, "672061": {"title": "Gevatter Tod", "plot": "", "genres": [], "file": "65.json"}, "672312": {"title": "Die Frau in Weiß", "plot": "", "genres": [], "file": "65.json"}, "672318": {"title": "Kaiserin Elisabeth von Österreich", "plot": "Short, silent movie only about half a minutes long about the last moment of Empress Elisabeth of Austria (1837 - 1898). It was the first film about Elisabeth, directed by her niece Marie Larisch.", "genres": [], "file": "65.json"}, "672608": {"title": "Hands Off!", "plot": "Tex Robert rescues beautiful Ramona Wadley from the gang-leader of cattle rustlers.  Later, he saves Ramona's sister from a stampede, and is then awarded a job on the Wadley ranch. The obligatory showdown features Pete and the gang.", "genres": ["Western"], "file": "65.json"}, "672789": {"title": "Il quadro di Osvaldo Mars", "plot": "A countess, discovering that a painting of her provocatively dressed as Salome by the artist Osvaldo Mars is to be publicly exhibited, slashes the canvas. When he is found dead soon afterwards she is suspected of his murder.", "genres": [], "file": "65.json"}, "673573": {"title": "Sickle and Hammer", "plot": "A down on his luck peasant goes to fight in World War I and returns home a hero", "genres": [], "file": "65.json"}, "673650": {"title": "The Primal Law", "plot": "silent cowboy western starring Dustin Farnum as a rancher whose partner is killed by rustlers.  He takes in his partner's young son, and begins to sell his ranch, but the boy finds oil on the land.", "genres": ["Action", "Drama", "Romance"], "file": "65.json"}, "674071": {"title": "Pariserinnen", "plot": "", "genres": [], "file": "65.json"}, "674131": {"title": "Der Eisenbahnkönig, 1. Teil - Mensch und Mammon", "plot": "", "genres": [], "file": "65.json"}, "674400": {"title": "Schnurzel als Modell", "plot": "", "genres": [], "file": "65.json"}, "674409": {"title": "Durch Schiffbruch zum Strande", "plot": "", "genres": [], "file": "65.json"}, "674411": {"title": "Fortunato. 1. Der tanzende Dämon", "plot": "", "genres": [], "file": "65.json"}, "674413": {"title": "Die Flucht ins Jenseits oder: Die dunkle Gasse von New York", "plot": "", "genres": [], "file": "65.json"}, "674414": {"title": "Die Brillantenmieze, 1. Teil", "plot": "", "genres": [], "file": "65.json"}, "674415": {"title": "Die Brillantenmieze, 2. Teil", "plot": "", "genres": [], "file": "65.json"}, "674418": {"title": "Der Eisenbahnkönig, 2. Teil - Lauernder Tod", "plot": "", "genres": [], "file": "65.json"}, "674420": {"title": "Entgleist", "plot": "", "genres": [], "file": "65.json"}, "674460": {"title": "Das Rattenloch", "plot": "", "genres": [], "file": "65.json"}, "674461": {"title": "Fremdenlegionär Kirsch", "plot": "", "genres": [], "file": "65.json"}, "674565": {"title": "Miss Venus", "plot": "Maud Goodin is the daughter of a millionaire, content with her present life, but she is an interesting conquest for those wants to get on the social ladder.", "genres": ["Romance", "Drama", "Music"], "file": "65.json"}, "674571": {"title": "Die schwarze Pantherin", "plot": "Kornej is a young painter of primitivism. An art agent discover the works of Kornej and buy the whole collection. The art critic Moulin is very excited about Kornejs paintings and style. Kornej marries his childhood sweetheart Rita. They have a child that carries a mystic disease. Allt the money Kornej got from selling his collection is put into the care of the sick child. Rita leaves Kornej.", "genres": ["Drama"], "file": "65.json"}, "675865": {"title": "Der Tanz um Liebe und Glück", "plot": "", "genres": [], "file": "65.json"}, "676750": {"title": "Shame", "plot": "William Fielding, a young widower, is living in Shanghai with his little boy, David. A young Chinese woman looks after the child, and Foo Chang, a trader, lusts after her. Because he believes she is David's mother, he kills Fielding. Fielding's faithful secretary, Li Clung, takes the boy to San Francisco to be raised by his grandfather. As an adult, David (also played by Gilbert) fights against opium trafficking with Li Clung's help.", "genres": ["Drama"], "file": "65.json"}, "676752": {"title": "Bits of Life", "plot": "This film combines four short films under the title Bits Of Life. The Bad Samaritan is taken from a story in Popular Magazine in which the son of a Chinese father and a white mother is sold into slavery by his father. The boy becomes a criminal and a cunning but cruel thief. The one time he stops to help a lady in distress he is thrown in jail. Wesley Barry is the young boy and Lon Chaney the grown-up criminal.", "genres": ["Drama"], "file": "65.json"}, "678916": {"title": "Die Schuld der Lavinia Morland", "plot": "", "genres": [], "file": "66.json"}, "679108": {"title": "Vers la lumière", "plot": "", "genres": ["Drama"], "file": "66.json"}, "680335": {"title": "Söhne der Nacht, 1. Teil: Die Verbrecher-GmbH", "plot": "", "genres": [], "file": "66.json"}, "680337": {"title": "Lady Godiva", "plot": "", "genres": [], "file": "66.json"}, "680341": {"title": "Der kleine Muck", "plot": "", "genres": [], "file": "66.json"}, "680342": {"title": "Das Geheimnis der Mumie", "plot": "", "genres": [], "file": "66.json"}, "680343": {"title": "Das Experiment des Prof. Mithrany", "plot": "", "genres": [], "file": "66.json"}, "680346": {"title": "Camera obscura", "plot": "", "genres": [], "file": "66.json"}, "680350": {"title": "Cocain", "plot": "", "genres": [], "file": "66.json"}, "680354": {"title": "Die Flammenfahrt des Pacific-Express", "plot": "", "genres": [], "file": "66.json"}, "681025": {"title": "The Call from the Past", "plot": "", "genres": [], "file": "66.json"}, "682208": {"title": "Román boxera", "plot": "", "genres": ["Drama", "Romance"], "file": "66.json"}, "682211": {"title": "Černí myslivci", "plot": "", "genres": ["Drama"], "file": "66.json"}, "682223": {"title": "Irčin románek I.", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "682229": {"title": "Irčin románek II.", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "682563": {"title": "Let Me Explain", "plot": "Let Me Explain is a silent comedy short.", "genres": ["Comedy"], "file": "66.json"}, "682920": {"title": "Love and Burglars", "plot": "The merchant Blomberg is out in the countryside with his daughters and housekeeper when the idyll is suddenly shattered. The daughters head off to have fun with two young guys from Copenhagen who are on a road trip, and the vagabonds Pat and Patachon seize the chance to interfere for their own gain.  The preserved material is the original Swedish version titled 'Landsvägsriddare', translated to 'Tyvepak' in Danish. The film was a huge economic success to the then Swedish owned production company Palladium. It is the first film, in which Pat and Patachon appear as a team, although not in their final constellation: As always, Pat is played by Carl Schenstrøm, whereas Patachon is embodied by Aage Bendixen instead of Harald Madsen. There is another 'Tyvepak' from 1915, which is directed by Lau Lauritzen Sr. as well. This film is a heavily revised version of the 1915-film. (stumfilm.dk)", "genres": ["Comedy"], "file": "66.json"}, "684910": {"title": "Columeta", "plot": "", "genres": ["Documentary"], "file": "66.json"}, "684986": {"title": "Hotel Thief-he", "plot": "Short silent film.", "genres": ["Drama"], "file": "66.json"}, "686164": {"title": "A Poor Relation", "plot": "Slaving to perfect an invention, Noah Vale tries to keep two orphans--Rip and Patch--and himself by peddling books and is helped by Scallops, a girl who occasionally brings them food. He appeals to Fay, a wealthy relative, for help in marketing his invention and arouses the interest of Fay's pretty daughter. Sterrett, Fay's partner, steals the model but returns it when he discovers it to be worthless. Johnny Smith, Fay's secretary, is fired when he proposes to the boss's daughter; and visiting Vale's attic, he is comforted by his epigrams. Johnny takes them to a newspaper editor, and they are so successful that both Smith and Vale are hired. Vale decides to give up inventing for writing, and Johnny marries Miss Fay despite her father's opposition.", "genres": ["Comedy"], "file": "66.json"}, "687047": {"title": "The White Mouse", "plot": "Sergeant Blake of the Northwest Mounted Police is sent to the border to break up a ring of smugglers who are bringing illegal Chinese immigrants into Canada. The ring is led by Ah Ming, a \"half-breed\" who goes by the name of Dr. Lawler. When Blake encounters Lawler, he is experimenting on a white mouse.", "genres": ["Drama"], "file": "66.json"}, "687050": {"title": "Pilgrims of the Night", "plot": "The son of a British earl, Philip Champion is exiled to Paris after having served a prison term to shield his wife and there forms an alliance with his brother-in-law, Marcel, who conducts a fashionable gambling establishment as the head of a band of criminals. Marcel is arrested and sent to prison, and Champion escapes. Ambrose, a hunchbacked street musician, escapes with Christine, Champion's daughter, and frames Champion for robbery.", "genres": [], "file": "66.json"}, "687058": {"title": "The Golden Snare", "plot": "Sgt. Philip Raine of the Royal Northwest Mounted Police is sent to the mountains to capture killer Bram Johnson.", "genres": ["Drama", "Action"], "file": "66.json"}, "687063": {"title": "The Northern Trail", "plot": "Short starring Lewis Stone and Wallace Beery.", "genres": ["Western"], "file": "66.json"}, "687066": {"title": "The Concert", "plot": "A concert pianist, the romantic idol of many women, is seduced away from his wife. The seductress's husband takes in the pianist's wife, and all four pretend to be happy with the new arrangement.", "genres": [], "file": "66.json"}, "687803": {"title": "Puppets of Fate", "plot": "", "genres": [], "file": "66.json"}, "688012": {"title": "The Highest Law", "plot": "", "genres": ["Drama"], "file": "66.json"}, "688017": {"title": "The Killer", "plot": "Claire Adams as a girl forced to marry the man she suspects killed her father. When she refuses, she is virtually kept a prisoner along with kid-brother Frankie Lee until a handsome stranger (Jack Conway) rescues them.", "genres": ["Western"], "file": "66.json"}, "691768": {"title": "Lykkens galoscher", "plot": "", "genres": [], "file": "67.json"}, "692066": {"title": "The Hypnotist", "plot": "After becoming hypnotised Felix decides to try hypnotism himself. After he is successful a couple of times he decides to hypnotise his wife. The plan backfires and Felix is kicked out of his house again.", "genres": ["Animation"], "file": "67.json"}, "696583": {"title": "Won't You Buy My Pretty Flowers?", "plot": "Dramatisation of the popular song.", "genres": ["Drama", "Music"], "file": "67.json"}, "696750": {"title": "The Isle of Zorda", "plot": "", "genres": [], "file": "67.json"}, "699961": {"title": "Magdalena", "plot": "", "genres": ["Drama", "Romance"], "file": "67.json"}, "699963": {"title": "Dvě matky", "plot": "", "genres": ["Drama", "Romance"], "file": "67.json"}, "699970": {"title": "Děvčata, vdávejte se!", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "699975": {"title": "Kříž u potoka", "plot": "", "genres": ["Drama"], "file": "67.json"}, "699985": {"title": "Neznámé matky", "plot": "", "genres": ["Drama", "Romance"], "file": "67.json"}, "699992": {"title": "Moderní Magdalena", "plot": "", "genres": ["Drama"], "file": "67.json"}, "699995": {"title": "Roztržené foto", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "700001": {"title": "Mnichovo srdce", "plot": "", "genres": ["Drama", "Romance"], "file": "67.json"}, "700014": {"title": "Trny a květy", "plot": "", "genres": ["Drama", "Romance"], "file": "67.json"}, "700272": {"title": "Nobody's Children", "plot": "In 1921, Titanus released a three-part serial based on a popular Italian novel from the turn of the 20th century: Nobody’s Children by Ruggero Rindi. The tale of lovers thwarted by class differences, of illegitimate children and parental recognition denied was a major success for producer Gustavo Lombardo and leading lady Leda Gys.", "genres": ["Drama"], "file": "67.json"}, "700671": {"title": "Die kleine Dagmar", "plot": "", "genres": [], "file": "67.json"}, "10098": {"title": "The Kid", "plot": "A tramp cares for a boy after he's abandoned as a newborn by his mother. Later the mother has a change of heart and aches to be reunited with her son.", "genres": ["Comedy", "Drama"], "file": "68.json"}, "71436": {"title": "Tol'able David", "plot": "Young David Kinemon is a good-natured, easy-going lad in a mountain village. Circumstances force him to take his brother's place as mail carrier for the community, and this brings him into deadly contact with the vicious Hatburn brothers.", "genres": ["Drama"], "file": "68.json"}, "72496": {"title": "Forbidden Fruit", "plot": "Mary Maddock works as a seamstress to bring home money while her husband Steve, unemployed, has no real prospects of earning money. Mary's employers, are trying to strike an oil related business deal with a rich man by the name of Nelson Rogers. The deal does not seem to be on the table, as Mr. Rogers is leaving town shortly and does not have the time to work out the details of such a deal. In an order to entice him to stay, Mrs. Mallory - wife of Mr. Mallory who is proposing the business deal - convinces Mary to be her guest at a dinner party with the intent of making Mr. Rogers fall for her and thus stay long enough for Mr. Mallory to make him agree to a business deal.", "genres": ["Drama", "Romance"], "file": "69.json"}, "702761": {"title": "Wife Against Wife", "plot": "", "genres": [], "file": "69.json"}, "703932": {"title": "The Conquest of Canaan", "plot": "Joe Louden is an outcast in the small town of Canaan, and is especially disliked by Judge Pike. There is one inhabitant, however, who is fond of Joe -- the pretty but poor Ariel Tabor. But she inherits some money and goes to Paris with her father.", "genres": ["Drama"], "file": "69.json"}, "703961": {"title": "Fresh from the Farm", "plot": "William Beaudine silent romantic slapstick comedy short", "genres": ["Comedy"], "file": "69.json"}, "704386": {"title": "The Right Way", "plot": "Two young boys get in trouble with the law and wind up in prison. One, who was raised in poverty in the slums, goes to a reformatory and picks up tips on how to become a master criminal.", "genres": ["Drama"], "file": "69.json"}, "705421": {"title": "Der heilige Hass, 1. Teil", "plot": "", "genres": [], "file": "69.json"}, "707318": {"title": "Die Amazone", "plot": "", "genres": [], "file": "69.json"}, "707496": {"title": "Fool's Paradise", "plot": "In a Mexican border town Arthur befriends cantina girl Poll. She falls for him but he still loves the dancer Rosa. When the cigar Poll gives him explodes and blinds him, Arthur is duped into thinking Poll is Rosa and marries her. When his vision is surgically restored, he leaves for Siam to find Rosa.", "genres": ["Romance"], "file": "69.json"}, "709274": {"title": "Der Eid des Stephan Huller", "plot": "", "genres": [], "file": "69.json"}, "715270": {"title": "Straight from Paris", "plot": "A young man takes a trip to Europe, and when he returns home he brings along the woman he fell in love with and became engaged to. However, his snooty mother finds out that she doesn't come from a \"good\" family and is, in fact, a clerk in a shoe store, and refuses to sanction the engagement. The young man's uncle disagrees and tries to convince the mother to accept the young girl--but then begins to realize he is developing feelings for her himself.", "genres": [], "file": "70.json"}, "715809": {"title": "In and Out", "plot": "Monty and his wife are newlyweds dealing with things like making breakfast that’s edible and dealing with a persistent book salesman. Only reel 1 survives, so a proper plot synopsis is difficult.", "genres": ["Comedy"], "file": "70.json"}, "716115": {"title": "Grief", "plot": "Begins with a child-cast parody of \"The Kid.\" The Adams portion finds the guy chased about town because they are looking for some crook in a gray derby...and Jimmie happens to have one.", "genres": ["Comedy"], "file": "70.json"}, "717755": {"title": "The Noodle Nut", "plot": "Whoever can make the sale of an order for noodles exactly five feet long to the customer in the black beard and white carnation gets to marry the boss' beautiful daughter, Madge Kirby", "genres": ["Comedy"], "file": "70.json"}, "722223": {"title": "Os Fidalgos da Casa Mourisca", "plot": "The amorous sacrifices of the daughter of Tomé da Póvoa, Berta, with the gentleman Jorge and, in parallel, the warm connection of the other son of Dom Luis, Maurício, with dedicated cousin Gabriela.", "genres": ["Drama"], "file": "70.json"}, "723442": {"title": "Söhne der Nacht, 2. Teil - Die Macht der Liebe", "plot": "", "genres": [], "file": "70.json"}, "723443": {"title": "Opfer der Keuschheit", "plot": "", "genres": [], "file": "70.json"}, "723445": {"title": "Der Tod und die Liebe", "plot": "", "genres": [], "file": "70.json"}, "725288": {"title": "Uncharted Seas", "plot": "After her drunken husband Tom brings home three cabaret women, Lucretia can no longer bear the abuse and turns to Arctic explorer Frank, who has long loved her and promised to come back to her whenever she needs his help.", "genres": ["Romance"], "file": "71.json"}, "725715": {"title": "Max, der Vielgeprüfte", "plot": "", "genres": [], "file": "71.json"}, "725718": {"title": "Die Liebschaften des Hektor Dalmore", "plot": "", "genres": ["Drama"], "file": "71.json"}, "727436": {"title": "Mrs. Dane's Confession", "plot": "Murder in a suburban hotel: suspect is the British upper-class-woman Dorothy who’s accused of murdering her husband – a fraud who gained wealth with shoddy tricks. Dorothy’s memories unveil piece by piece the prelude to this act of desperation.", "genres": ["Drama", "Crime"], "file": "71.json"}, "728026": {"title": "Swear By God", "plot": "", "genres": [], "file": "71.json"}, "728339": {"title": "Nala & Damayanti", "plot": "This big-budget film depicts a famous episode from the 'Mahabharata', starting with Narada's ascent of Mount Meru. It shows Swarga, the Heaven of Indra, the Transformation in the Clouds of the Four Gods into impersonations of King Nala, Swan Messengers of Love, the Transformation of Kali (the Demon of Evil) into a Serpent, the Meeting of Kali and Dwapor and the Four Gods amidst the Blue Air.", "genres": ["Drama", "Fantasy"], "file": "71.json"}, "732227": {"title": "Die Nacht der Toten", "plot": "", "genres": [], "file": "71.json"}, "735207": {"title": "The Rats", "plot": "Die Ratten was produced by actress and singer Grete Ly. Her company, Grete Ly-Film, made five films between 1919 and 1921. Die Ratten, which is based on the play of the same name by Gerhart Hauptmann, was the last one. Hauptmann, one of the most important promoters of literary naturalism, had received the Nobel Prize for Literature in 1912.\r The screen adaptation of his play is beautifully photographed in a realistic style by Karl Freund, one of best German cameraman of that time who also worked with directors such as Lang, Murnau, Dreyer, Dupont and Ruttmann. Moreover, the cast of Die Ratten also acts in a very naturalistic way, far from the affected expressionistic style. Die Ratten was made on a modest budget, but the collaboration of an excellent team produced a film that was ahead of its time.", "genres": [], "file": "71.json"}, "736440": {"title": "Die rote Nacht", "plot": "", "genres": [], "file": "72.json"}, "740748": {"title": "Film, flirt og forlovelse", "plot": "Fyrtårnet og Bivognen (aka Pat und Patachon) enter movies - in more ways than one. This was the first one pairing Carl Schenstrøm & Harald Madsen for what became a popular and long-lasting comic duo.", "genres": ["Comedy"], "file": "72.json"}, "743190": {"title": "Picture Belgium: Ostende and Bruges", "plot": "", "genres": ["Documentary"], "file": "72.json"}, "743198": {"title": "Kill or Cure", "plot": "La tempesta in un cranio (Tempest in a Cranium) is an anarchic, quasi-surreal Italian comedy of multiple delights in which the timorous scion of a wealthy family is gaslit by his friends in order to prove that his fears of hereditary insanity are hogwash.", "genres": ["Comedy"], "file": "72.json"}, "744182": {"title": "The Rough Diamond", "plot": "An unemployed cowboy (Tom Mix) joins a circus and falls in love with a woman (Eva Novak) whose father takes a shine to the ranch hand.", "genres": ["Western"], "file": "72.json"}, "751101": {"title": "Her Winning Way", "plot": "Ann Annington (Minter) writes book reviews for a newspaper and when a reporter fails his assignment to get an interview with the noted author Harold Hargrave (Glass), she undertakes to meet the young man. She rents the room next door to his work shop and by impersonating a maid soon wins his good graces.", "genres": ["Comedy"], "file": "73.json"}, "754674": {"title": "Wedding Bells", "plot": "Rosalie Wayne (Talmadge) meets Reginald Carter (Ford) after he introduces himself while chasing her dog with one of his oxfords, and she marries him in haste. Reggie comes down with the measles following a quarrel over her bobbed hair, not knowing he is ill she leaves for Reno and then Europe. After a year's absence and having secured her divorce, she meets Reggie again and finds him engaged to another. Jealousy arouses her to break up the match, but the wedding is progressing before she devises a means of doing so. Reggie, however, is satisfied and glad to be reunited with his Rosalie despite her sharp tongue and unusual method of winning his love.", "genres": ["Comedy", "Romance"], "file": "73.json"}, "754771": {"title": "Roswolsky's Mistress", "plot": "Trying to kill herself, Mary is saved by rich Roswolsky.", "genres": [], "file": "73.json"}, "757402": {"title": "The Sicilian Girl", "plot": "This comedy is inspired by the American movies of adventure about the Indians and detectives, chase and shooting.", "genres": ["Adventure", "Comedy"], "file": "74.json"}, "763402": {"title": "Odplata", "plot": "", "genres": ["Romance", "Drama"], "file": "74.json"}, "763409": {"title": "Setřelé písmo", "plot": "", "genres": ["Adventure"], "file": "74.json"}, "763423": {"title": "Za čest vítězů", "plot": "", "genres": ["Drama"], "file": "74.json"}, "763430": {"title": "Zpěv zlata", "plot": "", "genres": ["Drama"], "file": "74.json"}, "764978": {"title": "Cesty k výšinám", "plot": "", "genres": ["Drama"], "file": "74.json"}, "764985": {"title": "Děti osudu", "plot": "", "genres": ["Romance", "Drama"], "file": "74.json"}, "764990": {"title": "Děvče ze Stříbrné Hranice", "plot": "", "genres": ["Adventure"], "file": "74.json"}, "764993": {"title": "Jak Vašíček přišel k nohám", "plot": "", "genres": [], "file": "74.json"}, "764995": {"title": "Karnevalový pastel", "plot": "", "genres": ["Drama"], "file": "74.json"}, "764996": {"title": "Košile šťastného člověka", "plot": "", "genres": ["Comedy", "Fantasy", "Family"], "file": "74.json"}, "764999": {"title": "Křižovatky", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765001": {"title": "Na vysoké stráni", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765004": {"title": "Operatéři", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765007": {"title": "Pomsta moře", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765015": {"title": "Rytíř Bledé růže", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765017": {"title": "Sázka o hubičku", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765021": {"title": "Souboj s Bohem", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765025": {"title": "The Crucified", "plot": "During a pogrom against Jews in a village, an innkeeper is killed, his daughter is put in a convent after being crucified, and her illegitimate child, who later grows up to be a student, is placed in the care of a guardian.", "genres": ["Drama"], "file": "74.json"}, "765027": {"title": "Výlet pana Broučka na Mars", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765028": {"title": "Zelený automobil", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765029": {"title": "Živé mrtvoly", "plot": "", "genres": [], "file": "74.json"}, "765145": {"title": "Two Weeks with Pay", "plot": "Pansy O'Donnell, a salesgirl, is given a two-week vacation at a summer resort, where she advertises clothing made by her company. The hotel clerk mistakes her for movie actress Marie La Tour, and gossip spreads that she is staying incognito.", "genres": [], "file": "74.json"}, "765146": {"title": "The Speed Girl", "plot": "20 year old Betty Lee becomes famous for her movie stunts with airplanes and high power roadsters. While horseback riding, she allows Ensign Tom Manley to believe that he has saved her from a runaway; then at the studio he meets her suitor, Carl D'Arcy. Betty evades Carl's marriage proposal and accepts Tom's luncheon invitation.", "genres": [], "file": "74.json"}, "765533": {"title": "One Wild Week", "plot": "Pauline Hathaway is informed on her 18th birthday by the family lawyer that she will inherit half a million dollars, provided that her behavior meets with his approval; otherwise, the money will revert to her aunt. With new clothes Pauline sets out to visit her mother's friend, Mrs. Brewster. Framed en route by a pickpocket, she is sentenced to a reformatory for 30 days. In court, however, she has been seen by Bruce Reynolds, an amateur investigator and nephew of Mrs. Brewster who is convinced of her innocence.", "genres": [], "file": "74.json"}, "766508": {"title": "The March Hare", "plot": "Lizbeth Palmer is known as \"The March Hare\" among her friends, and the daughter of a Los Angeles millionaire, comes to New York with a chaperon to visit her aunt. After betting the chaperon that she can live on 75c for an entire week, she assumes the part of a flower girl in a restaurant and there makes a hit with young millionaire Tod Rollins, who invites her to his home.", "genres": [], "file": "74.json"}, "768130": {"title": "Chemical Inspiration", "plot": "A chemist uses ink poured into water; the water is filmed upside down, and an artist uses the swirling shapes as the basis of fanciful drawings.", "genres": ["Animation"], "file": "75.json"}, "768515": {"title": "Er genießt", "plot": "", "genres": [], "file": "75.json"}, "768910": {"title": "The Honor of Rameriz", "plot": "The Honor of Rameriz is a 1921 American silent short Western film produced by Cyrus J. Williams and distributed by Pathé Exchange. It was directed by Robert North Bradbury and stars Tom Santschi, Bessie Love, and Ruth Stonehouse.", "genres": [], "file": "75.json"}, "768912": {"title": "The Spirit of the Lake", "plot": "The Spirit of the Lake is a 1921 American silent short Western drama film produced by Cyrus J. Williams and distributed by Pathé Exchange. It was directed by Robert North Bradbury and stars Tom Santschi, Bessie Love, and Ruth Stonehouse.", "genres": ["Drama", "Western"], "file": "75.json"}, "773166": {"title": "How to Hold Baby: Topical Budget 529-2", "plot": "Queen mary and Princess Mary open Hampstead Maternity Home. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "773218": {"title": "When We Were Twenty-One", "plot": "Dick Audaine, known affectionately as the \"Imp,\" is engaged to Phyllis Ericson, even though she is in love with his guardian, Richard Carewe. Meanwhile, the Imp has fallen in love with Kara Glynesk, who is only interested in his money.", "genres": ["Comedy", "Drama"], "file": "75.json"}, "773220": {"title": "The Sage Hen", "plot": "", "genres": ["Western", "Drama"], "file": "75.json"}, "773223": {"title": "Double Adventure", "plot": "", "genres": ["Adventure", "Action"], "file": "75.json"}, "773713": {"title": "Under the Lash", "plot": "The wife of a tyrannical Boer husband discovers what life could be like when a handsome Englishmen visits their home.", "genres": ["Drama"], "file": "75.json"}, "773718": {"title": "Amore rosso", "plot": "", "genres": ["Drama"], "file": "75.json"}, "773720": {"title": "Don't Tell Everything", "plot": "Two men in love with the same woman are further complicated by the arrival of a second woman.", "genres": ["Drama"], "file": "75.json"}, "776156": {"title": "Die Schlucht des Grauens", "plot": "", "genres": [], "file": "75.json"}, "776173": {"title": "Des Lebens und der Liebe Wellen", "plot": "", "genres": [], "file": "75.json"}, "776212": {"title": "Das Achtgroschenmädel. Jagd auf Schurken. 1. Teil", "plot": "", "genres": [], "file": "75.json"}, "776215": {"title": "Das Achtgroschenmädel. Jagd auf Schurken. 2. Teil", "plot": "", "genres": [], "file": "75.json"}, "776220": {"title": "Das Geheimnis der Spielhölle von Sebastopol", "plot": "", "genres": [], "file": "75.json"}, "776788": {"title": "Aus der Jugendzeit", "plot": "", "genres": [], "file": "75.json"}, "776802": {"title": "Die Furcht vor dem Weibe", "plot": "", "genres": [], "file": "75.json"}, "776805": {"title": "Not Guilty", "plot": "A drama of a fugitive from justice and a fugitive from love.", "genres": ["Mystery"], "file": "75.json"}, "776807": {"title": "All's Fair in Love", "plot": "While golfing, Natalie Marshall meets and falls in love with Bobby Cameron, and after a brief courtship they are married. Just as they are about to embark on their honeymoon, Vera, a young vamp with designs on Bobby, presents Natalie with a bracelet and an accompanying note and inscription that arouse the wife's jealousy and cause an immediate break between the couple.", "genres": ["Comedy", "Romance"], "file": "75.json"}, "777184": {"title": "Dangerous Curve Ahead", "plot": "Engaged to Harley Jones, fickle Phoebe Mabee flirts with Anson Newton. She and Harley, as a result, break their engagement, but within six months they are reconciled and married. Phoebe becomes a mother, and when Harley is sent abroad by his business firm she and her two children go to a summer resort where she renews her romance with Newton.", "genres": ["Comedy"], "file": "75.json"}, "778231": {"title": "The Trouble Shooter", "plot": "Billy West wanders into town and is made sheriff because the older ones got killed or ran away.", "genres": ["Comedy", "Western"], "file": "75.json"}, "778236": {"title": "The Janitor", "plot": "Billy Franey does home brew. \"The Janitor\" was made during Prohibition, when ANY gags about alcohol (especially the home-brewed variety) would get loud laughs from American cinema audiences.", "genres": ["Comedy"], "file": "75.json"}, "778237": {"title": "Powder Puff Pirates", "plot": "Billy Ruge puffs too hard on the opium pipe and dreams he is on a pirate ship with an all-woman crew..... well, almost,", "genres": ["Comedy"], "file": "75.json"}, "779518": {"title": "Maciste salvato dalle acque", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "779525": {"title": "Maciste in vacanza", "plot": "", "genres": ["Action", "Adventure", "Comedy"], "file": "75.json"}, "779595": {"title": "La rivincita di Maciste", "plot": "", "genres": ["Comedy", "Action"], "file": "75.json"}, "779866": {"title": "Possum Paddock", "plot": "Andrew “Dad” McQuade, a tough farmer, faces ruin because of a bank loan he cannot repay. He decides to sell a fifty-acre field called ‘Possum Paddock’ to his greedy neighbour, Dan Martin. However, Hugh Bracken, who is dating McQuade’s daughter, Nancy, sells his car to pay off the old man’s debts. He then discovers that a railway is to go through the paddock and is worth a fortune.", "genres": ["Drama"], "file": "75.json"}, "779877": {"title": "Saetta e il club dei Ciuffi", "plot": "", "genres": [], "file": "75.json"}, "779878": {"title": "Saetta contro l'orco di Marcouf", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "779930": {"title": "Saetta più forte di Sherlock Holmes", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "781509": {"title": "Below the Deadline", "plot": "Wharf-master Buck Elliot is the leader of a band of murderous crooks. The gang shoots down a policeman in a wharf side scuffle, and Detective Donovan swears revenge on the murderer.", "genres": ["Crime"], "file": "76.json"}, "781867": {"title": "Call a Cop", "plot": "Call a Cop is a 1921 comedy short.", "genres": ["Comedy"], "file": "76.json"}, "783253": {"title": "The Fair of the Virgin of La Paloma", "plot": "Two dressmaker sisters, who live in Mrs. Rita's pension, are sought out by the old apothecary Don Hilarión. When the two decide to go to the verbena de la Paloma with the pharmacist, the boyfriend of one of them tries to prevent it. Based on the famous Madrid zarzuela of the same name.", "genres": ["Comedy"], "file": "76.json"}, "783963": {"title": "Der verlorene Schatten", "plot": "Based on the novella Peter Schlemihls wundersame Geschichte by Adelbert von Chamisso.", "genres": ["Fantasy", "Drama"], "file": "76.json"}, "784115": {"title": "L'étrange aventure du Docteur Works", "plot": "", "genres": ["Drama", "Horror"], "file": "76.json"}, "785128": {"title": "The Girl from God's Country", "plot": "A picture of the great outdoors, peppered with the thrills that dreams are made of.", "genres": ["Adventure"], "file": "76.json"}, "786905": {"title": "Bican Efendi, Mektep Hocası", "plot": "", "genres": [], "file": "76.json"}, "787158": {"title": "Dangerous Lies", "plot": "A widow's husband returns after her second marriage, and dies while assaulting her.", "genres": ["Drama"], "file": "76.json"}, "787159": {"title": "The Mystery Road", "plot": "", "genres": ["Drama"], "file": "76.json"}, "787359": {"title": "A Case of Identity", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787360": {"title": "The Yellow Face", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787363": {"title": "The Red-Headed League", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787365": {"title": "The Resident Patient", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787366": {"title": "A Scandal in Bohemia", "plot": "Holmes and Watson match wits with an opera star intent on blackmailing a king.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787714": {"title": "The Beryl Coronet", "plot": "A wealthy banker comes to Holmes desperate to recover a valuable British gem--and to deal with his son's apparent dishonor.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "787717": {"title": "The Noble Bachelor", "plot": "A superior-minded British aristocrat condescends to visit Holmes for help with a spot of bother: his new wife has disappeared. What is the secret of her past? How will the solution affect the haughty \"lord?\"", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788202": {"title": "The Copper Beeches", "plot": "There is a dark mystery in Hampshire, near Winchester. Why does this strange couple insist the governess cut her hair short? Why is she told funny stories? And who is in the tower?", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788205": {"title": "The Empty House", "plot": "A popular aristocrat has been killed, but no one can learn how. No one, that is, until the return of Sherlock Holmes.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788207": {"title": "The Tiger of San Pedro", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788212": {"title": "The Priory School", "plot": "A desperate, but highly respectable schoolmaster collapses at Holmes' door. His prize pupil, the son of a wealthy duke, has vanished, seemingly without a trace. And, why is Holmes getting such poor cooperation in his investigation?", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788218": {"title": "The Solitary Cyclist", "plot": "Holmes is approached by Miss Violet Smith with a most peculiar problem. She has recently accepted a position with Mr. Carruthers as a music teacher for his 10 year old daughter. On Saturdays, she returns to her home to he with her mother and returns to Chilton Grange Manor on Mondays. She cycles the several miles to the train station and recently she has noticed a man, also on a bicycle, following her. He is quite blatantly there, stopping when she stops and always keeping the same distance from her but making no attempt to to hide his presence. She is worried at least in part because she recently rejected the advances of a Mr. Woodley who became upset and violent at the rejection. As Holmes soon deduces, she has good reason to be fearful, though not necessarily from the cyclist.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788387": {"title": "The Useless Lady", "plot": "", "genres": ["Comedy"], "file": "76.json"}, "788393": {"title": "Victim of Hatred", "plot": "", "genres": ["Drama"], "file": "76.json"}, "789038": {"title": "The Inaccessible Girl", "plot": "", "genres": ["Drama"], "file": "76.json"}, "790898": {"title": "L'ordonnance", "plot": "After the funeral of his wife, a colonel returns to find a letter written by her.", "genres": [], "file": "76.json"}, "792708": {"title": "Wer unter Euch ohne Sünde ist", "plot": "", "genres": [], "file": "77.json"}, "80871": {"title": "Kleider machen Leute", "plot": "", "genres": ["Drama"], "file": "77.json"}, "81443": {"title": "The Lucky Dog", "plot": "In their first screen appearance together, Stan plays a penniless dog lover and Oliver plays a crook who tries to rob him and his new paramour.", "genres": ["Comedy"], "file": "77.json"}, "796071": {"title": "The Bonnie Banks of Loch Lomond", "plot": "Silent romance set during the Jacobite rebellion illustrating the lyrics to the traditional Scottish song.", "genres": ["Romance", "History"], "file": "77.json"}, "798262": {"title": "A Man's Home", "plot": "", "genres": [], "file": "77.json"}, "799946": {"title": "The Wild Goose", "plot": "While visiting New York, Ogden Fenn finds himself charmed with Diana Manners, wife of Frank Manners, an architect who is away on business in San Francisco, and they become involved. The husband returns unexpectedly and learns that his wife loves Fenn. When Diana and Fenn go to the latter's cabin near New York, Mrs. Hastings, who though married loves Frank, persuades him not to interfere because of the effects on his child. Mr. Hastings, learning of his wife's own infidelity, motors to the cabin, forces Fenn into his car, and drives the vehicle over a steep embankment.", "genres": ["Drama"], "file": "77.json"}, "801445": {"title": "Men and Voices of the Socialist Congress of Livorno, Italy 1921", "plot": "Document of the XXVII Congress of the Italian Socialist Party, held in Livorno, at the Goldoni Theater, from 15 to 21 January 1921, and which, on the last day, led to the split and the birth of the Communist Party of Italy...The representatives of the Socialist International, Turati and Terracini, Bordiga and Bombacci, Argentina Altobelli and Francesco Misiano, who escaped to the USSR gave life to the Mezrapom production house, for a decade, the most innovative studio of Soviet cinema, pass before our eyes...In the elections of November 16, 1919, the Socialist Party was the most voted party, the first party, with 32% of the votes and 156 seats, in those of May 15 it obtained 24% of the votes and 123 seats, the Communist Party of Italy 4% and 15 parliamentarians. The wind had turned, the march on Rome was almost upon us. The film arrived at the Cineteca di Bologna, thanks to Cecilia Mangini, who deposited a copy at the Cineteca.", "genres": ["Documentary"], "file": "77.json"}, "806314": {"title": "Maddalena Ferat", "plot": "", "genres": ["Drama"], "file": "78.json"}, "82731": {"title": "The Three Musketeers", "plot": "The young Gascon D'Artagnan arrives in Paris, his heart set on joining the king's Musketeers. He is taken under the wings of three of the most respected and feared Musketeers, Porthos, Aramis, and Athos. Together they fight to save France and the honor of a lady from the machinations of the powerful Cardinal Richelieu.", "genres": ["Action", "Adventure", "Romance"], "file": "78.json"}, "807904": {"title": "Der Dämon von Kolno", "plot": "", "genres": [], "file": "78.json"}, "808796": {"title": "Rocking the Boat", "plot": "A newlywed couple tries to make her sea captain Uncle feel like a welcome house guest by giving him all the comforts of the sea...", "genres": ["Comedy"], "file": "78.json"}, "816303": {"title": "An Unwilling Hero", "plot": "As a man travels down to New Orleans for the winter, he finds out a robbery will be taken place on Christmas night in a plantation. he helps a girl by making it available for her to marry her boyfriend.", "genres": ["Comedy"], "file": "79.json"}, "816576": {"title": "Toil of Men", "plot": "Unaware of its contents, kind-hearted captain Beets delivers a package containing smuggled diamonds to Balthazar, the far from honest owner of an Amsterdam dance-hall. To double his profit, Balthazar shoots the innocent captain in cold blood and makes it appear as if Beets has committed suicide. The captain's daughter Eva and her sweetheart, young author Willy Vermeer, see through Balthazar's plans and will not rest until the criminal is punished for his deed.", "genres": ["Drama", "Crime"], "file": "79.json"}, "820325": {"title": "The Italian Warship Libia", "plot": "A documentary recording the visit of the Italian navy warship Libia to San Francisco.", "genres": ["Documentary"], "file": "79.json"}, "820856": {"title": "Lilly e Lillette o l'arte di farsi amare", "plot": "Italian silent film", "genres": [], "file": "79.json"}, "822465": {"title": "Mia moglie si è fidanzata", "plot": "Italian silent film", "genres": [], "file": "79.json"}, "823120": {"title": "The Skipper's Treasure Garden", "plot": "Short comedy", "genres": [], "file": "79.json"}, "824685": {"title": "Across the Divide", "plot": "Left in the care of his half-breed brother, Buck, by his dying mother, Wallace Layson has no knowledge of his family history.  His father, knowing that his son will inherit a ranch on his 21st birthday, tries to secure the property for himself by persuading a dance hall girl to come between the boy and his fiancée.  When Buck learns of the plan he decides to foil it without his half-brother knowing.", "genres": ["Western"], "file": "79.json"}, "827354": {"title": "Die Hochbahnkatastrophe", "plot": "", "genres": ["Adventure", "Drama"], "file": "80.json"}, "827822": {"title": "Theodora", "plot": "Teodora, a Roman courtesan and former slave girl, marries the Roman emperor Justinian and assumes the throne as Empress of Rome. But a love affair with a handsome Greek whom she meets in Byzantium leads to revolution and armed conflict in both Byzantium and Rome.", "genres": [], "file": "80.json"}, "834658": {"title": "Kan disse Øjne lyve?", "plot": "", "genres": [], "file": "81.json"}, "837532": {"title": "The Night Horsemen", "plot": "Whistling Dan (Tom Mix) is raised by the kindly rancher Old Joe Cumberland (Harry Lonsdale) after Dan is found wandering the desert as a youth. After he becomes a man, Dan wanders throughout the West, following the wild geese when they fly South every year. He finds trouble in a lawless town and wounds a rival gunman.", "genres": ["Western"], "file": "81.json"}, "840102": {"title": "Kipps", "plot": "Sacked clerk inherits £3000 a year and struggles when thrust into high society.", "genres": [], "file": "82.json"}, "840106": {"title": "Tansy", "plot": "'Devon. Farming brothers give home to orphan shepherdess evicted for suspected immorality.' (British Film Catalogue)", "genres": [], "file": "82.json"}, "841725": {"title": "Running a Cinema", "plot": "A comical satire of a cinema program and operation.", "genres": ["Comedy", "Animation"], "file": "82.json"}, "842143": {"title": "I Am Guilty", "plot": "Connie (Louise Glaum) is married to attorney Robert MacNair (Mahlon Hamilton). When he leaves town on a business trip, her friend from the old days, Molly May (May Hopkins), invites her to a party. Connie, who misses her old life, decides to go under an assumed name. Teddy Garrick, the host (Joseph Kilgour), makes a play for her and she burns her shoulder trying to get away from him. Dillon, a burglar who is hiding in the house (George Cooper), surreptitiously presses a gun into Connie's hand from behind a curtain. As Garrick comes toward her he is shot dead.", "genres": ["Drama", "Crime"], "file": "82.json"}, "846291": {"title": "Les Coulisses Du Cinéma", "plot": "This somewhat mysterious assemblage of various American materials, probably made up of clips from a Hollywood \"behind the scenes\" series, is a sort of predecessor to Screen Snapshot, distributed by Pathé Exchange in the years 1922-1923.", "genres": [], "file": "82.json"}, "846309": {"title": "La Vie Des Noirs Dans Un Village Du Congo", "plot": "A short film screened Il Cinema Ritrovato 2021. The film demonstrates \"the inability of most filmmakers to meet a foreign culture in an appropriate manner, while offering gorgeous cinematographic shots from African landscapes, an important raison d’être of the genre.\" (Karl Wratschko)", "genres": [], "file": "82.json"}, "846399": {"title": "l'Espagne Au Maroc Le Mont Gurugu Vu De La Marichica", "plot": "Silent film", "genres": [], "file": "82.json"}, "846401": {"title": "Retraite De l'Artillerie Turque Après La Victoire Grècque À Kütahya", "plot": "Silent film", "genres": [], "file": "82.json"}, "846402": {"title": "Contre La Famine (Tai Yuan, Shanxi)", "plot": "Silent film", "genres": [], "file": "82.json"}, "846403": {"title": "Famine En Russie (Samara)", "plot": "Silent film", "genres": [], "file": "82.json"}, "846404": {"title": "Messter-woche 1921", "plot": "Silent film", "genres": [], "file": "82.json"}, "846623": {"title": "A Movie Trip Through Filmland", "plot": "Silent film.", "genres": [], "file": "82.json"}, "846648": {"title": "Amaranth", "plot": "", "genres": [], "file": "82.json"}, "846649": {"title": "Spectacles Et Fêtes Arabes", "plot": "Silent film.", "genres": [], "file": "82.json"}, "846703": {"title": "Il Tredicesimo Commensale", "plot": "Guido Brignone attempts, rather curiously, the traditionally English whodunit (the overall plot, deduced from the news reports of the period, further highlights this aspect: the guests that have been invited to the lunch at which the solution is to be revealed are all possible suspects). But, above all, the mystery formula as a guarantee to melodramatic functioning, otherwise close to being worn-out, seems to have been one of the marks of the Torino company (e.g. Il quadro di Osvaldo Mars). The result, at least in this final reel, is truely interesting. Flash-backs, subjective takes, alternate editing, all seems to be used without dispersion and beyond that practice of contemplative lingering on the framing that characterizes much of the Italian cinema up to 1920. (Paola Cristalli)", "genres": [], "file": "82.json"}, "848617": {"title": "The Big Punch", "plot": "Buck, who is preparing to enter a theological seminary, aids his brother and some friends who are fleeing from justice, and thus implicated he is sent to prison for 2 years. There he meets again Hope Standish, a Salvation Army girl who had interested him. Returning home, he meets the old district circuit rider and promises to continue the circuit rider's work when he dies. The brother escapes from prison and is converted by Buck, who falls in love with Hope.", "genres": ["Western"], "file": "82.json"}, "848993": {"title": "The Rotters", "plot": "", "genres": [], "file": "82.json"}, "849001": {"title": "The Ghost in the Garret", "plot": "Framed for stealing some pearls while staying at the country home of her aunt and uncle, Mr. and Mrs. Dennison, Delsie O'Dell is banished from their house. Delsie along with her bulldog, Violet, follows Oscar, the actual thief, to an old haunted house, which is the hideout for a gang of thieves. A series of humorous escapades follows as she first hides from the thieves, then pretends to be a ghost, terrorizing them. Eventually she retrieves the pearls, clears her name, and is safe once again in the arms of Bill, Dennison's secretary.", "genres": ["Comedy"], "file": "82.json"}, "855211": {"title": "The Other Person", "plot": "A séance proves a ghost compelled a spiritualist to kill his rich father.", "genres": ["Mystery", "Crime", "Fantasy", "Horror"], "file": "83.json"}, "855590": {"title": "Caught in the Rapids", "plot": "", "genres": [], "file": "83.json"}, "856131": {"title": "Die Rächer", "plot": "", "genres": [], "file": "83.json"}, "864430": {"title": "Die Rodelhexe", "plot": "", "genres": [], "file": "84.json"}, "866455": {"title": "Oh! Uncle!", "plot": "The Madsens and the Sørensens are eagerly awaiting a visit from their rich uncle Bims from America. As the ship docks, the two couples stand ready like drooling dogs about to chow down. However, the four are in for a sore disappointment: the gifts brought along by their uncle turn out to be very modest in scope. Enraged, the Sørensens destroy their gifts and mock the uncle by throwing cream puffs at his portrait in their living room. Mr Madsen wastes no time in getting rid of the cheap pearl necklace his wife has received. But the necklace keeps coming back in mysterious ways – which proves very fortuitous for them. (stumfilm.dk)", "genres": ["Comedy"], "file": "84.json"}, "868792": {"title": "Alfred von Ingelheims Lebensdrama", "plot": "", "genres": [], "file": "84.json"}, "875725": {"title": "Shadows of the West", "plot": "California cowpuncher Jim Kern and his pal enlist in the war against Germany and, shortly thereafter, meet Frank Akuri, who has pledged to colonize the United States for his homeland, Japan. While Jim and other white males are fighting in France, Akuri forces Jim's sweetheart Mary to sell her ranch, as she is not able to run it because the only men left, the Japanese, have pledged not to work for the whites. With the ranch, Akuri begins his colony. Mary counters by organizing her society women friends to appeal to Congress against the \"yellow menace.\" When it seems that his plans will be thwarted, Akuri issues orders for the death of Mary and her friends, but Jim and his pal return and rescue them. Akuri then kidnaps Mary and takes her to his apartment, but with the help of Akuri's wronged Japanese lover, Jim learns her whereabouts. He organizes a posse of American Legion locals and rescues Mary just as Akuri is about to murder her. Akuri's group is routed out.", "genres": ["Western"], "file": "84.json"}, "876657": {"title": "Il ponte dei sospiri", "plot": "", "genres": [], "file": "85.json"}, "876659": {"title": "Il figlio di Madame Sans Gêne", "plot": "", "genres": [], "file": "85.json"}, "879084": {"title": "Cirkus Bimbini", "plot": "The mayoress of Grönköping is against all immoral entertainment until she one day falls in love with the circus director that arrives in town.", "genres": ["Comedy"], "file": "85.json"}, "879622": {"title": "Elisabet", "plot": "Even though Elisabet's mother has remarried with the friendly dr Bärn it's impossible to cure Elisabet of her depression because she had to give away a child she gave birth to out of wedlock. Her mother and step father are the only people who know about the circumstances and they are keen to keep it secret so there is no scandal against the family.", "genres": ["Drama"], "file": "85.json"}, "880273": {"title": "A Woman of No Importance", "plot": "A widow's son refuses to be adopted by a Lord when he learns the Lord is her father.", "genres": ["Drama"], "file": "85.json"}, "881950": {"title": "Fru Mariannes friare", "plot": "The young widow Marianne Renfelt, ruler of Svaleholm estate, is celebrating her 25th birthday with a big party. At the party three of her suitors appear: landowner Wadenhjelm, Major Crusenschöld, and priest Neander. One person that the hostess is missing at the party is the person she likes most, her childhood friend, the disgraced lieutenant Bernt Boo.", "genres": ["Comedy"], "file": "85.json"}, "883297": {"title": "Passion Fruit", "plot": "Filmed on location at Monterey, CA, and starring exotic stage dancer Mlle. Doraldina, this long-lost South Seas romance featured Stuart Holmes as a vicious plantation overseer who poisons his boss (W.A. Bainbridge) in order to possess both the unfortunate man's estate and his daughter.", "genres": ["Romance"], "file": "85.json"}, "884584": {"title": "Exzellenz Unterrock", "plot": "", "genres": [], "file": "85.json"}, "885635": {"title": "The Last Adventures of Galaor", "plot": "Back from America, Galaor, actor and adventurer with a big heart, finds Lise, his adored cousin. The young girl is about to marry against her will the banker Moriang, who knew how to win her father's favors by saving his factories from bankruptcy. But Moriang plots to accuse Galaor, who has become a formidable rival, of theft.", "genres": [], "file": "85.json"}, "887976": {"title": "The History of the Civil War", "plot": "The epic story of the Russian Civil War (1918-21): the White Terror, the counterrevolutionary uprisings, the guerrilla war, the Kolchak front, the Wrangel front and the Kronstadt rebellion. Chaos and violence, devastation and death.", "genres": ["Documentary", "History"], "file": "85.json"}, "889022": {"title": "Among the Counterfeiters", "plot": "Among the Counterfeiters has Nick Carter infiltrating a counterfeiting ring to save grandfather of a little girl who was accused of passing bogus bills.", "genres": ["Mystery", "Crime"], "file": "86.json"}, "889712": {"title": "Die Hafenlore. 1. Teil", "plot": "", "genres": [], "file": "86.json"}, "891146": {"title": "Die Blitzzentrale", "plot": "", "genres": ["Action", "Crime", "Science Fiction"], "file": "86.json"}, "896914": {"title": "The Last Card", "plot": "Ralph Kirkwood is falsely tried for murder. He is found guilty after being represented by lawyer, Tom Gannell. Kirkwood's wife believes she knows the identity of the real killer and sets about trapping him.", "genres": ["Drama", "Crime"], "file": "86.json"}, "897058": {"title": "Puissance du hasard", "plot": "", "genres": [], "file": "86.json"}, "897778": {"title": "The Call of the North", "plot": "Galen Albret (Noah Beery) is the factor, or manager, of an important trading post of the Hudson Bay Company. He's also a jealous and vindictive man, and because he believes that Graham Stewart (Edward Martindel) has slept with his wife, he sends him into the Northwoods to die. Stewart's son, who grows up with the name Ned Trent (Jack Holt), swears revenge.", "genres": ["Drama"], "file": "86.json"}, "897840": {"title": "The Grim Comedian", "plot": "Actress Marie Lamont (Phoebe Hunt) has been living well due to a string of lovers and has kept her daughter, Dorothy (Gloria Hope) sequestered in a convent far, far away from her fast lifestyle. But when Dorothy leaves the convent to come live with her mother, Marie decides to reform. She gives up her fancy apartment and her latest lover, Harvey Martin (Jack Holt), to concentrate on her daughter and her career, in that order. But Martin has fallen for Dorothy, and Dorothy cares for him too, even though she is already promised to a young artist, Geoffrey Hutchins (John Harron).", "genres": ["Drama"], "file": "86.json"}, "897845": {"title": "The Mask", "plot": "The Mask 1921 film", "genres": ["Crime", "Drama", "Mystery"], "file": "86.json"}, "898450": {"title": "Around the Town: British Film Stars and Studios", "plot": "The other side of the screen with noted producers and film stars.", "genres": ["Documentary"], "file": "86.json"}, "899191": {"title": "The Education of Elizabeth", "plot": "Billie Burke, the real-life wife of Flo Ziegfeld, plays Ziegfeld Follies dancer Elizabeth Banks who falls for a wealthy young man. His parents are shocked--and so is Elizabeth when she decides she'd rather have her beau's nerdish brother. She turns the mouse into a lion so that he'll be a worthy husband.", "genres": ["Comedy"], "file": "86.json"}, "901102": {"title": "The Road Demon", "plot": "Tom Mix trades horses for cars. Tom Higgins meets Patricia O'Malley whose father is a car manufacturer. O'Malley is hoping to land a contract with a Japanese firm, if only his car wins the Los Angeles-Phoenix auto race. Hap enters, but O'Malley's driver, Luther McCabe causes the race to be lost. Higgins discovers that McCabe is in league with O'Malley's competition, so for the next race, in Fresno, he takes over when McCabe drops out and wins the race.", "genres": ["Action"], "file": "86.json"}, "901105": {"title": "A Ridin' Romeo", "plot": "Jim Rose is a young ranch hand in love with the boss' daughter, Mabel. The rancher, King Brentwood, who is being sued for breach of promise by a local widow, opposes the match. Learning that the annoying woman is coming to pay him a visit, Brentwood has his men fake a holdup of her stagecoach.", "genres": ["Western"], "file": "86.json"}, "901109": {"title": "After Your Own Heart", "plot": "The Double Bit Ranch and the Rolling G Ranch are at odds over a valuable watering hole.", "genres": ["Western"], "file": "86.json"}, "901331": {"title": "While the Devil Laughs", "plot": "Mary Franklin has a drunken father, an invalid mother, and a kid brother and sister to support. To make ends meet she is works as a hostess in a sleazy cafe, where she steals jewelry from her dancing partners.", "genres": ["Crime", "Drama"], "file": "86.json"}, "94474": {"title": "El Dorado", "plot": "In Granada in Spain, Sibilla works as a dancer in a squalid cabaret called El Dorado, struggling to earn enough to care for her sick child. The boy's father Estiria, a prominent citizen, refuses them both help and recognition, fearful of jeopardising the engagement of his adult daughter Iliana to a wealthy nobleman. Iliana however slips away from her engagement party to meet her real lover Hedwick, a Swedish painter. Sibilla, in desperation after a further rejection by Estiria, sees an opportunity to blackmail him by locking the lovers overnight in their meeting-place in the Alhambra.", "genres": ["Drama"], "file": "87.json"}, "94814": {"title": "The Mechanical Man", "plot": "The story begins with a scientist creating a device shaped like a man that can be remote-controlled by a machine. The mechanical man possess super-human speed and strength. The scientist is killed however by a gang of criminals, led by a woman named Mado, who wish to get the instructions for building the mechanical man. The criminals are captured before they are able to get them and are brought to trial and condemned. Mado manages to escape and kidnaps the scientist's niece whom she forces to give her the instructions which she uses to build a mechanical man.", "genres": ["Comedy", "Science Fiction"], "file": "87.json"}, "904192": {"title": "The Foreman", "plot": "A new mine engineer neglects the advice of his retired predecessor. The mine risks to be flooded. In spite of the worries of the old experienced foreman, he fails to take the danger seriously. The tunnels are flooded, and the old retiree comes to the rescue. This film was restored by the CNC based on elements from the Cinematheque of Toulouse.", "genres": [], "file": "87.json"}, "904801": {"title": "A Yankee Go Getter", "plot": "Popular action heroine Neva Gerber played the dual roles of Lucia and Vera Robilant in this low-budget silent melodrama produced by Benjamin F. Wilson, Gerber's frequent collaborator. Two almost identical women claim ownership to a pocketbook found by author turned adventurer Barry West (James Morrison). Barry is hired by nefarious Nicholas Lanza (Joseph W. Girard) to marry heiress Lucia, who surprisingly turns out to be one of the claimants. Meanwhile, Lucia's lookalike sister Vera is plotting to install herself as Lucia and claim the inheritance. After the wedding, Barry discovers a secret passage and finds the kidnapped Lucia. The villains are brought to justice and Barry and Lucia can finally plan a future together.", "genres": ["Drama"], "file": "87.json"}, "908141": {"title": "Miracles of the Jungle", "plot": "Miracles of the Jungle is a 1921 serial film", "genres": ["Adventure", "Action"], "file": "87.json"}, "911833": {"title": "Crossing Trails", "plot": "Helen, wrongly suspected of murder, escapes to the refuge of Jim's Ranch, where love soon blooms.", "genres": ["Western"], "file": "87.json"}, "911844": {"title": "King Fisher's Roost", "plot": "Barr Messenger escapes to Mexico after a frame-up. He is in love with Betty Brownlee, who disappears after $10,000 is stolen from the firm she works for. It is thought she took the money. In Mexico, In Mexico, Barr finds Betty working in a saloon for \"Red\" McGee, the chief henchman of \"Bull\" Keeler's (the Kingfish) Kingfisher gang.", "genres": ["Western"], "file": "87.json"}, "913063": {"title": "Az egér", "plot": "", "genres": [], "file": "87.json"}, "913076": {"title": "Farsangi mámor", "plot": "", "genres": [], "file": "87.json"}, "913264": {"title": "The Renegade", "plot": "A silent Western film", "genres": [], "file": "87.json"}, "913296": {"title": "Anne of Little Smoky", "plot": "The Brockton clan considers the mountain Little Smoky their own, but then the government comes in and declares it a forest and game preserve. This doesn't stop the family, who swears they will do what they want with the land.", "genres": ["Western"], "file": "87.json"}, "913338": {"title": "Dynamite Allen", "plot": "Betty, a blind girl, is the sole \"witness\" to the murder of a mine owner and whose mistaken testimony convicts Sid Allen her own benefactor. Years later, the adult Betty returns to the mining town, her sight restored. Fearing that she may remember the truth, the real murderer, \"Bull\" Snide has the girl kidnapped.", "genres": ["Thriller"], "file": "87.json"}, "914762": {"title": "Die Geschwister Barelli", "plot": "", "genres": [], "file": "87.json"}, "915230": {"title": "Kazan", "plot": "Kazan, a dog who reverts to the life of the wild when his master is killed, becomes docile when he develops a loyalty to a girl in distress.", "genres": ["Western", "Adventure"], "file": "87.json"}, "916316": {"title": "The Poverty of Riches", "plot": "John and Katherine Colby decide to put off parenthood until he has become wealthy. Their friends, Tom and Grace Donaldson, decide to start a family right away. While John works his way up to a position of power at a steel firm, Katherine begins to question the wisdom of their decision.", "genres": ["Drama"], "file": "87.json"}, "916717": {"title": "Brother of the Bear", "plot": "A bad-tempered lumber mill foreman is in love with the mill owner's daughter. But the owner would rather have his daughter marry a rich man. Gordon gets fired after he berates his workers and then starts a fight with his rival after papers are found that show he's been cheating the boss.", "genres": [], "file": "87.json"}, "916722": {"title": "My Lady o' the Pines", "plot": "Norah Collison is a young woman who owns a huge timberland in Maine, full of white pines. As she arrives to take control of her company, the manager and agent are planning to log the woods and steal the pines.", "genres": ["Drama"], "file": "87.json"}, "916725": {"title": "Wings of the Border", "plot": "Wings of the Border is a 1921 drama.", "genres": ["Drama"], "file": "87.json"}, "916729": {"title": "Bullets or Ballots", "plot": "A 1921 silent film", "genres": [], "file": "87.json"}, "916812": {"title": "The Bait", "plot": "Crook Bennett Barton uses pretty Joan Granger as bait to blackmail millionaire John Warren.", "genres": ["Crime", "Drama"], "file": "87.json"}, "917605": {"title": "The Last Trail", "plot": "The successful operations of a lone bandit known as \"The Night Hawk\" terrorize a frontier town, and when a stranger arrives riding a fine horse, suspicions are aroused and he is mistaken for the criminal.", "genres": ["Western"], "file": "87.json"}, "918653": {"title": "Patsy", "plot": "Patsy is the awkward sister of the lovely Grace. She is also in love with Grace's boyfriend. Mother shows favoritism towards Grace, and father is too accommodating to stand up for Patsy, although he knows she is picked on. When they are all at supper, Grace runs away on a motorboat with a millionaire playboy. During a deep talk with Grace's boyfriend, Patsy reveals that she is in love with somebody who doesn't know she exists.", "genres": ["Comedy", "Drama"], "file": "87.json"}, "918660": {"title": "The Policeman and the Baby", "plot": "The Policeman and the Baby", "genres": ["Drama"], "file": "87.json"}, "918695": {"title": "The Ne'er to Return Road", "plot": "The Ne'er to Return Road", "genres": ["Drama"], "file": "87.json"}, "918712": {"title": "Sleeping Acres", "plot": "Sleeping Acres", "genres": [], "file": "87.json"}, "919949": {"title": "Przełęcz", "plot": "The first Polish color film. A reportage from the Alps, delighting with the splendidly rendered colors of the beautiful mountain landscapes.", "genres": [], "file": "87.json"}, "919967": {"title": "Everyman's Price", "plot": "The story of Ethel Armstrong and her father Henry looking forward to her marriage to the ambitious attorney Bruce Steele. Bruce is elected district attorney and goes after a group of food profiteers. Ethel breaks the engagement when her father falls under suspicion as one of the food hoarders.", "genres": ["Comedy"], "file": "87.json"}, "920107": {"title": "For Those We Love", "plot": "Berenice Arnold spends her time trying to keep her family happy. This is easier said than done -- her brother, Jimmy, is a gambler and he steals 80 dollars that his father was responsible for. Berenice sets out to get the money back, but winds up causing a scandal because of her association with Trix Ulner, a gambler and thief.", "genres": ["Romance"], "file": "87.json"}, "920115": {"title": "Prisoners of Love", "plot": "Blanche Henry, a vivacious young woman, finds what she believes is true love with a handsome young man, but then learns that he has designs on her younger sister.", "genres": ["Drama", "Romance"], "file": "87.json"}, "921282": {"title": "Carnival", "plot": "An actor playing Othello in a stage production of Shakespeare's play becomes jealous of his wife's supposed infidelity and seems bound to kill her in the scene in which she, enacting Othello's falsely accused wife Desdemona, is murdered by her jealous husband.", "genres": ["Drama"], "file": "88.json"}, "921284": {"title": "The Prey of the Dragon", "plot": "In Australia a drunkard hires a gang to kill his ex-fiancée's husband.", "genres": ["Adventure"], "file": "88.json"}, "921286": {"title": "The Sport of Kings", "plot": "A man helps a rich girl's slum work and wins the race on her ex-fiancé's horse.", "genres": ["Drama"], "file": "88.json"}, "96948": {"title": "Manhatta", "plot": "Morning reveals New York harbor, the wharves, the Brooklyn Bridge. A ferry boat docks, disgorging its huddled mass. People move briskly along Wall St. or stroll more languorously through a cemetery. Ranks of skyscrapers extrude columns of smoke and steam. In plain view. Or framed, as through a balustrade. A crane promotes the city's upward progress, as an ironworker balances on a high beam. A locomotive in a railway yard prepares to depart, while an arriving ocean liner jostles with attentive tugboats. Fading sunlight is reflected in the waters of the harbor. The imagery is interspersed with quotations from Walt Whitman, who is left unnamed.", "genres": ["Documentary"], "file": "88.json"}, "922205": {"title": "His Best Girl", "plot": "His Best Girl is a silent film comedy", "genres": ["Comedy"], "file": "88.json"}, "922207": {"title": "Blue Sunday", "plot": "Blue Sunday is a silent film comedy", "genres": ["Comedy"], "file": "88.json"}, "922209": {"title": "The Hustler", "plot": "The Hustler silent movie", "genres": ["Comedy"], "file": "88.json"}, "922819": {"title": "Dangerous Paths", "plot": "Dangerous Paths is a 1921 silent film", "genres": ["Drama"], "file": "88.json"}, "923885": {"title": "Sheltered Daughters", "plot": "New York police sergeant Jim Dark is determined that his daughter, Jenny, will be shielded from any knowledge of evil. Consequently, she lives in a dream world, imagining herself to be a descendant of Saint Jeanne d'Arc, but has a loyal friend in reporter Pep Mullins. Her school friend, Adele, also raised by overly protective parents, is ejected from her home when she becomes inebriated after spending an evening with a disreputable young man.", "genres": ["Drama"], "file": "88.json"}, "923891": {"title": "The Love Charm", "plot": "Orphaned Ruth Sheldon reads an article on \"Love Charms\" on her way to live in the home of her Aunt Julia and Cousin Hattie Nast. Upon her arrival, Ruth is put to work as housekeeper, cook, and seamstress. When Thomas Morgan, a young banker, is invited to dinner, he focuses his attention on Ruth, prompting the envious Hattie to claim him as her own. To oblige her cousin, Ruth attempts to discourage Thomas by behaving like a frivolous society \"vampire,\" rather than the old-fashioned girl he believes her to be.", "genres": ["Comedy"], "file": "88.json"}, "924854": {"title": "A Perfect Crime", "plot": "Wally Griggs is your classic meek, mild bank messenger, destined to a threadbare life of earning 63 dollars a month. At least this is what he seems to be. But when he's not working Griggs is the dashing James Brown, an adventurer and storyteller who is familiar with bank president Halliday. A publisher, fascinated by Brown's wild tales, offers him a deal. Griggs also uses his alter ego to help Mary Oliver, the girl her loves.", "genres": ["Adventure", "Comedy", "Drama"], "file": "88.json"}, "926368": {"title": "The One-Man Trail", "plot": "A young rancher searchs for the villain who murdered his father and ran off with his sister.", "genres": ["Western"], "file": "88.json"}, "926375": {"title": "Get Your Man", "plot": "Story of a Scottish coal miner-turned-Northwest Mounted Police Officer.", "genres": ["Western"], "file": "88.json"}, "926600": {"title": "Straight from the Shoulder", "plot": "Played mostly for laughs, this silent Western featured the\"The Mediator,\" a drifter who manages to restore peace both within a family and between miners and their powerful employer.", "genres": ["Western", "Comedy"], "file": "88.json"}, "926613": {"title": "To a Finish", "plot": "A small Western community is terrorized by an unscrupulous empire-builder.", "genres": ["Western"], "file": "88.json"}, "926629": {"title": "Bar Nothing", "plot": "Bar Nothing is a 1921 silent Western", "genres": ["Western"], "file": "88.json"}, "926634": {"title": "Riding with Death", "plot": "Texas Ranger Steve Dorsey searches for the villain who murdered his partner.", "genres": ["Western"], "file": "88.json"}, "927977": {"title": "Trapping the Wildcat", "plot": "The brothers set out from their camp to trap the destructive and predatory bobcat.", "genres": ["Western"], "file": "88.json"}, "927979": {"title": "Outwitting the Timber Wolf", "plot": "Outwitting the Timber Wolf", "genres": ["Western"], "file": "88.json"}, "927982": {"title": "Catching a Coon", "plot": "Catching a Coon", "genres": ["Adventure"], "file": "88.json"}, "927985": {"title": "The American Badger", "plot": "Bob and Bill go on a camping trip. While setting up camp, they encounter a young badger. They capture it and manage to learn quite a bit about its life and habitat.", "genres": ["Adventure", "Drama"], "file": "88.json"}, "927987": {"title": "The Civet Cat", "plot": "The Civet Cat", "genres": ["Western"], "file": "88.json"}, "927990": {"title": "Trailing the Coyote", "plot": "The boys are after the hated predatory prowler.", "genres": ["Adventure"], "file": "88.json"}, "928841": {"title": "Under Western Skies", "plot": "Under Western Skies is a silent Western.", "genres": ["Western"], "file": "88.json"}, "930270": {"title": "L'éternel féminin", "plot": "", "genres": [], "file": "88.json"}, "931719": {"title": "Art Celebrities At Home - Mr Louis Wain", "plot": "The artist Louis Wain is seen drawing cats.", "genres": [], "file": "88.json"}, "934395": {"title": "Jackie", "plot": "", "genres": ["Drama", "Romance"], "file": "89.json"}, "934415": {"title": "Mother o' Dreams", "plot": "Mother o' Dreams", "genres": ["Drama"], "file": "89.json"}, "97995": {"title": "Seven Years Bad Luck", "plot": "After breaking a mirror in his home, superstitious Max tries to avoid situations which could bring bad luck, but in doing so causes himself the worst luck imaginable.", "genres": ["Comedy"], "file": "89.json"}, "935669": {"title": "Bolla di sapone", "plot": "Italian silent serial", "genres": ["Adventure"], "file": "89.json"}, "936029": {"title": "Experience", "plot": "Youth meets Ambition and leaves Love, his mother, and his small-town roots for the big city. There, in his search for Experience, he meets Pleasure and hangs out at the Primrose Path with the likes of Temptation and Intoxication. Back home, Youth's mother dies, and Love tries unsuccessfully to reach him. When Youth's money runs out his newfound friends all leave him and he sinks into a life of drug addiction, aided by Habit.", "genres": ["Drama"], "file": "89.json"}, "938254": {"title": "The Cup of Life", "plot": "Infamous Singapore smuggler Bully Brand possess a beautiful pearl necklace that is desired by Chinese merchant Chan Chang for his daughter Pain, a young white girl he had adopted. Warren Bradford, Brand's ward, returns from college and falls in love with Chang's daughter.", "genres": ["Adventure", "Crime", "Drama"], "file": "89.json"}, "938397": {"title": "Greater Than Love", "plot": "Grace Merrill works as a shill in a gambling hall. Her five roommates are even less honestly employed. One of them, Elsie Brown commits suicide because her main squeeze, Frank Norwood has left her. Elsie's small town mother comes to the city and meets Elsie's roommates. But Mother Brown's faith and purity are so compelling that the ladies of the night reform. Grace, in fact, gives up her affair with a married man -- even though she really loves him -- to go live with Mrs. Brown in the country.", "genres": ["Drama"], "file": "89.json"}, "939143": {"title": "Little Italy", "plot": "Rosa is told by her father that she must marry a man from her own clan. She refuses, and vows to marry the first man she meets. That man is Antonio, who is from a hated clan. Antonio is in love with Rosa, although she hates him. Despite this, she keeps her vow and marries him.", "genres": ["Romance"], "file": "89.json"}, "940841": {"title": "The Star Reporter", "plot": "This episodic melodrama was adapted from the novel The Mysterious Mr. Trent, by Wyndham Martyn.", "genres": ["Drama", "Mystery"], "file": "89.json"}, "941542": {"title": "Felix the Gay Dog", "plot": "Felix goes to a burlesque show.", "genres": ["Animation"], "file": "89.json"}, "941545": {"title": "Down on the Farm", "plot": "Cartoon short.", "genres": ["Animation"], "file": "89.json"}, "941546": {"title": "Free Lunch", "plot": "Felix discovers there's no such thing as a free lunch.", "genres": ["Animation"], "file": "89.json"}, "941547": {"title": "Felix Goes on Strike", "plot": "Felix pickets his owner's house.", "genres": ["Animation"], "file": "89.json"}, "941549": {"title": "Felix Out of Luck", "plot": "Felix tries to commit suicide.", "genres": ["Animation"], "file": "89.json"}, "941550": {"title": "The Love Punch", "plot": "Felix learns to fight.", "genres": ["Animation"], "file": "89.json"}, "941551": {"title": "Felix Left at Home", "plot": "Felix tries to catch a fish without getting wet.", "genres": ["Animation"], "file": "89.json"}, "942206": {"title": "A Voice in the Dark", "plot": "The solution to a murder hinges on two witnesses: a deaf woman and a blind man.", "genres": ["Mystery"], "file": "89.json"}, "942209": {"title": "A Wise Fool", "plot": "Jean, a wealthy young Canadian back from a trip to Europe, meets and falls for Carmen, a pretty young Spanish girl. They marry and have a daughter, but soon afterward Jean discovers his wife is having an affair. She takes her daughter and leaves him, and Jean's luck gets even worse--he loses his business in a fire and his thieving father-in-law steals what little money he has left.", "genres": ["Drama"], "file": "89.json"}, "943153": {"title": "Bang!", "plot": "Bang! is a 1921 silent comedy", "genres": ["Comedy"], "file": "89.json"}, "943349": {"title": "The Blue Mountains Mystery", "plot": "The Blue Mountains Mystery involves the alleged murder of a wealthy businessman, Henry Tracey, and the eventual discovery that the victim was an underworld look-alike impersonator.", "genres": ["Mystery"], "file": "89.json"}, "943573": {"title": "Lavender and Old Lace", "plot": "Mary Ainslie has been waiting 30 years for her fiancé, a sea captain, to return. She has kept a light burning in her window to guide him home. His son Carl, by another woman, arrives on vacation in the New England village where Mary lives. Mary is overcome by the resemblance between the young man and his father. The young man falls in love with Ruth, Mary's young comrade. On her deathbed, Mary wishes Carl and Ruth the romantic life that she did not live.", "genres": ["Drama"], "file": "89.json"}, "944265": {"title": "The Charm School", "plot": "Austin Bevans, a lively car-salesman, suddenly finds himself heir to the Bevans School for Girls. Since Austin feels that acquiring grace and charm are more important to a young girl than acquiring knowledge, academic courses are dropped, and a charm school emerges. He submits to the charms of Elsie, a student at the school, whose grandfather takes him into his employ after a newly discovered will dispossesses him of the school. Elsie resents Austin for accepting a job with those who formerly thought him undesirable, but later she relents and takes him back.", "genres": ["Comedy", "Romance"], "file": "90.json"}, "944321": {"title": "Too Much Speed", "plot": "Egotistical race-car driver Dusty Rhoades learns that humility pays off even better than acclaim.", "genres": ["Action", "Drama", "Romance"], "file": "90.json"}, "944367": {"title": "The Hell Diggers", "plot": "Teddy Darman is the construction superintendent for the Continental Gold Dredging Company. But the farmers of the valley where the firm is doing its dredging are upset because it is ruining their land. Led by John Wade, the farmers form a fierce opposition. This doesn't bother Darman until he realizes that Dora (Lois Wilson), his sweetheart -- who is also Wade's daughter -- is siding with the farmers. This turns him around and the farmers mortgage their farms so that Darman can build a dredging machine that resoils the land.", "genres": ["Drama"], "file": "90.json"}, "944847": {"title": "Die schwarze Spinne", "plot": "An adaptation of the eponymous novella by Jeremias Gotthelf.", "genres": ["Horror"], "file": "90.json"}, "945720": {"title": "Bewitched", "plot": "", "genres": [], "file": "90.json"}, "945867": {"title": "Triumph of Devotion", "plot": "Mythological story based on the Puranic legend of the boy Dhruva. His quest for eternal salvation was rewarded when he became the brightest star in the heavens. The pole star is known as Dhruvatara.", "genres": ["Drama"], "file": "90.json"}, "947423": {"title": "The Paradise Lost", "plot": "French movie of Paradise Lost. Directed by Pierre Colombier, starring Andre Lefaur, Fernande Diamant and Andre Luguet.", "genres": [], "file": "90.json"}, "947519": {"title": "The Mysterious Rider", "plot": "Hell Bent Wade is the victim of an attack in which is wife is killed and daughter kidnapped. A couple of decades later, he is a sheriff known only as the \"mysterious rider,\" because of his nighttime prowls in search of cattle rustlers.", "genres": ["Western"], "file": "90.json"}, "947636": {"title": "The Struggle", "plot": "Spirited story of West, which begins after the hero has spent four years overseas and has left the army so much of a fighting devil that he becomes embroiled in a mix-up. Learning that his antagonist has died from wounds is the reason for the hero going West, when he meets a tramp who is on his way to join a gang of outlaws and who invites the ex-soldier to join.", "genres": ["Western"], "file": "90.json"}, "948061": {"title": "My Lady's Latchkey", "plot": "Young Annesley Grayle, weary of a gloomy, uneventful existence with her aunt, accepts the proposal of a young American that she pose as his wife. Later, they are actually married. When, at a ball, she hears her husband accused of stealing a valuable diamond and realizes that he is indeed a thief, she hides the jewel to save him.", "genres": ["Mystery"], "file": "90.json"}, "948064": {"title": "The Bronze Bell", "plot": "In the 1850s, a young prince in India promises his dying father he will lead a revolt against the English colonial masters of India. However, since he is half-European himself, he can't bring himself to do it and flees to America, to live in obscurity. He finds, however, that he can't outrun his obligations", "genres": ["Drama", "Romance"], "file": "90.json"}, "948101": {"title": "Society Snobs", "plot": "Lorenzo Carilo selects more-or-less menial jobs at which to make a living, other more \"select\" jobs not paying enough, and then he meets and falls in love with Vivian Forrester the daughter of a new-rich family. What's a poor boy to do? He might pose as a French Duke.", "genres": ["Comedy", "Drama", "Romance"], "file": "90.json"}, "948105": {"title": "The House That Jazz Built", "plot": "Cora and Frank Rodham are happily married until Frank lands a lucrative position. He doesn't want to see his pretty wife slaving away at domestic chores so he hires servants to do the work for her. As a result, Cora becomes fat and lazy. Frank is very unhappy with his wife's change in attitude and appearance and starts to take an interest in her friend, Lila Drake, who is secretly just as lazy.", "genres": ["Comedy"], "file": "90.json"}, "948109": {"title": "The Hole in the Wall", "plot": "When spiritualist Madame Mysteria is killed in a train wreck, her three associates decide to replace her instead of declaring her dead. One of them, the Fox, calls on Jean Oliver, who he knew from prison. Jean was serving time after being framed by her former employer, Mrs. Ramsey, for a theft just to keep her and her son, Donald Ramsey, from marrying. Jean agrees to the crooks' scheme providing that they help her kidnap the baby that belongs to Donald and the woman that his mother had him marry.", "genres": ["Crime", "Drama"], "file": "90.json"}, "948111": {"title": "His Greatest Sacrifice", "plot": "Richard Hall is a successful writer, while his wife, Alice, is interested in pursuing a career as a singer. She meets James Hamilton, a musical agent, who arranges an opera engagement with Rimini, an impresario. Hall quarrels with his wife over this, and they separate, with Hall taking their daughter Grace.", "genres": ["Drama"], "file": "90.json"}, "955878": {"title": "Live and Let Live", "plot": "While on a train trip, Mary Ryan runs into her old friend Jane Loomis. Mary was once a professional thief but is now reformed. Jane tells her that her uncle, Judge Loomis, has invited her to live with he and his family, but that she is planning to elope with her boyfriend instead. When the train arrives at the town where Judge Looms lives, Mary gets off and passes herself off as Jane. Complications ensue.", "genres": ["Crime"], "file": "90.json"}, "961451": {"title": "The Saddle King", "plot": "A broken-down cowboy applies for work at one of the Western ranches. The boss agrees to hire the wanderer provided he can ride an unmanageable horse. He consents, rides the horse and gets the job. In accomplishing this \"stunt,\" he arouses the jealousy of the foreman, for the latter learns that the ranchman's daughter has seen the new-comer subdue the wild animal and is beginning to fall in love with him. To prevent this the villain accuses his rival of many misdeeds, but in the end is a victim of his own folly.", "genres": ["Western"], "file": "91.json"}, "961452": {"title": "The Driftin' Kid", "plot": "A \"drifting\" cowpuncher tries to find a place where he can be happy, but never actually succeeding.", "genres": ["Western"], "file": "91.json"}, "961463": {"title": "Sweet Revenge", "plot": "Hoot is the only cattleman in the neighborhood and he is about to be run off the range by the wealthiest sheep man in the district. Hoot is in love with the sheep man's daughter, and refuses to be run off. The little son of the sheep herder strays away and wanders to Hoot's shanty, where Hoot keeps him, sending a note to the father to come after him. A villainous foreman intercepts the note and plots a kidnapping frame-up. After a near tragic climax, Hoot captures and unmasks the villain, winning the girl and the good will of her father.", "genres": ["Western"], "file": "91.json"}, "961466": {"title": "Kickaroo", "plot": "Hoot is a cowpuncher, somewhat addicted to liquor (when he can get it). His sweetheart, the rancher's daughter, tells him that if he ever takes another drink, their engagement is at an end.", "genres": ["Western"], "file": "91.json"}, "961474": {"title": "The Fightin' Fury", "plot": "A villain robs a safe in the town bank and leaves evidence to convict the hero.", "genres": ["Western"], "file": "91.json"}, "961476": {"title": "Out o' Luck", "plot": "While riding over the plains Hoot encounters some officers searching for two escaped lunatics. Later he reaches a camp where two girls are on vacation. Both Hoot and the girls mistake each other for the lunatics.", "genres": ["Western"], "file": "91.json"}, "961478": {"title": "The Cactus Kid", "plot": "A slicker sells a fake oil lease to Gertrude's father. Later the villain discovers that the lease is valuable, and to get it back he kidnaps the girl. Hoot rescues her in a thrilling fight on top of an oil derrick.", "genres": ["Western"], "file": "91.json"}, "961481": {"title": "Who Was the Man?", "plot": "Hoot appears on a ranch as a tenderfoot whose father wants to make a man of him. He falls in love with the rancher's daughter, but when all the cowboys rough him up without any retaliation on his part, the girls passes him up. She is just about to marry the foreman of the ranch, when Hoot shows him up as the head of a band of cattle rustlers, and discloses that he is not a tenderfoot but a Texas Ranger. Then the girl wants him back but Hoot gives her the laugh.", "genres": ["Western"], "file": "91.json"}, "961490": {"title": "Crossed Clues", "plot": "Crossed Clues is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961499": {"title": "Double Crossers", "plot": "Double Crossers is a 1921 silent film.", "genres": ["Western"], "file": "91.json"}, "961500": {"title": "The Wild Wild West", "plot": "The Wild Wild West is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961504": {"title": "Bandits Beware", "plot": "Bandits Beware is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961507": {"title": "The Movie Trail", "plot": "The Movie Trail is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961510": {"title": "The Man Who Woke Up", "plot": "The Man Who Woke Up is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961676": {"title": "Beating the Game", "plot": "Beating the Game is a 1921 silent Western.", "genres": ["Western"], "file": "91.json"}, "961679": {"title": "Beating the Game", "plot": "Professional safecracker Fancy Charlie breaks into the apartment of G.B. Lawson, a criminologist, and mistakenly believes that he has robbed a fellow safecracker. Out of \"professional courtesy\" he informs Lawson of what he has done. Instead of calling the police, Lawson--who believes in the philosophy of \"honor among thieves\"--makes a deal with Charlie: to show Charlie that it's actually more profitable to be a legitimate businessman then a crook, he'll give Charlie some money if Charlie will use it to establish a legitimate business in the small town of Plumfield, and at the end of a year they will divide up whatever profits Charlie is able to make honestly. Charlie agrees, but soon discovers that things aren't going to be quite as easy as he thought.", "genres": ["Crime", "Drama"], "file": "91.json"}, "961778": {"title": "The Winning Track", "plot": "The Winning Track is a 1921 film short.", "genres": [], "file": "91.json"}, "964024": {"title": "En dejlig Drøm", "plot": "In this small fragment from the cartoon A Wonderful Dream, a rotund man pines for delicious stuff. First, he watches enviously through a keyhole at a clown who’s holding a party. Then a naughty decanter of water on the table conjurs up thoughts of neat whiskey. (stumfilm.dk)", "genres": [], "file": "91.json"}, "964028": {"title": "Foryngelseskuren", "plot": "A scientist has invented a serum that transforms the old into young and the old into new. His first subject – a very old man – gets a single injection and gradually turns into a baby. Meanwhile, three little men have stolen the syringe with the rejuvenation treatment, which they now give to men and livestock in dire need of it. (stumfilm.dk)", "genres": [], "file": "91.json"}, "965011": {"title": "Millionaire for a Day", "plot": "Bobbie Walters, a cab driver in a Midwest city who is trying to save enough money to marry his sweetheart, Dorothy Wright, an attendant at the cigar and newspaper counter of a large hotel, is able to amass $15,000. He acts like a millionaire and soon is fleeced of the money by two Wall Street swindlers. Broke, Bobbie is forced to work as a bellboy at Dorothy's hotel. After a series of struggles and adventures, Bobby wins a fortune in the oil fields of Louisiana, despite the efforts of his rivals, who dynamite his oil derricks.", "genres": ["Comedy"], "file": "91.json"}, "965567": {"title": "Jomfru Trofast", "plot": "Young Tone's uncle gets the much poorer young man Tellef sent out to sea after they fall in love. They pledge to never marry anyone else, but one day Tellef recieves a letter saying Tone is soon to marry the police chief.", "genres": ["Drama"], "file": "91.json"}, "968137": {"title": "El Capullo Marchito", "plot": "", "genres": ["Drama"], "file": "91.json"}, "970265": {"title": "Under Polarkredsens himmel", "plot": "A documentary following Professor Holtedahl's expedition to Novaja Semlja up in the fart North.", "genres": ["Documentary"], "file": "92.json"}, "970548": {"title": "Fresh from the Farm", "plot": "Harry comes to the city as a hick, and immediately runs into a silk hatted slicker who relieves him of his valuables. Soon Harry gets suspicious of everybody, and thinks that every accident is a plot to ruin him.", "genres": ["Comedy"], "file": "92.json"}, "975616": {"title": "The Skin Game", "plot": "An old traditional family and a modern family battle over land in a small English village. The original silent version of a film Hitchcock later adapted with sound.", "genres": ["Drama"], "file": "92.json"}, "976620": {"title": "The Land of Hope", "plot": "On her journey to the United States, Marya Nisko falls in love with another immigrant, Sascha Rabinoff. Arriving and discovering her sister's poverty, she fails as a lady's maid and then arranges an introduction to a theatrical manager, though Sascha is opposed to her becoming a professional dancer.", "genres": ["Drama", "Romance"], "file": "92.json"}, "104664": {"title": "Through The Back Door", "plot": "A young Belgian girl, raised by her longtime nanny, flees Europe at the advent of World War I and travels to America to find her real mother.", "genres": ["Comedy", "Drama"], "file": "93.json"}, "977713": {"title": "The Devil in Sofia", "plot": "The devil is bored in his kingdom. He makes up his mind to descend to earth and get familiar with the kind of life people lead. He chooses the city of Sofia for his excursion. His first contacts are by no means encouraging. Strolling along the streets in the capital in his outlandish Mephistophelean costume, he is chased and stoned. Then the devil puts into operation his tiny machine for printing money. Dressed in the latest fashion he continues his walk unmolested. Money opens the doors of the richest homes for him and he soon becomes a member of the capital city's high life. The devil chooses a prostitute as his partner, who introduces him to her family. The father is a thief and a drunkard so that the mother is forced to be the bread-winner. Satan and the prostitute find themselves in the whirl of easy life.", "genres": ["Comedy", "Drama"], "file": "93.json"}, "977988": {"title": "Footfalls", "plot": "A blind cobbler is able, by dint of his extraordinary hearing, to recognize the identity of a murderer. His own son is accused of the killing, and the old man waits, knowing the murderer will return to prevent the blind man from revealing what he knows.", "genres": ["Mystery"], "file": "93.json"}, "978079": {"title": "The Price of Possession", "plot": "After Jim Barston is mysteriously killed in Australia, his wife, Helen, lays claim to the estate of Gerald Mortimer Barston in England, asserting that her husband was the missing son and heir. In reality, Jim was the cousin of the true heir, who is also named Jim Barston. Despite having no legal proof, Helen convinces the trustees to accept her claim and is installed as mistress of the manor. Jim Barston appears and proves his identity, although Helen initially believes him to be an impostor.", "genres": ["Drama", "Romance"], "file": "93.json"}, "978161": {"title": "Tropical Love", "plot": "Tropical Love is a 1921 Romance film", "genres": ["Drama"], "file": "93.json"}, "978168": {"title": "The Mayor of Casterbridge", "plot": "", "genres": ["Drama"], "file": "93.json"}, "979540": {"title": "Sacred and Profane Love", "plot": "Carlotta Peel, who though sheltered from the facts of life by her Victorian aunt has acquired some knowledge from indiscriminate reading, meets Diaz, a celebrated pianist, at a concert and spends the evening with him. Later, in London, she acquires fame as a novelist and is followed to France by married publisher Frank Ispenlove, who commits suicide when she spurns him. In Paris, Carlotta finds Diaz a physical wreck from drinking absinthe and devotes herself to his regeneration.", "genres": ["Drama", "Romance"], "file": "93.json"}, "980388": {"title": "Snowblind", "plot": "Hugh Garth hides from the law in the frozen Canadian northwest along with his young brother Pete and Pete's former nurse, Bella, who loves Hugh unrequitedly. When a lost and snowblind girl stumbles into their camp, Hugh falls in love with her and misleads her as to the age and relationship of Pete and Bella, in hopes of keeping the girl's attentions directed at himself. But when the girl's sight returns, she realizes the truth and discovers that Pete has fallen in love with her. But Hugh's cruel nature now threatens them both.", "genres": ["Drama"], "file": "93.json"}, "984346": {"title": "The House on the Moon", "plot": "The House on the Moon", "genres": [], "file": "93.json"}, "988416": {"title": "The Faith Healer", "plot": "A traveling preacher has, through his faith, the power to heal, but loses it when he falls in love. Considered lost.", "genres": ["Drama"], "file": "93.json"}, "988607": {"title": "The Gentleman Bushranger", "plot": "An Englishman, is travelling to Australia on a ship. He is falsely accused of murdering the ship's captain and arrested.", "genres": ["Drama"], "file": "93.json"}, "990465": {"title": "Brennendes Land", "plot": "", "genres": [], "file": "94.json"}, "990547": {"title": "Kinder der Strasse", "plot": "", "genres": [], "file": "94.json"}, "990676": {"title": "Lost Colony", "plot": "1921 silent film about the Lost Colony at Roanoke, which was produced in Manteo, N.C., by Atlas Educational Film Co., as part of a series of films covering the earliest English Expeditions (1584-1591) in the U.S.", "genres": [], "file": "94.json"}, "105715": {"title": "Rhythm 21", "plot": "Abstract animated short film. Grey and white squares change size and shape on a black background.", "genres": ["Animation"], "file": "94.json"}, "992045": {"title": "Histoire de Monsieur Vieux Bois", "plot": "Based on Toepffer's work, the famous 19th century Swiss designer.", "genres": ["Animation"], "file": "94.json"}, "992710": {"title": "Cat and Mice", "plot": "A hungry cat tries to eat parrot, but is foiled by a cop. He then goes after some mice, who conspire with other mice", "genres": ["Animation"], "file": "94.json"}, "993317": {"title": "Från Köln till Kevlaar", "plot": "Travelogue from Cologne, Kevlaer and the Rhine Valley, shot during production of The Pilgrimage to Kevlaar.", "genres": ["Documentary"], "file": "94.json"}, "996860": {"title": "Cupid, Registered Guide", "plot": "Doctor Allan Lang is on a camping vacation at Lake Telos and lamenting rumors that his love interest, Lana Candage is to be married to dandy Mortimer Totten, at her father’s wishes.", "genres": [], "file": "94.json"}, "997258": {"title": "Playthings of Destiny", "plot": "", "genres": [], "file": "94.json"}, "998189": {"title": "The Roast Hare", "plot": "The Nokkesens have got themselves into a huge predicament. They’ve forgotten that the Spidsmejers are coming to dinner and expect roast hare. The Nokkesens have no hare to cook, and the game butcher is closed, so the man of the house goes out to find a solution. After a bit of an odyssey, which includes coming across a bunch of mermaids, a fat little dog, and a pretty housekeeper with mischievous eyes, the Spidsmejers luckily get their promised roast hare. (stumfilm.dk)", "genres": [], "file": "94.json"}, "999572": {"title": "Bob Hampton of Placer", "plot": "Former U.S. Army Capt. Bob Hampton joins a party of settlers and saves the life of a girl known as \"The Kid\" from a siege.", "genres": [], "file": "94.json"}, "1001350": {"title": "L'isola scomparsa", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1003122": {"title": "The Great Impersonation", "plot": "When the man calling himself Everard Dominey returns home, his loved ones recognize that something about him is different. But with Europe racing toward war and England infiltrated by saboteurs, will the truth emerge before it is too late?", "genres": ["Drama"], "file": "95.json"}, "1003438": {"title": "Miss 139", "plot": "France is being swamped by counterfeit bills that are being made by a ring in the US. A beautiful female member of the French gang circulating the bills negotiates a deal with the counterfeiters' ringleader in the US, and in so doing falls in love with a returning US soldier who has his own reasons for trying to destroy the gang.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1004349": {"title": "Dollars in Surrey", "plot": "", "genres": ["Comedy"], "file": "95.json"}, "1004426": {"title": "Dawn of the East", "plot": "Countess Natalya is a glamorous refugee from the Bolshevik revolution. Supporting herself and her ailing sister by dancing in a Shanghai dive, she's is talked into a marriage with a wealthy Chinese gentleman. She has been led to believe that this marriage of convenience is not binding, thus she sees no reason not to marry American diplomat Kenneth Harlan once she's arrived in the States.", "genres": ["Drama"], "file": "95.json"}, "1004917": {"title": "Béhula", "plot": "\"Béhula\" takes as its plot the rivalry between the goddesses Chandi, wife of Shiva, and Manasa, his daughter. The merchant Chand Sadagar is a faithful devotee of Chandi, and Manasa attempts to attract him. Rejected by Chand Sadagar, Manasa condemns his son, Lakhindar, to perish on the night of his marriage to the beautiful Béhula. The next morning, Béhula discovers her husband’s inanimate body after he suffers a snakebite. She sets out on a long voyage along the Ganges until she succeeds in bringing him back to life.", "genres": [], "file": "95.json"}, "1005302": {"title": "Serenade", "plot": "In the Spanish town of Magdalena live María and her sweetheart, Pancho, son of the governor. When the town is captured by brigands led by Ramírez, the governor is deposed, and Don Domingo Maticas is appointed in his place. Ramón, son of the new governor, becomes infatuated with María. She repulses him, but he is encouraged by her mother.", "genres": ["Drama", "Romance"], "file": "95.json"}, "1010034": {"title": "The Custard Nine", "plot": "Virgil Custard leads Vickburg, Mississippi's black baseball team through assorted farcical adventures.", "genres": ["Comedy"], "file": "95.json"}, "1010100": {"title": "The Amazing Partnership", "plot": "A girl detective and a reporter recover stolen gems hidden in a Chinese idol.", "genres": [], "file": "95.json"}, "1010679": {"title": "The Silver Car", "plot": "After serving in the Great War, international crook Anthony Trent resolves to go straight. He wants to track down the English private who saved his life, and discovers his true identity is Arthur Grenvil, the son of the Earl of Rosecarrel. Trent falls in love with Grenvil's sister, Daphne, and sets out to win the Earl's approval. He discovers that the Earl is being blackmailed by Count Michael Temesvar, the prime minister of Croatia, over some documents.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1011485": {"title": "There Are No Villains", "plot": "In San Francisco, California, Rosa Moreland of the Secret Service is unable to obtain evidence against suspected opium smuggler George Sala. She then advises Detective Flint of her plan to develop a relationship with John King, an impoverished, disabled ex-soldier who Rosa met in George's office. After claiming to have lost her home in a fire, Rosa is invited to stay in John's modest flat. He receives money from a mysterious source, enabling them to afford a more expensive apartment, and they soon fall in love. Although Rosa secretly witnesses John receiving a package from George, she tells the skeptical Flint that her lover is above suspicion. John agrees to end his association with George if Rosa will marry him, and, realizing that a wife cannot legally testify against her husband, she agrees.", "genres": ["Crime"], "file": "95.json"}, "1011710": {"title": "Menschen im Rausch", "plot": "", "genres": [], "file": "95.json"}, "1013215": {"title": "The Princess of New York", "plot": "A US steel king pawns the gems of his daughter who is loved by a student and a crook.", "genres": [], "file": "95.json"}, "1013502": {"title": "Missing Millions", "plot": "A Nick Carter Mystery", "genres": ["Mystery"], "file": "95.json"}, "1014225": {"title": "The Great Opium Case", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014229": {"title": "The Crimson Clue", "plot": "A Nick Carter Mystery", "genres": ["Mystery"], "file": "95.json"}, "1014230": {"title": "$100,000 Kiss", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014243": {"title": "The Diamond Trail", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014249": {"title": "The Blackmailer's Bluff", "plot": "A Nick Carter mystery.", "genres": ["Mystery"], "file": "95.json"}, "1014250": {"title": "Who's Guilty?", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014251": {"title": "Dodging the Law", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014252": {"title": "Sealed Orders", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014254": {"title": "The Spendthrift", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014258": {"title": "Nick Carter Down East", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014261": {"title": "Birds of Prey", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014945": {"title": "Ma non è una cosa seria", "plot": "", "genres": ["Comedy"], "file": "95.json"}, "1018146": {"title": "The Right to Live", "plot": "A Cockney fishmonger's daughter weds a bart who loses his all on a trotting race.", "genres": ["Drama"], "file": "96.json"}, "1021389": {"title": "Kawasaki Mitsubishi Strike", "plot": "In the summer of 1921 (Taisho 10), a major labour dispute broke out at the Kawasaki-Mitsubishi shipyard in Kobe. The Kawasaki-Mitsubishi dispute is said to be the largest labour dispute in the pre-war period, with an unprecedented scale of 30,000 participants. The dispute, which had been fiercely fought for more than 40 days under the scorching sun, ended with the declaration of defeat by the workers. This live-action film, only nine minutes long and silent, provides a glimpse into the grand demonstration on July 10th, when the dispute was at its peak. Filming was done by the Nikkatsu film crew at the request of the Ohara Institute for Social Research.", "genres": [], "file": "96.json"}, "1028109": {"title": "Taschendiebe", "plot": "A pickpocket seduces and scams a wealthy married woman out of a large sum of money.", "genres": ["Drama", "Crime"], "file": "96.json"}, "111220": {"title": "Brewster's Millions", "plot": "Monte Brewster learns that he has inherited $10 million from his late grandfather, but then learns that he must spend $2 million in less than a year and remain unmarried to inherit the rest of the money.", "genres": ["Comedy"], "file": "97.json"}, "1033068": {"title": "The Queen of Romania in Her Boudoir", "plot": "Documentary on the Queen of Romania.", "genres": [], "file": "97.json"}, "1033621": {"title": "The Adventures of Sherlock Holmes", "plot": "Early silent Sherlock Holmes adventure", "genres": ["Mystery"], "file": "97.json"}, "1039317": {"title": "The Story of the Star Spangled Banner", "plot": "A very rare lost film by Pathe Exchange that was found by Ben Model on eBay and preserved in time. Not much information known to exist.", "genres": ["Comedy"], "file": "97.json"}, "1049014": {"title": "Yotsuya Kaidan", "plot": "", "genres": ["Horror", "Drama"], "file": "98.json"}, "1049016": {"title": "Yotsuya Kaidan", "plot": "", "genres": ["Horror", "Drama"], "file": "98.json"}, "1055402": {"title": "Das Haus in der Dragonergasse", "plot": "", "genres": ["Drama"], "file": "99.json"}, "1056991": {"title": "The Death in the Greenstreet", "plot": "A little girl falls into the hands of a hypnotist the morning after the assassination of a jeweler. A visitor of the uncomfortable host confesses himself as the perpetrator, the girl can testify and delivers the two villains of the police.", "genres": ["Crime"], "file": "99.json"}, "1057083": {"title": "Arsene Lupin's Last Adventure", "plot": "Arsene Lupin mystery", "genres": ["Drama"], "file": "99.json"}, "1057564": {"title": "Eine Weisse unter Kannibalen (Fetisch)", "plot": "After a robbery, insurance fraud and a following blackmail, the industrial Stüven has to flee the country with his young daughter Maria to Africa. After Stüven is killed on the trip, Maria is taken in by a native tribe and worshipped.", "genres": [], "file": "99.json"}, "1059293": {"title": "Die Jagd nach dem Tode - 3. Teil: Der Mann im Dunkel", "plot": "The old man and McAllan then got into a physical altercation on the roof of a train that was moving at full speed, in which Malatti's father fell. McAllan assumes that his adversary died in the process. When a gang of rogue robbers board the train, McAllan's life doesn't seem worth a damn anymore. But then, almost out of nowhere, his faithful servant Lubzang appears and saves his master's life at the last moment. Malatti, also on board, falls into the clutches of the gang and is sent to Tibet by the sinister fellowsabducted to be offered as a sacrifice to the goddess Bhawani. However, a kind-hearted member of the gang of robbers takes pity on her and helps the exotic beauty to escape. A little later, Malatti meets Lubzang, who has meanwhile broken away from his master McAllan. He takes her with him.", "genres": [], "file": "99.json"}, "1059296": {"title": "Die Jagd nach dem Tode - 4. Teil: Die Goldmine von Sar-Khin", "plot": "Malatti's father has unexpectedly survived the fall from the train and now vows to take cruel revenge on McAllan. In Lhasa, the old capital of Tibet, seat of the Dalai Lama and at the same time a \"forbidden city\" for all foreigners, there is another dramatic encounter between the engineer and Badhama. In a dark dungeon, he thinks he recognizes McAllan and tries to stab the man he holds responsible for all the misfortune. He does not realize who he is stabbing, killing his own daughter in the process. The Dalai Lama's servants arrest Badhama and throw him in the dungeon. Malatti's father is sentenced to death, while McAllan sees the light of day again and is released.", "genres": [], "file": "99.json"}, "1061972": {"title": "Sea Shore Shapes", "plot": "The story of a bad organ grinder, a life saver, a pretty girl and her baby sister. A dog takes an active part in the final rescue and helps save the child from the fleeing kidnapper.", "genres": ["Comedy"], "file": "99.json"}, "1064031": {"title": "Let No Man Put Asunder", "plot": "During the 1200s, the catholic priest Peder has to divorce his wife when the church votes for celibacy.", "genres": ["Drama"], "file": "99.json"}, "1068561": {"title": "Smarrita!", "plot": "", "genres": ["Drama"], "file": "99.json"}, "116922": {"title": "L'Atlantide", "plot": "Two men, lost in the desert, meet Queen Antinea, ruler of Atlantis.", "genres": ["Mystery", "Adventure", "Fantasy"], "file": "100.json"}, "1075775": {"title": "虞美人草", "plot": "", "genres": ["Romance"], "file": "100.json"}, "1076967": {"title": "Kiljusen pojat koulussa", "plot": "", "genres": ["Comedy"], "file": "100.json"}, "1077211": {"title": "弥次喜多 前篇 善光寺詣りの巻", "plot": "", "genres": ["Action", "Adventure"], "file": "100.json"}, "1088242": {"title": "King's Visit 1921", "plot": "Newsreel depicting the first visit of Christian X, king of Denmark and Iceland, to Iceland in 1921. Iceland was from 1918 - 1944 a sovereign state united with Denmark under a common king.", "genres": ["Documentary"], "file": "101.json"}, "1089397": {"title": "The Yellow Claw", "plot": "A frightened woman is murdered in the London apartment of a well-known novelist named Henry Leroux. The police arrest Leroux's butler, but he escapes and runs off to a mysterious opium den, the lair of a drug dealer named Mister King. Gaston Max, a detective from Paris, arrives in London to investigate the drug trafficking. Although the police take down the gang, Mr. King escapes and manages to keep his true identity a secret.", "genres": ["Crime"], "file": "101.json"}, "120670": {"title": "Peck's Bad Boy", "plot": "This portrayal of small town life before the War is based on a small boys determination to get to see the circus, over all obstacles. Escaped lions, lightheaded blackmail of his father, and playfully planting stolen papers on his sisters boyfriend are all in a days work for little Henry Peck.", "genres": ["Comedy"], "file": "101.json"}, "130066": {"title": "Outside the Law", "plot": "Silent Madden and his daughter Molly have left the criminal underworld of San Francisco thanks to the wise teachings of Chang Low, a Confucian master. But the evil Black Mike Sylva is determined to frame Madden to avenge a mistake from the past…", "genres": ["Crime", "Drama", "Romance", "Thriller"], "file": "103.json"}, "130275": {"title": "Miss Lulu Bett", "plot": "Lois Wilson (as Lulu) is the spinsterish member of the Deacon family: \"The family beast of burden, whose timid soul has failed to break the bonds of family servitude.\" Her brother-in-law is patriarchal Theodore Roberts (as Dwight Deacon); running the house with an iron fist, he is both a dentist and a Justice of the Peace. As the latter, he accidentally marries Ms. Wilson to his visiting brother Clarence Burton (as Ninian Deacon) while they are out for dinner. Schoolteacher Milton Sills (as Neil Cornish) is also interested in Wilson...", "genres": ["Comedy", "Drama"], "file": "103.json"}, "131366": {"title": "Backstairs", "plot": "In a poor neighborhood of a big city, a crippled mailman is in love with a maid who lives in his building. However, she is in love with a wealthy and handsome young man, who soon disappears. The mailman provides the maid with letters that get her hopes up... but tragedy will soon befall all three.", "genres": ["Mystery", "Drama", "Thriller"], "file": "103.json"}, "131453": {"title": "Johan", "plot": "On a farm in up-country Sweden, an enigmatic stranger comes to a conservative peasant community and seduces a farmer's wife. -IMDB", "genres": ["Drama"], "file": "103.json"}, "139176": {"title": "Camille", "plot": "Camille is a courtesan in Paris. She falls deeply in love with a young man of promise, Armand Duval. When Armand's father begs her not to ruin his hope of a career and position by marrying Armand, she acquiesces and leaves her lover. However, when poverty and terminal illness overwhelm her, Camille discovers that Armand has not lost his love for her.", "genres": ["Drama", "Romance"], "file": "104.json"}, "145803": {"title": "The Star of Bethlehem", "plot": "The original nativity story animated silent film by Lotte Reiniger.", "genres": ["Animation"], "file": "105.json"}, "146736": {"title": "The First Circus", "plot": "This early animated short depicts a Stone Age-era circus.", "genres": ["Animation", "Comedy"], "file": "105.json"}, "146744": {"title": "The Centaurs", "plot": "A female centaur enters a clearing in the woods and picks flowers. She is met by a male centaur and the two romance each other. They then seek parental consent for their union.  Surviving footage of a now lost film.", "genres": ["Fantasy", "Animation", "Romance"], "file": "105.json"}, "147626": {"title": "Souls on the Road", "plot": "A small town boy dreams of being a famous fiddler; Meanwhile, two convicts escape from prison and hide in the woods.", "genres": ["Drama"], "file": "105.json"}, "154635": {"title": "Sant Tukaram", "plot": "A portrait of an Indian saint", "genres": [], "file": "105.json"}, "155867": {"title": "The Miracle at the Vistula", "plot": "Eastern Borderlands, 1919. The Bolsheviks, taking part in the Polish-Russian war, appear at the Granowski manor house. It's a story based on the war of 1920, which ended with the Battle of Warsaw going down in history as the \"Miracle on the Vistula\". The film was commissioned by the Propaganda Department of the Ministry of Military Affairs and has survived only in fragments (just 53 minutes out of the 2-hour-long film).", "genres": ["Drama", "Romance", "War"], "file": "105.json"}, "155953": {"title": "The Blot", "plot": "Professor Griggs, teaching at the college, doesn't get paid a living wage; his next door neighbor, successful shoemaker Olsen, has money and plentiful food, while the Griggses have hardly any. When the professor's rich student Phil West falls for beautiful Griggs daughter Amelia and also befriends the poor Reverend Gates (a young man who is also in love with Amelia), he observes the difference in his life and theirs and tries to help make a difference.", "genres": ["Drama"], "file": "105.json"}, "162749": {"title": "Invisible Ink", "plot": "Koko The Clown continually interrupts an animator, who turns his attention to trapping the clown.", "genres": ["Comedy", "Animation"], "file": "106.json"}}