{"12027073": {"title": "Le Coucher de la Mariée", "plot": "A newlywed couple is in front of their wedding-bed after their wedding. The husband goes into raptures in front of his new wife, who simpers. She then asks him to withdraw while she undresses and he puts a folding screen between them. She removes one by one the many layers of clothes she wears  — a jacket, a dress, underskirts, sub-underskirts, a blouse. The husband does not stay in place, sometimes mopping his front, sometimes reading a newspaper, sometimes having lecherous looks above the folding screen. The actors send numerous glances towards the camera.", "tmdb_id": 302980}, "4062042": {"title": "The House of the Devil (1896 film)", "plot": "The film opens with a giant bat flying into a medieval castle. The bat circles the room, before suddenly changing into the Devil. Mephistopheles produces a cauldron and an assistant, who helps him conjure a woman from the cauldron.\nThe room clears shortly before two cavaliers enter. The Devil's assistant pokes their backs before instantaneously teleporting to different areas of the room, confusing the pair and causing one to flee. The second stays and has several other tricks played on him, such as furniture moving around and the sudden appearance of a skeleton. The cavalier is unfazed, using a sword to attack the skeleton, which then turns into a bat, then into Mephistopheles, who conjures four spectres to subdue the man. Recovering from the spectres' attack, the man is visibly dazed and is brought the woman from the cauldron, who impresses him with her beauty. Mephistopheles then turns her into a withered old crone in front of the man's eyes, then again into the four spectres.\nThe second cavalier returns and, after a brief show of bravery, flees again by leaping over the balcony's edge. After the spectres disappear, the cavalier is confronted face-to-face by the Devil before reaching for and brandishing a large crucifix, which causes the Devil to vanish.", "tmdb_id": 133063}, "61794887": {"title": "The Monroe Doctrine (1896 film)", "plot": "John Bull arrives at a shoreline that represents Venezuela and starts attacking it with guns, overwhelming the country.:27 Uncle Sam arrives from the back of the image and grabs Bull by the neck. Defeating and making an example of him, Sam forces Bull to his knees and has him remove his hat for Venezuela.:viii Sam has stood up for the principles of the Monroe Doctrine.:27", "imdb_id": "tt0229594"}, "31926204": {"title": "The Twins' Tea Party", "plot": "The film features twin girls squabbling over a piece of cake at a tea party. One girl slaps the other a few times, arguing over the cake. Then, when the other girl cries, the first girl feels sorry and makes up, hugging and kissing her.", "tmdb_id": 183270}}