{"20956043": {"title": "The Inexhaustible Cab", "plot": "A cab is stopped by a man so that several people can be driven to another part of the city.  A clown jumps out of the cab and gets all of the people into it, except for an overweight nurse who is carrying a child and is also 400 pounds. The clown takes the child from her and throws it on top of the cab and then the clown uses a board to force the nurse possibly named Bridget into the cab."}, "62216527": {"title": "Kidnapping by Indians", "plot": "The plot concerns an attack by Native Americans on a camp where white people are staying. The attackers set fire to the camp and kidnap a young girl. Some cowboys arrive and a gunfight begins. The captured girl is rescued by the cowboys. The BFI suggests the film may be a scene from a larger stage production.", "tmdb_id": 653377}, "41241608": {"title": "The Miser's Doom", "plot": "A miser is haunted by the ghost of one of his deceased victims, causing him to die of shock."}, "52161171": {"title": "Procession at Seville and bullfighting scenes", "plot": "Procession at Seville and bullfighting scenes depicts the traditional Spanish Holy Week celebration, portraying Spain in the 19th century. This recording includes a traditional parade and bullfights in Spain, representing how this holiday was celebrated at the time. At the beginning, the short film shows the Procession Parade from the Christ of Sorrows. This celebration occurs during Holy Week in Seville which is celebrated one week before Easter. It includes decorated chariots that are pulled around the city streets by Costaleros. The Penitentes, dressed in tunics and a cape, march together in the procession along with the chariots and other people wearing traditional  and formal clothing  During the bullfighting celebration, the Banderillero entertains the bull and plays with it, meanwhile a Picador (Lancer) enters the spectacle. The Picador is riding a horse and manages to stab the bull. The short film displays the process of bullfighting and how each participant plays their specific role, as well as the traditional parade.", "tmdb_id": 198319}, "65093343": {"title": "Summoning the Spirits", "plot": "A magician hangs a wreath in the air and makes a grotesque face appear inside it. He then replaces it with a woman's face, and finally with a copy of his own face.", "tmdb_id": 195292}, "35590095": {"title": "An Up-to-Date Conjuror", "plot": "A conjuror and a ballet dancer perform a quick series of magic acts, including disappearances, reappearances, and transformations.", "tmdb_id": 49295}}