{"2828945": {"title": "Alice in Wonderland (1903 film)", "plot": "Alice follows a large white rabbit down a rabbit hole. She finds a tiny door but cannot fit through it. When she finds a bottle labeled \"Drink me\" she does so and shrinks, but not enough to pass through the door. She then eats a cake labeled \"Eat me\" and grows larger. She finds a fan that enables her to shrink enough to get through the door to the Beautiful Garden, where she tries to get a dog to play with her. She enters the White Rabbit's tiny house but suddenly enlarges to her normal size. In order to get out, she uses the fan.\nShe enters a kitchen, in which there is a cook and a woman holding a baby. She persuades the woman to give her the child and takes the infant outside after the cook starts throwing things. The baby then turns into a pig and squirms out of her grip. The woman turns out to be a duchess. The Duchess's Cheshire Cat appears and disappears a couple of times to Alice and directs her to the Mad Hatter's Mad Tea Party. After a while, she leaves.\nThe Queen invites Alice to join the royal procession, a parade of marching playing cards and others, headed by the White Rabbit. When Alice unintentionally offends the Queen, the latter summons the executioner. Alice boxes the executioner's ears then flees when all the playing cards come for her. She wakes up to realize that it was all a dream.", "tmdb_id": 41278}, "65042808": {"title": "The Apparition (1903 film)", "plot": "An elderly traveler arrives at an inn. After making a pass at the hotel maid, he sits down and attempts to read by candlelight. To his astonishment, the candle refuses to cooperate, moving around the table and then growing to incredible height. Finally it moves so close that the newspaper catches fire.\nFrom the fire comes an apparition of a woman, with whom the traveler is fascinated. As he kneels to court her, she changes into a grotesque, shrouded ghost, who dances in a blurry haze and walks right through the enraged traveler. The traveler tries to attack the ghost, but only manages to shatter his dinner tray, to the amusement of the hotel staff.", "tmdb_id": 127094}, "31930804": {"title": "The Cheese Mites", "plot": "A gentleman is put off his lunch when he holds up a magnifying glass and sees a microscopic view of the cheese mites in his Stilton cheese sandwich.", "tmdb_id": 214278}, "32452967": {"title": "A Chess Dispute", "plot": "The movies depicts a stationary camera which looks on as two dapper gents play a game of chess. One drinks and smokes, and when he looks away, his opponent moves two pieces. A comedic fight ensues, first with the squirting of a soda siphon, then with each punching the other. The opponents wrestle each other to the floor and continue the fight out of the camera's view, hidden by the table. The waiter then arrives to haul them out of the hotel.", "tmdb_id": 142143}, "30958991": {"title": "Desperate Poaching Affray", "plot": "The film plot is slight and consists of a group of three hunters coming across two poachers. A chase ensues and the poachers flee while shots are exchanged. Despite the film's rural setting, the hunters are able to call upon police officers who join in the chase before the poachers are apprehended while crossing a stream.", "tmdb_id": 179535}, "41573610": {"title": "Diving Lucy", "plot": "A policeman is alerted to a pair of female legs protruding from the surface of a pond. He attempts to rescue the woman, but discovers that the legs are fake, with a sign saying \"RATS\" at the bottom. He then falls in the lake himself."}, "66846817": {"title": "Don Quixote (1903 film)", "plot": "The film is described in the Pathé catalogue as a Grand comic scene in 15 tableaux from the Romance by Cervantes. \n1. Scene: He starts out to defend the oppressed. \n2. Scene: Thrashed, Knighted. \n3. Scene: Fight against the windmills. \n4. Scene: Imaginary foes. \n5. Scene: Receiving the thanks of liberated convicts. \n6. Scene: Sancho loses his Ass. \n7. Scene: Fight against leather wine bottles. \n8. Scene: Gamaches wedding feast. \n9. Scene: He smashes the Marionettes. \n10. Scene: Drowning in the Ebre. \n11. Scene: Enchantment of Dulcinee. \n12. Scene: A knight's test. \n13. Scene: Sancho Pansa as Governor. \n14. Scene: The Tournament. \n15. Scene: Death of Don Quixote.", "tmdb_id": 282143}, "64968390": {"title": "The Drawing Lesson", "plot": "In an ornate outdoor scene, a painter comes upon a decorated sculptural niche with a small fountain. Admiring the view, he sets up his easel and goes off to collect his art students. A moment later, a merry prankster comes upon the scene, and begins doing magical tricks, turning a barrel into a pedestal, a ball into a miniature sun, the sun into a woman's head, and a handkerchief and jacket into her dress. Soon, in front of the niche, he has completed a statue of a woman in classical garb.\nThe painter and his students return, and are pleasantly surprised to find the statue there. As the painter bustles around the woman, she comes to life and steals the hat from his head. Then she transforms into an enormous fountain, into which the laughing prankster douses the painter.", "tmdb_id": 195954}, "44407378": {"title": "The Enchanted Well", "plot": "A witch is denied a handout and casts a spell on the town's well.", "tmdb_id": 127097}, "73919": {"title": "The Great Train Robbery (1903 film)", "plot": "Two bandits break into a railroad telegraph office, where they force the operator at gunpoint to stop a train and order its engineer to fill the locomotive's tender at the station's water tank. They then knock the operator out and tie him up. As the train stops it is boarded by the bandits‍—‌now four. Two bandits enter an express car, kill a messenger, and open a box of valuables with dynamite. In a fight on the engine car, the others kill the fireman and force the engineer to halt the train and disconnect its locomotive. The bandits then force the passengers off the train and rifle them for their belongings. One passenger tries to escape but is instantly shot down. Carrying their loot, the bandits escape in the locomotive, disembarking in a valley where they left their horses.\nMeanwhile, back in the telegraph office, the bound operator awakens but collapses again. His daughter arrives, bringing him his meal, and cutting him free when she discovers him bound; she restores him to consciousness by dousing him with water. There is some comic relief at a dance hall, where an Eastern stranger (a \"tenderfoot\") is forced to dance while the locals fire at his feet. The door suddenly opens and the telegraph operator rushes in to tell them of the robbery. The men quickly form a posse and chase the bandits through the mountains. The posse finally overtakes the bandits, and in a final shootout kills them all and recovers the stolen mail.\nA standalone final scene, separate from the narrative, presents a medium close-up of the leader of the outlaws, who empties his pistol point-blank directly into the camera.", "tmdb_id": 5698}, "47846386": {"title": "Los héroes del sitio de Zaragoza", "plot": "The film is composed of three scenes introduced by intertitles:\nScene 1: Condesa de Bureta\nA sitting room. A man and a woman loading guns. A group of men wearing guns enter and shoot from the windows. Some of them are hit by shots from outside.Scene 2: El tío Jorge\nA courtyard with an arched gate. A group of armed men behind a makeshift barricade are discussing. Some women bring them food. Soldiers come running in from behind the camera and start shooting at other soldiers coming from the other side of the gate. The invading soldiers reach the barricade but they are pushed back and routed by the defenders encouraged by a man standing on the barricade.\nScene 3: Agustina de Aragón\nA cannon served by two men, in front of city walls.\nSeveral men are shot dead. A woman enters and seeing the dead men shoots herself the cannon, creating a huge cloud of smoke. When the smoke dissipates, a group of men celebrating victory appears while the woman waves a flag at the top of the city walls.", "tmdb_id": 196276}, "9569532": {"title": "The Infernal Cauldron", "plot": "In a Renaissance chamber decorated with devilish faces and a warped coat of arms, a gleeful demon throws three human victims into a cauldron, which spews out flames. The victims rise from the cauldron as nebulous ghosts, and then turn into fireballs. The fireballs multiply and pursue the demon around the chamber. Finally the demon himself leaps into the infernal cauldron, which gives off a final burst of flame.", "tmdb_id": 16465}, "65321364": {"title": "Jack Jaggs and Dum Dum", "plot": "Dum Dum, an eccentric music hall clown, enters a stage set complete with footlights and a prompter's box. He assembles a mannequin on a bench, and begins to dance. A rival clown in a frock coat enters and attempts to take control of the stage. The annoyed Dum Dum tries various ways of getting his rival off, ranging from angry shouting to spraying him with water. Finally, with a huge mallet, he manages to hammer his rival out of sight. Dum Dum then performs an elaborate magic trick in which the mannequin is disassembled, transformed into a living ballerina, and then turned back into parts. Dum Dum attempts to bow, but the rival clown appears once more. Enraged, Dum Dum hurls his rival into the pile of mannequin parts, from which he emerges dressed in a piecemeal combination of the frock coat and the ballet tutu.", "tmdb_id": 195951}, "64792820": {"title": "Jupiter's Thunderbolts", "plot": "High in the clouds, Jupiter encounters Mercury and summons up pedestals for all the Muses. He attempts to make the Muses themselves appear using his thunderbolts, but finds the bolts do not work. He sends them off to Hephaestus for repairs, and after some trial and error, manages to summon all nine Muses.\nThe Muses all begin performing their various arts; Jupiter is initially pleased, but the cacophony soon overwhelms him, and he finally sends the Muses back to their pedestals. Mercury and Hephaestus return, making still more noise, and Jupiter banishes the whole company with his thunderbolts. However, this time the power backfires on him, and Jupiter makes a hasty retreat as the thunderbolts spin out of control.", "tmdb_id": 190683}, "53063930": {"title": "Kit Carson (1903 film)", "plot": "Kit Carson and another trapper are attacked by Indians in the wilderness; Carson is taken prisoner and his companion killed. He escapes, but is recaptured and taken to his captors' village. There, a maiden takes pity on him and cuts his bonds, enabling him to escape again and return home to his loving family.", "imdb_id": "tt0000446"}, "20951051": {"title": "Mary Jane's Mishap", "plot": "A housemaid (played by Smith's wife, Laura Bayley) starts a fire in the kitchen stove by putting paraffin on it. It causes an explosion that sends her up the chimney. She emerges from the chimney pot on top of the house and her scattered remains fall to the ground. Later, Mary Jane's ghost rises from her grave to find her paraffin can and once she finds it, she goes to her final resting place.", "tmdb_id": 132377}, "41865564": {"title": "The Melomaniac", "plot": "A music master leads his band to a field where five telegraph lines are strung on utility poles. Hoisting up a giant treble clef, he turns the set of lines into a giant musical staff. He then uses copies of his own head to spell out the tune for \"God Save the King,\" and his band joins in.", "tmdb_id": 49273}, "40501102": {"title": "A Message from Mars (1903 film)", "plot": "A Martian comes to Earth to show a human he is selfish.", "imdb_id": "tt2760490"}, "27693619": {"title": "The Monster (1903 film)", "plot": "An Egyptian prince hires a priest to resurrect his dead wife. The priest recovers the wife's skeleton from a tomb and says a prayer over it. The skeleton takes on life and begins to dance. The priest wraps the skeleton in cloth, creating a shrouded monster which dances manically and grows rapidly. The priest says another prayer, and the monster shrinks back to normal size and transforms into the prince's wife. The priest wraps another shroud around the princess and throws her to the prince. When the cloth is unwound, all that remains is the skeleton.", "tmdb_id": 44449}, "26127052": {"title": "Move On (1903 film)", "plot": "Filmed in New York's Lower East Side, the scene is a street where several pushcart vendors have gathered to sell their goods. In the foreground are fruit and vegetable carts. An elevated railroad track crosses over the street in the background. As the film progresses, two policemen can be seen heading up the street toward the camera and ordering all of the vendors to move. One of the policemen approaches the camera waving his nightstick, and the cart in the foreground begins moving. The film ends with a closeup of the policeman scolding the vendor.", "tmdb_id": 190707}, "64753538": {"title": "The Mysterious Box", "plot": "In a scientific laboratory, aided by an assistant in a worker's apron, a magician in Renaissance garb makes two chairs, a carpet, and a woman in peasant dress appear. The magician spreads two sheets of glass across the chairs, and puts an almost flat box on top of the glass. He escorts the lady into the box, which she vanishes into, despite it being far too shallow to hold her.\nThe magician, removing the glass setup, sits with his assistant, and shows that the lady is still inside the box. He then jumps into the box, the assistant follows, and the box rolls away of its own accord.", "tmdb_id": 195939}, "64968529": {"title": "The Mystical Flame", "plot": "A magician enters in front of an elaborate stage backdrop in forced perspective, and starts doing tricks with a magically expanding handkerchief. Out of it comes a servant in livery, who helps the magician set up draperies and a pedestal. From the pedestal comes a large flame, which, fanned, becomes a woman. As the servant is admiring the woman, she disappears. The magician returns, chases the servant off, but then himself disappears as he sits down. His chair begins rolling away of its own accord before the magician's triumphant reappearance. He makes the servant vanish in a puff of smoke, and dances away merrily.", "tmdb_id": 190704}, "41687362": {"title": "The Oracle of Delphi (film)", "plot": "In ancient Egypt, two priests deposit an ornate box inside a temple, locking the doors behind them. After their departure, a thief breaks into the temple and steals the box, but he is caught by a mysteriously appearing bearded figure. The bearded man retrieves the box and gives life to the two sphinx statues placed at the doors. The sphinxes appear as living women and attack the thief, whose head turns immediately into a donkey's head. The sphinxes turn back into statues, the bearded man disappears, and the donkey-thief is left sitting astonished on the ground.", "tmdb_id": 103973}, "53064047": {"title": "The Pioneers (1903 film)", "plot": "A little girl is captured by a band of Indians and her settler parents killed. Some trappers come upon the bodies and set out in pursuit. They track down and kill all the Indians and free the girl.", "imdb_id": "tt0000460"}, "34341485": {"title": "Rip and the Dwarf", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34341488": {"title": "Rip Leaving Sleepy Hollow", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34341482": {"title": "Rip Meets the Dwarf", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34341500": {"title": "Rip Passing Over Hill", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34340896": {"title": "Rip Van Winkle (1903 film)", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931.", "tmdb_id": 144462}, "34341479": {"title": "Rip's Toast", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34341492": {"title": "Rip's Toast to Hudson and Crew", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "34341497": {"title": "Rip's Twenty Years' Sleep", "plot": "The film features Joseph Jefferson as a ne'er-do-well, who wanders off one day into the Catskill Mountains, where he meets a group of odd men. He drinks some of their mysterious brew and passes out. When he wakes up, he find that 20 years have passed. The film is compiled from a series of films produced in 1896, which consisted of;\n\nRip's Toast (AM&B Cat. #45)\nRip Meets the Dwarf (AM&B Cat. #46)\nRip and the Dwarf\nRip Leaving Sleepy Hollow (AM&B Cat. #52)\nRip's Toast to Hudson and Crew\nRip's Twenty Years' Sleep (AM&B Cat. #50)\nAwakening of Rip\nRip Passing Over HillThese films were added to the National Film Registry by the Library of Congress in 1995 and featured on the DVD release More Treasures from American Film Archives, 1894-1931."}, "58861632": {"title": "Rube and Mandy at Coney Island", "plot": "The picture was subsequently described in an Edison catalog:\nThe first scene shows a country couple entering Steeplechase Park. They proceed to amuse themselves on the steeplechase, rope bridge, the \"Down and Out\" and riding the bulls. The scene then changes to a panorama of Luna Park, showing Rube and Mandy doing stunts on the rattan slide, riding on the miniature railway, shooting the chutes, riding the boats in the old mill, and visiting Professor Wormwood's Monkey theatre. They next appear on the Bowery, visiting the fortune tellers, striking the punching machine and winding up with the frankfurter man. The climax shows a bust view of Rube and Mandy eating frankfurters. Interesting for the humorous features, and the excellent views of Coney Island and Luna Park."}, "19247704": {"title": "Runaway Match", "plot": "A couple elope by car. The woman's wealthy father gives chase, but his limousine breaks down. When he arrives too late to prevent the marriage, he becomes reconciled to his new son-in-law.", "tmdb_id": 467891}, "9119737": {"title": "Sherlock Holmes Baffled", "plot": "Sherlock Holmes enters his drawing room to find it being burgled, but on confronting the villain is surprised when the latter disappears. Holmes initially attempts to ignore the event by lighting a cigar, but upon the thief's reappearance, Holmes tries to reclaim the sack of stolen goods, drawing a pistol from his dressing gown pocket and firing it at the intruder, who vanishes. After Holmes recovers his property, the bag vanishes from his hand into that of the thief, who promptly disappears through a window. At this point, the film ends abruptly with Holmes looking \"baffled\".", "tmdb_id": 195620}, "65478138": {"title": "Uncle Tom's Cabin (1903 film)", "plot": "The movie consists of 14 sequences:\n1. Eliza Pleads with Tom to Run Away\nSnowy landscape at night. A typical Southern log cabin. Snowing. Uncle Tom's home at Shelby's plantation. Eliza Harris hastily appears with her little boy and taps on the cabin window. Eliza informs him of the sale of himself and her boy to the slave traders, and tells him that she has decided to run away. She tries to induce Tom to accompany her but he Tom refuses.\n2. Phineas Outwits the Slave Traders\nA large room in a tavern by the river side. Phineas Fletcher, a plantation owner, enters, and looking out of the window, discovers that the river is full of floating ice. Eliza and her child, enter almost exhausted. Eliza inquires if there are any ferries running across the river that night but he says that they have stopped running. Marks enters followed by Haley who tells him that he has bought a little boy and his mother who have run away. He asks Phineas if he had seen anything of them. Phineas takes the trio to one side of the room, while Eliza escapes out of the window. When the slave traders turn around, Phineas holds them at bay with two large revolvers.\n3. The Escape of Eliza\nWood scene by the river full of floating ice. Eliza appears with the slave traders with their dogs in hot pursuit. She jumps on a cake of floating ice just in time to escape the blood-hounds.\n4. Reunion of Eliza and George Harris\nPhineas helps Eliza reunite with her husband George Harris. But the slave traders find them and a fight ensues in which Haley is shot while Harris, his wife and child escape.\n5. Steamboat Race Between the \"Robert E. Lee\" and \"Natchez.\"\nTwo boats are coming down the Mississippi river at a very high speed. The \"Robert E. Lee\" is gradually  drawing ahead. As the \"Natchez\" gets to the centre of the scene, a terrific explosion takes place.\n6. The Rescue of Eva.\nA large number of slaves are seen dancing and shouting a welcome at the arrival of the \"Robert E. Lee\" at the dock and the passengers disembark. As Eva is pushed overboard by a crowd of passengers, Tom dives quickly to her rescue. A line is thrown from the dock and Tom and Eva are pulled to safety. St. Clare, Eva's father purchases Uncle Tom at Eva's request.\n7. Welcome Home to St. Clare, Eva and Uncle Tom.\nThe garden in front of St. Clare's home. A large number of slave are dancing joyously at the arrival of St. Clare, Uncle Tom and Eva. St. Clare tells his wife of the rescue of Eva by Uncle Tom. Topsy appears and goes through a very funny dance.\n8. Eva and Tom in the Garden.\nSame setting as Scene 7 at night. Tom and Eva enter and sit on the rustic bench under a tree.  Eva becomes ill. Her father takes her inside.\n9. Death of Eva.\nEva's bed chamber. She lies sick on a couch with St. Clare and Aunt Ophelia by her side. Mrs. St. Clare enters and St. Clare tells her that Eva is dying. Eva points toward the sky, telling her father that she is going there, and falls back dead. An angel appears, takes her spirit and ascends.\n10. St. Clare Defends Uncle Tom.\nA bar room. Marks enters with a friend and sits at a table. St. Clare, who has been drinking heavily since the death of Eva, enters, followed by Uncle Tom. Simon Legree, owner of a large plantation invites all hands to have a drink. St. Clare says he does not drink with strangers which makes Legree  furious. After drinking, he offers a drink to Uncle Tom, who refuses it. This increases Legree's anger and he throws the contents of the glass in Uncle Tom's face. St. Clare knocks him down. Legree draws a large knife from his belt and plunges it into St. Clare's heart.\n11. The Auction of St. Clare's Slaves.\nA dock scene with bar room and warehouses on one side, and a large number of steam boats moored to the wharf. The auctioneer proceeds to open the sale. Emaline, a beautiful mulatto girl, and Tom are sold to Legree.\n12. Tom Refuses to Flog Emaline.\nA large cotton-field at Legree's plantation with slaves picking cotton in the foreground. Uncle Tom is  trying to keep up with the younger slaves, but is unable to do so. Cassy, a former mistress of Legree,  gives Uncle Tom a hand when the overseer's back is turned. Legree tells Emaline that he has decided to take her out of the fields and tells her to go to the house. She declines to do so, which enrages Legree. He tells Tom to take his whip and flog Emaline. He throws the whip to the ground, refusing to whip her. Legree has Tom tied to the whipping post and whips him until he is stopped by Cassy.\n13. Marks Avenges the Death of St. Clare and Uncle Tom.\nLegree's home with a large veranda framed by great colonial pillars and cotton fields in the background. Legree has Tom brought to him and asks if he knows the hiding place of Emaline and Cassy, who ran away the night before. Tom refuses to reveal it. Legree becomes furious and strikes Tom over the head and has him sent to die in his shed. Marks enters and informs Legree that he has a warrant for his arrest for the murder of St. Clare. Legree tries to strike him with his whip but Marks dodges and shoots him dead.\n14. Death of Uncle Tom.\nUncle Tom is lying on the floor of an old woodshed. George Shelby enters and tells him that he has come to take him back home. Tom tells him that he is dying and pointing to the sky, says that he can see his Heavenly home; a vision of Eva in Heaven appears as Tom drops back dead. Shelby kneels by his side, as a series of visions appear: John Brown being led to execution, a battle scene from the Civil War, and Abraham Lincoln with a slave kneeling at his feet with broken manacles.", "tmdb_id": 148547}, "69381925": {"title": "What Happened in the Tunnel", "plot": "Inside a railroad car, a black maid sits next to a white woman. Behind both women sits a white man reading a newspaper. The woman drops her handkerchief. The man hands it back to her and starts to flirt with her. The train enters the tunnel and the film fades to black. As the train emerges from the tunnel, the two women have switched places and the man is kissing the black maid. The man looks around to see if anyone else saw and sits back down in embarrassment as the two women share a laugh over their prank."}, "65703150": {"title": "William Tell (1903 film)", "plot": "The film shows five scenes inspired by key moments of the eponymous play by Friedrich Schiller. Three of these scenes are introduced by an intertitle.\n1. William Tell's heroism.\nA mountainous landscape with a staircase. William Tell helps a peasant escape on a rowing boat just before a group of soldiers enters.\n2. The Plot.\nIntertitle: \"People and bourgeois take oath\"\nA clearing near a mountain lake. A group of people enter and surround William Tell. They take a solemn oath.\n3. The Apple.\nIntertitle: \"William Tell is arrested\".\nA village square in the mountains. Several villagers enter the square followed by two heralds who sound their trumpets before a proclamation is read: Everybody must salute the hat of Governor Gessler hanging on a pole. Everybody does it except William Tell who has just entered with his son. As punishment, he must shoot with his bow an arrow on an apple placed on his son's head. He achieves the feit but is nevertheless arrested. \n\n4. Death of Gessler.\nIntertitle: \"The people cheer William Tell\".\nAn embankment in a mountainous landscape. Gessler arrives on a rowboat and William Tell shoots an arrow which kills him\n5. The Swiss cheer their Liberator.\nVillagers are dancing on a square. William Tell appears and all cheer him.", "tmdb_id": 195972}, "64968614": {"title": "The Witch's Revenge", "plot": "In a courtly setting, a king condemns an old sorcerer to be chained to a post and tortured. The sorcerer, begging for mercy, attempts to entertain the court with magic, conjuring up a classical tableau vivant and making a chair spin of its own accord. However, the king is steadfast. Just as he is about to chain up the sorcerer, however, his attendants transform into assistants of the sorcerer, and chain the king up instead. The sorcerer and the whole court link arms, and they all dance away happily.", "tmdb_id": 195943}}