{"1343329": {"title": "Ben Hur (1907 film)", "plot": "With an original total running time of just 15 minutes, Kalem's \"Roman Spectacle\" only highlights some of the principal events described in the novel, although notably excluding Judah Ben-Hur's encounters with Jesus Christ or his presence at Christ's crucifixion. The film company in its advertising in 1907 describes the release being composed of \"Sixteen Magnificent Scenes\" with intertitles introducing screen presentations such as \"Jerusalem Rebels Against Roman Mis-rule\", \"The Family of Hur\", \"Ben Hur in Chains to the Galleys\", and \"Ben Hur and Messala—The Challenge\".A significant portion of the film's latter content is devoted to portraying the story's chariot race. Just four chariots, including those driven by Ben-Hur and Messala, are depicted, with each being drawn by teams of four black horses. Virtually all of the contest's action is implied visually, occurring off-camera, and not shown to viewers of the film. Roman spectators on screen cheer as they pretend to watch the charioteers racing three laps around the track of the Circus Maximus. Only brief footage shows the contestants speeding by the static camera as their vehicles are supposedly completing each of the laps. After Judah wins the race against Messala and the two other competitors, the intertitle  \"Ben Hur Victor\" appears. The film then ends with spectators continuing to cheer; Judah being awarded a laurel wreath by the emperor; and Messala, who was injured during the race, lying on a stretcher and gesturing toward his former friend."}, "69796648": {"title": "Children's Reformatory", "plot": "A young orphan is thrown out into the street by a ruthless janitor after the death of his mother. He wanders pitifully through the streets, soliciting in vain the charity of the passers-by. Driven by need, he grabs a loaf of bread from a bakery and runs away. Caught in the act of vagrancy and theft, he is sent to a penitentiary where he leads the hard life of convicts. He manages to escape and hides in a doghouse where he eats the dog's food but is soon recaptured. However, an old philanthropist takes an interest in him. He educates him and allows him to escape from definitive misery.", "tmdb_id": 351188}, "64141824": {"title": "El ciego de la aldea", "plot": "In Godella, a municipality in the Province of Valencia, a blind man and a young girl ask for charity in a street. First they ask a group of sinister-looking men who rebuff them, then they ask a well-dressed couple who give them money while the men watch with interest.\nLater, on a deserted road, the group of men attack the couple who had arrived in a carriage. They abduct the woman and force the man to sign a check. The bandits bring the woman to a cave, but the young girl, hidden behind a bush had seen them. Together with the blind man, they free the woman. As the young girl exits the cave, she sees the man together with a group of policemen. She shows them where the woman was held and they decide to ambush the bandits.\nThe police easily overpower the bandits and the couple thank the blind man and the young girl for their help.", "tmdb_id": 196493}, "37551525": {"title": "Le Cochon Danseur", "plot": "In the film, a giant anthropomorphic pig, dressed in fancy clothes, dances with a girl, who later embarrasses him by tearing his clothes off. The two start to dance together, then walk into the curtains behind them. In the infamous final scene, the pig moves his tongue and eyes around and then bare his teeth, possibly in an attempt to show the puppet's mechanical abilities.", "tmdb_id": 142026}, "38064719": {"title": "Daniel Boone (1907 film)", "plot": "Boone's daughter befriends an Indian maiden as Boone and his companion start out on a hunting expedition. While he is away, Boone's cabin is attacked by the Indians, who set it on fire and abduct Boone's daughter. Boone returns, swears vengeance, then heads out on the trail to the Indian camp. His daughter escapes but is chased. The Indians encounter Boone, which sets off a huge fight on the edge of a cliff. A burning arrow gets shot into the Indian camp. Boone gets tied to the stake and tortured. The burning arrow sets the Indian camp on fire, causing panic. Boone is rescued by his horse, and Boone has a knife fight in which he kills the Indian chief.", "tmdb_id": 757986}, "64805078": {"title": "Delirium in a Studio", "plot": "Méliès's American catalogue reports the following action, covering the part of the film now presumed lost: A painter is working on a full-length portrait of a woman in exoticized dress, with help from a bottle of whiskey. Suddenly he realizes that, whenever he puts the bottle down, his servant is also stealing a taste. The painter goes to hide the whiskey bottle, and the servant seizes the opportunity to drink the whole contents of two other bottles. The painter returns just as the servant's stomachaches make him realize that these two bottles contained not whiskey, but paint. The angry painter thrashes the servant, finally hitting him with a saber. The servant falls unconscious. The painter, thinking he has accidentally murdered his servant, hurriedly stuffs the body in a nearby trunk and drinks himself asleep. When the painter is sleeping in his drunken stupor, the servant sneaks out of the trunk, just as the woman comes to life and steps out of her painting. She plays a series of pranks on the servant, culminating in pouring a bucket of white liquid over his head.The surviving fragment of the film shows the woman returning to her frame and becoming a painting again. The painter wakes up and is astonished to see the servant swatting the painting with the broom. The painter gives the servant a second thrashing. The fragment concludes with action not mentioned in the catalogue: the painter finally decapitates his servant, stuffing the head and body in the same trunk he had used before. The servant's body, holding its head, climbs out of the box and wanders away. The painter, terrified at the sight, jumps straight into his painting and disappears.", "tmdb_id": 196490}, "14567007": {"title": "The Eclipse, or the Courtship of the Sun and Moon", "plot": "A professor of astronomy gives a lecture instructing on an impending solar eclipse. The class rushes to an observation tower to witness the event, which features an anthropomorphic Sun and Moon coming together. The Moon and the Sun lick their lips in anticipation as the eclipse arrives, culminating in a romantic encounter between the two celestial bodies. Various heavenly bodies, including planets and moons, hang in the night sky; a meteor shower is depicted using the ghostly figures of girls. The professor of astronomy, shocked by all he has witnessed, topples from the observation tower.  Fortunately, he lands in a rain barrel, and is revived by his students.", "tmdb_id": 49278}, "23718816": {"title": "First Prize for the Cello", "plot": "A man walks along with a cello under his arm. He then sits down on a stool and proceeds to play it, very badly, while the neighbors proceed throw all manner of things at him to make him stop. At one point, a couch is thrown at him, but neither this nor any other projectile is a successful deterrent. At the end of the film, a girl comes up to him and gives him some flowers. The man then stops playing and walks off, happy that his talents have been recognized.", "tmdb_id": 196542}, "64831085": {"title": "The Good Luck of a \"Souse\"", "plot": "In a saloon, a drunkard is in such a bad state that the police are called in to carry him away and bring him home. His arriving there wakes up his sleeping wife and daughter; when they remonstrate him for his drunkenness, he reacts violently and pushes them both out of a window. By miraculous good luck, both survive the attack; the daughter falls into a peddler's basket, and the wife gets caught on the side of the building as she falls.\nThe drunkard, believing himself to have murdered his family, is shocked into sobriety and attempts to hang himself. However, the rope breaks just as a police officer comes in, leading the wife and daughter. The ex-drunkard pledges never to touch another drop of alcohol, and the whole family is happy.", "tmdb_id": 196607}, "63935546": {"title": "The Haunted Hotel", "plot": "The film starts with an outside view of a small house, obviously a model. The windows and door start moving and the house take the shape of a face. A traveller enters the hotel and things start to move by themselves. A waiter brings the dinner and, on the table, the bread is cut by a knife moving by itself and coffee and sugar are served without human intervention.\nA small figure comes out of the milk jug to pour the milk in the cup before returning to the jug. The flabbergasted guest brings out of the jug a napkin which starts dancing by itself and, when he finally catches it, it turns into a sheet. The man finally goes to bed. The room starts turning around. The film ends with a big monster appearing behind the bed and catching into his huge hands the traveler and his blanket.", "tmdb_id": 139246}, "41083944": {"title": "How Brown Saw the Baseball Game", "plot": "Before heading out to a baseball game at a nearby ballpark, sports fan Mr. Brown drinks several highball cocktails. He arrives at the ballpark to watch the game, but has become so inebriated that the game appears to him in reverse, with the players running the bases backwards and the baseball flying back into the pitcher's hand. After the game is over, Mr. Brown is escorted home by one of his friends. When they arrive at Brown's house, they encounter his wife who becomes furious with the friend and proceeds to physically assault him, believing he is responsible for her husband's severe intoxication.", "imdb_id": "tt1937186"}, "22642959": {"title": "Een Jongmensch...", "plot": "The film relates the short story of a young man who is suspended from a tree in Muiden Forest after being rejected by the girl of his dreams and decides to himself to hang from the highest tree in the local park. Soon he is discovered by the park and a great fuss is created for him to come down. The young man survives the ordeal.\nIn France a film also circulated  with the same plot twist called Le Pendu.", "tmdb_id": 1037276}, "65033523": {"title": "The Knight of Black Art", "plot": "A magician, aided by his assistant and two women dressed as pages, constructs a large tambourine from two hoops and a piece of cloth. The magician paints a face on the head of the tambourine, and magically extracts wine bottles and clothing, including old-fashioned dresses, from the face. Multiplying the pages into four, the magician throws the dresses upon them, and they perform a brief dance.\nNext the magician takes the frame of the tambourine (now without its head), and, suspending it from wires, makes one of the women rise up from it. He then disappears into the frame himself, to the astonishment of his servant, before returning for a final trick: separating the frame back into two hoops, he turns them into the wheels of a bicycle, and rides cheerfully away.", "tmdb_id": 196599}, "47012380": {"title": "Robbery Under Arms (1907 Tait film)", "plot": "According to a contemporary newspaper report, \"All the incidents of the romantic bushranger Starlight are enacted, from the first incident, the branding of stolen cattle, to the \"Last stand of Starlight and the Marston boys.\"  An advertisement for the film, to be shown at the Oddfellows' Hall in Wagga Wagga on the 8th and 9th of January 1908, describes Robbery Under Arms as \"The Greatest Series of Dramatic moving Pictures Ever Taken\".  It details the major scenes in the film as \"such well-known and famous incidents as – The First Downward Step, Captain Starlight Wounded by Police, The Cattle Sale, Terrible Hollow, The Runaway and Rescue, The Marstons at St. Kilda, Berrima Gaol, Sticking up the Goulburn Mail, Kate Morrison's Revenge, Robbing the Gold Escort, The Bushranger's Last Stand, and numerous other great and dramatic situations\"."}, "65062984": {"title": "Rogues' Tricks", "plot": "Two vagrants break through a window into an opulently furnished house. They hide in a closet just as the owner of the house, a bearded gentleman, enters. The owner, astonished by the mess the vagrants have made, berates his housemaid. A glazier comes in to fix the window.\nAs the glazier works, the vagrants escape into the bathroom. Hearing a noise, they jump into the empty bathtub and hide under the tub's wooden cover. The noise is the owner, coming in to take a bath; he lights a match to the hot water heater, and gets a jet of hot water pouring into the tub. The vagrants, taken by surprise, start to jump involuntarily, and the owner realizes they are there. He tries to contain them by sitting on the cover, but they wrangle free, and the owner lands in the bathwater.\nThe owner jumps out of the bathtub and runs in pursuit of the escaping vagrants, who again escape to the closet. The owner crashes into the glazier with a shatter of glass, fires off a rifle that hits his housemaid, and finally ends up in the closet, which topples over.", "tmdb_id": 196537}, "8451294": {"title": "Salaviinanpolttajat", "plot": "No prints of the film have been preserved so the film can be considered a lost film. The original screenplay has also been lost. However, some plot descriptions are still known based on contemporary newspaper advertisements of the film.\nAs the name would indicate, the film tells about two local men who are making moonshine in the woods. A customer comes to them, and while sampling the product they start a game of cards, which eventually leads to a fight. While the fight is going on, the local police shows up and arrests the makers while the customer manages to escape.", "tmdb_id": 288060}, "5933609": {"title": "El Satario", "plot": "While a group of young women are frolicking in the countryside, a satyr appears and forces one woman to receive and perform oral sex and then have sex with him. Then the other women come and put him to flight.", "tmdb_id": 424623}, "43347812": {"title": "Satan in Prison", "plot": "The film features Méliès in a room which is intended to be a cell and he finds ways to cure his boredom by performing tricks, such as vanishing and magically appearing picture frames and sudden appearing fireplaces and dinner tables with wine. Towards the end of the film he appears as Satan and tricks his guards by disappearing in a blanket.", "tmdb_id": 196538}, "12036514": {"title": "Satan s'amuse", "plot": "The Devil is bored. He goes back to Earth with a magic elevator. He surprises two sewer workers, disguises himself as a city man, and spreads improbable events: quarrel with a coachman, altercation with a city sergeant, the mystification of a barman, and quid pro quo with couples. He gets trapped in a cage with a young woman and goes down to Hell. It is revealed that the young woman is in fact Madame Devil, disguised by jealousy."}, "65057116": {"title": "Sightseeing Through Whisky", "plot": "A large group of tourists, complete with guidebooks, pith helmets, and a tour guide, arrive at a rocky landscape dominated by a ruined temple. One of the tourists, tired from the sightseeing, lies down on a rock and goes to sleep. A drunken footman, carrying the sightseers' luggage, lags behind the group. As they move on, he sits down and starts drinking extensively from a bottle found among the luggage.\nAs the footman collapses in a drunken stupor, a figure in Ancient Grecian or Roman robes appears and demands the frightened footman's attention. The robed figure summons up various visions: women in classical drapery, posing in tableaux; an ancient festival with dancing Bacchantes; Dionysus himself, riding a donkey; a fountain of fire; and a final tableau of women, one of whom lies down near the footman.\nThe footman is showering her with kisses when his hallucination comes to a sudden end, and he realizes he is embracing the tired tourist. Incensed, she fights him off, and a group of the other tourists drag the drunken footman away.", "tmdb_id": 196534}, "70001104": {"title": "College Chums", "plot": "While in a park, a young woman sees her fiancé being quite affectionate with another woman. When she calls him on the telephone to demand an explanation, he tells her that it was his sister. She is not satisfied, and insists on coming over to meet his 'sister'. As the young man broods over how to get out of trouble, a college friend comes over and offers to pretend to be the sister. At first this works, but soon it has created even more complications as first his fiancée and then her father start flirting with the friend.", "tmdb_id": 196509}, "69603473": {"title": "The 'Teddy' Bears (1907 film)", "plot": "The film starts as an adaptation of \"Goldilocks and the Three Bears\": a young girl enters the bears house, eat their porridge and sleeps in the bed of the bear cub. When the bears come home and discover her, she jumps out of the window and runs away with one of the bear cub's teddy bears. The bears chase Goldilocks across a snowy landscape until a hunter looking like \"Teddy\" Roosevelt intervenes, kills the two full-grown pursuers and captures the bear cub. The hunter and the girl then go back to the bears' house where they steal the remaining teddy bears.", "tmdb_id": 148511}, "69868674": {"title": "The Trainer's Daughter or A Race for Love", "plot": "Jack, owner of a racehorse, and the daughter of a horse trainer are in love. The trainer would rather have his daughter marry Delmar, the owner of a whole stable. Jack and Delmar enters into a wager concerning the outcome of a race in which they both have horses competing and the trainer's daughter agrees to marry the winner. Delmar realises that his horse cannot beat Jack's and he bribes a stable boy to dope Jack's horse, a plan Jack's jockey overhears. The jockey attempts to intervene, but Delmar and the stable boy overcome him and hide him in a deserted house. The jockey manages to escape but is not in any condition to ride. The trainer's daughter convinces Jack to let her take the jockey's place and she wins the race.", "tmdb_id": 196512}, "41004990": {"title": "That Fatal Sneeze", "plot": "An uncle (Thurston Harris) decides to play a practical joke on his nephew (Gertie Potter) at dinner, adding large amounts of pepper to the nephew's food, prompting an uncontrollable outburst of sneezing. In revenge, the nephew puts pepper on several items in his uncle's bedroom, so that when the uncle gets dressed the following morning, the pepper causes a violent sneezing fit, which shakes the room and knocks over the bed.\nThe pepper continues to have an effect on the uncle during the day, as his sneezing causes damage to a few shops. The shopkeepers and other onlookers start chasing the uncle, who runs to a policeman to ask for help. Before he can request assistance, the uncle sneezes violently again, which knocks over the policeman and a lamppost, as well as causing damage to a house. In an attempt to escape the crowd that is pursuing him, the uncle climbs up a ladder, but this breaks when he sneezes again. The uncle's sneezing continues to get worse, with one sneeze causing the world to shake. Eventually a final sneeze causes the uncle to explode."}, "5813537": {"title": "Under the Seas", "plot": "Yves, a fisherman, comes home after a tiring day of fishing and soon falls asleep. In his dream, he is visited by the Fairy of the Ocean, who leads him to a submarine. Yves is made Lieutenant-in-Command and sets off on a submarine voyage.\nA panorama of undersea views follow, including shipwrecks, underwater grottoes, huge shellfish, sea nymphs, sea monsters, starfish, mermaids, and a ballet of naiads. The ballet is interrupted by Yves, whose inexperience with submarines leads him to run his craft aground on a rock. Yves leaves the wrecked submarine and chases after the departing naiads, but is attacked by huge fish and crabs. He escapes and travels past further underwater marvels, including underwater caves, anemones, corals, giant seahorses, and an octopus that attacks him. However, in vengeance for all the fish Yves has caught in his career, goddesses of the sea trap the fisherman in a net and let him fall into a gigantic hollow sponge, from which he struggles to escape.\nWaking up from the dream, Yves realizes that he has fallen from his bed into his bathtub, and is entangled in his own fishing net. His neighbors and friends free him from the confusion, and he treats them all to drinks at the nearest café.", "tmdb_id": 114136}, "52098080": {"title": "The Unwritten Law (1907 film)", "plot": "The plot closely follows Nesbit's own testimony regarding White's seduction and assault, followed by a scene of the killing and Thaw's imprisonment in New York prison The Tombs. Finally, the film shows Thaw's acquittal, though in reality, he had not yet been acquitted at the time of the film's release.", "tmdb_id": 232718}}