{"45117267": {"title": "A 29-Cent Robbery", "plot": "A thief sneaks into the Robinson home with the intention of looting it. He is discovered by a young girl, Edna Robinson, and flees taking only her toy bank containing the paltry sum of 29 cents USD, equivalent to $8 in 2021. She is so upset about the theft of her bank that the parents decide to inform the police. They go to the police station and report the robbery, but the police laugh at them. The parents go home and inform Edna that the police will not do anything, which makes her all the more determined. So Edna goes to the police station by herself and informs the police captain of the robbery and its details. He assigns his officers to work on the case and they arrest several men carrying toy banks. They ask Edna to identify the robber, but she says he is not present. The police set the men free and Edna decides to take the task upon herself. So she gets a police whistle and starts investigating on her own, eventually finding the thief."}, "32840140": {"title": "The Abyss (1910 film)", "plot": "Knud, a vicar's son, meets Magda, a piano teacher, on a tram. He falls in love with her and introduces her to his parents. She refuses to go with them to the Sunday service and convinces him to go to the Circus with her. She dances with the performers and at night, one of them, Rudolf comes to seduce her. They run away on horseback. Magda is not happy with Rudolf who keeps flirting with other girls, but she cannot leave him, despite Knud's efforts.", "tmdb_id": 77133}, "39627519": {"title": "The Actor's Children", "plot": "The plot of the film was best convened through a published synopsis in trade, which introduced the names of the cast and the backstory. Eugenie Freeman and Paul Temple, marry and have two children, a boy and a girl. The parents have been unemployed, but the film starts with the parents finding work in an upcoming production at a theater. As they return home, they are interrupted by the landlady, Mrs. O'Brien, who demands the rent. The landlady does not care about the family's misfortune and is upset when she cannot collect. She provides one week for the Temple family to pay up.The production is postponed and the parents are out looking for work when a prospective tenant appears. Mrs. O'Brien shows him the room and he is interested, but does not know what to do with the children. Mrs. O'Brien puts the children out onto the street, where they dance to the music played by an organ grinder. The organ grinder earns more money from their dancing and he entices the children to return to his hovel and teaches them to dance. The organ grinder instructs them to dance for money. The children are rescued by a theater manager and finds them a place in the theater program.In the meantime, the parents have searched for their children and suddenly come into a fortune when a relative bequeaths a large sum of money to them. The parents search for their children in large gatherings and find their children dancing on the vaudeville bill from their theater box. The family is reunited and the film concludes.", "tmdb_id": 194020}, "45591515": {"title": "The American and the Queen", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 22, 1910. It states: \"Maud, the beautiful queen of Rumania, is deposed through the efforts of her wicked cousin, Rupert, who seizes the throne. He tries to make love to Maud, but when she spurns him he has her thrown into prison. Through the efforts of her faithful lady-in-waiting, and the kindly priest, the young queen escapes. While on a steamer, her cousin's spy locates her and decides to give her poison, but his attempt is detected by Jack Walton, wealthy young American who has seen the queen and fallen in love with her without knowing anything as to her history. A number of noblemen urge the queen to make an effort to regain the throne, and when Jack joins his plea to theirs, she consents. But the queen is only in her country a few hours when she is arrested during the absence of Jack on a mission.\"\"Jack prepares to save the queen, but has hit on no definite plan. Then Father Paul proposes a scheme. The queen's prison is on the ground floor; it is possible for her to stretch her hand through the bars. And Jack marries the woman he loves, though a stone wall is between them. The priest, with the bridegroom is outside, and the careless guards do not see them. Rupert then sends for his cousin again, and for the second time he offers to marry her. But she spurns him. Then he orders her execution. The sentence is about to be carried out when Jack arrives with a squad of U.S. troops from a troop ship in the harbor. The queen is entitled to their protection, for she is now the wife of an American. And she gets it. Rupert loses his life and the ensuing combat.\""}, "44305042": {"title": "As It Is In Life", "plot": "The film starts out with an intertitle stating, ‘The Mother is Gone’. The father, named George Forrester, works at a pigeon farm. The daughter is very lonely when her dad leaves for work, so George brings his daughter to his work at the farm. George meets an old sweetheart, and they rekindle. Forrester lets the woman go for his daughter, because he can’t support a wife and child. Years pass and the daughter is all grown up. She tells her dad that she will never leave him. Forrester and his daughter go for a walk along the beach and the farm where he works. A young man catches the eye of the daughter. Forrester tells his daughter that she must choose between him and the young man. She ends up choosing the young man and they get married. George is bitter and doesn’t go to the wedding or visit the couple. The daughter and the young man have a child and she brings it to her father in hopes he will notice. The father is delighted to see the child and he and his daughter reunite."}, "45450382": {"title": "An Assisted Elopement (1910 film)", "plot": "The film is presumed lost as no known surviving copies of the film exist. A synopsis of the film was published in The Moving Picture World. It states: \"Glade and Sears are next door neighbors and old friends. Glade has a daughter, while Sears has a son. The young people have never met, being away at school while the old folks have been cementing their friendship. As the two men own adjoining places, they believe that the best thing for the younger people to do is to get married. So they try to bring this about. Gladys Glade and Charlie Sears meet on the train while they are returning home and start a flirtation. Perhaps they would have married in the end, if the old folks hadn't 'butted in.' As it is, they lose all interest in each other. Then the fathers try another tack. They decide to be bitter enemies in public, hoping the opposition will bring the children together. The new plan works like a charm, and Gladys and Charlie, realizing their parents' shortcomings, decide to elope. They do so, much to the satisfaction of Glade and Sears.\""}, "45512529": {"title": "Avenged (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 8, 1910. It states: \"John Warren, a prosperous young clerk, is run down by a taxi cab while crossing a city street. The chauffeur, Allen, afraid of the consequences of his carelessness, makes his escape when he sees a crowd gathering around his victim. He abandons his machine on a lonely country road, and catching a westbound train, succeeds in making good his escape. Six years later finds John, now a cripple, living in a mining town with his devoted wife. Here John, incapacitated from other work, lives out a miserable existence as the timekeeper at the mine. Here, also, Allen comes, applying for work as a miner. They do not recognize each other. John, poor and ill, is visited by another misfortune. His beloved wife, who has clung to him through all the years of his adversity, sickens and dies. His one joy in life is taken from him. John refuses to be comforted by Allen, who feels deep sympathy for the poor cripple. While reciting his sad history to Allen, John learns for the first time that Allen is the man who, by crippling him, wrecked his life. At last the vengeance he has sought all these years is within his reach. He raises his gun to end Allen's existence, when a vision of his wife appears, breathing the message, 'Vengeance is Mine, sayeth the Lord.' John rushes from the house to the grave of his loved one, and there, after forgiving Allen, dies at peace with mankind.\""}, "45167301": {"title": "The Best Man Wins (1910 film)", "plot": "Though the film is presumed lost, a surviving synopsis was published in The Moving Picture World. It states: \"Julia Seaton, a rich heiress, has two suitors, Dr. John Seymour, a wealthy physician, and Richard Calhoun, a poor lawyer. They both propose in the same evening, but while inclined to prefer John, Julia has not yet made a definite choice, and tells both to come back in a month for their answer. The scene shifts to the squalid home of the charwoman, Mrs. Smith, who, ill in bed and unable to earn the rent money, is about to be evicted with her tiny daughter May. The mother faints from weakness, and May rushes for a doctor. She sees Seymour's sign in a window, and asks him to help her mother. Then the man shows his caliber. Because she has no money, he turns her away. Calhoun, the lawyer, meets May, learns of her plight, and, although poor, pays the overdue rent, and the family moved back in the house. But the privation she has suffered proved fatal to the mother, and tiny May is left an orphan.\nOn her deathbed, Mrs. Smith is found by Miss Seaton, who is visiting the poor quarters on charity work, and on the charwoman's passing, the society girl adopts poor little May. The child becomes a happy member of the Seaton family and at the end of the month is a fast friend of the kind-hearted Julia. At the end of a month, too, Julia prepares to decide who shall be her life partner, as promised. But it is little May who really decides. At sight of Seymour, she recalls the physician who turned her away, and denounces him to his own and Miss Julia's face. May recognizes Calhoun as the friend in need, and tells Miss Julia so. The latter feels that Calhoun is a real man and would make a splendid husband, so it's a cinch that 'the best man wins.'\"", "imdb_id": "tt0343423"}, "45661875": {"title": "The Childhood of Jack Harkaway", "plot": "The film is not lost, but a modern synopsis has not been published. The official synopsis of the film was published in The Moving Picture World on December 24, 1910. It states: \"Jack Harkaway is of aristocratic birth, being the son of a wealthy Englishman's daughter and a poor young man, with whom she has eloped. Her parents bring about a separation and compel her to place the child in the hands of strangers, who are bribed to keep his whereabouts a secret from his mother. At the age of 12 Jack is placed in a school, the master of which is prejudiced against him, owing to the boy's mischievous disposition. After having received severe and unjust punishment from the schoolmaster, Jack decides to run away from school, and escapes from the room in which he is locked, through the window. Wandering along a country road, he accidentally overhears two sneak thieves planning to rob a house. Jack makes his way to the house in time to warn its mistress of the proposed robbery. Two [man] servants are placed in hiding, when the would-be thieves put in an appearance there and are immediately captured. Jack is given a fine supper by the lady of the house, who is very grateful to him. And when the schoolmaster, accompanied by Jack's guardian, arrives, she is touched by the boy's appeal not to be turned over to his rough-looking 'friends.' Upon getting a closer view of the man who calls himself the lad's guardian, she realizes that he is the man to whom she was forced to give over her child. The man admits that Jack is her own boy, and the picture ends with the men being turned out of the house and Jack restored to his mother's arms.\""}, "3270678": {"title": "A Christmas Carol (1910 film)", "plot": "The day before Christmas, miserly Ebenezer Scrooge refuses to contribute to the Charity Relief Committee, and then rudely rejects his nephew Fred when he visits Scrooge in his office. When Scrooge returns home, he sees the ghost of his former business partner Jacob Marley, who warns him of the punishment he will suffer in the next life if he does not change his ways. That night, Scrooge is visited by three more spirits, who show him his past, present, and future.", "tmdb_id": 84270}, "45599037": {"title": "The City of Her Dreams", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from November 19, 1910. It states: \"Ella Brown is the only child of a poor widower. Their home is in a small town in the Middle West, and Ella has never seen New York (City), although she has always wanted to go there. Her father, finding times hard, decides to take a chance in the gold fields of Alaska, and when the play opens, is about to start there. He leaves Ella in the care of an aunt, a sour old person who runs a boarding house, who promptly makes a drudge out of the girl. As she has no other relatives, there is nothing for her to do except submit. Sitting in her room one evening, tired after a day's hard work, she looks at her two treasured magazines, one showing views of her pet city and the other giving the latest fashion. The girl is filled with a longing to travel and wear pretty clothes, and falls asleep. In her dream she is transported to New York, where she finds enough money to enable her to buy all the pretty things she admires. Ella greatly enjoys her visit, and is extremely unhappy when she wakes up. But she finds that her dream will become reality before long, for her father has returned from the gold fields with a fortune and a desire to fulfill all the wishes of his pretty daughter.\""}, "45355872": {"title": "The Converted Deacon", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 16, 1910. It states: \"May Sanders is the daughter of a farmer, Deacon Sanders, who is nearly as poor as he is religious. May goes to the city to seek employment, and her father warns her to shun theatres and bad company. Her first job is a maid in the home of Mrs. Carr, wife of a theatrical manager. Mrs. Carr discovers that May can sing and dance exceptionally well, and her husband places May on the stage. She makes a hit right from the start. Also she annexes the affections of John DeLacy, a wealthy young man. But she does not dare tell her parents about her new vocation. Matters drag along until the Deacon unexpectedly arrives in town. May has still pretended to be the maid of Mrs. Carr, and the father finds her in the house when she calls. He tells her that her mother is ill, and she is needed at home. She goes and is promptly put to work on the farm. John follows his sweetheart to the country, and to be near her, pretends to be poor and secures a job on the farm. The newspaper gives the Deacon a clue to the mystery, and he prepares to disown his daughter. But when she sings and dances, his anger melts, he forgives May and John, who later marry with a paternal blessing.\""}, "45483322": {"title": "The Convict (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from September 24, 1910. It states: \"The convict is discovered stealing along a country road, glancing about for signs of danger. His stripes are discernible on that portion of his breast and on that portion of his trousers' leg not covered by the long coat he wears - which cannot conceal the stripes that tell all; hence his keen watch for passersby. Still, he does not spy a nearby farmer until too late; the cry 'prisoner loose' is raised, and a dozen rustics make after the unfortunate. Convict meets accomplice who is waiting with carriage; jumps in the carriage and the pair drives off. Baffled pursuers come up, sight a wagon, all pile within and resume pursuit. Convict jumps from carriage and drops behind boulder, accomplice driving straight on with the wagon hot after him; when the wagon has passed him by, convict comes from behind boulder, crosses road and disappears on other side - but has been seen crossing the road by a small girl who kept out of sight until the convict had disappeared, but who now rushes off to tell of her discovery. Put back on the trail by the little girl, pursuers follow their quarry to the waterside, where a second accomplice awaits the convict with a rowboat, and into which he jumps and pulls for the other side. Another rowboat sets out in pursuit. One of the pursuers telephones constables on the other side of the water to catch convict when he tries to land.\"\"Race of the rowboats. Nearing shore the convict finds himself hemmed in - pursuers on water and constables on land. Luckily for him, pursuers in their efforts to grab his boat overturn their own; he gets to shore, where [the] accomplice is caught though [the convict] escapes. Constable and pursuer chase him to town road, where third accomplice awaits with auto; they speed off. An automobile too happens along, allows pursuers to use his auto to chase convict's, and all enter except constable who rushes off to 'phone town police of convict's coming. Receiving the message, chief of police leaves with coppers for town end of road, across which they stretch rope and await convict's auto. As the convict dashes down Main Street new pursuers spring up at every step. Yet when he reaches the opera house he calmly walks into the entrance and, facing his pursuers, takes a dignified stand beside the billboard on which is printed: 'Latest Moving Picture - Today's Feature - STUNG! or The Convict's Escape - A Roaring Comedy Now Showing.'\""}, "45178686": {"title": "Cupid at the Circus", "plot": "Though the film is presumed lost, a surviving official synopsis was published in The Moving Picture World. It states: \"Tom Wilk is a poor country lad, living alone with his stepfather, who ill-treats him. Tom leaves his work one day to follow a circus parade. He is fascinated with the wonders of the parade and follows it to the circus grounds, around which he stays all morning, and is finally tempted by his great wish to see the show, to crawl under the tent. He is discovered by a circus guard, and ordered off the ground. A small girl, Lillie Lockwood, and her father come to the circus, and witness Tom's ejection. Urged by his daughter, Lillie's father buys Tom a ticket of admission, giving him his first happy day. In return, Tom gives Lillie, as a keepsake, his most treasured possession, his pocket knife. On returning home, Tom is severely chastised by his step-father, after which he decides to run away. He walks to a neighboring town, and is there engaged as an office boy by Gates, a lawyer. After some years of faithful service, in various capacities, Tom becomes a member of the firm. Lillie obtains a position as a stenographer in their office. She and Tom do not recognize each other, until Tom accidentally sees in her hand the little knife he had given her in the long ago. He declares he had loved her through the years, and has been patiently waiting for her, so the romance that began at the circus finds a happy climax at the altar.\""}, "45090457": {"title": "Daddy's Double", "plot": "At the Post's home, Hal Dunton sits down with his love interest Sue Post, cautiously checking to see if they are alone. Hal then proposes to Sue and in the excitement, her father comes into the room. He is outraged and believes his daughter is too young to be married and promptly makes Hal leave before scolding his daughter. Before departing, Hal meets and pleads with the father as he takes the daughter away by car. The father refuses and Hal is knocked down before the father and daughter depart to a boarding school. The father meets with the mistress and leaves Sue in her care, much to Sue's distress.Whisked away from her home and her beloved, Sue is in despair until Hal appears outside her window with a ladder. The attempted elopement fails when the mistress catches Hal in the act and dismisses him. She awaits Sue to descend and round the corner before halting her and forcing her back inside. The father pulls up to a place of business and Hal, who is walking by, attempts to greet the father. The angry father ignores him, but Hal turns and sees the wigmaker's store next to him. An idea strikes him and he pays a photographer to get a photo of the father on the way out, which further angers him. Hal then sends a message to Sue, that he will come and claim her the following day, disguised as her father.Hal head to the wigmaker and is disguised as the father. So well is the disguise that the father's chauffeur is convinced and takes Hal to the boarding school. The father quickly exits in time to see his chauffeur drive away and hails a taxi. Hal arrives at the boarding school and the disguise works, claims Sue and drives away. Seconds later the father arrives and confronts the mistress, departing to pursue in a fit of anger. Hal and Sue go to the parson's house to be immediately wed. The father is delayed for a short time by car trouble, but quickly arrives before the two are wed. He bursts in and sees his double and both he and Hal laugh. The father relents and approves the marriage as Hal removes his disguise in front of the stunned Parson.", "tmdb_id": 194007}, "45443976": {"title": "A Dainty Politician", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 27, 1910. It states: \"Congressman Casey is a type of the ward politician who is now, fortunately, being rapidly eliminated from politics. He is planning his re-election to Congress. The decent movement in the community has been aroused and a movement is on foot to nominate Professor Blake, a citizen of high standing and character. John Willette, a reporter for the Daily Globe, calls on Professor Blake to inform him that he will be requested to run for the nomination and shows an article on the subject that has appeared in the Daily Globe. Professor Blake receives him cordially and he meets Professor Blake's daughter, Marie; the young people proceed to fall in love. The time for the convention arrives. As the convention is assembling and before they proceed to business, a band of suffragettes headed by Miss Croup gain admission and attempt to get a plank introduced in the platform favoring 'votes for women.' The convention turns them down and they are ejected from the floor.\"\"Nominations are then made for candidates, and after a vote has been taken it is found that ballots for Casey and Professor Blake are very evenly divided in that a candidate named Jennings, who is receiving the fewest votes, holds the balance of power. The convention takes a recess and Casey endeavors to bribe Jennings to retire in his favor and throw all his votes to Casey. Willett overhears enough of the bargain to make him suspicious, and communicates his beliefs to Marie. Between them they contrive to so fix the connection of the telephone in Casey's room that they can overhear the completion of the bribery plot. They succeed in this, and hear Jennings agree to the bargain for the consideration of a large-size check which Casey hands to him. The convention reconvenes, and John Willette appears and makes the charge publicly that Casey has bribed Jennings to throw his votes. Casey and Jennings indignantly deny this, and Marie comes forward as a witness; whereupon Jennings and Casey try to leave the convention. Delegates grab Jennings; search him and find the check given him by Casey. The two are ejected from the convention, which at once nominates Professor Blake and acclaims the two lovers who made the nomination possible.\""}, "45527672": {"title": "Delightful Dolly", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 15, 1910. It states: \"Little Marie Allen, a penniless orphan, lives with her granddad. Out for a walk she admires a huge doll in a shop window. That night, after her granddad has fallen asleep, she slips out to have another look at the doll. Arriving at the toy shop, she sees that the doll is gone. Unseen by anyone, she enters the store. She finds the wonderful doll and lifts it out of its box to admire it. Hearing a clerk approaching, she becomes frightened and gets into the doll box. The doll rolls under the counter. The clerk sends the errand boy off with the box, thinking it contains the doll, which has been ordered for Daisy Smythe, a rich little girl. Arriving at Daisy's house, Marie steps out of the box as soon as the room is empty. She removes the doll clothes from the box and admires them greatly. She decides to try them on, and soon a little cap, shoes and garments are on her figure. Then she hears Daisy coming and retreats to the box. Daisy enters and takes the supposed doll from the box, falls in love with it instantly and enthusiastically works its arms and limbs. Marie lives up to her role well, imitating with stiff, jerky movements of the limbs that belong to real dolls. Then Daisy eats, and Marie grows hungry as she watches. When Daisy sets down her bowl of milk, Marie reaches over and drinks it down. Daisy is amazed when she misses the milk. Marie helps herself to all the food and Daisy's wonderment is amusing to see. Finally Daisy falls asleep in her chair and Marie falls asleep on the floor. Here she is found by her granddad, who managed to trace her from the toy shop, and Daisy and her mother laugh so heartily over Marie's adventure that they reward her cleverness with - the doll itself!\""}, "45456175": {"title": "The Doctor's Carriage", "plot": "Though the film is presumed lost, a synopsis survives in The Bioscope from December 22, 1910. It states: \"Max, an old musician, finds it hard to support his two motherless daughters, one of whom is blind, and the professor takes great pride in his daughters' musical education. The little one sings and the blind girl plays upon the violin. But sickness and death overtake the professor, and the orphans find themselves penniless and homeless. They are compelled to sing in the streets, and thus eke out a precarious livelihood. While walking through a fashionable street one day Marie sees the sign of the famous doctor. She calls her blind sister's attention to it, but the girl has no hope that the doctor will see penniless patients. Marie returns in time to see the doctor alight from his carriage, but the servant refuses to allow the ragged little girl to follow him. Marie conceives the idea of hiding in the doctor's carriage, and when he sets out on his rounds he discovers the terrified little girl. She pleads with him not to be angry, and tells of her sister's affliction. The doctor goes with her to see Violet, and has the stricken girl taken to a hospital, where he operates successfully upon her eyes. Mr. Grey brings Violet to the attention of some charitable women, who see that she does not lack professional engagements. While returning from one of her recitals, Dr. Grey offers to drive her home, and proposes to Violet, and is accepted. Marie is awakened by the sound of a kiss, and is told that she is to have a big brother.\""}, "45501634": {"title": "Dots and Dashes", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 1, 1910. It states: \"May Wilson and Jack Preston are employed at a downtown brokerage office, she as telegraph operator of the private wire of the firm, and he as head bookkeeper. The young people are fond of each other, and at the opening of the play have just made an engagement to spend the evening in each other's company at one of the theatres. May has been teaching Jack mysteries of the Morse code and is greatly pleased when she finds that he has so far mastered it as to be able to rap back an answer to her messages. After May has left the office for the day, the head of the firm calls Jack into his private office and there confides to him that there is something wrong with the books of the concern, and tells Jack to investigate. On looking into the matter, Jack discovers that his fellow worker, Carson, is the defaulter, and accuses him to his face. Alone in the office, Carson begs Jack to shield him, while Jack insists that he must make their employer conversant with the facts. As Jack leans far into the large safe to deposit the ledgers of the firm, Bill thrusts him inside, and turning the knob entombs him alive in the steel prison. Trembling with fear at his act, Bill steals cautiously from the office.\"\"May, becoming impatient when theatre time arrives and Jack fails to call for her, decides that he must still be working at the office, forgetful of the lateness of the hour. She proceeds to the office to remind him of his appointment, and finding it deserted, she is about to leave, when muffled groans reach her from the safe. She realizes that it must be her sweetheart who is imprisoned, and that unless she can free him in short order, he will surely die of suffocation. Not knowing the combination of the safe, and being unable to reach by telephone her employer, she suddenly conceives the idea that if by telegraphic signal she can make known to the man in the safe that she is there, trying to help him, he in his turn can in the same code give her the combination of the safe. This plan works out successfully, the two lovers tapping out their messages against the steel sides of the safe. The door of the safe finally yields to the combination, and Jack's apparently lifeless body rolls to the floor of the office. May revives him, and amid tears and laughter they rejoice over Jack's narrow escape. Haunted by the fear of what he has done, Bill creeps stealthily back into the office, opens the door of the safe, impelled to learn its horrible secret. As the door opens he is confronted by two officers of the law, who place him under arrest.\""}, "57344925": {"title": "The Duel (1910 film)", "plot": "The film is based on the 1905 novel The Duel by Aleksandr Kuprin.\nLieutenant Romashov falls in love with his captain's young wife Alexandra Nikolaeva."}, "28777800": {"title": "The Englishman and the Girl", "plot": "A small town's drama group is preparing for a Pocahontas-type play, when one of the member's English relatives suddenly arrives for a visit. This man, unlike the theater group, does not have any sense of humor, which sparks the relative and his friends to play practical jokes on him. They dress up as Indians to scare them, but the Englishman is so convinced, that he grabs his gun to shoot at them. At another moment, they try to get revenge by pretending to attack him, but the plan again backfires when the Englishman uses a prop gun from a heroine to horrify them.", "tmdb_id": 487461}, "45572123": {"title": "The Fairies' Hallowe'en", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 29, 1910. It states: \"Marie is the tiny daughter of a well to do farmer. On Halloween her father, to amuse her, picks a pumpkin that she selects, and fashions a jack-o-lantern out of it. Her new toy pleases the child immensely, and at once takes a place in her affections equal to that held by her dollie. So it is natural that she should be thinking about the two of them when she is tucked into bed and falls asleep. Perhaps that was why the queen of the fairies came to her and invited her to a Halloween party that her loyal subjects were giving in their woodland retreat. And so that Marie would be perfectly happy, not feel embarrassed among strangers, the queen asked Dollie and Pumpkin to be her guests also. And, as a further mark of favor, she waved her hand, and Dollie and Pumpkin could run around and talk as well as Marie could. It certainly made it more enjoyable for the little girl. A fairy Halloween party is one of the finest things going in the amusement line, and only very nice and very good little girls are invited to them. As Marie filled these requirements, she had a perfectly glorious time, but was inclined to weep when she woke up later in her own little bed, and found that her toys had lost their miraculous gift of life. But it consoled her somewhat to have them, for they served as reminders of her wonderful evening. And perhaps the fairies will ask her to attend another party later. If they do, she has decided that Pumpkin and Dollie must have their shares of the good times as before.\""}, "54927444": {"title": "The Fisherman's Granddaughter", "plot": "The New York Dramatic Mirror summarized the plot: \"The old fisherman's granddaughter runs off with a stranger and is married. The old man is at first unforgiving, but his love at last prompts him to put a light in the window for the wayward girl should she ever return. She has a rough time of it, poor girl, her husband deserting her because his wealthy parents object to the marriage. At last she turns her face homeward and the light welcomes her in. The grandfather's heart softens when he sees her and the babe she carries in her arms, and we may suppose that a peaceful future is in store for her.\"", "imdb_id": "tt1954914"}, "45341439": {"title": "The Flag of His Country", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 2, 1910. It states: \"Walter North is a New York man, married to a Southern girl. At the opening of the play their baby daughter is christened, and the young couple is living happily in their home in Baltimore. This is in 1861, the opening of the Civil War. At the first rumors of hostilities, Mrs. North's brother enlisted in the ranks of the Confederacy. When North refuses to follow his example, and casts his lot with the Union army, his wife bids him good-bye forever. She asked him to choose between his flag and her. He salutes Old Glory, and goes to war. Four years later when he returns he finds his old home deserted, and although he tries in every way to discover the whereabouts of his wife and child he is unsuccessful. He moves to a northern home and there becomes commander of a Grand Army of the Republic post. Mrs. North, who believed that her husband was killed in the war, comes North with her brother and her little grandchild to attend the reunion of the Confederate veterans and the Grand Army of the Republic. While out working with her grandmother, the little girl is lost, and is picked up by North on his way to attend the reunion. Through the police the grandmother and uncle are notified of the whereabouts of the child, and when they come to claim her at the Grand Army of the Republic post, there are mutual recognitions, and Mr. and Mrs. North are reunited. There is but one flag now, the blue and the gray clasp hands beneath its folds.\""}, "1709616": {"title": "Frankenstein (1910 film)", "plot": "Described as \"a liberal adaptation of Mrs. Shelley's famous story\", the film shows young Frankenstein (his first name in the book, Victor, is never mentioned) discovering the \"mystery of life\" after two years at university. He gives life to a creature built by mixing different chemicals, and the monster follows Frankenstein back to his parents' house. The conclusion, completely different from Mary Shelley's book, shows the creature disappearing after seeing its own reflection in the mirror, and without killing Victor's younger brother or his fiancée Elizabeth, as happened in the novel.The film's plot description in a 1910 issue of the studio's trade periodical Edison Kinetogram provides considerable detail about the company's screen adaptation:\nFrankenstein, a young student, is seen bidding his sweetheart and father goodbye, as he is leaving home to enter a college in order to study the sciences. Shortly after his arrival at college he becomes absorbed in the mysteries of life and death to the extent of forgetting practically everything else. His great ambition is to create a human being, and finally one night his dream is realized. He is convinced that he has found a way to create a most perfect human being that the world has ever seen. We see his experiment commence and the development of it. The formation of the hideous monster from the blazing chemicals of a huge cauldron in Frankenstein's laboratory is probably the most weird, mystifying and fascinating scene ever shown on a film. To Frankenstein's horror, instead of creating a marvel of physical beauty and grace, there is unfolded before his eyes and before the audience an awful, ghastly, abhorrent monster. As he realizes what he has done Frankenstein rushes from the room, only to have the misshapen monster peer at him through the curtains of his bed. He falls fainting to the floor, where he is found by his servant, who revives him.\n\nAfter a few weeks' illness, he returns home, a broken, weary man, but under the loving care of father and sweetheart he regains his health and strength and begins to take a less morbid view of life. In other words, the story of the film brings out the fact that the creation of the monster was only possible because Frankenstein had allowed his normal mind to be overcome by evil and unnatural thoughts. His marriage is soon to take place. But one evening, while sitting in his library, he chances to glance in the mirror before him and sees the reflection of the monster which has just opened the door of his room. All the terror of the past comes over him and, fearing lest his sweetheart should learn the truth, he bids the monster conceal himself behind the curtain while he hurriedly induces his sweetheart, who then comes in, to stay only a moment. Then follows a strong, dramatic scene. The monster, who is following his creator with the devotion of a dog, is insanely jealous of anyone else. He snatches from Frankenstein's coat the rose which his sweetheart has given him, and in the struggle throws Frankenstein to the floor, here the monster looks up and for the first time confronts his own reflection in the mirror. Appalled and horrified at his own image he flees in terror from the room. Not being able, however, to live apart from his creator, he again comes to the house on the wedding night and, searching for the cause of his jealousy, goes into the bride's room. Frankenstein coming into the main room hears a shriek of terror, which is followed a moment after by his bride rushing in and falling in a faint at his feet. The monster then enters and after overpowering Frankenstein's feeble efforts by a slight exercise of his gigantic strength leaves the house.\n\nHere comes the point which we have endeavored to bring out, namely: That when Frankenstein's love for his bride shall have attained full strength and freedom from impurity it will have such an effect upon his mind that the monster cannot exist. This theory is clearly demonstrated in the next and closing scene, which has probably never been surpassed in anything shown on the moving picture screen. The monster, broken down by his unsuccessful attempts to be with his creator, enters the room, stands before a large mirror and holds out his arms entreatingly. Gradually, the real monster fades away, leaving only the image in the mirror. A moment later Frankenstein himself enters. As he stands directly before the mirror we are amazed to see the image of the monster reflected instead of Frankenstein's own. Gradually, however, under the effect of love and his better nature, the monster's image fades and Frankenstein sees himself in his young manhood in the mirror. His bride joins him, and the film ends with their embrace, Frankenstein's mind now being relieved of the awful horror and weight it has been laboring under for so long.", "tmdb_id": 2929}, "5615055": {"title": "A Fresh Start", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from September 3, 1910. It states: \"Jim, an expert chauffeur, is discharged from a garage, for insobriety. Penniless and being unable to obtain a new situation, he takes to the road, a common tramp. At one house where he applies for food, he is harshly refused, and is about to turn away and try his luck elsewhere, when little Marie, the daughter of the house, comes to his assistance and orders the butler to at once give him the food he requires. She also picks a rose for him from the garden. Jim strolls into a nearby park and sits on a bench to enjoy his lunch. He is about to take a drink from the ever-present flask, which he takes from his pocket, when the sight of the rose, which the sweet-faced little girl gave him, inspires him with a desire to reform. He throws the flask from him, and refreshed by the lunch, he starts out with a new ambition to face the world.\"\"Little Marie also visits the park with her parents. While viewing the wonderful zoo it contains she is seen and recognized by Jim. While admiring the little girl and viewing her enjoyment over the wonders of the zoo, Jim notices that two evil-looking men are apparently shadowing the little one and her parents. Jim's suspicions are aroused, and he determines to watch closely the actions of the mysterious pair. He finds that they have arranged with a chauffeur to assist in carrying off little Marie and holding her for ransom. Seizing an opportune moment, Jim forces the plotting chauffeur to turn over his auto, and disguised in the other man's coat, cap and goggles, he calmly awaits the conspirators. When the two wicked men return, after having successful enticed Marie away from her parents, they give the driver of their auto directions as to where to drive. Jim simply nods assent and drives quickly off, but instead of taking them to the destination they directed, he lands them safe at the police station, where they are quickly taken into custody. Here Marie is united to her parents, whom she easily persuades to offer her rescuer a life position.\""}, "45322144": {"title": "The Girl of the Northern Woods", "plot": "The original synopsis of the film was published in The Moving Picture World, it states: \"This picture tells the story of Lucy Dane, a Canadian lumberman's daughter, and of Will Harding's love for her. Will is a worthy young surveyor and Lucy feels honored to have his love, and returns it. José, halfbreed trapper, adores Lucy and necessarily dislikes Will, whom he correctly counts his successful rival. More, he bears Will a grudge for responding to Lucy's cries for help when he forced his attentions on her in the lonely neck of the woods. His chance to even matters with Will come shortly when he fastens on the surveyor's responsibility for the shooting of the latter's assistant, of which the halfbreed is himself guilty, having shot the assistant from ambush in mistake for Will. José claims he witnessed Will's alleged deed and his falsehoods are believed by the lumbermen. Rarely are the courts resorted to in that portion of the North where these events transpired and the rough lumbermen quickly decide to lynch Will. Lucy hears of the fate intended for her sweetheart and cuts his bonds. Further, she sends the lumbermen off in the wrong direction when they set out to recapture Will. The fugitive is spied by the halfbreed, who steals up from behind and attempts to knife him. The surveyor turns just in time, and in the ensuing struggle the halfbreed is wounded and falls over a precipice. At this juncture Will is retaken by the lumbermen.\"\"They are leading him to his execution, when the faithful Lucy encounters her sweetheart and whispers: 'Ask for a drink at the brook!' Will follows her suggestion, and on stooping to drink finds a revolver which Lucy has placed there for his use. But he is overpowered when he attempts to use the gun and despite Lucy's effort seems doomed to die. José, the guilty halfbreed, dying at the bottom of the precipice, calls for help. His cries are heard by Lucy, who responds and finds José expiring and repentant. He wishes to clear his conscious before facing his Maker and tells Lucy that he shot Will's assistant. He puts his confession in writing and, relieved, passes peacefully away. In the meantime the lumbermen have completed the preparations that will make an innocent man pay the penalty of another man's crime. Already the noose is about Will's neck and a death prayer on his lips and then, in the nick of time, Lucy arrives with the precious confession, and Will gathers his faithful sweetheart to him in the tenderest scene that has ever closed a thrilling picture.\""}, "45405438": {"title": "The Girl Reporter", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 20, 1910. It states: \"May Merrill and Will Marshall are sweethearts and both reporters on the Daily Wave. Will leaves the paper to accept a position of private secretary to Blake, commissioner of public works. Shortly after Will takes up his new work Blake is threatened with exposure and punishment on his charge of accepting a bribe. In order to save himself, Blake makes it appear that Will is the guilty party. May is sent to investigate the matter for the Wave. When she discovers that Will is accused, she determines to devote all of her time to clearing him, and with this end in view, she applies for the vacant position of private secretary to Blake. Assisted by Pete, faithful office boy from the Wave, who follows her to her new position, May does some clever detective work and, clearing Will, manages to fix the guilt where it belongs, on the shoulders of Blake.\""}, "51203787": {"title": "The Girl Spy Before Vicksburg", "plot": "\"In the absence of men, a Civil War commander asks his daughter (The Girl Spy) to sabotage a gunpowder transport. The girl disguises herself as a soldier and completes her task. After a dangerous escape, she returns to her crying mother.\"", "tmdb_id": 362766}, "45351816": {"title": "The Girl Strike Leader", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 9, 1910. It states: \"Hal Stephens, a wealthy young man, devotes all his time to enjoying himself, thereby earns the disapproval of his staid old father. The elder Stephen sees the young man start off on an auto trip with some gay friends, and decides to call a halt. He notifies his son by telegram that it is time he went to work, and presents him with the factory. This arouses the merriment of his friends, but Hal declares that he will buckle down and go to work. He tells his father, however, that he desires to start incognito, and the father consents. Hal enters the factory and goes to work as an ordinary laborer, his identity being unknown to all. He meets Lou, a young working girl, and falls in love with her. The manager of the place, one Conners, tries to make love to Lou, and Hal protects her. There is an order put up reducing salaries 10%, and Lou induces the others to strike rather than to submit. The strikers, starved out, finally return to work, with the exception of Lou, who is defiant to the end. Hal finds her weeping on the steps of her home and tells her of his love. She agrees to marry him. After she has accepted him, he leads her to the factory, announces his identity, assumes possession, and restores wages to the old scale, after having discharged the rogue Conners.\""}, "45601390": {"title": "The Girls He Left Behind Him and The Iron Clad Lover", "plot": "Though the films are presumed lost, the synopsis of both films survive in The Moving Picture World from December 10, 1910. The plot of The Girls He Left Behind Him follows Jack Redfern, a young bachelor, who is soon to be married. Jack receives a letter in feminine handwriting from an \"old sweetheart\" of his, stating how glad she is to hear of his approaching marriage. Jack goes through visions, remembering the various girls of his life and his interactions with each of them. Betty, Kate, Tootsie, Elizabeth, Clara, Jeanette, and Helen. According to the synopsis, the last vision he has is of all the old sweethearts of his waving good luck to him as he marries Mary. Though a review states that he awakes and is obliged to hurry to his wedding. Bowers believes the synopsis to be in error and that the film actually concluded with all the girls present at the wedding, rather than it being a \"vision\".For the Iron Clad Lover: \"Dick makes love to Bessie while Tom plays a game of chess with her father. Tom, naturally nervous, plays such a poor game that he and the old man quarrel and Tom is ordered from the house. Next day is Bessie's birthday. Tom brings a bouquet and a box of candy. But he is turned away from the house and has the gifts thrown at his head by Bessie's father. Dick arrives and is welcomed. Tom, in desperation, buys a suit of armor, puts it on and has himself delivered to the house as a present to Bessie. Dick finds out that Tom is inside the armor and makes life miserable for him, blowing cigar smoke through the visor and making love to Bessie. Tom, unable to stand this, tries to announce himself, but only succeeds in stumbling over and breaking a valuable vase. Bessie's pa has the 'armor' thrown out. Dick's conscience makes him tell Bessie that Tom was in the armor, and they started the rescue. They were horrified to learn that the old man has sold the armor to a junk dealer; and Dick and Bessie have an exciting chase before the junk man is rounded up, when it takes combined efforts of a policeman, locksmith, and plumber to release Tom from his iron suit.\""}, "45360620": {"title": "The Girls of the Ghetto", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 23, 1910. It states: \"Bella is an immigrant girl doing sweatshop work in the ghetto of a great city. But by saving for some time, she manages to get enough money to send to the old country for her two little sisters. She meets them at Ellis Island and escorts them across Battery Park to their new home. The three girls live with an uncle and aunt in one poor room in a tenement. The smallest of the sisters while playing on the sidewalk one day gets lost and suddenly finds herself in Chinatown. She is dismayed at the entirely strange surroundings, and is weeping bitterly when found by John Magie, a young settlement worker. He dries her tears and takes her safely to her sweatshop home. John is at once attracted by Bella, whom he meets for the first time when he brings the little one back. He does the family many little kindnesses, bringing them flowers and books, and induces the girls to attend the classes at the settlement. While teaching his class one evening, John is suddenly attacked with a fever, which is epidemic at that time. All his pupils flee from him in fear, except Bella, who remains and nurses him back to health. Upon his recovery John makes Bella his wife and they take up together the work of bringing knowledge and happiness to the poor of the East Side [of New York City].\""}, "45337023": {"title": "The Governor's Daughter", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from June 25, 1910. It states: \"Bill Raymond, a convict, sentenced to a long term, is on his way to prison, in custody of the sheriff. A little girl [Nell] is a passenger in the same train. She shows that she feels sorry for the man. He in turn appreciates her sympathy. The train is wrecked, and the sheriff, who is handcuffed to Bill, is killed. Bill takes the key of the handcuffs from the pocket of the dead man, frees himself, and is about to escape, when he notices that the little girl, abandoned by her nurse, is lying unconscious in the car, which is now on fire. The convict risks his life to save the child, and carries her out in his arms. He takes her to her nurse and is recognized by a policeman and taken in custody, his chance for freedom lost. The child, who is the daughter of the governor, although Bill does not know it, is restored to her parent. The nurse fears to mention the incident, and the governor does not know how his darling's life was saved. Later the governor goes to the state prison on a tour of inspection, and Nell accompanies him. She has some flowers which she wants to give to the prisoners. In her tour of the prison, she recognizes Bill. She tells her father about it, and he pardons the hero-convict on the spot....\""}, "43135095": {"title": "Hemlock Hoax, the Detective", "plot": "Hemlock Hoax is a detective who has little respect in the small tropical town where he lives, despite the fact that he thinks he is a better sleuth than Sherlock Holmes. A pair of boys decide to play a trick on Hoax and tell him about a murder. Hoax rushes to scene of the crime where he discovers a shred of cloth, later finding that a tramp is wearing the same type of clothes that he found. The tramp runs away and Hoax gives chase, with other people helping the pursuit. Eventually, Hoax captures the tramp with the aid of a police officer, and returns to the victim's body with the man. Hoax then comes to a realization that the body was just a dummy that had been stuffed with the leaves. The crowd has a laugh at Hoax's expense while the two boys are punished.", "tmdb_id": 1036208}, "45131836": {"title": "Her Battle for Existence", "plot": "An official synopsis was published in The Moving Picture World. It states, \"Susan Dale has been brought up in luxury. She has two suitors, Will Emory and Jim Briggs. She chooses Will, and at the opening of the picture informs Jim of her choice. But a change comes to the fortunes of Susan's father: an unlucky speculation claims his wealth and his life. When Will discovers that his fiancé is penniless his love cools; he breaks the engagement and goes to Europe to avoid the girl. Susan, friendless, starts out to earn her own living. She applies for a job in a lawyer's office, but leaves when the man insults her. She secures a place in a department store, but is discharged because, fatigued after an arduous day at the counter, she took a seat while on duty. She applies for work in a factory, but is rejected, owing to lack of experience. Finally, in desperation, she takes a place as maid in the home of Mrs. Gray. There Burg, the offensive lawyer, meets her, and in a spirit of revenge, denounces her as a thief. The mistress discharges her and Susan decides to end her life. Fortunately for Susan, Burg meets Jim Briggs, the rejected suitor, on the street and laughingly tells him how he brought about Susan's discharge. Jim knocks the wretch down and rushes to Mrs. Gray's residence. He arrives in time to dissuade Susan from her purpose, and all ends happily to the peal of wedding chimes.\""}, "45493429": {"title": "Home Made Mince Pie", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from September 24, 1910. It states: \"Life in a country town is often tedious and tiresome, and were it not for the little dinners and teas the townsfolk are constantly given, existence in some localities would be a very dreary thing indeed. So the time honored get-togethers of the small town are an established feature to the social calendar; they are just as much a matter of necessity and as such have come to stay. The Gales thought well of this established feature. They made it a joyous occasion for themselves as well as their guests. They were hardly an overly wealthy family, and their table was never notable for an oversupply of the good things of life, but whenever they gave a dinner they cast all thoughts of economy to the country winds and worked to the one end that their guests have a pleasant time.\"\"On the night before such an event neither Mamma, Pappa, or Daughter Gale could get those minutes' solid sleep for thought that they might have overlooked some essential in the guests' comfort. At the first crow of the rooster they would come hopping down to the kitchen to get the larder into shape. So little wonder that on occasion of the dinner here pictured - when the prize dish was a splendid homemade mince pie - the Gales were ever looking after the need of the said pie. First Mamma Gale would tiptoe to the table whereupon it sat in solemn state, and give it a stir; then Pappa Gale would tiptoe over and give it a stir; finally Daughter Gale would have to come over and honor it likewise. Then arrived the guests. The Minister and the Mrs. Minister, they were, and some neighbors. While she was receiving them the recollection came to Mamma Gale that the beloved mince pie had not received its flavoring. Off she speeds to a decanter of whiskey in the kitchen. She pours into the pie the right proportion of liquor, and goes back to her guests. Then Pappa Gale remembers that the pie has not been flavored. He, too, excuses himself and a moment later is found pouring whiskey into the sacred mince. No sooner has he ceased and returned to his guest than Daughter Gale, who has just remembered about the forgotten flavoring, rushes in and makes for the whiskey. She pours 'the right proportion' in, too.\""}, "13294512": {"title": "The House with Closed Shutters", "plot": "During the American Civil War a young soldier loses his nerve in battle and runs away to his home to hide. There his sister puts on his uniform, takes her brother's place in the battle, and is killed. Their mother, not wanting the shameful truth to become known, closes all the shutters (hence the film's title) and keeps her son's presence a secret for many years, until two boyhood chums stumble upon the truth.", "tmdb_id": 147625}, "20949186": {"title": "How Rastus Gets His Turkey", "plot": "It is the day before Thanksgiving, and Rastus who is without a cent to his name, has promised himself that, come what may, his wife Eliza and his daughter shall eat of a plump turkey the following day. Prowling round the local butchers he watches the stock of birds gradually dwindle without having the opportunity to take one unobserved. At last he becomes desperate, and when old George Green purchases the last bird he sees that his only chance is to take it from him by hook or by crook. Arriving home, Green takes the turkey out in the yard to kill it. While he turns away for a few minutes to sharpen his knife, Rastus puts his hand through a hole in the wooden fence and seizes the bird. The hole is not large enough to pull the bird through, but Rastus tries to do so, with the result that he pulls three of the planks of the fence out, and with his hand through these and still holding on to the turkey like grim death, he bolts for home. Green starts in pursuit, but Rastus soon gets away from him, although he has many a laughable difficulty to overcome, for his stony brain could not see that he could take the turkey in the other hand and drop the three boards. When Thanksgiving Day arrives the following morn, Rastus and his family have a great time over the dinner.\n\nThe Moving Picture World (1910)", "imdb_id": "tt0135462"}, "45665155": {"title": "Hypnotized (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from December 31, 1910. It states, \"May Smalley is a simple little country girl with whom Jack, a youth whom she has known since childhood, is very much in love. When a traveling show, consisting of a hypnotist and a Hindu magician comes to the opera house in her little town, the two young people are among the other interested spectators who flock to see the performance. May's youth and beauty attract the hypnotist, who plans to lure her away from her home. He sends May a message that he has a communication for her from the spirit world. Against the protest of Jack, her escort, May goes behind the scenes after the performance to meet with the great hypnotist, who fascinates her with his wiles. The hypnotist is an unscrupulous villain, and seeing that May is thoroughly impressed with his few tricks and considers him quite superhuman, he induces her to follow him when he leaves the town. How Jack proves himself to be a youth of resource as well as courage, the important part he played in May's deliverance by the Hindu fakir, is well told by the picture. Finally the hypnotist is shown in his true light. May is disillusioned, and comes to decide that Jack is just about the kind of protection she needs in a world of uncertainty.\" According to a reviewer, Jack comes up to the stage where the Hindu magician is and knocks him down. Jack takes his costume and follows the hypnotist and May to the hotel where he rescues her."}, "45149531": {"title": "Jane Eyre (1910 film)", "plot": "This shortened and streamlined version of Jane Eyre follows the overall themes of the original novel. The condensed events were summarized and the official synopsis was published in The Moving Picture World. It states, \"Jane Eyre is left an orphan and penniless at the age of 14. She is adopted by her uncle, who has ample means of providing for her, and who also loves her dearly. Her uncle's kin, however, consider her adoption as an intrusion, do all in their power to prevent her becoming a member of the family. But her uncle insists on her remaining, and during his lifetime she receives some degree of kindness and consideration. Unfortunately, Uncle Reed dies and leaves Jane without a friend in the world. She is sent to an orphan asylum by her unfeeling aunt. Five years later, she leaves the asylum to [accept] the position of governess to Lord Rochester's little niece. The child is the daughter of Rochester's dead brother. Her mother has become insane and is living in Lord Rochester's home, under his protection.\"\"Jane is engaged by Lord Rochester's housekeeper, during his absence from home, and her first meeting with her employer is both exciting and romantic. She is sitting by the edge of the road reading when Lord Rochester rides up to his ancestral home. The sight of his huge dog, coming upon her suddenly, so startles Jane that she jumps to her feet, causing Lord Rochester's horse to shy and throw its rider. He injures his ankle, and has to be assisted to remount by 'the little witch,' as he calls her, who is the cause of his accident. One evening the maniac escapes from her nurse and sets fire to the room in which Lord Rochester has fallen asleep. He is saved from a horrible death by Jane. When next Jane's haughty aunt and cousins call upon Lord Rochester, they are just in time to be introduced to his bride, who is none other than the despised Jane Eyre.\""}, "47328426": {"title": "Jean and the Calico Doll", "plot": "At his home, Mr. Doyle meets with a visitor and is paid a large sum of money, in cash. Doyle's children are there during their discussion—his son sitting at the window, and his young daughter playing on the floor with her collie, Jean. The cash is left on the table while Doyle sees his visitor out. The son leaves the room, and the young girl sees the money and thinks of it only as paper she can play with. She takes the bundle out into the garden, puts it into a cradle with her calico doll, and cuts paper dolls from one or two of the bills.\nThe room is empty when Doyle returns, and he is alarmed to find the money missing. When his wife tells him she knows nothing about it, he accuses his son of stealing it. Deeply offended, the son leaves home. He has been gone only a short time when the young daughter comes inside to show her mother the paper dolls she has made from the pretty paper. Jean the collie follows along with a bundle of money the child has dropped. Her mother calls to her husband, and the little girl explains that she thought the paper was just something she could play with, and she is deeply upset that her brother has gone away.\nThe child sets out with her calico doll to find her brother, with Jean close behind her. Wandering in the woods and fields, the child falls down a steep embankment, injures her ankle and lies unconscious. Unable to rouse the child, Jean runs home to alert the parents but is unable to make them understand. Jean goes back and retrieves the calico doll as proof that the child is missing and in danger.\nBrought back home out of devotion to his sister, the son returns to his distraught parents. When he sees Jean with the calico doll, he follows the dog to the scene of the accident and rescues the little girl.", "imdb_id": "tt0340183"}, "45386662": {"title": "Jenks' Day Off", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 6, 1910. It states: \"Mr. Jenks and his family are spending the summer in a fashionable summer hotel, and Mr. Jenks is kept bored and busy performing the many services demanded by his wife. He hits upon the bright idea of sending himself a business telegram which would necessitate his immediate presence in the city, then starts out on a little vacation on his own account. Walking on the beach he discovers a secluded spot, and leaving his clothes on the beach he takes a swim. In the meantime, a convict, who has escaped from a nearby penitentiary, has entered a house nearby in search of a change of clothes, his stripes being too conspicuous. The convict locks a woman of the house up and ransacks the house, but the only garments he can find are women's clothes, and, deciding that they are better than stripes, he dons them. As the convict in his new disguise is walking along the beach he sees Jenks' clothes lying there and promptly makes another change. There is nothing for Jenks to do when he comes out except to array himself as a woman. On his way back to the hotel he passes the house that has been robbed and is unlucky enough to hear the woman's cry for help. When she gets out of the closet, through his aid, she naturally believes that he is the convict, and screams for help. Jenks, frightened, runs away, but is captured after a chase in which the entire village takes part. His wife and daughter witness humiliation, and it's almost impossible for them to 'square things.'\""}, "45641738": {"title": "John Halifax, Gentleman (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from December 3, 1910. It states: \"John Halifax, an orphan, trudges to town to make his fortune. There he is befriended first by Ursula March, the daughter of the richest man in town, who gives him food, and later by Abel Fletcher, a rich Quaker. Fletcher's invalid son takes a great fancy to John, and through his influence John is employed in his father's mill. After five years of faithful work, John has risen to the position of foreman. He and Fletcher's son, Phineas, had become fast friends. Against the wishes of his father, Phineas persuades John to take him to a theatre. The trip proves too much for the invalid, and John carries him home from the theatre in a fainting condition. Fletcher is furious with John, and drives him from the house. About this time there is a great discontent at the mill, among the workmen. Fletcher decides to close it down. After six weeks of starvation, the workmen and their families come in a crowd to the mill and demand that they be given the grain which is stored there. Rather than accede to their demands, Fletcher hurls the bags of grain into the river. This so infuriates the mob that they try to set fire to the mill and put an end to Fletcher. Unable to control the mob, John helps Fletcher, his son and Ursula, to escape. Finally he wins Fletcher's consent to compromise with the men. Realizing that he owes his property and life to John, Fletcher asks his forgiveness for his former harsh treatment. John becomes Fletcher's adopted son and wins Ursula for his bride.\""}, "2661958": {"title": "The Lad from Old Ireland", "plot": "An Irish boy (Olcott) emigrates to America to escape the desperate poverty of Ireland. After finding work in construction, he finds success in politics. He returns to Ireland after receiving a letter from his sweetheart (Gauntier) just as her destitute family is being forced off their land.", "tmdb_id": 127759}, "45448520": {"title": "The Latchkey", "plot": "Though the film is presumed lost, a synopsis survives in The Bioscope from November 10, 1910. It states: \"Will and John are prosperous young businessmen and close friends. Will has an apartment in the city, while John lives in the suburbs. When Will goes to the country on his vacation he leaves the latchkey of his apartment with his chum, telling him to make himself at home. The landlady in the house in which Will lives is seized with a bright idea that she can sublet his apartment during his absence. May and Belle, two pretty girls who are in business, decide to try their hand at housekeeping. They rent Will's apartment and settle down in their new quarters. John decides to take advantage of his friend's invitation and make use of his rooms. He lets himself in with the latchkey, and is amazed to find the two girls sound asleep. Believing him to be a burglar the girls threaten him with annihilation. John thinks the joke too good to spoil, so does not try to square himself, but pleads for mercy. May secures his promise that he will never 'burgle' again, and allows him to escape. Unknown to John, May has been engaged by his partner as a typist, and when she enters the office the following morning and finds John opening the safe, she decides that once again her burglar has been caught red-handed. She calls for help, and is greatly chagrined when her supposed burglar is introduced as her employer. Amid explanations, the 'burglar' and the lady shake hands and become good friends.\"In both The Moving Picture World and The Moving Picture News the character of Will was named Bill, but it is not clear if this was intentional, a renaming or error."}, "45400332": {"title": "Lena Rivers (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 13, 1910. It states: \"At the opening of the play, Granny Nichols' only daughter is leaving the farm to go to the city in search of employment. We next find her in the city, married to a wealthy man who has forbidden her to make their marriage public as he is afraid his family will object. One day, after a year of happy married life, the husband leaves his wife and baby daughter to go downtown on business. Through a case of mistaken identity, he is arrested, and before he can prove his innocence, to the satisfaction of the police, his wife - believing him to have deserted her - takes her baby and returns to her mother. The husband, upon regaining his freedom and returning home, finds only a note from his wife saying that he will never see her or the baby again. He mourns his loved ones as dead, thinking that his wife left him contemplating the death of herself and her child. The mother and child return to the farm and there, with her dying breath, the mother entrusts baby Lena to the care of Granny Nichols. Here, on the farm, Lena grows to womanhood never knowing her father's name. When Lena is 16 her Uncle John decides to take his mother to live with him in the city. Granny refuses to leave without Lena, so she also moves to Uncle John's home. In the meantime, Lena's father is a frequent visitor to the home of Uncle John, whom he little thinks is any relation to his dead wife. Here he meets Lena, and espying a locket containing the picture of her mother, which she wears around her neck, recognizes her as his daughter. Not only this but lucky Lena is enabled to marry the man she loves.\""}, "45512157": {"title": "Leon of the Table D'hote", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 8, 1910. It states: \"Leon is a waiter in a cheap table d'hote restaurant and makes desperate love to the fat French cashier, Rosa. Off on his vacation, Leon decides to pose as a foreign nobleman. At a seaside hotel where he stops, he becomes all the rage. One of the guests at the same hotel is a beautiful young heiress, a Violet Hope, whose designing mother at once conceives the idea of marrying her off to the supposed count. The plan does not meet with Violet's approval, she is already in love with a native born. One day while bathing in the surf, Violet, who is an expert swimmer, comes to the assistance of the bogus count, who has been knocked over by a breaker, and delivers him safely into the hands of the lifeguard. The count at once lays his life and fortune at Violet's feet, greatly to that young lady's disgust and her mother's delight. In the meantime Rosa becomes acquainted with the doings of her absent lover and traces him to the beach. Finding him in the water, and beyond her reach, Rosa also dons a bathing suit and after a chase through the waves, captures Leon and forces him to confess that he has been sailing under false colors. He was led back to the restaurant by the triumphant Rosa, while Violet obtains her mother's consent to wed the man of her choice.\""}, "45584591": {"title": "The Little Fire Chief", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 29, 1910. It states: \"Willie Stone is only six years old, but he yearns to be a fireman. He is much impressed with the parade of firemen he sees in his hometown, so much so in fact that he basely deserts his sister on the streets to follow the 'smoke eaters.' But Willie is only a little boy, and despite his enthusiasm, he is soon weary and footsore. His plight, added to his tears, attracts the attention of a kindly fireman who is driving with his engine back to quarters. The lad's discomfort is soon forgotten, for the fireman gives him a ride back to the engine house. There Willie gravely applies to the captain for a position on the uniformed force, and is jokingly accepted. But he does not see the humor in it and follows the other men to the bunkroom, where he takes part in their sports.\"\"But in the midst of the happiest day of his life, an alarm is sounded, and the firemen hastily slide down the pole to their duty. The new fireman, however, is not the kind to be deserted. Grabbing the helmet, the insignia of his office, he follows the others, but it is too late to go to the fire. He arrives in time to hold them up on their way back, but is captured by his weeping sister. He does not wish to leave his command, but his friend, fireman Jack Allen, finally induces him to go on the promise that he, Jack, will call later. Perhaps one reason Jack is so accommodating is because he likes [his] sister. Jack pays ardent court to her, and the flame of their affection[s] resists all of young Willie's efforts to put it out. He didn't really mean to try, but he assuredly poured cold water on Jack, for it was in the line of what he regarded as his duty.\""}, "45326380": {"title": "The Little Hero of Holland", "plot": "Though the film is presumed lost, a synopsis of the film was published in The Moving Picture World on June 18, 1910. It states: \"Hans is a little Dutch boy, the son of a poor fisherman. He, like all children of Holland, is early impressed with the fact that the safety of the whole community depends on the strength of the dike. He is sent upon an errand to his aunt late one evening. Walking along the foot of the dike, he discovers a tiny hole, through which the water is pouring. Realizing that if left to flow through even this small aperture, the water would soon break down the dike and flood the village, he sticks his tiny finger in the hole, and waits for someone to come to his assistance. Night comes on. His family decided he has stayed with his aunt, and do not worry about him. In the morning he is found almost unconscious from fatigue and exposure, by his little sister who has been searching for him. She runs back and notifies the villagers, who come to his assistance, repair the dike, and carry the little hero back to the village in triumph. He is received by the burgomaster and praised by the minister. By his night's heroism he has made himself a place in history, and will always be known as 'the little hero of Holland.'\""}, "45658141": {"title": "Looking Forward (1910 film)", "plot": "The film focuses on Jack Goodwin, a young chemistry student who has discovered a novel compound that allows a person to be put in a state of sleep for any length of time. The compound causes an effect similar to suspended animation, with no ill-effects or bodily changes. Jack tests the compound on himself for a period of a week and desires to test it for a century. In preparation for this, he obtains a safety deposit vault and provides instructions to be presented before the mayor in a hundred years. Jack's experiment works and he awakes in the year 2010 to a very different future. Transportation has been radically changed to pneumatic tubes allowing him to be transported to the mayor. The woman mayor takes an interest in him and invites her over to her home. In the intervening years, the world has become ruled by women and Jack is now out of place, but the two fall in love. Her father is an advocate for men's rights and Jack joins their society. The group soon appears before the mayor and she sends all of them to jail through the pneumatic tube, except for Jack. She proposes to him, but Jack only consents if the rights of men would be granted. The mayor is true to her word and signs a decree to give the men their liberty. During the ceremony, she attempts to lead Jack to the altar, but Jack shows her that the man must lead. When the bridal veil is placed on Jack, he places it on his new wife."}, "45652551": {"title": "Love and Law", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from December 17, 1910. It states: \"Sue Jennings and Tom Egan have been sweethearts, Sue decides to marry another man, and holds a secret meeting with Tom, in which she returns his love letters and demands her own. On the same night, Jack Deming, a friend of Tom's who has lost heavily in speculation on Tom's advice, calls at the latter's rooms, very much intoxicated, brandishing a revolver and vowing vengeance. Tom calms his excited visitor, who falls asleep on the couch, after which Tom writes a letter to his former sweetheart and dispatches it by his servant. When the servant returns, he discovers his master dead on the floor of his apartment and Jack just leaving the room revolver in hand. Jack is arrested on suspicion, and young Miss Marsh [sic], a bright young woman in the detective department, is detailed from headquarters to investigate the case. She does some clever work in the case, and proves Jack's innocence in a novel way, incidentally falling in love with the man whose life she is working to save. On the strength of her evidence, Jack is set free; and with love to live for, he starts out to make a new record in life for himself.\""}, "18298697": {"title": "Love in Quarantine", "plot": "The characters Harold and Edith become engaged. However, a feud starts and Edith leaves Harold at the gate to return to their home. Harold follows her back and they both discover a doctor attending to their maid. The ailment forces the doctor to quarantine the home, preventing both Edith and Harold from leaving. They must now sort out their feud in the confines of their place until they both get vaccinated. Edith's mother tries to help things out by having Harold fake sickness, in hopes to draw compassion from Edith. It works briefly, until Edith finds out he's faking it. Even so, the quarrel is resolved and all things return to a happy ending.", "tmdb_id": 1064949}, "45353901": {"title": "The Lucky Shot", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 16, 1910. It states: \"A shot that found a fortune! Jack Hunt, the son of a wealthy woman, falls in love with Nell Horsley, who is in the chorus of a musical comedy. They are married, but when Jack's mother is informed she declares she'll have nothing to do with Nell, although she is willing to forgive her son. But Jack sticks to his wife, and for a time they are very happy. Then Jack, who is in the militia, is called out on strike duty, and meets his death during a fight with strikers. The widow takes the news to her mother-in-law, who nevertheless retains her hatred for Nell, despite the tragedy. As time passes, Mrs. Hunt becomes a miser. She disposes of all of her property, receiving in exchange money and jewels which she hides in a secret place in her room. In the meantime Nell has a hard time to get along and keep a roof over her head and that of her little boy. So desperate are her circumstances that she finally sinks her pride and appeals to her mother-in-law. The old woman repulses her again; her fit of rage brings on a stroke of apoplexy and she drops dead after Nell leaves. All her property goes to little George, as the woman left no will, but search fails to locate anything except the family homestead. Nell is about to sell that, when she makes a discovery. Playing 'Indian' with her boy, she shoots arrows aimlessly about the room. One of them hits the secret spring of the treasure vault, and the accident puts the boy and his mother beyond want for the rest of their lives.\"The synopsis is at odds with the reviewers of the film who state that the arrow which reveals the hidden cache is shot by the little boy and not the mother. The image still shows the woman with a large bow, but further details by the reviewers state that the boy used a toy bow and arrow to make the shot."}, "45390758": {"title": "The Mad Hermit", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 13, 1910. It states: \"The story centers on Harry Willard, a plodding farmer. A city gentleman promises Harry's frivolous wife a life of ease and luxury - and it is the old, old story. She takes her tiny daughter, Agnes, with her, and leaves a note announcing the fact for Harry. The young farmer, who loves his wife and child with an all-consuming love, loses his reason as he reads the announcement of his betrayal. Although without the bare means for his subsistence, he searches for days for his loved ones. Eventually the strain, mental and physical, tells on him - he comes out of it all a maniac. His wrath takes the form of an aversion to all mankind. He wants to forget the world that has treated him so ill - he decides to become a hermit and betakes himself to a desolate cave, where he spends the years execrating humanity. A quarter century goes by. Rarely in that time does he venture on beaten paths for fear that he may meet a hated human, but one day he forgets his resolve long enough to cross a carriage drive. He hears the clatter of hooves and sights a horse tearing toward him with a swaying carriage and screaming occupants - runaway! As the carriage passes by him, a woman flings a bundle to him; he catches it and finds it a pink and white bit of humanity. Dazed he runs into the wilderness with a baby and makes for his cave. Arrived at the cave the maniac resolves to even his score with society by taking the babe's life. But his eyes light on the baby's locket and his hand is stayed. For the locket bears a picture of the child of the wife who betrayed him!\"\"The parents of the baby have miraculously escaped death in the crash of their carriage and trace the strange creature who rescued the child to his lair. They arrive as he ponders upon the picture in the locket and tries to recall the original of it. The babe is the daughter of the original and its mother the hermit's daughter, Agnes - the one-time tot whom the deserting wife took with her. A wife and mother, she is quite a mature woman now - but her features are unchanged. The face appears familiar to the hermit and he tries to place it. Eventually he succeeds. The shock of recognition dazes him - and changes him. The light of sanity returns to his eyes. His reason is restored. He takes to his breast the daughter whom he had lost and found again. She takes him from his forest home and back to the civilization that had tricked him. But the kindly care and love his daughter bestows on him to act in a measure as a recompense for the wrong done him in the long ago, and with the passing years the bitterness passes from his being. The picture touches the heartstrings; it will please to a certainty.\""}, "64221268": {"title": "A Marriage in the Moon", "plot": "Aldovino the Astronomer gazes at the stars through his telescope, when he discovers the rocky and mountainous planet Mars, sparsely covered with various foliage and mushrooms. The planet is inhabited by a civilization unlike Aldovino's on Earth.\nAs Aldovino inspects the planet, he sees a beautiful young woman with a man in their observatory. The woman and Aldovino see each other from their home planets through their telescopes at the same time. Aldovino is struck by her beauty, and she waves invitingly to him. This sends Aldovino into a love frenzy to do whatever it takes to travel to the alien woman's planet and marry her.\nAldovino goes to the Telegraph and sends a radiotelegraph into space professing his love for the woman and asking for her hand in marriage. The letters of the radiotelegraph spiral through space, depicted as a swirling snake of letters. The letters arrive in the woman's observatory and are printed into a slip of paper by a machine. The radiotelegraph reads,\n“Mars Daughter [sic], \nYou are fine. I am loving you and I should like very much to marry you. \nAldovin, [Terrestrial] Astronomer.” The man in the observatory with the woman responds with his own radiotelegraph to Aldovino stating,\n“If you want to marry my daughter come in a year [on] the Moon. \nFur, Astronomer of Mars.” The inhabitants of Fur's and his daughter's planet prepare for the wedding, while Aldovino begins constructing his spaceship. He successfully launches himself and his assistant to the moon in a cannon-ball-like spacecraft. Fur and his daughter use their own spacecraft which propels them to the moon.\nAldovino and the daughter of Mars finally meet, and a marriage ceremony takes place. Not long after, the couple are attacked by a group of humanoid aliens. Aldovino frightens the aliens away, and him and his new wife embrace. A group of dancing moon-maids arrive to celebrate their union, concluding the film.", "tmdb_id": 387040}, "45383294": {"title": "The Mermaid (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 30, 1910. It states: \"John Gary runs a summer hotel at a charming spot on the seashore, but he has been unable to induce people to stop there, and at the opening of the picture he is seen lamenting the fact that there is not a single guest name on his hotel register. At this juncture his daughter Ethel returns from school. Ethel is an expert swimmer, and on reading in the paper the rumor that a mermaid has made several appearances in the water of the Atlantic, he decides to have his daughter pose as the mysterious lady of the sea. He wisely conjectures that a handy mermaid will bring guests. With Ethel clad in appropriate costume, and seated upon the rocks in true mermaid fashion, her father persuades the reporter of the local paper to take a look at the phenomenon. The newspaper man is greatly impressed with the spectacle and obtains a photo of the mermaid, which he publishes. The mermaid gains wide publicity - and vacationists arrive from near and far to see her. Tom, Dick and Harry, a trio of city sports, jump into bathing suits and the water, each bent on capturing the mermaid. She eludes them all, however, and the mystery is not cleared up until Ethel, in a pre-tailored suit, presents herself to the guests and explains the joke. By this time Gary's hotel is famous and the owner is certain of a big summer business.\"", "imdb_id": "tt0347532"}, "45654642": {"title": "The Millionaire Milkman", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from December 17, 1910. It states: \"Clara Moore is a society girl who has won the affections of Jack Cass, a young millionaire. He thinks she loves him, but it is really his money that she adores. Prompted by a letter of warning, Jack decides to prove his sweetheart's love. One reason is that he privately disapproves of the way Clara and her mother have treated a poor relation, an orphan girl, who has been left in their care. Instead of giving her a home, they make a servant of her. Jack's plot works like a charm. His faithful valet gives the newspapers the story of the failure of Jack's mind, and that young man's ruin. Clara reads it and when Jack calls and admits that the reports are correct, she returns his ring and says that all is over between them. In fact the only person in the house that shows any sympathy for Jack is the poor relation, May Dustin, and naturally he compares her with the heartless society girl. Jack wants to see more of May, and invents a unique way of doing so. He buys out the milkman who serves the family, and in that way is able to call on May everyday. Liking soon ripens into love, and May agrees to wed Jack, although thinking he has nothing in the world but a meager salary. After marriage she is told the truth and finds that her husband has money enough to supply her every wish. As for Clara, she has lost her only chance to win a prized millionaire.\""}, "45574958": {"title": "Mistress and Maid (film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from November 5, 1910. It states: \"Nan Willis is a wealthy young heiress who visits the fashionable seaside resort at which she is unknown. She is accompanied only by her maid, Susan, an envious woman, who bears her mistress no great love. Bored by the even tenor of her life, Nan decides to seek adventure by changing places with her maid, and thus escaping the restrictions of conventionality with which she has constantly been surrounded. She makes the acquaintance of a young lifeguard, Jim Holt, and accepts his offer to teach her to swim. A very real affection springs up between the two young people, and Nan is sure that Jim, unlike her other suitors, loves her for herself alone, as he thinks her only a lady's maid. While visiting an isolated lighthouse, Nan, accompanied only by Sue, is made a prisoner in one of the upper rooms of the structure. The plot is Sue's who hopes thus to be able to make her escape with Nan's jewels and other valuables. The rascal, a young keeper of the lighthouse, and his miserly old grandmother are made a party to the plot by accepting an offer to share in the spoils. Through her faithful Newfoundland dog, who braves an angry sea, Nan sends a message to her lifeguard sweetheart, who comes instantly to her aid. After a spirited encounter with the keeper of the light, who is also Nan's jailer, the young people make their escape in Jim's boat. They reach the hotel in time to confront Susan, who cringes with fear when caught red-handed with her mistress' belongings. Nan allows Susan to go unpunished, feeling that the happiness she has found in the proof of Jim's unselfish love more than compensates her for all the hardships she has endured.\""}, "45452549": {"title": "Mother (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from September 10, 1910. It states: \"The play deals with Will Allen, a country lad, who is unhappy at home, owing to the fact that he is a studious little chap and prefers his books to farm work, which incurs the displeasure and enmity of his stepfather, a rough and surly farmer, to whom book learning does not appeal. Will runs away from home, and although his mother keeps a light in the window, hoping to guide her boy home, he never returns. Twenty years later, when the boy has made a place for himself in the world as a successful lawyer, he goes back to the farm, only to find that his little mother, who has been left a widow, has gone away, whither, no one knows. The mother, in the meantime, being left alone in the world, goes to the city and there supports herself by dressmaking. While shopping in a department store she is unjustly accused of shoplifting. The only person who believes in her innocence is a salesgirl, who is discharged for her presumption and daring to correct her superiors. The girl, in her efforts to help the friendless old lady, enlists the aid of Will, whom she knows to be a lawyer of great ability. Will is about to refuse the case, as the dry goods company is a client of his, when the girl describes the lonely old lady, and begs him for the sake of his mother to befriend her. Will consents. Will's clear statement of the case to the judge, together with May's testimony, frees the mother. When her counsel approaches to offer his congratulations, mutual recognition results.\""}, "45473724": {"title": "Not Guilty (1910 film)", "plot": "The film begins with Harry Martin saying goodbye to his blind mother before leaving the house. About this time Joinville, a thief, has committed a robbery and is being chased down the street by the policemen. Harry and the thief encounter each other on the street and a struggle ensues, Joinville slips the stolen purse into his pocket before fleeing. The police encounter Martin and find the stolen purse before promptly arresting him. Harry's sweetheart visits Martin's mother and the police take Harry to his apartment. Harry bids his mother and his sweetheart goodbye, an inter-title car states that Harry does not want his mother to know he has gone away on a journey instead of to jail.Time passes and Harry receives a note from Kate, his sweetheart, that his mother is very ill and wants him to return. In the note, Kate states that it is impossible to prove his innocence. Harry escapes on a passing wagon, concealed in corn or hay, and returns home. The police gather and surround search the home, Harry escapes via a clothesline to another building, successfully eluding the police. The following morning, Harry buys a newspaper from a newspaperboy and reads of his innocence after the real thief confesses to the crime. The three rejoice at his proven innocence."}, "45541083": {"title": "Oh, What a Knight!", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 22, 1910. It states: \"May Brandon is a young woman of the present day who finds that the course of true love can sometimes run too smooth. She is engaged to the man of her choice, but no one objects. In fact, there is not the slightest opposition to her marriage in any quarter. And, being a woman, she does not like it. Perhaps she would have been married in the orthodox way had it not been for a dream that she had. In her sleep she found herself a beautiful young woman, persecuted because she was loyal to the knight she had selected. Her father was obdurate, and finally practically made her a prisoner in his gloomy old castle. Her sweetheart called with a rope ladder. They escaped, and after a number of thrilling adventures were married, and presumably lived happy forever afterwards. When May awoke, she was more discontented than ever. She flouted her fiancé, and returned his ring and swore she would never marry him. But finally she told him of her dream, and he won forgiveness by promising to run away with her like the knight of her dreams. Being a man of his word, he did. But the romance all faded out of it. The adventures they passed through were not to the woman's liking, and her experience convinced her that swashbuckling knights are as much out of date as are stagecoaches.\""}, "45597188": {"title": "Paul and Virginia (film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from November 19, 1910. It states: \"Paul and Virginia are two young lovers who have grown up together from babyhood. Their widowed mothers lived near each other in rude cottages, on an island in the Indies, on which there are few inhabitants. Here the children are reared, knowing no play fellows but each other. When Virginia is 16 years of age, her mother receives a letter from a wealthy aunt in Paris, who offers to make Virginia her heir and give her a good education, providing Virginia will, in the future, make her aunt's home her own. Virginia's mother, having lost her own fortune through marrying against the will of her family, feels that she must not let her daughter suffer the poverty that she has been compelled to endure. She accordingly insists upon Virginia's acceptance of her wealthy relatives offer. Virginia thereupon sets sail for France, leaving Paul broken-hearted at her departure. Virginia tries to be a dutiful niece to her aunt, who is very old and sickly, although she longs to return to her humble home and Paul, whom she dearly loves. When, however, the aunt insists that she marry a rich nobleman, Virginia refuses; her aunt disowns the girl and sends her back to the island home. Virginia's ship arrives at the Indies during a hurricane, and although a cable's length from shore, it sinks before help can reach it, and Virginia is drowned. Paul witnesses her death from the shore, and almost loses his own life in a vain attempt to save her.\""}, "57278920": {"title": "Peter the Great (1910 film)", "plot": "The film shows the main events in the life of Peter the Great.", "tmdb_id": 567342}, "45366460": {"title": "The Playwright's Love", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 23, 1910. It states: \"John Russell, an unsuccessful playwright, is in straitened circumstances, but is generous despite his poverty. When a poor woman falls exhausted at his doorway he takes her in, and after her death he cares for her child. This kind of action seems to bring him luck, for a play that he had been unable to dispose of is sold for a good sum and he starts on the high road to prosperity. Ten years later when the girl is grown to womanhood, John finds that he is deeply in love with his ward, but does not betray his passion, believing that it is hopeless. His eyes are opened, however, by Will, who is in love with Grace, and is told by her when she refuses him that she loves John. When John hears this he promptly proposes and is as promptly accepted by the girl.\"", "imdb_id": "tt0347786"}, "45518688": {"title": "Pocahontas (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 15, 1910. It states: \"Captain John Smith comes to America as the head of a band of English colonists and settles in Jamestown, Virginia. While at the head of the colony Smith makes a trip of exploration into the interior and is captured there by King Powhatan, the acknowledged head of all of the red men in Virginia. Powhatan orders his prisoner's execution. Just as the fatal club is about to descend, Pocahontas, the favorite daughter of the King, throws herself before her father. She begs so fervently that the white man's life be spared that Powhatan relents and orders his release. Captain Smith returns in safety to his friends. Later Pocahontas is taken prisoner by the English and held as hostage. While a prisoner, she is converted to Christianity, and falls in love with Rolfe, a handsome young Englishman. They are married in a rude little church at Jamestown, and the Indian princess sails away with her husband to England. There she is received with royal honors by King James I, but the foreign flower cannot stand transplanting. She soon sickens and dies, and in her last hours is visited by visions of the home in the wilderness that she would fly back to if she could.\""}, "57331702": {"title": "Princess Tarakanova (1910 film)", "plot": "The film is based on the play  Princess Tarakanova  by Ippolit Shpazhinsky.The story of the alleged daughter of the secret marriage of Empress Elizabeth of Russia, who allegedly died tragically during the flood in the casemate of the Peter and Paul Fortress, where she was transferred by the will of Catherine II after a life sentence.", "tmdb_id": 193967}, "57279133": {"title": "The Queen of Spades (1910 film)", "plot": "The film is based on the 1834 short story \"The Queen of Spades\" by Alexander Pushkin.", "tmdb_id": 160532}, "13295592": {"title": "Ramona (1910 film)", "plot": "Ramona chronicles the romance between Ramona (Mary Pickford), a Spanish orphan from the prestigious Moreno family, and Alessandro (Henry B. Walthall), an Indian who appears on her family's ranch one day. Ramona's foster mother's son Felipe (Francis J. Grandon) proclaims his love for Ramona, but she rejects him because she has fallen for Alessandro. They fall deeply in love, yet their desire to wed is denied by Ramona's foster mother, who reacts by exiling Alessandro from her ranch. He returns to his village, only to find that it has been demolished by white men. Meanwhile, Ramona is informed that she also has \"Indian blood\", which leads her to abandon everything she has to be with Alessandro. They marry, and live among the wreckage of Alessandro's devastated village. They have a child together and live at peace until the white men come to force them from their home as they claim the land. Their baby perishes, which adds to Alessandro's mental deterioration. Alessandro is then killed by the white men. A devastated Ramona then returns with Felipe back to her family back on the ranch.", "tmdb_id": 189898}, "45387178": {"title": "The Restoration (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 6, 1910. It states: \"Hugh Logan is a widower who lives with his only child, a little girl, in a small cottage in the country. Logan is a commercial traveler and, as the play opens, is preparing to leave on a business trip. He takes the train to the city, where he is attacked by footpads, who leave him unconscious in the roadway. He is found by Maud Neal and her father, who are passing in an auto, and they take him into their home. There he revives, but the shock has affected his memory, and he is unable to recall anything of his past life. The kindly Neal secures him employment, and as time passes Logan falls deeply in love with Maud. He finally proposes to her and it is accepted. In the meantime, little May has been waiting in vain for her father. As no word is received from him, and she has no other relatives, Bridget, the servant, takes her to the orphan asylum, where she is compelled to make her home with other little unfortunates. May dislikes the place. In the end she escapes from it. But, gaining the city, she gets lost there and, tired and hungry, goes to sleep on a doorstep - the Neals'. There she is found by Maud, who takes her into the house. Maud is much attracted by the child's charms and finally decides that she must never be parted from her. She tells Logan of her decision and he objects. They quarrel. Feeling himself in the wrong, Logan returns and asks Maud's pardon. He meets May, who recognizes her father. At the sight of her, his memory returns. Speedily he determines to retain May from out of the things of the old life, and Maud from out of the new.\""}, "45646262": {"title": "Rip Van Winkle (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from December 10, 1910. It states: \"Rip Van Winkle, although a loving father to his little girl Meenie and a hail-fellow-well-met with all of his fellow townsmen, is being constantly scolded by his wife for leading an idle and profitless existence. Rip is also fond of the bottle and spends a greater part of his time and money at the village tavern. Catching him entering the house late one night after a day's carousing, his wife Gretchen becomes thoroughly angry with him and drives him from the house. In the face of a terrible storm with only his dog Schneider and his faithful rifle to protect him, Rip wanders toward the mountains. Here he comes across a band of gnomes who are supposed to be the spirits of Heinrich Hudson [sic] and his merry men who disappeared near the Catskill Mountains hundreds of years before, and had never been heard of since. The gnomes give Rip some magic schnapps to drink, and under its influence he goes to sleep for 20 years. When he awakes, he is an old man and in ragged clothes. His dog is dead, and his rifle has rusted away. He makes his way as best he can back to the village, and his own home. But there no one knows him. He finds his wife married to another man, his daughter grown to womanhood, and most of his old friends dead and gone. Rip, however, finally manages to prove his identity, and also to lay claim to his property, which has greatly increased in value during his sleep, in which he is just in time to save from being unlawfully confiscated by his old-time enemy. Happily reunited to his family, Rip looks forward to his declining years with a spirit born of peace and solace.\"", "imdb_id": "tt0409225"}, "45408591": {"title": "She Stoops to Conquer (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from August 20, 1910. It states: \"The play deals with the love affair of two young people, both of whose parents are anxious that they should wed. Young Marlow sent by his father to court the daughter of an old friend, Mr. Hardcastle. Marlow has spent very little time in the company of the fairer sex, and as a consequence thereof is always shy and nervous in their presence. He, therefore, accepts his father's orders unwillingly and, accompanied by his friend, young Hastings, rides out to meet his future bride. On the road the travelers encounter Hardcastle's stepson, Tony Lumpkin, who in revenge for punishment his stepfather has inflicted, directs Marlow and his friend to the Hardcastle mansion, claiming that it is an inn where they will be well treated. In the meantime, great preparations are being made at the Hardcastle home for the reception of Hardcastle's old friend, and when Tony ushers in young Marlow, thinking Hardcastle merely the proprietor of an inn, he treats him with scant courtesy and orders him about, much to the older man's chagrin. Hardcastle is subjected to his daughter's extravagant costumes, and she appears on this memorable evening dressed in a simple dress and wearing the cap and apron that housewives in the neighborhood assume. This costume greatly pleases her father, but leads young Marlow further astray. He immediately jumps to the conclusion that she is a most attractive barmaid and loses his heart to her in short order. Upon the arrival of his father, Marlow learns his mistake as regards the inn question, but flatly refuses to marry Hardcastle's daughter, claiming that she is too grand for him, and citing his preference for the maid servant. While in the act of making love to the supposed barmaid he is discovered by his father, and, when told that this is the young lady his father had intended him to marry, he is overjoyed, as he feels sure that his bashful disposition would never have allowed him to woo and win her had he known her to be a lady of fashion.\""}, "45139145": {"title": "She Wanted to Marry a Hero", "plot": "The official synopsis of the film was published in The Moving Picture World.  The film follows Elsie Plush, an avid dime novel reader who becomes infatuated with the hero type in Laura Jean Libbey's books. After reading A Great Hero, she rejects the marriage proposal of George Mild. She says that he is a fine young man, but he is not the hero she is looking for. Plush then encounters a military man and idolizes him as her hero. As she walks with the man, she falls from the bridge. Instead of saving her, he calls for help and she is rescued by an athlete. Elsie's ideal is broken and latches onto the athlete as her hero.Elsie's ideal is quickly dashed in repeated succession for the athlete fails to manage a horse and then becomes interested in the horseman who reins it in. The horseman secures her interest only to become beaten by a pugilist in a fight. She is keen on the pugilist until an escaped lunatic arrives and scares him away. The maniac is brought under control by a hypnotist and is taken back to the asylum. Again Elsie idolizes this new man and asks him to escort her home. They encounter a footpad on the way, who robs them both. The thief is frighted off by a policeman, but Elsie finds he is married with five children. Then she is robbed again. At last Elsie recognizes the hero she idolizes is fictional and returns to George and accepts his proposal."}, "60627940": {"title": "She Would Be a Business Man", "plot": "After watching her husband fail in business, Mrs. Manly claims that she could do his job better than he can. The couple agree to trade clothing and places. But the wife is unable to conduct business because the men around her can't stop getting distracted and asking her out to lunch. Her husband fares similarly poorly at running their household. In the end, the couple agree to \"return to their own spheres.\"", "imdb_id": "tt1523544"}, "45084746": {"title": "She's Done it Again", "plot": "The official synopsis of the film survives in The Moving Picture World. It states: \"Sikes, a gentleman of the Raffles order, reads in the paper that Mrs. Eldridge, a young society woman, who alleged that she had been robbed of her jewels, confessed that she had in reality pawned them - admitting that the robbery was a prearranged affair in which she played the leading role and her maid the supporting one. Sikes decides to have it appear that the lady robbed herself a second time. Disguised as a clergyman, he obtains the jewels. Naturally, everybody believes Mrs. Eldridge [is lying] again [...]! And then - a clever detective turns up and shows [that the] public opinion [is] mistaken by fastening the offense on the real offender.\" It is likely that Anna Rosemond played the role of Mrs. Eldridge and that Frank H. Crane played the role of Sikes."}, "45082337": {"title": "St. Elmo (1910 Thanhouser film)", "plot": "The plot was adapted from Augusta Jane Evans's 1867 novel St. Elmo. The actual production was greatly shortened for the purposes of conveying the plot of the film. The synopsis in The Moving Picture World states: \"St. Elmo, a wealthy young man, is betrothed to his cousin Agnes. Dick Hammond, St. Elmo's chum, is studying for the ministry. As soon as he is ordained he is to take charge of a church built for him by St. Elmo. Hammond, however, takes St. Elmo's friendship lightly and makes love to Agnes in secret. The affair is discovered by St. Elmo, who, in a rage at Hammond's perfidy, challenges him to a duel. The false friend loses his life in the ensuing combat. Edna, the granddaughter of the village blacksmith, strays upon the scene of the duel, an uninvited witness. St. Elmo is forced to flee the country. He is pursued by Agnes and the sheriff. Edna tells her first lie when she deceives St. Elmo's pursuers as to his direction and leads them completely off the trail. St. Elmo makes good his escape. On the day that Edna witnesses the duel her grandfather dies, leaving her alone in the world. She is adopted by St. Elmo's mother. Five years later the fugitive returns. Edna recognizes him as the victor of the dual but he does not remember having met her. He discovers that he loves the girl. Edna rejects his suit, declaring that she never would marry a man who had taken a human life. In desperation, St. Elmo attempts suicide, choosing as a spot the grave of Dick Hammond, but is swerved from his purpose by Edna, who relents and promises him her love and sympathy. St. Elmo decides that life is worth living if but for her sake.\""}, "45472952": {"title": "The Stolen Invention", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from September 17, 1910. It states: \"John Deering is a poor inventor living modestly with his wife and only daughter. He has approached Mr. Cobleigh, a capitalist, with a proposition to share the profits of a new invention with him, providing that he (Cobleigh) furnish the capital to swing it. Cobleigh comes to see the model of Deering's invention and is greatly impressed with it. Cobleigh offers Deering a small amount of money for the invention, but Deering refuses to accept it. Then Cobleigh, having failed to get his invention by fair means, determines to secure it by foul. He drugs Deering, and the result of the poison is to make the inventor temporarily insane. While in this condition, Cobleigh has Deering transferred to an insane asylum. Then he forges the inventor's name to the bill of sale and thinks that his crime will never be discovered. Deering's daughter, Grace, failing to induce her sweetheart, Tom Reynolds, to aid in rescuing Deering, breaks into the asylum and takes her father out singlehandedly. She conveys him to a camp in the woods where her tender care restores him to health. Then she takes him home again and he demands his rights from Cobleigh. The latter denies that he owes Deering a cent, and the inventor goes to law. Tom, who acts as his counsel, shows by enlarged stereopticon views of the two signatures that Cobleigh had traced the one from the other. Cobleigh, overcome by the revelation of his crime, is arrested, and the Deering family and the faithful Tom are happy.\""}, "45470161": {"title": "Tangled Lives (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Bioscope from December 22, 1910. It states: \"A shortage is discovered in the accounts of John Hill, a young bank cashier. The manager of the bank agrees to give him three days' time in which to make good the shortage. John confides in his young wife, May, and a young reporter interviews May about her husband's shortage. He becomes interested in the plucky young woman, and decides to suppress the story. The husband fails to raise the money, and leaves his clothes, with a note telling of his intended suicide, on a wharf at the water's edge. After five years the young reporter wins May for his bride. On the day of their wedding, John is attracted to the house where the ceremony is to take place. Hearing of the many rich gifts which the bride has received, he enters the house, and witnesses a love scene between the young reporter and his (John's) wife. He finds it impossible to escape by the way he entered, and attempts to leave by the floor window, falls to the ground and is killed. Here Hastings finds him, and has the body carried away, and leads May to the altar.\""}, "45340138": {"title": "Tempest and Sunshine", "plot": "The Moving Picture World synopsis states, \"Planter Middleton, of Kentucky, has two beautiful daughters. One of them is known as Tempest and the other is Sunshine, because of their different dispositions. Sunshine is wooed by Bill Jeffreys, the village postmaster, whom she does not love and rejects. Later her heart is won by young Dr. Lacey from New Orleans. Soon after they become engaged, the doctor is compelled to return to his home city on business. During his absence, Tempest, who is in love with him, conspires with Bill Jeffreys to intercept the lovers' letters. They succeed in making Julia and the doctor each think the other is untrue. The doctor, in a spirit of pique, decides to marry Tempest. Sunshine remains true, and confides to no one the sorrow that she feels. Just as Tempest and the doctor are about to be married, the ceremony is interrupted by Jeffreys, who confesses the plot — having left a sick bed to do so. The guilty ones are forgiven and the lovers reunited.\"", "imdb_id": "tt0344436"}, "45581008": {"title": "Ten Nights in a Bar Room (1910 film)", "plot": "The work was an adaptation of Timothy Shay Arthur's novel Ten Nights in a Bar-Room and What I Saw There. The Moving Picture World synopsis states: \"Despite the fact that he is a loving husband and father, Joe Morgan ruins his life by his fondness for drink and finally becomes a seemingly hopeless drunkard. He spends his time and money in the saloon kept by Slade, the man who took away Joe's mill and largely caused his financial ruin. Slade's saloon, when he first opened it, was well furnished, the landlord courteous and well groomed, and the customers happy and seemingly unaffected by their surroundings. But as time passed, a change for the worse was noted in everything. Probably this escaped Joe's notice, for a sharp shot, indeed, was needed to reform him. That shock came. Joe's only daughter, Mary, was in the habit of going to the saloon and piteously urging her father to come home. She knew that no matter how intoxicated he might be, he would never harm her. But one evening when she appeared her father and Slade had been quarreling, and the saloonkeeper threw a bottle at Morgan, who dodged. The missile struck the child, entering. The blow resulted fatally, but before Mary died, she extracted a promise from her grief-stricken father that he would never drink again, a promise which he ever-afterward kept. In later years Joe became wealthy and respected, and influenced by the thought of his daughter in heaven he kept in the straight and narrow path. The saloon keeper who killed Mary was never punished by the law - but through the irony of fate his taking off was much like that of Joe Morgan's helpless child.\"", "tmdb_id": 1064919}, "45618313": {"title": "A Thanksgiving Surprise", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from November 26, 1910. It states: \"Jack Clyde is a rich young fellow who has been brought up by his wealthy uncle in a small Western town. Jack decides that he wants to move to New York and is indulged in this whim by his uncle, who sends with the lad as valet a faithful old servant, who has his welfare at heart. In the city Jack rents expensive apartments, and leads a vain, idle life. Jack's uncle hears of his conduct and devises a scheme whereby he can make a thorough test of the boy. He instructs his lawyers to announce his death, that the entire fortune has gone to charity, and Jack has been left penniless. Jack is turned out of his rooms and shunned by his rich friends. Among the very poor, whom he formerly despised, he is treated as a comrade. They share with him their last crust, and he ends by marrying them, and falling in love with a humble little flower girl. Jack finally secures a situation as a porter in a hotel. His uncle discovers that he is planning to give a Thanksgiving dinner to all those poorer than himself and decides that Jack has learned his lesson. Jack brings to his poor room a few meager provisions that his week's salary has permitted him to buy. While waiting for his guests to arrive Jack goes to sleep. His uncle and the old servant who have been watching him closely, seize upon this opportunity to enter Jack's room and substitute for his poor meal a real Thanksgiving feast. The guests arrive, their host awakes, uncle returns, and Jack is assured that his prosperity is real and not a dream.\""}, "45544416": {"title": "Their Child", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from October 22, 1910. It states: \"Ellen Stokes is a loving wife and mother, but she has one fault - extravagance. On the day that her only child is playing the host at a birthday party, Ellen's husband informs her that he is practically ruined, and places the fault at her door. Ellen, conscience stricken, declares that she will aid her husband, and tells him that she will induce her rich uncle to aid them. When she talks to him on the subject, she finds that he is not disposed to aid her. Soon after his refusal, a friend of the family drops in, finds Ellen in tears, learns of her trouble, and offers a loan which she finally accepts. The woman's husband is of a jealous nature and when Ellen gives him the money, he asks if it came from the other man. She hastily denies it, and says that her uncle was the one. The husband takes the money, and later finds that his wife has deceived him. In anger he leaves the house, taking their only child with him.\"\"When Ellen finds that she has been deserted, she listens to the pleadings of the other man and is about to elope with him, when the baby, Tom, unexpectedly appears. He has run away from his father, and trudged through the streets, alone, to rejoin his mother. The woman clasped her child in her arms and decides to live for him in the future. The mother takes her child to humble lodgings, the whereabouts of which are unknown even to her husband. There she tries to make a living for herself and him by sewing, but is unable to do so. She has given the last crust of bread to the little one, and is herself in a starving condition, when the baby boy himself comes to the rescue by starting out on a business career, selling papers in the street. In this way the wolf is kept from the door for a little while longer, and the little fellow, while applying his trade on the street corner, is met and recognized by his father. With his son as his guide, the repentant husband, who now realizes his unjust action, goes to his wife, and with the baby as a mediator, the two become reconciled.\""}, "45331319": {"title": "Thelma (1910 film)", "plot": "Though the film is presumed lost, a surviving synopsis was published in The Moving Picture World on June 25, 1910. It states: \"Thelma is a simple Norwegian maiden living alone with her father in the land of the midnight sun. Her father is one of the few remaining Vikings, famous in history. As such he is held in great reverence by his servants, who consider him somewhat in the nature of a king, and his daughter a princess. Outside of the years spent at school, Thelma has spent nearly all her time alone, her mother having died when she was a baby. When on a visit to her mother's grave, Thelma meets Sir Philip Errington, a distinguished young Englishman, who is touring Norway in his private yacht. Sir Philip is instantly attracted to her and, obtaining information as to where she lives, presents himself to Olaf, the Viking, and is finally admitted to his friendship and that of his daughter. Sir Philip woos and wins the fair Thelma for his bride, and with her sails back to England. In London, Thelma at once creates a favorable impression and is cordially welcomed by all of Sir Philip's friends, who comprise the nobility and aristocracy of the metropolis. Lady Clara, alone, of all Sir Philip's old friends, wishes Thelma harm. She has long felt an affection for Sir Phillip, and resents the fact that he spurned her love and chose his bride in far-off Norway. This wicked and designing woman determines to wreck Thelma's happiness, and force her to leave England. This she contrives to do, in making Thelma believe that Sir Philip no longer loves her, but that in truth his heart belongs to Lady Clara. As proof of her statement she shows Thelma a letter written to her by Sir Philip in which he pleads the cause of his friend, who is in love with Lady Clara, and wishes her to become his wife. This Lady Clara claims is a love letter written by Sir Philip to her. Thelma, heartbroken, believing she has lost her husband's love, returns to Norway, just as her father, the Viking, breathes his last. She, with his faithful followers, complies with his last wishes, which are that he shall be buried as his forefathers were before him – sent out to sea in his burning ship. This form of burial had been that accorded to all Vikings for centuries past. After straining her eyes for a final look at the departing ship, Thelma retraces her steps to her mother's grave, and there, feeling that she is absolutely alone, prays for the strength to live. Here in a rocky dell before the tomb of her mother, where first she met the man who won her heart, Sir Philip again finds Thelma. A few words suffice to show her how she has been tricked, and a fervent protestation of his love convinces her that she still has a place in his heart. In Sir Philip's arms she finds comfort for the loss of her father; she starts out bravely to again face the world, now sure of his unending love.\""}, "47328941": {"title": "A Tin-Type Romance", "plot": "Phil and Beth meet one day at the seaside. They pass a photograph gallery where they decide to have their tin-types taken, and each one lovingly puts the other's picture into their own locket.\nAt their next meeting, Phil and Beth agree to marry. However, when Phil tries to prove that Beth's picture is in his locket, the catch sticks and he cannot open it. The couple fight and separate, and the film implies that each of them will now try to kill themselves.\nJean (Phil's dog) fixes the situation - she picks up Phil's locket and places it near Beth, and then returns with Beth's locket to Phil. Each one opens the other's locket, and sees that their own tin-type is indeed in there. The couple then reconcile and renew their engagement.", "tmdb_id": 331580}, "64280187": {"title": "Two kids on a spree in Brussels", "plot": "A young boy and his sister see a motor-car ready to depart in front of their house. They hook their little cart to the back of it, step in and drive along until they reach the Place Royale (English: Royal Square), with the statue of Godfrey of Bouillon in its center and the Palais de Justice (English: Law Courts of Brussels) in the background. From there, they walk on to visit the Grand-Place and watch the Manneken Pis being dressed.\nThe children continue their expedition on a tram, which passes by the Brussels Stock Exchange, De Brouckère Square and the Gare du Nord (English: North Station).\nA new tram ride take the children to the outskirts of Brussels where they see a milkmaid delivering milk with her dogcart. They wait until the dogcart is left unattended, remove the milk cans, climb aboard and happily set off for a ride."}, "45323262": {"title": "The Two Roses", "plot": "The film begins with a young Italian boy, Tony Prolo, who is preparing to deliver his father's lunch to him. The boy sets off to the railroad construction area, passing the dangerous terrain without incident. The father, Tony Prolo (Senior), greets his young son and happily takes his lunch. His young son begins tossing rocks across the street and runs out into the road and is knocked down by a passing vehicle. Tony rushes to his son's aid and the rich man, Mr. Sears gets out the car and attempts to comfort the father. The father rejects him and rushes home, carrying his son in his arms. At home, Tony Prolo and his wife attend to their son and pray for his health.At his residence, Mr. Sears receives a letter by the \"Black Hand\" demanding $10,000 for ruining a person's life. The letter tells him to give the money to a man at a specific street corner who will be carrying a white rose. Sears heads to the police and the detective lays a trap for the Black Hand man. At the same time, Tony Prolo has gone to see the doctor and stops by the florist to get a white rose for his flower-loving son. After he purchases the rose, his path crosses with Mr. Sears and the detective at the street corner, and he is arrested because he is carrying a white rose. The real Black Hand man is hiding behind a door and witnesses the arrest of Tony Prolo, but is discovered by the constable and he is arrested after he was discovered carrying a white rose.Tony Prolo convinces the Sears to have the police investigate his story, and they all are brought to Tony Prolo's home. The Sears family sees his suffering son and the confusion over the Black Hand is resolved when the constable brings the real suspect into the room. Tony Prolo is released and Mr. Sears compensates the family by purchasing a cottage in the country that is surrounding by white roses."}, "13295499": {"title": "The Unchanging Sea", "plot": "The film starts with intertitles that reads “three fishers went sailing to the west, away to the west as the sun went down. Each thought on the woman who loved him best, and the women stood watching them out of the town.” A young married couple are enjoying life by going to the beach. They run into workers on the beach and they all seem in awe of the happy couple. The young couple goes back to the beach but the wife watches her husband go out to sea on a boat. She waves her husband and the other sailors bye and waits for them to return. Days go by and the wife and other wives go back to the beach to see if they’ve returned. Three corpses are laying in the ocean and brought back to land. The wife brings her baby back to the same beach waiting for her husband to return. Years go by and the baby is now a child and they still go to the beach waiting for his return. The daughter gets married to a young fisherman. The wife now old goes to the beach and just weeps. The couple reunites in the end after years.", "tmdb_id": 189584}, "45370008": {"title": "Uncle Tom's Cabin (1910 film)", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from July 30, 1910. It states: \"The story opens in winter when Mr. Shelby has to sell some of his slaves due to business problems. Until this time they have lived all their lives with him, and he has been noted for his kindness to them.... Unfortunately the person to whom he was compelled to sell is the slave owner of the other sort, brutal, heartless, and a hard master - Simon Legree. Legree agrees to buy as many slaves as he desires, provided that Mr. Shelby gives him his choice. The slaves are passed and reviewed, and Legree selects Uncle Tom, one of the oldest and trusted, and the young son of Eliza, also a slave who has been with Shelby for many years. Despite the protestations of Mr. Shelby and the entreaties of the slaves themselves, these two are heartlessly taken from their homes and families. Legree refuses to buy any of the others, and as Shelby needs immediate money, he is forced to sell these two. The small boy is torn from his mother's arms and placed in Uncle Tom's care to be taken with him to Legree's plantation. But Uncle Tom cannot resist a mother's pleading, and when Eliza entreats him to give her back her child he does so and aids her to escape with him.\"\"For this deed he is beaten by Legree and forced to join the bloodhounds in which Legree institutes to recover the slave. Eliza, with her boy in her arms, escapes over the Kentucky border to Ohio, a free state, making a perilous crossing on one block of ice to another on the Ohio River. Terribly overcome by the cold and faint from exposure, Eliza is carried unconscious to the home of Senator Bird of Ohio. Tracked down by the purchaser, Simon Legree, to Bird's home, Mr. Bird out of goodness buys the boy and, giving him his freedom, gives him to his mother. Uncle Tom is not fortunate enough to find another purchaser and is taken by Legree to the plantation in Mississippi, finding on the trip that the new owner has taken a dislike to him and treats him with great brutality.\"During his journey, while waiting for a Mississippi steamboat, Uncle Tom first meets little Eva, who with her father is also taking the boat south. Tom is at once attracted to the beautiful little girl, and she in turn talks to the kindly old darkey. While looking at the boats, the little one accidentally falls into the swiftly flowing river and escapes drowning only through the bravery of Uncle Tom. He of all the crowd has the courage to jump in and rescue the little girl. Eva's father to reward Tom for his bravery, buys him from Legree, and once more Tom knows what it is to be treated kindly. He lives happily as little Eva's special bodyguard until the little one is seized with a sudden sickness and dies. She had become greatly attached to Uncle Tom, and the last act of her life was to present him with a little locket containing her picture. Once more Uncle Tom is sold and again falls into the hands of Simon Legree. He is taken to Legree's plantation in Mississippi, where he is overworked and ill-treated to the point of death. Just before he dies he presses to his lips the locket with the picture of his beloved little girl and in a vision sees her in the clouds holding out her arms to him that he, too, may enter with her the pearly gates, inside of which all souls are equal, and all free. The comedy of the story is furnished by little Eva's Aunt Ophelia, a queer old lawyer named Marx, and his stubborn donkey, to say nothing of Topsy, a wicked little colored girl, who Aunt Ophelia tries hard to convert.\""}, "45635861": {"title": "Value—Beyond Price", "plot": "Though a modern synopsis has not been published, the original synopsis was published in The Moving Picture World on December 3, 1910. It states: \"Captain Smith sails away on his vessel for a trip around South America, through the Pacific, leaving behind him his wife and little girl, whom he dearly loves. The ship is reported lost with all on board, with the exception of a cabin boy who is picked up in mid ocean. The captain's wife struggles to support her child, but owing to a rapidly failing health she fights a losing battle with poverty. One by one her valued possessions find their way to the pawnshop, where the kind-hearted old pawnbroker, Levy, becomes interested in the sad-faced woman and pretty child, who never seem able to redeem any of their possessions. The last article of value left in Mrs. Smith's possession is her wedding ring, and Levy refuses to take this. Instead he offers her help, which the widow proudly refuses. She insists that she can go out and get work. Levy, seeing that he can help in no other way, offers to care for little Marie, and to this the mother finally gives her consent. Half in jest, Levy gives the mother a pawn ticket for the little girl, which he fills out to read that 'a precious jewel, a value beyond price,' has been left with him and can be redeemed 'at any time.' The mother leaves the little one in Levy's care and upon reaching home and finding herself mortally stricken, she puts the pawn ticket he has given her in an envelope which she entrusts to a friendly janitoress, to be given into no other hands than those of her husband should it be that he is not dead.\"And he is not. He has been cast up on a fertile island in the South Seas, where he lives a Crusoe-like existence for 10 years, and incidentally finds buried treasure which makes him rich. He was finally rescued by a passing steamer and brought back to his own country, only to find that in his absence his wife has died, no one knows the fate of his child. He only finds, in an envelope addressed to him in the hand of his dying wife, a pawn ticket for a 'precious jewel' which she has pledged. Thinking the jewel to be some gift of his to his wife, which she desired him to have as a remembrance, he goes to the pawnshop and is there waited upon by a sweet-faced girl of 15 to whom he is at once attracted. The girl is unable to find any article in the shop with a ticket corresponding to the number on the ticket which the captain carries, and appeals to her foster father, Levy, to help her find the gentleman's goods. Levy at once recognizes the ticket as the one he gave for his little adopted daughter. Although he dislikes to surrender the one joy of his life, he finally decides to reunite father and daughter. The latter have the old pawnbroker make his home with them, so the reunion brings happiness to all.\""}, "45667276": {"title": "The Vicar of Wakefield (1910 film)", "plot": "The Thanhouser production is an adaptation of only part of the novel. The film departs significantly from the original plot, such as in the omission of the double-wedding scene. It begins with Dr Charles Primrose, the vicar of Wakefield, attending a picnic with his landlord Squire Thornhill. The vicar does not like Squire Thornhill, who is reputed to be a degenerate young man, but he has no reservations once he sees Thornhill's interest in his daughter, Olivia. The next scene shows Squire Thornhill convincing Olivia to elope with him, so the two can be married. But Squire Thornhill has no intention of marrying her, and commissions a farmer to arrange a fake wedding ceremony. The farmer accepts, but shakes his fist in anger at the squire after he has departed.Squire Thornhill leaves in a carriage with Olivia, whose departure is soon reported to the rest of the family. Stricken with grief, the vicar heads off to reclaim his wayward daughter. At the end of the marriage ceremony the farmer receives his payment, and the squire and Olivia embrace. The vicar arrives shortly afterwards, but after failing to persuade his daughter to return home with him leaves in despair. Olivia learns later that the marriage was a sham, but continues to live in Thornhill's house until he offers her as a prostitute to an acquaintance of his. Olivia flees in a rage and returns home, where she is reunited with her family. Thornhill, now out for revenge, has the vicar arrested and thrown into jail for unpaid debts.Olivia goes to meet her father in prison, and upon exiting the farmer who had arranged the marriage between Olivia and Thornhill appears and gasps in shock. The vicar explains that Olivia is his daughter, and the farmer reveals his role in the plot, but that out of hatred for Thornhill he procured the services of a real priest to officiate at the wedding. The farmer heads to Thornhill's house and reveals that the marriage was in fact legitimate. Thornhill's uncle, Sir William, forces him to take responsibility for his actions and beg Olivia's forgiveness. Olivia accepts Thornhill's apology and the couple embrace and kiss. Although not in the surviving print, the synopsis concludes with \"Sir William then discloses his identity and asks for the hand of Sophia [another of the vicar's daughters]. The vicar is released from prison, and he and his family look forward to a future of happiness and plenty.\""}, "57345736": {"title": "The Water Nymph (1910 film)", "plot": "The film is based on the play The Water Nymph by Alexander Pushkin.", "tmdb_id": 190782}, "13254122": {"title": "What the Daisy Said", "plot": "The film opens upon two sisters (Martha, played by Mary Pickford, and Millie, played by Gertrude Robinson) standing in a field of daisies.  Millie plucks the petals off of one to divine whether he loves me... he loves me not.  The girls part ways; Martha's next stop is the vegetable patch in which a lanky farmhand diligently labors with a shovel.  She passes up the farmhand's polite offer to become sweethearts and promptly steals away to town to get her palm read by a woman fortuneteller.  There, a mustachioed gypsy catches her eye, and he tells her a fortune in which he \"plans her future to his liking\".  The pair run off together, crossing a brook into which he saves her from falling.  They arrive at a waterfall where he \"induces her to believe his prophecy must be true\".  After that brief exchange, Martha jubilantly skips home, passing the lanky farmhand who pays her no heed.\nArriving at the homestead, she immediately resolves to return to the waterfall.  At their second meeting, the gypsy greets Martha with open arms and after some animated entreaties she meets his embrace.  In a brief cutaway, Millie looks for Martha at the orchard, but can't find her.  Martha reluctantly bids the gypsy adieu—after she is gone, he laughs and struts confidently.  Martha's stealthy return escapes the notice of Father and Millie who are sitting on the porch of the homestead.  They seem to accept the explanation of her absence when she motions to the second story of the house.  Martha then talks Millie into getting her own fortune read and they slip away, hand in hand, over a rough-hewn fence, through the field of daisies, and into town.  While the fortuneteller is examining Millie's palm, Martha is distracted by one of the townswomen.  The crafty gypsy then swoops in and charms Millie into accompanying him to the romantic waterfall.  When Martha returns to the fortuneteller's tent, Millie is nowhere to be found.\nMillie, in the meantime, has bounced home and back to the waterfall, where the gypsy bids her to sit on a conveniently-placed bench.  Martha wanders back to the waterfall (via the orchard), where she is horrified to find the gypsy with his arm around Millie and observes them long enough to witness him kiss Millie on the cheek.  Heartbroken, Martha returns to the orchard to weep.  To complicate things, Father departs the homestead and his route takes him by the waterfall where he discovers his daughter in close personal contact with the gypsy.  In a fit of rage, the old man tears the gypsy from his daughter and reproves him wildly.  Father raises his cane to strike the gypsy, but the gypsy impulsively fells him with a two quick blows to the torso.  Aghast at what he's done, the gypsy escapes just as two passersby arrive on the scene.\nThe gypsy flees through the field of daisies as a growing mob of farmhands set out looking for him.  After passing through an overgrown field and over the brook, the gypsy arrives at the orchard.  Martha, unaware of his wrongdoing, yields to his pleading and successfully conceals him in a barrel underneath potatoes she empties out of a bushel basket.  After the farmhand posse passes, and just as Father is recovering with the help of Millie and a passerby at the waterfall, the gypsy emerges from the barrel and bids the jilted Martha a hasty and perfunctory farewell.  The posse eventually catch up with the gypsy back at the fortuneteller's wagon, where they warn him in no uncertain terms to leave town, which he does with a bindle over his shoulder.  The dejected Martha, sitting on some wooden steps leading up from the road, looks up to find the posse marching the gypsy out of town.  She wanders off to the vegetable patch where she finds solace in the arms of the lanky farmhand she had rejected earlier.  The film concludes in the field of daisies where Millie abandons another round of petal plucking to walk off arm-in-arm with a strapping farmhand who appears out of the blue.", "tmdb_id": 176613}, "51205212": {"title": "When Lovers Part", "plot": "In the Antebellum South, Nell is banned from seeing her lover by her father. They decide to elope, but their plans are thwarted by the father. When the American Civil War begins both Nell's father and former lover enlist the Confederate Army. Nell's father returns and her lover is traumatized and matured by the war, and at her father's funeral Nell finally accepts his hand in marriage.", "tmdb_id": 341902}, "20894604": {"title": "White Fawn's Devotion", "plot": "A white settler named Combs, his Indian wife, White Fawn, and their daughter live in a Dakota log cabin. When Combs gets word that he is to inherit a large fortune, his Native American wife is upset. Believing that she will lose her husband if he returns East, she stabs herself with a knife. Her husband finds her and removes the knife, but their daughter sees him with the knife in his hand and her apparently dead mother. The girl, believing her father committed the murder, alerts the nearby Indian village. Several Indians then engage the settler in a long chase. When the settler is captured, the Indians intend to put him to death until White Fawn miraculously revives and informs the Indians of the truth. This ending, in which an interracial couple ends up together, is a rare occurrence for this period of film production. The surviving print, preserved by the Library of Congress, is missing a few feet at its end. This print was digitized for the Treasures from American Film Archives DVD set, therefore subsequent digital releases are also missing the ending. Contemporary publicity from Pathé fills in the resolution: \"the Combs take their departure and return to their home, for he feels he will be happier with his family on the plains than if he goes east and claims his legacy.\"", "tmdb_id": 144490}, "64075010": {"title": "The White Slave Trade", "plot": "Anna is a young girl from a poor but honorable home in Denmark. When her father finds in a newspaper an ad for a well-paid job as a company lady in a mansion in London, she goes to the interview in a Copenhagen hotel and is happy to get the job. Her childhood friend and now fiancé Georg is somewhat worried but Anna dismisses his distrust and travels to England. On arrival, to Anna's horror, she is taken into a luxury brothel. Anna manages to chase away her first customer, but cannot escape.\nThe brothel maid takes pity on poor Anna and smuggles out a letter to her parents, who seek help from the \"Association for the White Slave Trade Fight\". Georg travels to London and hires a detective. Together they track down the brothel where Anna is kept and arrange her evasion. Anna crawls out a window and they escape in horse-carriage, but after a wind-blowing car chase, they are overpowered by the slaveholders who get Anna back. She is then transported to the port to be sold to another country. When Georg and the detective, who have alerted Scotland Yard, arrive at the house, the maid tells them where she has been brought. Georg and the police manage to board the ship just before it leaves and after a brief but exciting fight Anna is finally freed and can return home.", "tmdb_id": 194011}, "45628568": {"title": "The Wild Flower and the Rose", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from November 26, 1910. It states: \"Frank Wilson is the son of an inventor who has perfected an airship model in which Jack is greatly interested, but which neither of them have the money to finance. Wilson tries to interest his wealthy employer, Fisher, but is unsuccessful in the attempt. However he gains the support of his employer's beautiful daughter, Rose. The old inventor suggests to his son that if he marries Rose they could secure the money to perfect the invention. But Jack spurns the idea, as he is already engaged to marry a country girl, Daisy Lane, who, he believes, loves him devotedly. Upon learning that Daisy is a heartless coquette, Jack is heartbroken, and goes west to seek a fortune and forget her conduct. Success comes to him quickly, and he returns to tell his father that now, unaided, they can finance the invention. On the aviation field, Jack once more meets Rose, and confesses to her that it was the memory of her kindness that helped him achieve success. Jack makes a successful flight in the invention – a new style of aeroplane – and in offering her congratulations Rose confesses that she has loved him from the first.\""}, "49082504": {"title": "Wilful Peggy", "plot": "Peggy is a feisty peasant girl who catches the eye of a wealthy lord. Enamored with her, he proposes, but she harshly refuses. Her mother pushes her into the marriage against her will. After their marriage, she makes a fool of herself among the socialites at her husband's party. In the height of her embarrassment, her husband's nephew convinces her to run away with him. She innocently agrees, but it soon becomes obvious what the nephew's true intentions were.", "tmdb_id": 193968}, "45262927": {"title": "The Winter's Tale (1910 film)", "plot": "The film is a shortened single reel adaption of the play The Winter's Tale by William Shakespeare. The film opens with the meeting of the kings of Bohemia and Sicilia. Hermione, the queen of Sicilia, entertains Polixenes, king of Bohemia. This arouses jealousy in Leontes, the king of Sicilia. Leontes decides to poison Polixenes and orders a courtier to carry out the task. The courtier slips the poison into the cup, but he changes his mind and confesses to the murderous plot. Polixenes and the courtier depart safely, but this enrages the Leontes, who has his wife imprisoned. In prison, Hermoine gives birth to a daughter and sends it to her husband, Hoping to quell his anger. This further upsets Leontes and he orders the child to be taken out to the wilderness to die. Hermione is then brought before a tribunal, swoons, and is pronounced dead by Paulina.In a departure from the play, the film shows Hermoine's revival and departure to Paulina's house to dwell in seclusion. The infant princess is raised up by a shepherd of Bohemia. After a time lapse of 15 years, Polixenes confronts his son over his wanderings. He refuses to answer and the king follows him in secret. The prince, disguised as a shepherd, woos the young shepherdess and announces his intention to marry her. The king arrives and forbids it, but a faithful courtier advises them to seek protection of the king of Sicilia. Leontes has long mourned and come to regret his past actions. There,  the identity that the shepherdess as his daughter is revealed and the marriage is approved. The royal party is invited to Paulina's house to view a statue of the late queen Hermoine. At the party, Hermoine disguised as a statue, extend her hand and surprises the grieving Leontes, who then rejoices."}, "37510533": {"title": "The Woman Hater (1910 Powers film)", "plot": "A man receives a letter from a girl stating that she does not want a relationship with him anymore. After this, he becomes the \"woman hater\" referenced in the title."}, "45325941": {"title": "The Woman Hater (1910 Thanhouser film)", "plot": "Though the film is presumed lost, a synopsis was published in The Moving Picture World on June 18, 1910. It states: \"Tom Taylor, the owner of a pretty rustic cottage, where he lives all alone, believes himself to be a woman hater, and reproaches his friend John Sparks, when the latter tries to ornament the cottage with posters of women. Taylor's property is valuable, and at the opening of the play a financier purchases it at a satisfactory figure. To close the deal, Taylor is obliged to go to the financier's hotel, and there he attracts the attention of four pretty young girl guests. One of them, Lou Bennett (played by Violet Heming), asks John to introduce Tom. This John declines to do on the grounds that Tom is a woman hater. Lou bets the other girls that she can make Tom fall in love with her and propose to her within a week. They take the bet, not knowing Tom's name or where he lives. They follow his horse, borrowing a buggy built for two, that is waiting outside the hotel. Lou meets Tom, and wins her bet - he falls in love with her. But, incidentally, the girl loses her own heart. Tom finds that he has been tricked, and is preparing to go away forever, when Lou arrives, speaks with him, and all ends nicely.\""}, "46376330": {"title": "A Woman's Wit", "plot": "Bandits kidnap Grace, a judge's daughter, and demand that he orders the release from jail of one of their friends. Grace manages to outwit the gang and sends her horse home, carrying a message in a handkerchief. The message is found by the sheriff and Grace is rescued.", "imdb_id": "tt0291568"}, "4210812": {"title": "The Wonderful Wizard of Oz (1910 film)", "plot": "Dorothy Gale (Bebe Daniels) and Imogene the Cow are chased by Hank the Mule. Dorothy runs to the cornfield and discovers that the family Scarecrow (Robert Leonard) is alive. They realize a cyclone is approaching, so they all hide in a haystack. Dorothy and Toto, Hank, Imogene, and the Scarecrow are all swept to the Land of Oz, where soldiers get scared away by the Witch Momba (Winifred Greenwood), who attacks the Wizard of Oz (Hobart Bosworth) due to his threat to her reign. As Dorothy plays with Toto, the good Witch Glinda (Olive Cox) changes Toto into a real protector. Dorothy then encounters the Cowardly Lion, and they encounter the Rusty Woodman and oil his joints. The children meet Eureka the Cat. The Witch kidnaps and imprisons the children. Dorothy throws water on the Witch Momba, killing her and allowing the gang to rescue the animals. Dorothy and her friends arrive at the Emerald City. The citizens dance, and the Scarecrow reads a note that says the Wizard has declared him king, as the Wizard and Dorothy leave in a balloon.", "tmdb_id": 53759}, "45325483": {"title": "The Writing on the Wall (film)", "plot": "The film is presumed lost, but a surviving synopsis of the film was published in The Moving Picture World on June 11, 1910. It states: \"Turner, a man of bad character, conducts an inn in the country. His stepdaughter Grace is his trudge. When on an errand to the village she meets Jack, wealthy young man. He is much attracted by her. Jack goes to the bank and draws a large sum of money. Hank, a pal of Turner, sees him and tries to ambush him on the road, but fails. Then he goes ahead to tell Turner. Jack, on his trip, meets Grace. Nearly exhausted, he takes her home, and thus seems to play directly into the hands of the villains. They steal his revolver, and would drug him, were it not for the fact that Grace writes a warning on the wall with wine. Jack, aided by Grace, escapes but the girl is wounded. Jack marries Grace.\""}, "44315193": {"title": "The Yaqui Girl", "plot": "Set in Mexico, a beautiful young Indian maiden falls in love with a Mexican cavalier, who she later finds out is a bandit. He has several girlfriends on the side, and he later suffers for his actions by a gruesome fate. His original lover has him shot so he can no longer be with any other woman. There is no knowledge of any other characters.", "imdb_id": "tt0374344"}, "45624354": {"title": "Young Lord Stanley", "plot": "Jack Stanley is disinherited by his father, Lord Stanley, because he refuses to marry his cousin, Lady Maude. Jack emigrates to America, but has no money and has no job upon which to sustain himself. While pondering his actions, he witnesses a trio of riders approach and speak to him. He accepts a position as a groom for a wealthy American, but he falls in love with his daughter, Ann. When her father learns of this, he dismisses Jack and Ann says she will never marry anyone but him. Meanwhile, Lord Stanley has come to forgive his son and decided to reinstate him in his will. No sooner has the task been completed does Lord Stanley suddenly dies.Upon reading the paper, Jack sees an advertisement about the heir of the late Lord Stanley. He heads to Hotel Astor and learns that he has received his father's entire fortune. The lawyer accepts a dinner invitation at the wealthy American's house and brings along Jack. The father urges his daughter to win the affections of the rich, handsome and unmarried young Lord Stanley. Upon his arrival, the father who had shunned him is taken aback and greets him, but Ann refuses to even look at the guest. She ignores him, and refuses to face him even as they head towards the dining room, but Jack attempts to kiss her and she pulls away. Suddenly, Ann sees it is Jack and embraces him with a kiss."}}