{"34509089": {"title": "Across the Plains (1911 film)", "plot": "A summary of the plot was provided in The Nickelodeon states, \"Jennie Lee and her father are on their way to Golden California, from a little Kansas farm, traveling in a prairie schooner. At the last settlement, visited by the two, the old man, who has a weakness for drink, purchases several bottles of [whiskey], which he begins drinking when they have made camp for the night. A lone cowboy calls upon them and finds the old man in a jovial mood and cautions him to beware: of a hostile tribe of Indians, through whose country they are now traveling. Unmindful of the warning, Lee continues to drink until thoroughly intoxicated, despite the pleadings of his daughter. Suddenly, over the brow of a hill a scouting Indian is seen to appear, sees the wagon and the drunken white, and slipping cautiously away, goes to his Indian village where he informs the other braves of the trespassing settlers. The Indians leap astride their shaggy ponies and with war whoops ride off to make short work of the whites. The girl sees them coming and implores her father to get into the wagon, but he refuses and the girl, knowing that she must act quickly if she would save her own life, springs into the wagon, seizes the reins and urges the horses to their utmost speed. After a long and thrilling ride in which the Indians gradually gain on her, she is joined by the friendly cowboy, who sends a crony who was with him, to a neighboring ranch for help. The girl and cowboy race the Indians and pull up at a deserted shack in which they protect themselves against the Indians until the arrival of the ranchmen, who disperse the Indians. The girl expresses her great joy at being rescued and upon proposal of her cowboy protector that she marry him, she readily agrees.\"", "tmdb_id": 929853}, "45059317": {"title": "Adrift (1911 film)", "plot": "An official synopsis of the film was published in The Moving Picture World states: \"Jack Thorne, a young artist, finds his efforts unappreciated, and he and his wife and little daughter are on the verge of starvation. The final blow comes when his last painting, on which he had built much hope, was rejected by a rich man, whom an artist chum kindly brought to the impoverished studio. Jack decides that he can struggle no longer. Unseen by his wife, he picks up his revolver, puts it in his pocket and goes out, intending to end everything. But his little daughter has watched him; she follows him and stays his hand. Her prayers and entreaties bring him to a realization of what his rash act would mean to the two helpless ones that would be left behind. Penitent and remorseful, he accompanies his child back to their poor home. There he confesses to his wife that it was only the child's timely interference that saved him from ending it all. The mother drops on her knees beside her child, and clasping her in her arms, raises grateful eyes to Heaven in a prayer of thankfulness. Jack, looking up suddenly, sees the beautiful group of mother and child, with a light as if from Heaven upon them. Realizing that [this] is the inspiration and subject for which he has sought in vain, he calls for them not to move, and at once begins his great painting of them, which brings him fame and wealth.\"\"But with wealth, the artist becomes dissatisfied with his wife, and is infatuated with a beautiful society woman whose portrait he is painting. The couple, happy in poverty, are now rapidly drifting on the shoals of matrimonial disaster, but the child saves them. She is weeping one day when Miss Brent, the society woman, enters the room. Miss Brent, who has never seen the child before, asks the cause of her sorrow, and tries to comfort her. The child tells her, and Julia's heart is touched. Though she has contempt[u]ously ignored the wife, she feels that she cannot ruin the life of the helpless child, even to win the artist's love. On the spur of the moment, she writes a farewell note to Jack, and gives it to the child, saying that it will cure all her sorrow. Then she goes out of their lives forever. Jack realizes, when he sees that his child is the messenger, why Julia has broken with him. An outsider had made a sacrifice to save the future of little Marie, when he, her father, who had always loved her, had selfishly forgotten his duty. Remorsefully, he tears up the letter, and destroys the painting, not angrily, but as a symbol that he had cast the original out of his life. Then he makes peace with his wife and daughter, who are joyfully ready to forgive, and tells them that their love will keep him [on] the right path for the rest of his life, and that the lesson he has been taught will never be forgotten.\""}, "68060139": {"title": "The Adventures of Pinocchio (1911 film)", "plot": "Geppetto carves Pinocchio from a large piece of wood. Pinocchio comes to life, causes havoc in the street and his creator Geppetto is arrested while Pinocchio escapes. At home he burns his feet, but is saved by Geppetto, who also gives him new feet.\nPinocchio plays with children and helps them steal fruit. The landowner catpures Pinocchio and ties him to a dog house. At night, Pinocchio barks to alert the landowner. Grateful for this deed, the landowner gives Pinocchio his freedom back. The thieves have been waiting nearby, captures Pinocchio and hangs him from a tree. The Turquoise Fairy (La Fata Turchina) saves him from the tree and gives him some money.\nPinocchio meets a Fox and a Cat, who take him to a city of anthropomorphic animals. In the forest they talk him into plant his money in the soil and water it. Later the Fox and the Cat return to retrieve the money themselves. When Pinocchio returns he discovers that the money is gone, and when he meets the two con artists, a brawl breaks out and Pinocchio is arrested and put in prison. He escapes through the window and by tying sheets into a rope.\nHe swims into the ocean and is swallowed by a large fish. In the creature's stomach he finds Geppetto. They escape with the help of Indians. At the camp, the Indians have hung Geppetto over a fire, but Pinocchio tells them to release him. Pinocchio tells Geppetto to leave. Later he runs away too, to a camp of Canadian soldiers. The soldiers shoot Pinocchio, riding on a cannonball, all the way home to Geppetto.\nPinocchio joins a puppet theater, but escapes from that too. When he returns home, Geppetto is angry. Pinocchio tries to be a good boy, but his friend Lucignolo talks him into coming along to the Land of Toys, where one never studies but always play. They are greeted by its waiving inhabitants. After 10 days, they grows donkey ears and eventually turn into donkeys. The Turquoise Fairy changes him back into a puppet.\nPinocchio returns home. Geppetto scolds him but forgives him again. During a meal, the Turquoise Fairy appears and the spirit of Pinocchio takes human form, and the now lifeless puppet falls to the ground.", "tmdb_id": 233088}, "61019181": {"title": "The Aerial Anarchists", "plot": "There is currently no known surviving footage of this film and all information is based upon the original catalog synopsis from Kineto Film Studios. The film contains scenes of a bombing and its aftermath throughout London. Sequences such as the bombing of St. Paul's Cathedral and a railway disaster in which a train is seen to leap into a chasm, feature prominently.", "tmdb_id": 398024}, "33555616": {"title": "After Sundown (1911 film)", "plot": "Two men fight over the same woman. The villain taunts the hero with the fact he has won her, until an old man appears and shoots the villain dead. It turns out the old man was the father of a girl \"ruined\" by the villain."}, "32995405": {"title": "All for Gold, or Jumping the Claim", "plot": "Englishman Jack Cardigan (Herbert J. Bentley) strikes gold and writes a letter to his girlfriend, Nora (Lilian Teece), to tell her of the news. He gives the letter to a friend, Ralph Blackstone (Hilliard Vox) who poisons Cardigan's drink, throws his body in the river and takes over his claim.\nHowever, when in Sydney, he accidentally allows the letter to come into Nora's possession and she decides to investigate. While Blackstone goes back to the mine by train, she tries to beat him there by taking a speedboat across Sydney harbour, then driving a fast car. She arrives to find Cardigan still alive and recovering. Cardigan gets his claim back and is reunited with Nora.", "imdb_id": "tt0204803"}, "57346153": {"title": "Anna Karenina (1911 film)", "plot": "The film was based on the 1877 novel Anna Karenina by Leo Tolstoy.\nCountess Anna Karenina vacillates between her lover, Vronsky, and her husband, Count Karenin. Anna's love for Vronsky causes her great pain and social pressure. Vronsky wants Anna to leave her husband, but Vronsky soon goes off to war, rendering her helpless. Anna feels lonely, begins to lose her mind, and eventually throws herself in front of a train.", "tmdb_id": 438581}, "44195359": {"title": "Arrah-na-Pogue", "plot": "Set during the Irish rebellion of 1798, the play tells a story of love and loyalty under pressure. The action takes place over a forty-eight hour period.\nThe first act opens at night, with the rebel Beamish Mac Coul waylaying and robbing the cowardly rent-collector Michael Feeny. Beamish is preparing to leave the country with Fanny Power, whom he plans to marry the following night before they embark for France together. He gives part of the stolen money as a wedding present to his foster-sister Arrah Meelish, who has been sheltering him at her peril, unbeknown to her fiancé, Shaun, and to Fanny.\nFeeny, who wants Arrah for himself, visits her the next morning - the morning of her wedding day; she rejects him and he swears to see her humbled in time. Arrah is provoked into showing Feeny the money, who recognizes it as his own; he then catches a glimpse of Beamish concealed in the barn. Next we discover that Colonel O'Grady, the local magistrate, is in love with Fanny and has procured a pardon for Beamish. This was Fanny's condition for marrying him, but now that she and Beamish are planning to flee together, she asks him to tear it up. However, Fanny learns that Arrah got her nickname \"Arrah of the kiss\" when she previously helped Beamish escape from prison by concealing a message in her mouth and passing it to him in a kiss; she begins to doubt Beamish's feelings for herself. Enter Feeny to report that he has been robbed, and that Arrah has the money and is giving shelter to the rebel Mac Coul.\nMeanwhile, Arrah and Shaun have gotten married and a party is held in the barn, which culminates in Shaun singing \"The Wearing of the Green\". When a contingent of English soldiers arrives under the command of Major Coffin and accompanied by the O'Grady, Fanny and Feeney, Beamish, who had been hiding in the loft, escapes through a trapdoor in the roof. Arrah is forced to produce the money, but refuses to explain, even when evidence of Beamish's stay in the barn is found. Arrah is arrested. The first act ends with Shaun confessing to the robbery to save Arrah's life.\nBelieving Beamish to have been unfaithful to her, Fanny does not meet him at the appointed place for their wedding. Beamish learns what has happened and resolves to give himself up to the Secretary of State in Dublin and get Shaun and Arrah pardoned. Fanny again offers O'Grady her hand, this time on the condition that he will save Shaun's life.\nShaun is visited in prison by Fanny and Arrah. He learns the identity of the man Arrah was protecting, and rejoices to see his implicit trust in her vindicated, putting Fanny's lack of faith to shame. The climax of the second act is an uproarious court scene, during which the O'Grady unsuccessfully tries to convince the court of Shaun's innocence. Shaun is sentenced to death for conspiracy to rebellion and robbery.\nIn Act 3, the Secretary of State is visited by a succession of people on Shaun's behalf - Beamish Mac Coul, the O'Grady, and Fanny. Beamish and Shaun are pardoned, Beamish and Fanny reunited, and the O'Grady rushes off to prevent Shaun's execution. Meanwhile, Arrah has been refused permission to visit Shaun and has gone to the battlements above Shaun's cell from where she sings to him. Shaun manages to climb out of the window of his cell and begins to scale the sheer ivy covered wall to get to her. Feeny has followed Arrah, who rejects him again. He spots Shaun and threatens to raise the alarm; they struggle, Shaun reaches the top, and Feeny is thrown off the battlement. The O'Grady arrives with Shaun's pardon, and general happiness ensues.", "imdb_id": "tt0350544"}, "32880046": {"title": "The Assigned Servant", "plot": "In England, Ralph Frawley is arrested for rabbit poaching and transported to Van Diemen's Land as a convict. He is assigned as a servant to a settler and falls in love with the daughter of the house. He marries her in secret but when this is revealed he is sent back to prison to serve the rest of his term. He escapes by a spectacular leap and swims to freedom. He turns to bushranging and robs the mail coach. He is saved by his aboriginal friend during a fight with police. After learning his wife has died he returns to England.", "imdb_id": "tt0204842"}, "32880629": {"title": "Assigned to his Wife", "plot": "The film is set in the early 1840s in England and Van Diemen's Land and concerns Jack Throsbie (John Gavin), an English soldier who is falsely accused of a crime and sentenced to Australia, where he befriends an aboriginal boy.\nThe chapter headings were:\n\nColonel McGregor's quarters at Aldershot. Capt. Danvers, the Colonel's secretary, proposes marriage to Miss Bess Wilmot and is refused. Bess confesses her love for Jack Throsbie to whom she is secretly married.\nHusband and wife.\nA dastardly reminder. Falsely accused. Court martial held. Condemned to death. A brother's remorse.\nTransported to Van Diemen's Land.\nEight months later. Captain Danvers arrives in Hobart as relieving officer in charge of the settlement. Mrs. Throsbie follow her unhappy husband to Van Diemen's Land. Jack is assigned to his wife.\nA wolf in sheep's clothing. Jack Throsbie's home. Dennie's happiness.\nCaptain Danvers shows his true colours.\nA cry for help. Jack Throsbie defends his wife against Captain Danvers. In the Grip of the Law. A Wife's Despair.\nThe deserted hut. Yacka (A. Delaware) and the troopers.\nTo the Bush. The trooper's Discomfiture. The biter bitten. The bush camp. Yacka falls into the hands of the troopers. #Jack Throsbie to the rescue. A dying man's confession. The sensational swim across the river. The escape of the black boy Yacka. The Governor of the settlement (H. Benson) brings Tess news of Jack Throsbie's innocence.\nDown the rapids.\nSensational dive by \"the black boy\" Yacka.\nBess Throsbie's home. Jacks brings news of Jack Throsbie's capture. Husband and wife meet again. Yacka is pardoned.\nDeath of Captain Danvers.\nGood-bye Van Diemen's Land. England Once more. Honour to whom honour is due. Under the old flag. Yacka the black boy in England.\nHappiness at last.The main situations in the film were advertised as being:\n\nabout to be shot for treachery;\nthe fight with the guards;\nthe blackboy's wonderful escape;\nswimming the river on horseback;\nthe fight on the river;\nthe flogging.", "tmdb_id": 806423}, "44572398": {"title": "Attack on the Gold Escort", "plot": "The gold escort from the Bank of Australia is attacked by bushrangers. It is chased down Evandsford Hill.", "imdb_id": "tt0299498"}, "22642981": {"title": "De bannelingen", "plot": "In the 19th century a group of nihilists wants to improve the horrible conditions for prisoners in Russia.", "tmdb_id": 739349}, "7251956": {"title": "Baseball and Bloomers", "plot": "Though the film is presumed lost, a synopsis survives in The Moving Picture World from January 7, 1911. It states, \"Miss Street's Seminary for Girls has a very ambitious class of pupils. The young athletes, not content with basketball and tennis, aspire to shine in the great American game, and organize a baseball club. They are so satisfied with themselves that they finally send a challenge to Adair College, which has a crowd of husky young athletes in a club that thinks it amounts to something. When the challenge is received, the boys are first angry, then amused. They decide to accept it, to have fun with the girls. The young women, after some practice, realize that their team, while it may be pretty to look at, is of little real use on the diamond. And the prospect makes them weep. Fortunately for the girls, Jack, the brother of the president, arrives from Harvard. His chum, Jim, is with him. These two young men are baseball stars themselves, and when they are told of the predicament of the girls, they goodnaturedly offer to help them out. The university men disguise themselves as girls, act as battery for the young women, and the college boys, who had looked for a laughable victory, are mowed down, inning after inning, because of the work of pitcher Jack and catcher Jim. The other members of the 'girl' team have nothing to do except look pretty. When the boy athletes have retired from the field vanquished, the girls reward their battery with one kiss - only one - from each of the other seven players.\"", "tmdb_id": 940909}, "64196008": {"title": "The Battle of Trafalgar (1911 film)", "plot": "This film is described in 1911 trade publications as \"a powerful historical drama\" of the famous battle off the coast of Spain, at Cape Trafalgar, on October 21, 1805. The motion picture's opening scenes, according to plot descriptions in those publications, portrayed Lord Nelson (Sydney Booth) at the Board of Admiralty in London in the weeks prior to the conflict. There he reveals his \"wonderful plan of attack\" against the French fleet, which was supported by warships of its Spanish ally. After discussing the daring plan, Nelson and his fellow officers raise their drinking glasses to toast King George III and Britain's anticipated success against French Emperor Napoleon Bonaparte's naval forces.\nThe photoplay then shifted to scenes at sea aboard HMS Victory, Nelson's flagship. It is the day before the battle and officers are writing letters, perhaps their final messages, to their families and sweethearts. Lieutenant Prescott (Herbert Prior) is shown writing his fiancée (Laura Sawyer), who appears as a vision with \"beautiful scenic and photographic effect\". Advancing to the next day, the film depicted Nelson making a final entry in his personal diary and later on Victory bidding farewell to Captain Hardy (James Gordon) and other officers once the long line of enemy vessels is sighted on the horizon. Next, \"splendidly portrayed\" in the film, signal flags are hoisted aloft to relay the admiral's own simple but inspiring message to his crews across the British fleet: \"England expects that every man will do his duty\". Scenes then transitioned to the flagship's decks being cleared for action, followed by footage showing the battle itself with \"the firing of the guns\", \"ships caught on fire\", and close-up views of the battered Victory. While the battle is raging, Nelson and Hardy are openly and calmly walking on the quarter deck giving commands. Suddenly, Nelson drops to his knees, struck down by a musket ball shot by a sniper aboard the adjacent French warship Redoubtable. Mortally wounded, Lord Nelson is quickly carried below decks to the ship's cockpit. There in the film's final scenes, described as replete with \"grandeur\" and \"pathos\", the heroic admiral dies, but not until Hardy brings him news of the British fleet's overwhelming defeat of Napoleon's Franco-Spanish fleet.", "imdb_id": "tt0001498"}, "32943946": {"title": "The Bells (1911 film)", "plot": "Mathias (Arthur Styan) is an innkeeper in a village in Alsace, happily married to Catherine (Miss Grist) and with a daughter Annette (Nellie Bramley). However he is greatly in debt, so on Christmas Day 1833, he murders a Polish Jew (Mr Cullenane) who visits the inn for his gold. He uses this to pay off his debts and rise in society, becoming the burgomaster of the town – however he is always tormented by guilt.\nFifteen years later on Christmas Day, Mathias becomes delirious and hears the sound of the Jew's sleigh bells. He dreams he is being tried for the murder and is found guilty. He awakes and dies, leaving his family none the wiser.", "imdb_id": "tt0334938"}, "32879923": {"title": "Ben Hall and His Gang", "plot": "The adventures of bushranger Ben Hall, including:\n\nBen Hall's home.\nMy Child! My Child! You Have No Mother\nBen Gambling to Forget his Sorrows.\nBen Hall arrested.\nHis First Crime.\nBen Hall's sensational escape from Bathurst Gaol.\nSticking up three police disguised as shearers.\nBen Hall's first robbery under arms.\nSticking up the Eugowra Mail.\nBlack Bob shot.\nThe Trooper's leap for life.\nHall meeting his false friend.\nThe Wages of Sin.", "imdb_id": "tt0204890"}, "46820035": {"title": "Bertie's Brainstorm", "plot": "An official synopsis published in the Billboard states, \"Bertie Fawcett is a dudish chap, who believes that he has won the heart of May Vernon. May, however, regards Bertie as very much of a joke, and is in love with Jack Mace, who is her ideal of manly beauty. May's father has no objection to Jack personally, but he does not propose that the daughter he idolizes shall wed a weakling or a ne'er do well. Therefore, he tells May in a letter that if 'that young man wants to marry you, he must show his ability by earning his own living during vacation.' Unfortunately for Bertie, he sees the letter, and egotistically jumps to the conclusion that he is the person referred to. He starts out to make his own living, but soon finds that it is not as easy as it sounds. He is successfully a writer, a billposter, a village constable, and a living target in the baseball show, but fails to shine in any one sphere. And then to cap the climax, when he returns to claim his bride, he finds that May is married to Jack.\""}, "54480834": {"title": "Billy the Kid (1911 film)", "plot": "The following is one of the only reviews of the 1911 short film from The Moving Picture World:\n\nThe duties of the sheriff as performed by \"Uncle Billy\" were not a matter of pleasure. His son-in-law is a member of the posse; lie and \"Uncle Billy\" leave the house hurriedly to join their comrades in pursuit of the outlaws. Two hours later the son in-law is carried back to his home, the victim of the gang. A little daughter is born to the widow and left an orphan. \"Uncle Billy\" is anxious that the child should be a boy, but through the secrecy of the Spanish servant. \"Uncle Billy\" never knew that \"Billy, the Kid.\" was a girl. The sheriff brought her up as a young cowboy, although he noticed there was a certain timidity in the \"Kid\" that was not at all becoming a boy. When \"Billy, the Kid,\" is sixteen years of age, her grandfather sends her to a town school. Lee Curtis, the foreman of \"Uncle Billy's\" ranch, was the \"Kid's\" pal; they were very fond of each other, and it was hard for Lee to part with his young associate, when he accompanied her to the cross roads where they meet the stage. The stage is held up by the outlaws. The \"Kid\" is taken captive and held as a ransom; they send a note to \"Uncle Billy\" saying: \"If he will grant them immunity, they will restore the 'Kid.'\" When the sheriff gets this message, he is furious, and the Spanish servant who well knows that the \"Kid\" is a girl, is almost frantic with apprehension lest the \"Kid's\" captors discover this fact. She tells \"Uncle Billy\" why she has kept him in ignorance of the truth. Lee Curtis overhears the servant's statement, and with the sheriff, rushes out to get the posse in action. \"Billy the Kid\" has managed to escape from the outlaws and meets the sheriff and his posse. Her grandfather loses no time in getting her back home and into female attire. This time \"Uncle Billy\" Is going to send the \"Kid\" to a female seminary and he is going to take her there himself. She tells her grandfather she just wants to be \"Billy the Kid\" and have Lee for her life companion. \"Uncle Billy\" has nothing more to say, and it is not long before she changes her name to Mrs. Lee Curtis.", "imdb_id": "tt0143139"}, "25450666": {"title": "Brown of Harvard (1911 film)", "plot": "The story deals with Tom Brown's efforts to save his fiance's \"black sheep\" brother Wilfred Kenyon from disgrace.  An unfortunate state of affairs exists between Wilfred and Marion Thorne, the sister of Gerald, who is stroking the varsity crew.  The situation is misunderstood by all but Tom.  Matters reach a climax on the day the big boat race between Harvard and a champion English crew.  Thorne as he is about to enter the boat is given an anonymous note to the effect that Marion is about to leave town with one of the college men.  He throws the race and rashes to his sister, whom he finds in possession of Tom's check for an amount to cover her expenses.  The check has been forged by Wilfred.  Crazed with grief and anger, he rushes back to the boathouse.  In the meantime, Tom Brown, Thorne's substitute has stroked the Harvard crew to victory and he is faced by the irate Thorne, who brands him as a scoundrel, producing the check to substantiate his charges.  Brown remains silent preferring to be misunderstood rather than expose his loved one's brother.  Wilfred confesses and wrongs are righted.", "imdb_id": "tt0168548"}, "33031395": {"title": "Bushranger's Ransom, or A Ride for Life", "plot": "In 1863 Ben Hall and his men, Johnny Gilbert, John O'Meally, John Vane and Rick Burke hide out at their camp at the Black Stump, close to Rockley, over looking the Bathurst-road. Their guard is the aboriginal Mulga Fred.\nAfter a successful raid upon Bathurst, Hall discovers that the gold commissioner at Dunn's Plains, near Rockley (about 30 miles from Bathurst), had determined to break up the gang.\nHall led a raid on Keightley's house. Warned by his son, Cyril, of the bushrangers' approach, Mr. Keightley accompanied by his wife and a friend, Dr. Pechey, barricaded themselves in the house, where they resisted for six hours.\nThe bushrangers drew straws to see who should blow the lock of the door open. The loser was Mick Bourke who was accidentally shot by a comrade. In his pain he asked to be put out of his misery and Ben Hall did so.\nEventually the defenders surrender, their ammunition having run out. John Vane wanted to shoot Keightley in revenge for Bourke but Hall refuses to do so. Hall and his men spend the night at the homestead.\nHall offers to spare Mr. Keightley's life if he can raise £500 and gives his wife eight hours to ride 62 miles to Bathurst to collect the money from her father at the bank. She manages to accomplish this just before the bushrangers are about to shoot Keightley, and Hall leaves the homestead with the Keightleys alive.", "imdb_id": "tt0321557"}, "38061510": {"title": "By the Light of the Moon (film)", "plot": "The story is about a romance between a couple. The run into many obstacles to being together, including interruption by a tramp and disapproval of her parents. They decide to elope in a plane, and her father chases them below in his automobile. They reach the minister's house and elope before the father arrives.", "imdb_id": "tt1143979"}, "32944067": {"title": "Called Back (1911 film)", "plot": "In Italy, Dr Ceneri gives money to support Garibaldi, including money meant for his orphaned niece and nephew, Pauline and Anthony. When they grow up, they learn of what he did with the money, and Anthony is killed by the villainous Macari. This is seen by Pauline who goes insane, and the blind Gilbert Vaughan. Vaughan regains his sight, Pauline regains her sanity, and they are married while Macari is arrested.", "imdb_id": "tt0134418"}, "32987502": {"title": "Caloola, or The Adventures of a Jackeroo", "plot": "An Englishman, Charlie Hargreaves, is falsely accused of an embezzlement and goes to Australia, where he finds work as a jackeroo at Caloola Station. He falls in love with Hilda, the station owner's daughter, but they are both captured by aboriginals.\nThe girl's parents arrange a search party and come to the rescue, but the chief of the tribe takes the girl. He is about to throw her over a cliff when the jackeroo comes to the rescue. He encounters a bushfire and manages to escape death in a watery grave.Chapter headings were:\n\nFalsely' accused, Dismissed,\nA stranger in a strange land,\nThe Jackeroo,\nAt Caloola,\nMutual admiration,\nThe bush fire,\nThe' alarm,\nAt the point of death,\nA timely rescue,\nLove's awakening,\nA cowardly assault,\nCaptured by Black,\nSaved from a watery grave,\nOff for the honeymoon.", "imdb_id": "tt0331447"}, "47327528": {"title": "Checkmate (1911 film)", "plot": "The film focuses on a young heiress who has two suitors, one a French baron and the other an American businessman named Jack. Her aunt, who favors the French noble out her desire for status, is hurt to learn that the heiress has chosen to marry the American businessman. The baron vows revenge and schemes with the aunt to aid his plot. When the businessman comes to the house to see his fiancée, he learns that she is out of the house and sits down with the baron and aunt. Moments later, the servant rushes into the room attracted by cries to see Jack bending over the wounded baron with a knife in hand. Both the aunt and the baron accuse him of the stabbing as well as the servant and a policeman, who also saw Jack with the knife. In court, the jury finds it to be a clear case and Jack is sentenced to ten years in prison.His fiancée is determined to prove his innocence, but knows not how to establish it. She meets a homeless man, who closely resembles Jack, who is about to commit a crime by smashing a window. The man desires to go to prison, believing it to be the only way that he will have food and shelter. The girl recognizes the opportunity and plans to pay him for taking the place of her fiancée in prison. The man consents and the heiress concocts a clever substitution that proves successful via change of clothes. Jack, now free, confronts the aunt—who believes that his reappearance is a ghostly one. The aunt confesses that the baron's wounds were self-inflicted and the circumstantial evidence that the servant and policeman had seen was an erroneous. The substitute convict is pardoned and released from prison without the swap ever being known. For his plot, the French baron is convicted for perjury and sent to the state prison."}, "32995380": {"title": "The Christian (1911 film)", "plot": "Clergyman John Storm is doing mission work in the slums of London when he meets Glory, a girl from the country, who has been persuaded by Lord Robert Ure to seek a career on the stage. Storm tries to persuade Glory not to do it but she refuses. He then asks Lord Ure, which so infuriates him he sends someone to burn down Storm's mission hall. Storm is unconscious inside but he is rescued at the last minute. He goes to see Glory, determined to save her soul, by killing her if need be. But he comes to his senses and the two of them are married.", "imdb_id": "tt0193058"}, "32998281": {"title": "The Colleen Bawn (1911 Australian film)", "plot": "Hardess Cregan is an impoverished Irish aristocrat whose mother wants him to marry Anne Chute, an heiress, in order to restore the family fortunes. However he falls in love and marries a peasant girl, Eily O'Connor (Louise Lovely). Hardess' servant Danny (James Martin) tries to murder the girl but she is rescued by a villager and hidden away. Thinking she is dead, Hardess is about to marry Anne and is about to be arrested for Eily's murder when she reappears. Hardress is released, Eily is accepted by Mrs Cregan, Anne and Kyrle are reconciled and Anne offers to pay off the Cregans' debt.", "imdb_id": "tt0346779"}, "29179207": {"title": "David Copperfield (1911 film)", "plot": "David Copperfield consists of three reels and as three separate films, released in three consecutive weeks, with three different titles: The Early Life of David Copperfield, Little Em'ly and David Copperfield, and The Loves of David Copperfield.", "tmdb_id": 311625}, "32944025": {"title": "The Double Event (1911 film)", "plot": "Jack Drayton discovers his brother is an attempted murderer but won't expose him out of fear of ruining the family name. He leaves England in secrecy and starts a new life in Australia under the name of Jack Marston. He falls in love with Edith the daughter of a Sydney bookmaker, John Kingdon. He enters his horse, Caloola, in the Melbourne Cup and it wins, despite the attempts of evil Fletcher.\nFletcher later shoots a lady he is trying to blackmail and is chased across town but is eventually cornered in Chinatown and falls to his death. Jack marries Edith and returns to England.", "imdb_id": "tt0329022"}, "34360866": {"title": "The Dream (1911 film)", "plot": "The film opens in a fancy restaurant where the husband and a woman who is not his wife are polishing off a bottle of wine.  Cut to home, where a dejected wife sits at the dining room table waiting for her husband.  She briefly nods off before rousing and checking the wall clock indicating that it's getting late.  Cut back to the fancy restaurant, where the husband settles the check with a large wad of bills.  The waiter obliges by helping the husband and his lady companion with their hats and coats.  The other woman kicks the husbands hat out of his hand.\nSix hours later, the husband strides through the door awakening his wife who is still sitting by the dining room table.  He rebuffs her attempt to take his hat, whereupon she points to the wall clock.  She draws his attention to dinner, which still sits on the dining table.  He upends a few dishes then overturns a chair before collapsing on the sofa, cigarette in hand.  Upset, the wife walks off camera and the scene fades to black.\nIn the next scene, introduced by a title card stating \"HIS DREAM\", the wife returns, clad in a form-fitting dress and a plumed hat.  She awakens the husband by jostling his head.  Talking animatedly, she downs a couple of glasses of wine from a decanter on the sideboard and tosses the wineglass on the floor.  She drop-kicks a plate, lights up a cigarette, flicks the match at her husband, and blows smoke in his face.  She pelts him with a pillow that has been lying on the floor, slings her coat over her arm, pulls down the curtains covering the door, and blows the husband a kiss goodbye.  A well-appointed gentleman arrives at the front steps to their house a second or two before the wife steps out the front door and they leave together.\nConfounded by what he has just witnessed, the husband grabs his hat and coat and leaves.  The wife and her gentleman caller arrive by taxi at the fancy restaurant where they are shown to the same table the husband had occupied earlier.  The husband arrives hot on their heels, briefly considers confronting them, but then flees, distressed by the whole affair.  He stumbles out into the street before returning home.  There he rants wildly, repeatedly grasping his forehead before settling down to compose a letter which reads in part \"You're not the woman I supposed you were.\"  Stumbling to the sideboard, he pulls out a small revolver from a drawer, points it at his abdomen, pulls the trigger, and collapses spasmodically on the sofa.\nIn the next scene, introduced by a title card stating \"HIS AWAKENING\", he falls off the sofa and stands up, clutching his abdomen.  His wife enters the scene, this time reclad in her modest attire, and startles him.  He recounts his vivid experience, she comforts him and helps him realize it was all just a dream.  While she turns her attention to preparing dessert on the dining room table, he pulls his address book from his suitcoat pocket and shreds it.  Reconciled, they embrace and then settle down to eat the confection.", "tmdb_id": 176611}, "57356172": {"title": "Eugene Onegin (1911 film)", "plot": "The film is based on the 1825-1832 poem Eugene Onegin by Alexander Pushkin.", "tmdb_id": 613648}, "54850617": {"title": "The Fall of Troy (film)", "plot": "Menelaus is the king of Sparta and temporarily departs from his residence, leaving Helen, the queen of Sparta, without him. Paris of Troy, is the son of Priam, the king of Troy, and is the ambassador of the court of Menelaus. When Paris arrives in Sparta, he kidnaps Helen and brings her to Troy where the two fall in love. Menelaus’s servant sees what has happened and reports the news to him. Devastated, the king of Sparta seeks revenge by declaring war on Troy. The Greeks attempt to siege the city walls of Troy, but fail. The Greeks then place a huge wooden Trojan horse with Greek warriors hidden inside under the walls of Troy, pretending to be dedicated to the Gods and ending the war. Falling for the trap, the Trojans break down the city walls to bring the wooden horse inside. A Greek spy reports the success of the trap back to Menelaus, and when no one is around, the Greek warriors exit the belly of the wooden horse to set fire to the city. With the city in chaos and the walls in shambles, the Greeks successfully lay siege Troy and kill Paris at the end of the film.", "tmdb_id": 193009}, "33031423": {"title": "The Five of Hearts", "plot": "In the old American west, Rose, the daughter of Colonel Daniels, is kidnapped by a desperado named Black Bill at the instigation of Captain Clarke, a rejected lover. She is taken to an Indian camp where she is subjected to torture by being tied to a tree, and daggers thrown all round her until she is completely surrounded by them. She is rescued by Buffalo Bill, her lover. Black Bill and Captain Clarke are killed.According to contemporary reports, the scenes of the film were:\n\nCaptain Clarke's Treachery;\nChloroformed;\nOn the Trail;\nJim Blake's Shanty;\nIn the Indian Camp;\nRose Tortured;\nSurrounded by Daggers;\nRescued;\nBuffalo Bill at the Stake;\nThe Indian Chiefs Fight with Knives;\nBlack Bill's Lair;\nThe Traitors Punished.Another report said that \"'the scene is laid on the outskirts of the Indian Reservation, a country made famous by the exploits of the renowned Buffalo Bill, and the story of the play treats of the adventures of the colonel in charge of the military post and a notorious cattle stealer whom he eventually makes captive.\"", "imdb_id": "tt0329085"}, "7251994": {"title": "For Her Sake (1911 film)", "plot": "The film is a period drama taking place right before the start of the American Civil War. A young Southern girl chooses between two suitors. She chooses the man who goes to fight Stars and Bars of the Confederacy whilst the rejected suitor goes to fight for the Union. During the war, the Confederate soldier is captured and brought before the Union officer who recognizes him as his rival. The Union man is cruel to his rival and tries to break his spirit with harsh treatment. The girl hears of his plight and becomes determined to rescue him. She evades the guards and gives her lover a file to free himself from the bars. Together they flee and are discovered in the final moments of their escape. One of the sentries shoots at the man, but his shot misses and the two flee on horseback. The Union officer is enraged by the escape and tracks the pair to the girl's home just over the Federal line. He sets up guards around the house and enters alone to take them prisoner by his own hand. He makes his way through the house and breaks down the doors to find the man he wants. Upon finding the man, he does not arrest him - for the Confederate soldier is grief-stricken and bending over the body of his fiancée. The bullet the sentry shot at him instead took her life. Together the two rivals mourn her death, and the Union officer leaves without arresting his rival - for her sake.", "imdb_id": "tt0161583"}, "32880004": {"title": "Frank Gardiner, the King of the Road", "plot": "The movie consists of 25 scenes. Frank Gardiner, real name Frank Christie (John Gavin), is a Goulburn boy accused of theft by his father, and ordered to quit. He meets his future wife and starts bushranging. His sweetheart's father throws her into the sea but Gardiner saves her. After several adventures he winds up in gaol, where he has been sentenced to serve 32 years' hard labor. After 10 years, however, he is released and he moves to America.", "imdb_id": "tt0322325"}, "33032589": {"title": "Gambler's Gold", "plot": "Two men, good friends, love the same woman. One of the men is successful – a squatter. He marries the woman and they have a daughter. Then the squatter accidentally kills his wife by a blow meant for his friend. Over the years the old squatter is tormented by remorse; the friend falls in love with the squatter's daughter, although she is in love with one of her father's shearers.", "imdb_id": "tt0336487"}, "65605642": {"title": "The Great Kimberley Diamond Robbery", "plot": "A diamond is found near the Vaal River and sold to Dick Grangeway. Dick decides to take the diamond to Cape Town or London and sell it on. Two desperadoes learns of the diamond and plans to rob Dick. They abduct Dick's wife, Kate, to obtain the whereabouts of the diamond.", "imdb_id": "tt2262241"}, "48529927": {"title": "Her Humble Ministry", "plot": "Living in a slum, a young woman is sent to a reform school when her corrupt parents are deemed unfit. The nuns who operate the school are eventually able to reintegrate the woman into society. She later comes across two former convicts, one of whom has served time for petty thievery. The woman successfully rehabilitates both, just as she has been. Meanwhile, she falls in love with one of the thieves; an advertisement in the New York Dramatic Mirror describes that character as a \"past master in porch-climbing, safe-blowing and highway robbery\", who secures a job thanks to the woman.", "tmdb_id": 762268}, "18631737": {"title": "The Hunchback of Notre Dame (1911 film)", "plot": "Esmeralda, a Romani girl, is the darling of the people around Notre Dame Cathedral in Paris. Three men are romantically interested in her: Phöebus, the commander of the city guard, Quasimodo the bell ringer of Notre Dame and Claudius Frollo, the archdeacon of the cathedral. The latter, however, is confused by his strong affection for Esmeralda and cannot resolve the conflict caused by his vow of celibacy. Out of jealousy, he stabs a knife in Phöebus's back when he meets with Esmeralda in an inn. Esmeralda is falsely accused and charged with this crime. The resultant death sentence is to be executed on the forecourt of the cathedral. Quasimodo rescues Esmeralda and brings her up into the bell tower to safety  but Frollo violates the sanctuary and has Esmeralda executed by hanging. Quasimodo then angrily throws Frollo from the bell tower to his death.", "tmdb_id": 284392}, "15056534": {"title": "The Immortal Alamo", "plot": "The film is a historical drama that depicts General Antonio López de Santa Anna's attack on the Alamo Mission in San Antonio in the Battle of the Alamo. The film was made on location in the Alamo and introduced historical figures such as Davy Crockett and William B. Travis. The film has a romance element where Mexican spy Senor Navarre has affections for Lieutenant Dickenson's wife, Lucy. When the Mexican Army lays siege, Colonel Travis calls upon his men to send word to General Sam Houston and Lieutenant Dickenson volunteers. As soon as he departs, Senor Navarre attempts to charm Lucy Dickenson, but she is repulsed by his advances and is saved from being overpowered by Colonel Travis. Senor Navarre is forced out and proceeds to provide General Santa Anna information on the mission in return for the right to take a survivor to be his bride. After the Alamo falls, only a few women survive, among them is Lucy Dickenson. Senor Navarre holds General Santa Anna to the promise and prepares to marry her the next day. Before the marriage can be performed Lieutenant Dickenson and the reinforcements arrive and capture Senor Navarre. Lieutenant Dickenson avenges his wife's honor by slaying Senor Navarre with his sword. The final scene of the film shows Santa Anna surrendering as a \"common soldier\".", "tmdb_id": 1070347}, "32987392": {"title": "In the Nick of Time (1911 film)", "plot": "The film featured two main sequences:\nthe ride for life\na murderous fight on the footboard of the train", "imdb_id": "tt0343833"}, "47902905": {"title": "An Indian Love Story", "plot": "An Indian Love Story surrounds two couples who are in unhappy relationships. Two main characters, Deerheart and Mona (played by Mona Darkfeather), are partners. Another character, Dove Eye, is in love with Deerheart, even though Eagle Wing is hopelessly in love with her. A quadrangle is formed among the characters that are unhappy and dissatisfied with their relationships. The men fight for the women they desire through a series of events. Deerheart almost gets executed at the stake due to a misunderstanding by Dove Eye's father. Dove Eye decides that because of the encounter with her father, she was never fit for Deerheart's love. She then turns to Eagle Wing. Deerheart is released and is returned to Mona."}, "2502728": {"title": "L'Inferno", "plot": "Dante is barred from entering the hill of salvation by three beasts that block his path (Avarice, Pride, and Lust). Beatrice descends from above and asks the poet Virgil to guide Dante through the Nine Circles of Hell. Virgil leads Dante to a cave where they find the river Acheron, over which Charon ferries the souls of the dead into Hell. They also see the three-headed Cerberus and Geryon, a flying serpent with a man's face. They see the Devil eating human beings whole, harpies eating the corpses of suicides, an evil man forced to carry his own severed head for eternity, people half-buried in flaming lava, etc.\nThere follows a series of encounters in which the two meet up with a number of formerly famous historical figures whose souls were denied by both Heaven and Hell, and they listen to some of their tales told in flashback.  These characters include Homer, Horace, Ovid, Lucanus, Cleopatra, Dido, the traitor Caiphus, Count Ugolino, Peter of Vigna, Francesca Da Rimini and her lover Paulo, Brutus and Cassius, Mohammed, and Helen of Troy. The film's main attraction is the fantastic set designs depicting the horrors of Hell, with excessive violence and gore, designed to frighten the audience into becoming pious or God-fearing.", "tmdb_id": 70512}, "32943246": {"title": "It Is Never Too Late to Mend (1911 film)", "plot": "The film begins at Grance Farm in England, rented by Georgie and William Fileing. The farm is struggling and the brothers have to sell their new hay to stave off the landlord. The Honorable Frank Winchester contemplates going abroad and asks George to accompany him. However, George is in love with his cousin, Susan Merton, and does not want to make the trip.\nSusan is also loved by the villainous John Meadows. He refuses to lend money to Georgie and there is an eviction sale on the farm.George Fielding travels to Australia to make enough money to marry Susan. George discovers gold and a bushranger gang tries to rob him but the other miners come to George's rescue.\nThere is a subplot about a thief acquaintance of George, Tom Robinson, who is sent to gaol and suffers brutal treatment at the hands of the guards. Susan is about to marry the evil Meadows but he is unmasked at the wedding by Isaac Levy. The wedding goes ahead with Susan marrying George instead.\nThe film consisted of 60 scenes. It was issued with a summary of the story and featured chapter titles which prepared the audiences for incidents before they happened. It was also often accompanied by a lecturer.\nAccording to The Age \"Interesting phases of early Australian life are revealed, including the fascinating stories of the gold discoveries... in the construction of the story for picture purposes, the salient features of the novel have been retained and a descriptive address accompanies the production.\"", "imdb_id": "tt0322792"}, "64363615": {"title": "Lady Godiva (1911 film)", "plot": "It is the year 1040 in the town of Coventry, England. The local lord, Leofric, has imposed a heavy tax on the residents, many of whom are on the verge of starvation. They appeal for help from the caring noblewoman Lady Godiva, who is the wife of Leofric. On the people's behalf, she pleads with her husband to revoke the tax and relieve their suffering. Leofric, who quickly grows weary of her pleas, decides to test his wife's sincerity and her resolve by promising to rescind the tax if she will ride naked on horseback through the streets of the town. Godiva accepts the condition despite the prospect of such a public humiliation.\nBefore riding through Coventry, the lady instructs her attendants to post in town a proclamation in which she expresses her love for the people and to end the tax for them she explains, \"To save you, I must ride thro' the town unclothed\". Her proclamation also asks all residents to support her by remaining \"within your homes two hours at mid day\", shutting all doors and windows, and adding \"Let no eye look out.\" At the appointed time, Lady Godiva slowly rides through the streets, with only her long hair, extending from her head \"to her knee\", partially covering her bare body. All the townspeople but one dutifully follow their lady's instructions to stay indoors and to avoid observing her as she passes. Only the town's lecherous tailor, Thomas, cannot resist the temptation to see Godiva fully unclothed. Cutting a small hole into a closed shutter at his house, he peeks at her riding by and is instantly struck blind. Forever after known as \"Peeping Tom\", the tailor for his transgression suffers divine retribution, resulting in his eyes being \"shrivell'd into darkness in his head\". Lady Godiva, her task now done, returns home, where her husband honors their agreement and promptly announces to a cheering crowd that he is repealing the hated tax.", "tmdb_id": 222091}, "32987327": {"title": "The Lady Outlaw", "plot": "In the 1860s, Dorothy's lover is transported to Hobart for committing a crime. She follows him there only to discover he has been assigned as a servant to a villainous land owner and has escaped to the hills, where police believe he has died.\nDorothy decides to seek revenge and leads a group of escape convicts on raids on the land owner's house. She then discovers her lover is alive and married to another woman. She decides to remain a bushranger until she gets involved in a shoot out by the sea.\nAfter a duel between a lieutenant and her last surviving follower, she is captured by police.The chapter headings were:\n\nArrested-for Forgery\nTransported for Life\nA Woman's Devotion\nLieutenant Dashwood escapes\nStruggle on the Cliffs\nDashed to Death\nA Bid-for Freedom\nA Free Pardon", "imdb_id": "tt0336722"}, "18406409": {"title": "The Last Drop of Water", "plot": "Two men who are friends, John and Jim, compete for the hand of Mary before they start on their journey westward. Mary is betrothed to John but she soon finds out about his lush behaviors. Native Americans ambush the train; the attack leaves the party with a low supply of water. Fearing dehydration and because of need both John and Jim set out for water. Jim gives water to an older gentleman while John gives Jim the last drop of water, thus sacrificing himself for the train to continue on westward. Jim finds a water supply with the energy John gave to him with his last drop of water and the train is then rescued by the troops.", "tmdb_id": 193945}, "13665715": {"title": "The Life and Deeds of the Immortal Leader Karađorđe", "plot": "The film opens with an adolescent Karađorđe (Milorad Petrović) killing an Ottoman official (Ilija Stanojević). The murder turns Karađorđe into a fugitive. Following an unsuccessful rebellion against the Ottomans, Karađorđe is forced to flee Serbia and seek refuge in the Austrian Empire, across the Sava River. When Karađorđe's father refuses to accompany his son out of the country, Karađorđe kills him. After spending a period of time in Austria, Karađorđe returns to Serbia. In February 1804, following the Slaughter of the Knezes, surviving Serbian notables gather at the Orašac Assembly and decide to rebel against the Dahije, the renegade Janissaries who precipitated the massacre. The notables propose that Karađorđe lead the insurrection, given his prior military experience. He initially declines their offer, but ultimately relents; the First Serbian Uprising begins. The Dahije soon foresee their downfall, witnessing their fates reflected in a bowl of water drawn from the Danube.\nKarađorđe defeats the Dahije, but ends up turning on the Sultan, who had earlier offered to support Karađorđe in his struggle against the rogue Janissaries. Karađorđe scores a string of victories against the Porte, routing the Ottomans at the Battle of Mišar, and eventually seizing Belgrade. The uprising continues for nearly a decade but is ultimately defeated and Karađorđe is forced to flee to Austria once again. In 1817, he decides to return to Serbia to lead a new rebellion. Karađorđe's chief rival, Miloš Obrenović, is made aware of this development. He arranges a meeting with Vujica Vulićević, an erstwhile friend of Karađorđe now on Obrenović's payroll, and orders that Karađorđe be killed. When Karađorđe returns to Serbia, Vulićević offers him a tent in a forest, and while he is sleeping, shoots and kills him with a rifle. The film ends with a passage from The Mountain Wreath, an epic poem written by Njegoš, the national poet of Serbia and Montenegro. The actors then perform a curtain call.", "tmdb_id": 46751}, "47437890": {"title": "The Little Mother", "plot": "The official summary synopsis of the film was published in The Moving Picture World. It states, \"A poor widow who supports her two children, one a baby and the other girl of six, by scrubbing, weakens under her hard work, and finally dies. Marie, the 'little mother,' anxious that her home may not be broken up, calls on one of her mother's employers and requests that she be given a chance to take the dead woman's place. The artist, a wealthy, good-hearted man, pleased with the child's pluck, laughingly employs her, and makes her believe that she is really doing all the 'chores.' The artist's kindness, much to his surprise, brings him recompense one thousand fold [sic]. One of his models plots to fleece him. She calls at his studio, faints in his arms, and when her confederate rushes in with a policeman, she makes charges that lead to the arrest of the innocent artist. Just as the policeman is leading her benefactor away, the little scrub woman sees what is happening. She follows the party to the police station, but is afraid to enter. When the complainant and her husband come out, the child is impressed with the fact that they seem to be on the best of terms. Her suspicions are aroused, and she shadows them like a regular detective. What crook would ever imagine that a little girl, wheeling a baby carriage, was a sleuth? This pair certainly did not, for when they meet a new friend in the park, they stop to tell him how they successfully arranged to trim a rich artist, never doubting that he would pay liberally to have the case dropped. The little girl, from her place in hiding, heard the story. So the little girl found a policeman, and told him about it. And the policeman went with her to the hiding place, and heard enough to warrant him in making what he afterward described as a 'two handed collar.' The adventurous and her confederate were hailed to the police station and locked up, while the artist was set free in a hurry. The result is that there is now a 'scrub woman' whose duties are a sinecure although the wages are high, and the future of the 'little mother' and her baby are assured.\""}, "64303086": {"title": "Lost in a Hotel", "plot": "According to reviews in 1911 trade publications, this brief film featured comedic situations that confronted a \"stage-struck young lady\" who desired to become a professional entertainer. She was portrayed joining a traveling theatrical company, convinced that the life of a performer is filled with only thrills and glamor. Soon, however, she experiences the unappealing, \"seamy\" side of life behind the stage curtain. On her first night traveling with the company and staying in a large hotel with all its members, she finds herself too excited about her new career to sleep. Bored, she leaves her room in just her dressing robe or, as it is referred to in 1911 reviews, her \"kimono\". She visits the room of one of the showgirls. Now well past midnight, the young woman tries to return to her own room, but she realizes that she forgot its number and all the rooms in the hotel's long hallways look identical. The remainder of the film consisted of her awkwardly entering room after room and meeting other various odd, erratic characters in the troupe. After she finally locates her room, she concludes from those strange encounters that a career as an entertainer is certainly not filled with glamor, now seems far less appealing, and involves a lifestyle not meant for her. The short ended with the enlightened \"maiden\" returning home to her mother.", "imdb_id": "tt1282437"}, "64137357": {"title": "Lost in the Arctic", "plot": "This film is described in 1911 trade publications and in Selig promotional material as a story of adventure in the Eskimos' \"land of eternal ice\". The motion picture, according to reviews and plot descriptions in those publications, opened with snow-covered scenes of a group of Eskimos on a seasonal tribal hunt for game. Soon they discover a teenage orphan girl (Columbia Eneutseak) living alone in a hut. Very sick and without food, she has little chance of survival, so the tribal members refuse to adopt her into their community. They instead invoke the Eskimos' \"unwritten law\" that imposes a death sentence on anyone who is judged to be \"too ill or too aged to participate in the annual hunt\". In accordance with that law, the orphan is allowed to choose one of two means of death: she may either wander into the surrounding wilderness and be devoured by wolves and bears, or she may be set adrift in an umiak or open canoe without any supplies. She chooses the latter.\nAfter conducting a solemn \"'Ceremony of the Walrus Skull'\", calling upon the spirits to guide the teenager on her \"journey into darkness\", tribal members place her into the canoe and launch her into open water bordered by immense fields of solid ice. Elsewhere, at the same time, a white explorer named Davis (William Monk) is desperate for food and is trying to spear seals though holes in the ice. He is the lone survivor of a \"lost polar expedition\", and as he continues his hunt, he suddenly realizes that the large section of ice on which he is standing has broken off from the ice field and is drifting out to sea. Seemingly doomed, Davis is later elated to sight the orphan's canoe, which has miraculously drifted toward his ice floe. Davis manages to join the girl, whose weak condition has only worsened. Captain John Smith (J. C. Smith), another Arctic explorer, is out searching for the lost expedition across the ice-strewn sea. Overcoming his own \"trials and suffering\" in the search, Smith finally locates his colleague and saves him as well as his sick Eskimo companion.", "imdb_id": "tt0001746"}, "32944107": {"title": "The Luck of Roaring Camp (1911 film)", "plot": "The setting is California during the California Gold Rush. On the California goldfields, Will Gordin is falsely accused of murder and is about to be lynched when his girlfriend rides to the rescue. Scenes included:\n\nTom Barnes at Bay.\nFun in a Roaring Camp Saloon.\nThe Murder of Old Pard.\nA Duel to the Death.\nThe Throw of the Dice.", "imdb_id": "tt0336776"}, "32880348": {"title": "The Mark of the Lash", "plot": "The movie broke into the following chapters:\n\nLove's Young Dream.\nAn Insult. The Traitor.\nThe Secret Marriage. Arrest of Dennis Blake.\nTransported for Life.\nBotany Bay Settlement.\nOn the Triangle. The Recognition.\nThe Mark of the Lash.\nThe Confession. Kind-Hearted Warder.\nA Sensational Escape.\nA Cold Bath. The Police Baffled.\nBlack Sal's Strategy.\nRescue of the Governor's Daughter.\nAcquitted.\nA Good Friend. The Dismissal of Captain Morley.", "imdb_id": "tt0300182"}, "44354547": {"title": "Mates from the Murrumbidgee", "plot": "John, James and Mary are school friends, who grow up near the Murrumbidgee River. As they grow up both John and James fall for Mary, but Mary loves John. John and James work as drovers then join the Australian Lighthorse during the Second Boer War, both fighting for the New South Wales Lancers. While fighting with the Boers, James is seriously wounded.Mary ends up poisoning herself and one of the friends shoots the other.The film includes a charge at Majuba Hill (even though that took place during the First Boer War). This was done \"for the sake of the picturesque\".It also included a triumphant return to Sydney. A con", "imdb_id": "tt0344043"}, "26442207": {"title": "Max Takes Tonics", "plot": "Max visits a doctor who prescribes a tonic (Bordeaux of Cinchona) for him to drink every morning.  Upon returning home, Max sees a large glass which was left by his wife and labeled \"Souvenir de Bordeaux\".  He consumes it in its entirety after assuming that it was his medicine.  Immediately Max feels much better.  Hilarity ensues as Max goes about the day in a completely drunken state.", "tmdb_id": 130044}, "47347169": {"title": "The Military Air-Scout", "plot": "In 1914, the commanding officer of the U.S. Army (Alec B. Francis), with his daughter, Marie (Edith Storey), and Lieutenant Wentworth (Earle Williams), are watching the flight of the latest military aircraft. Wentworth studies aviation and after becoming a pilot, makes his first flight, witnessed by the general's daughter, his sweetheart.\nAt an informal luncheon, Commander Arthur learns the United States is at war and has to face European enemies. Lieutenant Wentworth is ordered to attack the enemy's fleet, succeeding in sinking two of the enemy battleships.\nThe enemy shoots down Wentworth on his next flight. Extracting himself from the wreckage, he is badly injured with a broken arm, but manages to report back to his headquarters. He tells Commander Arthur what has occurred, and after recovery at an army hospital, is reunited with Marie. His brave and daring deeds were well received, and Commander Arthur now accepts him as a prospective son-in-law.", "imdb_id": "tt0223734"}, "32987524": {"title": "The Miner's Curse", "plot": "Sam Flood, a gambler in a small Western mining town, is in love with May, the daughter of Harper, who runs the local pub. However, May is in love with a handsome young miner named Dick Taylor.\nFlood induces Dick to play a game of poker, and while the game is proceeding, Dick sees Flood slip four cards up his sleeve. Dick immediately rises and calls Flood a cheat; the latter draws a revolver and points it at Dick.  A fight ensues; the revolver goes off, but nobody is hurt, and at last Dick secures the weapon, calmly takes the cartridges out, and returns it to Flood.  Dick then challenges Flood to fight him. Flood accepts and they go outside, where Dick punches out Flood. Tess Jones, who loves Flood, tries to cheer him up but he hits her.\nA few days later Flood follows May into the bush and attempts to kiss her, but Dick has followed, and Flood is forced to flee.\nFlood and three accomplices arrange to stick up a gold escort, and their plan is overheard by May and her little brother Jack. The men see May and seize her, but Jack hides behind a tree and isn't discovered.  They take May with them, and after they are gone, Jack comes out from his hiding place and runs home, where he tells his parents and the miners what has happened.\nThe miners, led by Dick, start out in pursuit. May is tied to a tree and left there while Flood and his party leave for the location where they plan to attack the escort.\nA tree is felled across the track, and the men await the arrival of the escort. A mounted trooper appears and rides up to the tree and dismounts. As he does so, Flood hits him over the head, stunning him, then drags him into the bush.\nThey are just in time, for the coach comes swinging around a bend, the driver pulling up as he gets to the fallen tree. Flood and his companions open fire, two troopers fall, and the others surrender. The robbers overturn the coach and drive the horses into the bush.\nWhile getting out the gold boxes and mail bags, Dick and the miners ride up, firing a volley as they do so, and the men, with the exception of Flood, are captured. Flood slips away in the excitement, returning to where his horse was left.  He makes his escape, although the miners are close behind.\nA week later Dick and May are to be married. In the meantime Flood, who has evaded capture, returns to the township to have revenge on Dick, although Tess tries to dissuade him.\nThe wedding day arrives, and as per Dick's wish they are married in the bush. The minister has just made them one, when Flood rushes in, revolver in hand. Just as he fires, Tess steps forward and receives the bullet meant for Dick. The miners seize Flood and nearly tear him to pieces before handing him over to the police.", "imdb_id": "tt0001785"}, "44455800": {"title": "A Miner's Luck", "plot": "In the Australia bush, Mary goes to the mine with her father's dinner. Old Geordy learns that a prospective buyer is coming to inspect his mine.\nMary goes home and is saved by Jack from the insulting attentions of dissolute Jim.\nA company promoter arrives home from the city to visit 'Possum Gully' and inspect the mine. The mine is sold and old Geordy receives 250 pounds deposit. Jim's presence is overlooked.\nOld Geordy descends the shaft. Jim tries to rob his employer. Mary entertains the promoter with afternoon tea. Old Geordy makes futile attempts to ascend the shaft.\nVera discovers his plight and goes for help. Mary learns of her father's dreadful position. Jack succeeds in rescuing old Geordy. Jim falls victim to more whisky and is robbed of the stolen money by 'Sunny Bill'. Vera obtains the swag containing the stolen money. Old Geordy is brought home.", "tmdb_id": 205434}, "32987308": {"title": "Moora Neya, or The Message of the Spear", "plot": "The plot consists of 41 scenes and appears to be an original written for the screen.On a station west of the Darling River, Harry Earl is in love with the station owner's daughter. The evil manager makes advances on her but Earl beats him up. The overseer urges some local Aborigines to kill Earl but one of them, Budgerie, alerts the station men by writing a message on a spear.\nThe stockmen ride to the rescue and save Earl just as the Aborigines are about to perform a \"Death Dance\" around him. The overseer is killed and Earl is reunited with his love.The main chapter headings were:\n\nThe attack on the Hut\nHarry teaches the Overseer a lesson\nA horrible revenge: the Overseer arranges with the aboriginals to kill Harry\nTo save her sweetheart\nArrival of the Police\nLovers re-united.", "tmdb_id": 806416}, "8821499": {"title": "Der Müller und sein Kind", "plot": "Konrad, a poor miller's son, wants to marry Marie, the daughter of a rich miller. Marie's father, who is a widower, is malicious and avaricious, and he tricks the young lovers in a despicable way. The imminent demise of the miller and his innocent daughter is foreshadowed by the appearance of the bird of death and the graveyard ghost.", "tmdb_id": 623561}, "44315797": {"title": "The Mummy (1911 film)", "plot": "The original synopsis of the film was published in the Moving Picture World as follows: \"Professor Dix has won fame as a scientist and has collected many objects of Egyptian ware, centuries old, that arouse the enthusiasm of his associates. Even Jack Thornton, an active, go-ahead young businessman, is interested in the professor's home, but although he tries to pretend it is Egyptology which interests him, the professor's fair young daughter is really the lodestone. Jack decides to win the old man's respect by posing as an Egyptologist himself. To start his collection, he purchases a mummy at an auction sale, and takes it home expecting that later he can make a great hit with his sweetheart's father, by presenting it to him as a gift. While the mummy is in Jack's room, a live electric wire is by accident brought in contact with it. The body has been so perfectly mummified, that the electric current is all that is necessary to ignite the vital spark, and Jack is amazed to see dancing forth from the case which he thought contained only unattractive rags and bones, a beautiful Egyptian princess. As soon as she is released, the mummy makes violent love to Jack, and causes his sweetheart to quarrel with him (for how can a plain businessman explain the presence in his room of a beautiful barbarian?). When her love is spurned, the visitor from the distant past avenges herself by having Jack made into a mummy and placed in the case in her stead. Her heart relents, however, in time to save him from being 'cut up' by the professor, who with the sharp knife, starts to investigate the contents of the mummy case. But all ends happily when Jack's plain statements of the seemingly impossible facts are proved true by the professor. Jack is reunited to his sweetheart, and the professor, being a widower, also an ardent admirer of everything antique, leads the recreated Egyptian lady to the altar, in spite of the fact that there is a difference of several thousand years in their ages.\"", "tmdb_id": 363164}, "32943323": {"title": "The Mystery of a Hansom Cab (1911 film)", "plot": "A Melbourne playboy, Oliver White, is murdered as he is driven home one night in a hansom cab. Investigating the crime encompasses all aspects of Melbourne society. The scenes featured in the movie were:\nGUNSLER'S CAFE, COLLINS STREET\n\nThe meeting of Mark Frettleby and Rosanna Moore.\nReems Street, East Melbourne. The Courtship.\nFrettleby's Station. Divided Lives. (Rosanna grows bored with station life and eventually leaves with their baby daughter.)\nFrettleby's New Love. Frettleby's Rooms.\nThe News of Rosanna's Death. (Mark Frettleby receives a letter from England telling him this.)\nRoom at Myrtle Orange. I love you.\nTwenty years later.\nFrettleby's Mansion, St Kilda. (Frettleby is a pillar of society, widowed with a daughter, Madge.)\nThe Ghost of the East.\nPossum Villa. Grey Street. St Kilda.\nTwo Men at War. (Two men wish to marry Madge, the dissolute Oliver Whyte and the squatter Brian Fitzgerald.)\nThe Orient Hotel, Bourke Street.\nThe Melbourne Club, Collins street.\nBrian receives a Message.\nThe Cabstand. Scots Church.DRIVE TO ST. KILDA. \n\nAustral Hotel, Bourke Street.\nSal Rawlins shows the way.\nMother Guttersnipe's, Bourke Street.\nDeath of Rosanna Moore.\nThe Fatal Drive.\nCollins street. Princes, Bridge.\nSt. Kilda Road.THE MURDER IN THE CAB – Opposite Church of England Grammar School. \n\nWho is the Man? Esplanade, St, Kilda.\nThe Discovery of the Crime.\nPossum Villa. On the Track.\nThe Arrest of Brian Fitzgerald.\nCarlton's Office, Chancery Lane.\nA Woman to the Rescue. The Melbourne Gaol.\nBrian Refuses to Streak. Calton's Office.\nThe Reward for Sal. Rawlins. Mother Guttersnipe's, Bourke Street.\nNo News. The Law Courts,\nLaw Court. The Cabman's Story.\nMenzie's Hotel. Return of Sal. Rawlins.\nAcquittal of Brian Fitzgerald\nMother Guttersnipe's. The Last Call.\nMark Frettleby's Home. The Confession.\nOn the Lawn. Who is the Man?\nFrettleby's Study. Blackmail.You Killed Oliver Whyte – Death of Mark Frettleby – End of the Astounding Mystery", "imdb_id": "tt0001803"}, "47433602": {"title": "A Newsboy Hero", "plot": "The film is a melodrama focuses on a young working man named John Bailey (alternatively Jack). His alcoholism had caused much strife in his home and his wife, May, prays and pleads for him to stop drinking. One night he returns home in a drunken state and strikes her. His wife decides to leave with their child, Marie and goes out into the world without help. They wander in the snow and become exhausted and fall asleep. They are saved from certain death by a cripple newspaper boy named Jim Sands. He brings them back to his home and they take refuge with Jim's poor family. Realizing his mistake, John searches for his wife and child in vain until he sees a newspaper story (claimed to be two weeks later) about the death of a woman and child in the storm. Believing May and Marie are dead, he decides to commit suicide by drowning himself. He is saved by Jim, a member of the Salvation Army and decides that he has to atone for his sins. Jim learns of John and May's relation and reunites family again."}, "38056255": {"title": "A Night of Terror (1911 film)", "plot": "A traveler fears his ax-wielding innkeeper, but he’s just killing a chicken for supper.", "imdb_id": "tt0843573"}, "46823313": {"title": "The Old Curiosity Shop (1911 film)", "plot": "Adapted from The Old Curiosity Shop by Charles Dickens, the film has been shortened and streamlined for the single reel format. The film focuses on a grandfather who gambles himself into poverty. He dotes on his granddaughter, Little Nell, and desires to give her every luxury. The grandfather turns to gambling to try and earn money, firmly believing that luck would favor him. His gambling results in losing everything and Nell fears that he will be taken away to an asylum. At night, Nell flees with him and they find refuge and shelter with Mrs. Jarley. The grandfather, seeking to win money, robs Nell of her money and proceeds to gamble it away. The grandfather is coerced by men to steal to pay the debts, but Nell intervenes and flees with her grandfather again. Exhausted and feeble in health, Nell meets a kind schoolmaster and appeals to him for aid before falling unconscious at his feet. The schoolmaster takes the two in, but it is too late to save Nell and she dies. Her grandfather is brokenhearted and is found dead on her grave several days later."}, "64287985": {"title": "An Old-Time Nightmare", "plot": "According to reviews in 1911 trade publications, the film began with scenes of a group of boys fishing by a pond in a wooded area known as \"Boyland\". One of the youngsters brought with him a large serving of pie, which another boy named Tommy steals and runs away from the group. Once he outruns the other boys, Tommy shares the pie with his friend who accompanied him. The pair are tired from running and now do not feel well after devouring the stolen treat, so they lie down next to a big tree and fall asleep. Tommy begins to dream. In a bizarre nightmare he sees himself stealing again, but this time in \"Birdland\". He is a thief who climbs a tree and robs a bird's nest of its eggs. After taking the eggs, Tommy climbs down and then argues in his dream with his friend. The boys disagree about how to share the eggs, so they leave one another.Later in his dream, as he walks alone across a cornfield, Tommy is confronted by a huge sparrow that is even larger in size than the boy. The bird accuses him for egg theft and calls a equally large police bird, who arrests Tommy and \"jails\" him in a large bird cage. A trial before Judge Eagle is then convened to try the boy for his crime. Other human-sized birds assemble in the forest to act as jurors and witnesses in the outdoor court. After the jury quickly finds Tommy guilty, the judge sentences him to be beheaded. A flock of birds now forms a \"death march\" to escort the condemned boy to the chopping block, where the Crow, Birdland's executioner, is holding a large axe. There, Tommy is forced to place his head on the block, but just before the Crow strikes the fatal blow, Tommy awakens. He finds himself back in the reality of Boyland. His friend is awake too, and says he is hungry again after eating the pie. He suggests that they should find a bird's nest and take some eggs. Tommy refuses. Having gained a new perspective from his nightmare, he vows never again to steal from a nest.", "imdb_id": "tt1282456"}, "32998163": {"title": "One Hundred Years Ago", "plot": "The movie was billed as \"an Anglo-Australian romantic drama\". Jasper Hugh Lovel is sent to prison at Norfolk Island for a crime he did not commit. A woman in England who loves him manages to secure his pardon and they are reunited.", "imdb_id": "tt0344145"}, "47321172": {"title": "Only in the Way", "plot": "The official synopsis establishes back-story that is not seen or referenced in the beginning of the film, stating that Mrs. Gage turned to her only son for support after losing the last of her savings. Seeking his support, Mrs. Gage arrives at his house and is shown in by her granddaughter, Marie. The son welcomes his mother, but his wife strongly objects to having her mother-in-law take up residence in the house. Shown to her room by Marie, Mrs. Gage makes herself comfortable and gives Marie a kitten. \"Granny\" quickly becomes friends with little Marie. The wife struggles with Granny's presence, but her patience is tested when Granny knocks over a vase, and in recoiling, knocks over a sewing box. The mother delivers an ultimatum to her husband, \"Either your mother or I must leave this house!\" Though not shown, the husband decides that his mother is to go. In the next scene, the wife appears and informs her that she must leave. Marie assists her grandmother before her departure to the old folks' home with her son. She is upset that her grandmother was made to leave because she was \"only in the way\" and that as a cripple, she is no different. Marie writes a letter explaining that she has gone to live with grandma and departs to the old folks' home. Marie's journey with the kitten in one arm and her crutch in the other is a difficult one. On the way, she stumbles and loses her crutch in a brook, but she limps onward. Her parents search frantically for Marie and discover the note. The parents head to the old folks' home and are relieved to find Marie with her grandmother. The wife then informs the nurse that Granny will be leaving. After packing her belongings, the family depart."}, "7251941": {"title": "The Pasha's Daughter", "plot": "The film begins with Jack Sparks, a young American, who is traveling in Turkey. He befriends an aged Turk during a carriage ride and the Turk invites Jack into his home. The man smokes from a hookah and several of other men arrive and speak with the Turk whilst Jack wanders about the house. Soon afterwards, the men are all arrested for conspiracy against the government and Jack is imprisoned as one of the conspirators. In jail, Jack tries to make his escape and throws the guard to the ground, no sooner has he left the cell is he forced back by two more guards. He struggles in vain, but is once again locked in his cell. Jack gets an idea to escape when he sees the bed sheet and the cell window. Using his pocket knife, he digs out the bar of the cell window and drops to freedom. He struggles and overpowers a guard before climbing over the wall and into the courtyard of the Pasha's palace.The Pasha'a daughter, Murana, finds him hiding and orders her servant to assist in Jack's escape. Guards appear and announce that they are looking for the escaped prisoner, but they are turned away. Dressed up as a woman, Jack tries to have Murana flee with him. She says that she cannot marry him now, but she may come to his country one day. Jack trades a flower for his business card and departs. A year later, Jack and his mother have a visitor ushered and they stand in confusion at the beautiful young woman. Jack does not recognize her until she covers her face with her veil and she announces her intention to be his bride.", "tmdb_id": 193924}, "47308806": {"title": "Pictureland", "plot": "Americans arrive at their hotel in Cuba in a car, to make a movie. Romantic complications ensue while the cast and crew attempt to finish the movie."}, "60632873": {"title": "The Reformation of the Suffragettes", "plot": "Fed up with their husbands' penchant for fishing, the women of a village expel them and attempt to live on their own. But they find this impossible to do, and in the end, welcome their husbands back.", "imdb_id": "tt5224010"}, "33031439": {"title": "Sentenced for Life (1911 film)", "plot": "A man is wrongly convicted and sentenced as a convict. According to a contemporary report, \"Vivid convict scenes are enacted, ending with a revolt by the prisoners. There is a happy ending of wedding bells.\" It turns out the young man's rival was responsible and he is punished.Chapter headings were:\n\nthe Favourite;\nit did look suspicious\nthe Blackmailer,\nOutlaw and the Child,\nSlight Breeze,\nMalaysia,\nGeneral Commotion,\nBlighted Hopes,\nManufacture of Almonds", "imdb_id": "tt0329583"}, "18300816": {"title": "The Smile of a Child", "plot": "The description of the film from trade journal The Moving Picture World was \"Here is illustrated the influence of the smile of a child. It makes an ill-natured prince pleasant, and later saves its mother.\"", "imdb_id": "tt0001890"}, "33031403": {"title": "The Squatter's Son", "plot": "John Lenton is a squatter who lives at Wilunga. The villainous Dudley Ward also works there. Ward is masquerading at Lenton's nephew, who was murdered overseas by Ward.\nLenton's father refuses to give his son permission to marry Violet Gartson, the woodchipper's daughter. Joe Garston is given £200 by old Lenton to take Violet away from the station. Jack is disinherited by his father for refusing to give up Violet.\nDudley Ward murders Jack's father with Jack's knife. Jack arrested for his father's murder but charge \"not proven.\" Joe Garston, who knows Dudley Ward is the murderer, scorns his offer to marry Violet.\nJoe drugged and dragged away to the scrub. Violet finds a letter proving Dudley Ward to be the murderer. Ward's bushranging gang carry Violet off to the Gap. Little Cecil Lenton's birthday. Dudley Ward, who in case of Cecil's death becomes the heir, tries to murder the little chap. Exciting rescue. Jack Lenton falls into the hands of the bushrangers. The denouement; virtue rewarded and vice punished.", "tmdb_id": 804920}, "47438884": {"title": "Stage Struck (1911 film)", "plot": "The official summary synopsis of the film was published in The Moving Picture World. It states, \"A country girl becomes hopelessly stage struck when a company of barnstorming actors, presenting Shakespearean plays, appears in her home town. She applies for an engagement to the star of the organization and is finally offered a small part. Forbidden by her father to follow the career of her choice, she runs away and joins the company. Disillusionment soon follows. The stars dissatisfied with her attempts at acting, and the hard work and bad hotels soon tax her strength. While playing a one-night stand in a little town, the company is treated to a square meal by a prosperous young drummer [Slang: for a traveling salesman] who is greatly attracted by the country girl's youth and beauty. The company get into financial straits, and have their baggage seized. Entirely without funds they start to walk to the next town. 'Walking the ties' is as new form of exercise for our heroine, and halfway on the journey she begs the company to go on without her, as she is too weary and sick to continue. Sitting alone and weeping bitterly on the steps of a forlorn little railway station, the girl is surprised to see, getting off the train, her new acquaintance, the drummer. He insists upon buying her a ticket for home and starting her off at once. The girl is welcomed back home by her father and when a few weeks later she receives together an offer of a New York engagement and an offer of marriage from the young drummer - she decides to accept the latter, and to appear in the future as - just a wife.\"", "imdb_id": "tt0409328"}, "44595496": {"title": "The Squatter and the Clown", "plot": "According to a contemporary report \"this is said to be a typical story, of the bush, telling the touching story, of a strolling player's devotion to his wife. The play is produced in 15 scenes.\"", "imdb_id": "tt0337235"}, "33031444": {"title": "The Sundowner (1911 film)", "plot": "A farmer refuses to let his daughter marry her admirer until he can show he can take care of her. The admirer turns out to be a villain. The girl marries a neighbouring squatter and they have a baby. The scorned admirer returns after a few years seeking revenge. He kidnaps the baby and there is a chase.", "imdb_id": "tt0329646"}, "7415632": {"title": "Sweet Memories", "plot": "Polly Biblett (Mary Pickford), a young lady, tells her grandmother Lettie about her new boyfriend. The news provokes the elderly woman to reminisce about her own sweetheart, long time before. The touching sequence expresses the power of lives going on, the older woman aging as her grandchildren grow and knowing they will soon have children of their own.", "tmdb_id": 249818}, "32895030": {"title": "Sweet Nell of Old Drury", "plot": "The plot consisted of five acts and 79 scenes. In Restoration England, Judge Jeffries tries to persuade his ward, Lady Olivia Vernon to marry Lord Rochester, but she refuses because she is in love with Sir Robert Fairfax. Rochester calls guards to arrest Fairfax and he runs away, meeting with Nell Gwynne, the orange seller, who helps him escape.\nNell meets King Charles in front of Old Drury and, not knowing who he is, treats him familiarly. She soon captivates the King with her power of mimicry, particularly her take off of Judge Jeffries. She helps Roger and Olivia escape from the clutches of Jeffries' men.\nJeffries is demanding to know the whereabouts of the young couple from Nell when the Kind if announced and Nell recognises who it is. Nell is installed in a palatial mansion.\nLacet, Judge Jeffries' servant, informs his master that Roger is hiding in Nell's new house. Guards are ordered into her house to search for the wanted man. Nell directs the guard's attention to the room into which the King has retired. Olivie is then seen by the guard enterting Nell's room. Jeffries guards enter again and arrest Roger. There is a fight between Nell and Lord Jeffries and Nell wins.\nJeffries determines to destroy Nell and frogs a letter to compromise Nell and Fairfax. Fairfax is arrested for treason, but Nell impersonates Jeffries and releases Fairfax so he can be with Olivia. She also finds evidence to get Jeffries to be dismissed and is reunited with the King.", "imdb_id": "tt0001911"}, "30250429": {"title": "Swords and Hearts", "plot": "Hugh Frazier, a Confederate officer during the American Civil War, is trailed by Union soldiers while stopping to visit his sweetheart Irene Lambert. Jenny Baker, a poor young woman who is a not-so-secret admirer of the officer, puts on his overcoat and takes his horse and rides away, causing the Union soldiers to follow. After the war, Jenny and Hugh are reunited.", "tmdb_id": 193928}, "32998223": {"title": "A Tale of the Australian Bush", "plot": "The story of the bushranger Ben Hall, including his duel with Melville, last stand and death. A contemporary review said that \"unlike the usual bushranging films, instead of glorifying the villainy of the criminals of the bush, recorded a triumph of the law over the lawless.\"", "tmdb_id": 988649}, "32998180": {"title": "A Ticket in Tatts (1911 film)", "plot": "John Hare (A.J. Patrick) loses his job after going to the races at work without permission. Despite being married with a child he invests his last shilling in a Tattersall's sweep ticket and draws the favourite. He interviews Dick Fallows (Alf Scarlett), the owner of the favourite, and puts two-thirds of the sweep money with him. The horse wins and after Hare secures the prize money he goes to the Fallows house to celebrate, where he meets Mrs Fallows (Louise Carbasse), Fred Wynne (Godfrey Cass) and some others. Hare plays cards and gets drunk, falling asleep on the couch in the room. A quarrel results between Fallows and Wynne; Fallows winds up killing Wynne with a knife, and then puts the knife in Hare's hand.\nHare wakes up, sees the knife and Wynne's corpse and thinks he might have done the murder. Fallows confirms this was the case and suggest he tell his wife (Harrie Ireland) and leave town. Hare does this. Mrs Fallows starts to follow her husband around town and discovers him with another woman. Fallows knocks her down and is about to kill when stopped by the occupants by a passing tram.\nHare is tormented by dreams of his wife and child and decides to give himself up so he can see them again. He is arrested by the injured Mrs Fallows, believing herself near death, confesses that Hare was innocent and her husband murdered Wynne. Fallows is arrested while Hare is released, gets his old job back and returns to his family.", "imdb_id": "tt0348206"}, "66187276": {"title": "Under forvandlingens lov", "plot": "The film is a jealousy drama in which Camillo and Francisca discover that their spouses Julia and Arthur are having an affair with each other. They drug the unfaithful spouses and lock them in separate cages until they get tired of each other, and the spouses find each other again and become happy. The film's plot includes a visit to an outdoor variety show. Four songs from the variety show are incorporated into the film. The opera singer Hans Ingi Hedemark performs there, Bertha Ræstad dances a cake-walk, Botten Soot dances an Egyptian dance, and Hedvig Dietrichson dances the \"Dance of Chopin.\"", "tmdb_id": 152534}, "19388183": {"title": "A Victim of the Mormons", "plot": "Florence Grange (Clara Pontoppidan), a pretty young Danish woman, is vacationing with her father, her brother, George, and her fiancé, Leslie, at a luxurious seaside hotel in Denmark. One evening, while they are sitting in the restaurant, George introduces them to a young American named Andrew Larson (Valdemar Psilander). Andrew, who is a Mormon priest, is quickly attracted to Florence and gives her an \"admission card\" to a Mormon meeting. Although Florence cares greatly for Leslie (Carlo Wieth), he often neglects her while pursuing other interests. Florence spends much time with the strangely fascinating American, enabling Andrew to indoctrinate her and convince her to go to Utah with him. Partly in passion and partly in a hypnotic trance, Florence runs away and meets Andrew at the railway station.\nAfter Florence's disappearance, her father searches her room and finds the note from Andrew asking her to come to the train. Leslie and George (Henry Seemann) inform the police of Florence's disappearance and the police notify the harbor patrol. With help from a Mormon friend, Andrew drugs Florence, then exchanges her hat and coat with another couple, enabling Andrew to sneak Florence aboard a steam ship heading for America. The harbor patrol detains the couple wearing Florence's clothes. When George and Leslie arrive to get Florence, the ruse is revealed, but the ship has already sailed. While on board, Florence has a change of heart and wants to return home. Andrew assures her that they will return home. A telegraph is sent to the ship about the kidnapping, but Andrew overpowers the telegraph operator before his plot can be revealed. The ship arrives in America and Andrew escapes with Florence to Salt Lake City where he locks her in a bedroom. George and Leslie leave aboard the next ship for America.\nFlorence gains the sympathy of Andrew's first wife (Emilie Sannom), but an attempt to set Florence free is unsuccessful when Andrew discovers it. One day, Andrew leaves home to perform a baptism at a Mormon temple. George and Leslie, having arrived in Salt Lake City, follow Andrew to his house. Andrew convinces them that Florence is elsewhere in the city. While the two race off on a wild goose chase, Andrew conceals Florence in a dark, dank cellar with a secret trapdoor entrance. Realizing that they were tricked, Leslie and George burst back into Andrew's house and search desperately for Florence, but cannot find her. Andrew continues to plead his innocence. By luck, Florence discovers the hidden button which opens the secret trap door to her cell. Leslie frees her and promises he will never again neglect her. Andrew pulls a pistol and tries to kill Florence. Leslie prevents him and during the ensuing struggle Andrew shoots himself and dies.", "tmdb_id": 238128}, "46188771": {"title": "The Vote That Counted", "plot": "The Moving Picture World synopsis states, \"State Senator Jack Dare, one of the reform members of the legislature, starts to the state capitol to attend an important session of that body. That he took the midnight train from his home city is clearly proven, for his aged mother was a passenger on it, and besides the conductor and porter are certain that he retired for the night. In the morning, however, his berth is empty, although some of his garments are found there. The case puzzles the railroad officials and the police, and Violet Gray is given a chance to distinguish herself. She learns from the conductor and porter, who had happened to spend the night awake at opposite ends of the car, that the senator did not go by them. Consequently this leaves only the window as his means of egress, and she knows that he must have gone that way. Violet discovers that Dare is a hearty supporter of a bill that a powerful lobby is trying to defeat. The fight is so close that his is the deciding vote. Dare cannot be bribed, so his opponents spirited him away in a novel fashion. But the girl finds where he is hidden and brings him back, although he is much injured. He reaches his seat in time to cast the needed vote, and to astound and defeat the lobby.\""}, "64077815": {"title": "The Way of the Eskimo", "plot": "This film is described in 1911 trade publications as a story of adventure and romance set in the Eskimos' \"land of eternal ice\". The motion picture, according to reviews and plot descriptions in those publications, opened with scenes of daily activity among a small village of natives led by old Chief Opetek. The tribe later conducts its annual ceremony of bidding farewell or adieu to the sun as the vast territory enters the dark season of winter. Zak, a young man from another distant tribe, is visiting Opetek to participate in the event and to see the chief's beautiful daughter Ananak, whom he intends to marry.\nAfter the sun ceremony, Zak departs on his dog sled to return to his own people. On his journey home over the ice, he soon finds a \"half-frozen\" white man, a trapper. Zak takes the unconscious stranger back to Opetek's family, and the man awakens under the care of Ananak and her mother Tikatak. Zak now prepares to depart for his home once again, and in keeping with their social customs, he and Ananak say good-bye by smelling the sleeves of one another's sealskin jackets and then rubbing noses. The recovering white trapper observes the couple's interaction, and after Zak leaves he talks to Ananak and ridicules the Eskimo way of showing affection, telling her that men and women in his culture display their affections in much different ways. Ananak over the dark months of winter finds herself increasingly attracted to the hunter. With the change in seasons and the approach of warmer, brighter days, and while her parents are away, Ananak elopes with the white man, who soon deserts her. Zak, now traveling by kayak, manages to track her down and save her from drowning herself to end her shame. He then takes Ananak back home, where they marry after the tribe's medicine man uses sacred oils to cleanse her of the trapper's \"evil spirits\". The couple then depart for Zak's village, where together they can begin a new life.", "imdb_id": "tt0361113"}, "32987412": {"title": "Way Outback", "plot": "A young miner, Jack Somers, is in love with school teacher Ruby Clarke, in the back country. However she is in love with the local trooper, Billy Hayes.\nSomers decides to sell his mine and leave town. While coming out of the warden's office he counts the money he has received in payment, and is seen by the notorious Black Reegan, who decides to rob him.\nReengan is gambling in the pub when Somers comes in. Reegan picks a fight with Somers, which is interrupted by Trooper Hayes.  Hayes interrupts the fight, but Reegan escapes with Hayes' revolver as Hayes knocks out Somers.\nSomers goes to get his horse and is shot with Hayes' revolver by Reegan, who leaves the weapon near the body. Hayes is eventually accused of the murder of Somers. He is arrested by escapes from jail and flees into the bust.\nHayes come across Reegan's camp. Reegan hits him over the head with a piece of wood. Hayes chases after Reegan and captures him.The chapter headings were:\n\nRivals in Love\nPlanning the Robbery\nthe Quarrel\nTrooper Hayes to the Rescue\nthe Murder and Robbery\nthe Escape\nthe Murderer's Track\na Cowardly Blow\nthe Confession.", "imdb_id": "tt0344544"}, "47321737": {"title": "The Westerner and the Earl", "plot": "The film focuses on Mrs. Montague, an American society woman, who has a fascination on titles of notability. She was delighted to have an English earl pay her a visit and began wanting to see herself as the mother-in-law of an earl. The marriage would be a benefit, since the earl was poor and the Montagues were wealthy with a charming and eligible daughter. Or so she thought, the daughter already had an American sweetheart and did not care for foreign earl. The mother plotted to help the earl win her daughter's affections and informed him of a Wild West Show. The earl hired the proprietor and his band of Indians to kidnap himself and the heiress, then allow the earl to escape and free her so that she would want to marry him. The plot was overheard by her American suitor who contracted the same proprietor to capture the Indians after they captured the heiress. The counter-plan worked and the American suitor was seen as a hero. According to the official synopsis, the earl was \"figuratively and literally a 'belted earl' before he finished\". Mrs. Montague decided to let her daughter marry the American suitor and the proprietor of the show, Rattlesnake Bill, was also satisfied with the outcome."}, "32987449": {"title": "What Women Suffer", "plot": "In England, Edith Norton is married to a dashing naval officer, Lt Coventry, who bears a resemblance to Jack Baxter, a common thief. Edith's father is killed by Baxter and Coventry is framed for this by the evil Herbert Standish who has designs on Edith. Partly convicted on the testimony of his son, Cedric, Coventry is thrown in prison.\nYears earlier Standish had abandoned Nance, daughter of the old gardener, Meredith, leaving her to starve. She married Baxter, who gave her a terrible life.\nEdith and Cedric are lured to a sawmill by a forged letter from Standish. Standish places the boy on a saw bench and threatens to cut him unless the girl marries her. But Coventry escapes from prison in time to rescue the boy and the girl. Baxter confesses and Coventry and Edith are reunited.The chapter headings were:\nThe return of Lt Coventry\nThe fatal resemblance\nThe Murder on the Lawn\nCoventry accused of the crime\nHis own child convicts him\nThe daring escape from the quarry\nThe great thrilling sawmill scene\nOut of the jaws of death\nAt the point of the revolver\nThe confession\nHunted by the police\nFreedom at last.", "imdb_id": "tt0344552"}, "47319720": {"title": "When Love Was Blind (1911 film)", "plot": "The film focuses on May Read, the daughter of a wealthy widow, who was blinded by an unknown affliction when she was a child. While her mother is away, a fire starts in the house and May is left in the blaze while the servants flee. Frank Larson makes his way into the burning house and brings May out to the safety of the street, but doing so has disfigured him for life. May and Frank fall in love and the couple are married with the blessing of May's mother.Two years pass and couple have their first child. Their family physician offers to perform an operation to restore May's sight. Despite Frank's worries that his wife will not love him if she should see his scarred face, Frank consents to the operation. The operation is a success and the doctor warns May not to remove the bandages as she will lose her sight again. May's desire to see her child is so strong that she removes the bandages and gazes upon her child. Upon trying to gaze upon her husband, who is standing in strong light, May is permanently blinded. The film concludes with May being content with her blindness and knowing that her baby is as beautiful."}}