{"57356484": {"title": "1812 (1912 film)", "plot": "The film in four parts illustrates the events Patriotic War of 1812.", "tmdb_id": 46744}, "16690709": {"title": "Algie the Miner", "plot": "During a wealthy family's party, Algie informs Mr Lyons that he wishes to marry the man's daughter. Lyons writes out a letter that reads: \"February 1st, 1912 / If Algie Allmore, proves himself a man, inside one year, he can have my daughter's hand in marriage. / Signed Harry Lyons\".\nAlgie takes the letter, goes home, packs a small suitcase, tucks a tiny pistol into his waistband, and travels by train to the west. When he arrives two cowboys laugh at Algie and his \"sissy\" ways, and introduces him to the toughest cowboy of them all. A title card reads: \"Algie's education is confided to Big Jim\". Big Jim, a heavy drinker, shares his cabin with the newcomer, and frightens Algie by giving him a full-sized pistol. He teaches Algie how to ride a horse.\nThe next title card reads: \"The Demon Drink, Algie begins to fill his contract\". Two cowboys bring staggering-drunk Jim home, and the man appears to be hallucinating. Algie gets his friend onto his bunk, and shows great concern for the man's condition.\nLater Big Jim and Algie begin digging into a hillside with pickaxes. Gold is discovered, Algie is given a second pistol, and he leaves the scene. Two outlaws attack Big Jim, and as he struggles with the men Algie returns, with both pistols aimed at the criminals.\nAlgie and Big Jim go into a bar, but Algie doesn't let his friend drink liquor. He scolds the cowboys who are trying to get Jim to drink, and the two leave together.\nA year goes by and a title cards reads: \"Come Jim and see me claim my girl\". Algie shows Jim a calendar while explaining his story, and the cowboy shows happiness over the news.\nThe final title card reads: \"Back East a Western way of ringing a door bell\". Algie and Big Jim travel to the east, and Big Jim fires his pistol on the Lyons' porch, frightening everyone inside. The pair barge into the house, Algie shows Mr Lyons the letter he'd been given and demands his sweetheart's hand in marriage. Mr Lyons is reluctant to keep his promise to allow Algie to marry his daughter, but Big Jim draws his pistol from his holster, and Mr Lyons stops protesting.", "tmdb_id": 82593}, "44665185": {"title": "The Ancient Port of Jaffa", "plot": "The picture opens with a scene of a steamship, showing the Kalem players ready to depart for the ancient port of Jaffa, referred to in the Bible as Joppa. A successful landing is made after navigating the dangerous, rocky passage. A splendid view of Jaffa from the sea greets our eyes and. going ashore, we marvel at the wonderful street scene near the Custom House. We journey on to the auction market and then visit the public fountain on the Jaffa road.", "imdb_id": "tt1124071"}, "61027633": {"title": "The Angel of the Studio", "plot": "Little Roxie is a worshiper of artists, and in particularly interested in two of them occupying offices in the building, one by the name of Duncan Andrews, because he is successful, the other Charles Moss, because he is unfortunate, due to his dissipation. When Moss apprises Roxie of the fact that his rich uncle is going to pay him a visit the following afternoon and that he is dejected because he can only show a poorly equipped studio, she tells him that she will manage to have Andrews out at the time his uncle is due and that he can show him Andrews' lavishly furnished studio. The idea appeals to Moss, and he receives his avuncular relative in Andrews' studio. While Moss is entertaining his uncle, Roxie meets Andrews, who has returned to get at the bottom of things. She takes him into Moss' miserably furnished studio, where she explains everything to him. He agrees to aid her in anything and goes to the perturbed Moss and shakes his hand as though he were a dear friend. When Moss' uncle asks to let him see how he works, Roxie again helps him out by posing for him. While she is arraying herself one of Andrews' models appears. Moss and the model become fascinated at once, and while she is away donning a Grecian costume, Roxie appears and mounts the dais. Her appearance mortifies Moss, who orders her off and places the model thereon. The uncle takes his departure and tells his nephew that as he is going very nicely, he needs no help. Moss gets furiously angry at Roxie, but his madness is soon cooled down by the check for $5,000 which the avuncular relative had given to Roxie with instructions to give it to Moss as soon as he had gone. This pacifies Moss, who gains Andrews' permission to take the model down to his own studio to paint her portrait. And poor Roxie's reward for her kindness is to watch the two go into the studio and shut the door in her face.", "tmdb_id": 765563}, "28359911": {"title": "Anny – Story of a Prostitute", "plot": "Factory girl Anny (Jansen-Fuhr) gets involved with an older merchant, and then develops a plot to defraud him with his son. The two are caught and decide to escape to America, but the son then tries to take his own life with poison. He survives and is forgiven, while Anny descends further into poverty and desperation.", "tmdb_id": 339280}, "44654996": {"title": "An Arabian Tragedy", "plot": "Ayub Kashif becomes embittered toward his wife, Fatima, because she's childless. He eventually decides to divorce Fatima and free her slave, Hanfi, whom he then plans to marry. Fatima, who still loves her husband, lives a life of sorrow, praying that her husband's love will return to her. A year later, Allah grants Ayub an heir. Fatima hearing of the event, writes Ayub, requesting that she be allowed to attend his wife as a slave, which Ayub denies. Four years later, Ayub, with a number of other merchants, departs to take rich merchandise across the desert. While on the journey he falls critically ill and, according to Turkish custom, is left to die. Fatima, in her dreams, sees that her husband is about to perish. Haunted by the vision, she begs his new wife to send aid to Ayub. Hanfi, caring only for her personal comfort, laughs at her. Fatima, accompanied by two slaves, starts searching for Ayub. After crossing the desert, Fatima finds him digging his own grave and, with a prayer that he be forgiven, Ayub dies in her arms.", "tmdb_id": 941412}, "43210526": {"title": "A Beast at Bay", "plot": "A young woman believes her boyfriend is cowardly after he backs down from an argument, but when the she is kidnapped, her boyfriend rescues her and she changes her mind.", "tmdb_id": 193827}, "57405304": {"title": "The Beautiful Leukanida", "plot": "The film speaks of two bugs which fight over a beautiful female bug.", "tmdb_id": 285951}, "18419699": {"title": "Blind Love (1912 film)", "plot": "A young woman tired of her boring life decided to leave her husband for another man who she find more exciting. Later, with a child and in disgrace she realizes that she made a huge mistake and tries to go back to her husband.", "tmdb_id": 192267}, "32943900": {"title": "Breaking the News (film)", "plot": "A prospector looks for a wife to live with him and eventually gets married. While he is in town, the mine floods and miners need to be rescued. The main scenes were:\n\nmining machinations;\na woman's sacrifice;\na man's desperation and love;\na father's sad mistake\nman's sure revenge.", "imdb_id": "tt0334963"}, "35492984": {"title": "Call of the Bush", "plot": "The film was billed as \"a story of the Australian bush, based on the incidents of the easy miner settlements.\"The home of Wm Collins, a squatter on the Lachlan, was shown, together with the return Fred, who had won his V.C. in the recent Boer war. Fred was secretly loved by Mary Campbell, but lost his heart to the shepherd's pretty daughter to whom he presented his dog Ruby. Bill Doyle, a stockman, was also infatuated with this girl and swore that if he could not have her Fred Collins would not. Through Bill's actions, Fred was sent away from home because of his alleged unfaithfulness to Mary Cameron, but was brought back when the latter declared that he had never made love to her. Young Cameron was killed by Doyle on the journey and the latter left Fred's riding whip under the body so that the crime might be fixed upon him. Fred, in due course was arrested and tried, but at this critical moment a sundowner who has witnessed the murder turned up and gave evidence, at the same time producing a handkerchief bearing the name of Doyle. Fred was released and married and married the shepherd's daughter while Doyle went to the scaffold. The sundowner, though offered a home with the happy young couple, could not remains in conventional quarters so responded again to the call of the bush.It was divided into the following chapters:\n\nthe squatter's son\na welcome home\nthe shepherd's daughter\nBosun, the dog hero\nattacked by blacks\nthe last cartridge\na foul revenge\nwrongly accused\na sundowner to the rescue\ngreat court scene.", "imdb_id": "tt0350678"}, "57405229": {"title": "The Cameraman's Revenge", "plot": "The film is based on the love collision of the Zhukov family (deer beetles), the artist Usachini (beetle-beetle), the grasshopper cameraman and the dancing dragonfly.", "tmdb_id": 90056}, "46992783": {"title": "A Cave Man Wooing", "plot": "George (King Baggot) a timid man who falls for the beautiful and athletic Clarice (Violet Horner). After taking a course in physical culture, George manages to overcome his rivals for Clarice's attention.", "tmdb_id": 419861}, "18419581": {"title": "A Change of Spirit", "plot": "Denied by her narrow-minded father all associations except that of her chaperone, the girl, while strolling in the park, indulges in a little flirtation with a young man who is one of a couple of gentlemen thieves. A self-introduction comes when he gallantly picks up a book she has dropped. In restoring the book, he cunningly takes her hand-bag in order that he may have an excuse to call on her later and return it, giving her the impression that she had lost it. When he calls, her father is away, and so, in the spirit of bravado, she invites him in. While there he surreptitiously secures the key to the house, intending to return later with his partner. However, upon accidentally meeting the girl the second time, he becomes deeply impressed and the thought of his promise to his chum to enter the house that night palls.", "imdb_id": "tt0002093"}, "24019058": {"title": "The Charge of the Light Brigade (1912 film)", "plot": "The film opens with two young British cavalry officers, Captain William Morris and Captain Louis Nolan, leaving home and bidding farewell to their wives in the parlor of the Nolans' residence. After the men leave the room, the film cuts to scenes much later in a British encampment in the Crimea, near the small harbor town of Balaklava, where Morris and Nolan are writing letters as fellow troopers assemble the evening before the battle. Scenes then depict cavalry units preparing for action the next day. Lord Raglan, the one-armed commander-in-chief of Britain’s Crimean forces, is portrayed on horseback issuing orders of engagement as he surveys the terrain and Russian troop positions. The film then depicts Captain Nolan taking Raglan's orders and riding to relay them to George Bingham, the Earl of Lucan, who commands the army’s cavalry division. Lucan, also on horseback, is forward in the field and is scanning the enemy as well. When he delivers the orders, Nolan appears to gesture in the general direction of Russian batteries guarding the end of the valley instead of toward Raglan's intended objective, captured British guns positioned elsewhere.\nDespite the mix-up in Raglan's orders, Lucan commands his subordinate Lord Cardigan, to lead a full charge of his light brigade into the valley, which is heavily fortified on three sides by lines of Russian cannons. Cardigan and his 673 men dutifully obey the order even though their mission appears to be a near-suicidal task, offering little chance of success. Drawing sabres and lowering their lances, the troopers charge. The film now portrays Captain Nolan rushing to halt the misdirected charge once he realizes the mistake, but he is knocked from his horse by cannon fire and killed.  A carnage now ensues with the brigade being mauled by the Russian guns. Scenes simulating dead horses and riders lying on the field are shown, intended to represent the devastating losses suffered by the brigade in the 1854 charge. The attack manages to overrun temporarily a few Russian artillery positions, but achieves no tactical advantage. Ultimately, the attack by the \"Noble six hundred\" ended with 298 of their number either being killed, wounded or captured, and nearly 400 horses lost. The film closes with the battered survivors of the British brigade returning to their lines and being cheered for their bravery by their fellow soldiers.", "tmdb_id": 351966}, "57882088": {"title": "The Confederate Ironclad", "plot": "Confederate Lieutenant Yancey is asked by Mary de Lane to meet her orphan Northern niece, Elinor. Yancey later takes time off from his duties to show Elinor where a \"Confederate Ironclad\" is being constructed. She promptly writes a letter to the \"Commanding Officer, U.S. Gunboats\", revealing the location and the fact the fort guarding it is \"defenseless for want of powder\".\nA Union force storms Yancey's artillery battery and drives off the defenders. Yancey, away chatting with Elinor, hears the shooting and rides off to warn the detachment at the fort. Upon hearing that they have no powder, he remounts his horse and races to a powder train. However, the Union soldiers are not far behind. While a firefight rages, Yancey and Rose, his girlfriend, board the train and start it up. He is shot in the arm, leaving Rose to manage things. Meanwhile, Elinor attempts to stop the train by setting fire to a railroad bridge. The rear carriage, with some barrels of powder, catches fire, so Rose detaches it before it explodes. They deliver the rest of the powder to the Confederate soldiers. A fierce battle rages between the \"Confederate Ironclad\" and Union gunboats. The Confederates emerge victorious; one gunboat is set afire, forcing the crew to abandon ship. Elinor offers a Union officer her horse, but he insists she come with him. However, Yancey captures the officer at gunpoint. Elinor pleads with Yancey, to no avail, until Rose persuades him to let them go.", "tmdb_id": 193882}, "32998373": {"title": "Conn, the Shaughraun", "plot": "Kinchela, an unscrupulous land agent, determines to get possession of the land belonging to Robert Ffolliott and his sister Claire, who are his charges. He causes Robert to be sentenced to penal servitude by swearing information falsely that he is a Fenian. Robert escapes and returns home, and is again soon in the hands of Kinchela. But Conn, the shaughraun, intervenes, Robert is pardoned (as are all the Fenians), and Kinchela brought to justice.", "imdb_id": "tt0346791"}, "14462282": {"title": "The Conquest of the Pole", "plot": "At an International Congress at an Aero Club, explorers from around the world argue about the best way to fly to the North Pole. All are in disagreement until the congress's president, the engineer Maboul of France, explains his plans for an \"Aero-Bus,\" an airplane with a passenger car and a huge figurehead in the shape of a bird head. The proceedings are interrupted by a group of militant suffragettes, who announce their intention to go to the Pole themselves. When they have been chased off, the Congress nominates an international group of experts to accompany Maboul to the Pole: Run-Ever of England, Bluff-\"Allo\"-Bill of America, Choukroutman of Germany, Cerveza of Spain, Tching-Tchun of China, and Ka-Ko-Ku of Japan. Maboul takes his colleagues to his office to study the model of his invention, and then to the electricity-powered factory where the real thing is being constructed. The leader of the suffragettes moves on with her own plans to get to the Pole, building a machine fitted with propellers and a multitude of toy balloons, but it fails to get off the ground.\nThe completed Aero-Bus lifts off to great acclaim, though it meets with two difficulties; first the suffragette leader tries to board with the expedition at the last moment, and then the explorer Tching-Tchun, arriving late, is accidentally left behind. The race to the Pole attracts many other adventurers, who depart in their own machines; soon the sky is full of aircraft of every shape and size. Both Tching-Tchun and the suffragette leader attempt to make it to the Pole in a balloon, but again meet with failure. (The explorer falls a short distance to the ground and gives up; the suffragette, having held on longer, falls onto a church steeple and explodes.) Meanwhile, the Aero-Bus continues through the sky unimpeded, passing various planets and constellations.\nThe aircraft skims down over the ice of the Arctic and finally crash-lands. The delegates make it out of the wreck, safe and sound. Almost immediately, however, they run into an obstacle: the Giant of the Snows, a pipe-smoking, man-eating frost giant who has to be scared off with cannon fire. They come at last to the pole proper, where they find a huge magnetic needle. Stuck by magnetic attraction to the needle, which breaks under their weight and plunges them into the icy waters, they signal for help and are picked up by a passing airship. Penguins, seals, and Arctic birds wave goodbye. The explorers return in triumph to the Aero Club, where they bow to all assembled.", "tmdb_id": 114146}, "32987626": {"title": "Cooee and the Echo", "plot": "In northern Queensland, a young miner is determined to avenge the murder of his brother by another miner. He falls in love with the daughter of the mine manager but discovers she is being pursued also by his brother's killer. The climax involves a knife fight involving the hero, and the hero's aboriginal friend, Yacka (Charles Woods), coming to the rescue. Another highlight was a scene with a person on horseback jumping off a bridge into the water.", "imdb_id": "tt0349241"}, "40619799": {"title": "A Cure for Pokeritis", "plot": "Upon returning home from an evening spent losing at poker, George Brown swears off gambling forever. However, his friend Bigelow convinces him to secretly continue attending the weekly poker game and to tell his wife Mary that he has been admitted to the Sons of the Morning, a fraternal lodge, to explain his absences. When George sleep-talks, she becomes suspicious and has her cousin Freddie Dewdrop follow him, allowing her to learn the truth. Together with the wives of the other poker players, she enacts a plan to end the gambling. Freddie and the members of his Bible study group dress up as police officers and raid the game. The gamblers' wives then arrive, and the \"police\" leave the men to be scolded, purportedly in place of being arrested. As the film ends, the Browns reconcile.", "tmdb_id": 148209}, "57129653": {"title": "The Dawn of Netta", "plot": "The story is about a man named Will Barton, who has gone to the mountains in search of health. There, he finds out from a doctor that he is dying and becomes preoccupied with the thought of leaving his daughter Netta alone and unprotected in the world. He telegraphs his best friend, Jack Gordon, to come and see him. Upon his arrival, Barton asks Jack to marry Netta. Initially hesitant due to his current lifestyle, Jack agrees out of gratitude and pity for his dying friend.\nLater, Jack sends Netta to a school in Paris, but as time passes, he gradually forgets his promise to Barton and his engagement to Netta, becoming attached to a widow named Mrs. Smith Douglas instead. When Netta returns, Jack persuades Mrs. Douglas to take care of her for a few days so that he can provide for her suitably, but neglects to inform her that he is engaged to Netta.\nWhen Netta returns, Jack is surprised to find that she has grown into a beautiful woman, and he falls in love with her. However, seeing how popular Netta is with other young men, he struggles between his love and a desire to be unselfish. Eventually, he decides to give Netta her freedom so that she may marry someone closer to her age.\nNetta is heartbroken by Jack's decision, but she consents, believing that he doesn't love her. However, Mrs. Douglas finds Netta and comforts her, learning of her secret love for Jack. She takes Jack to Netta, where they renew their troth in the soft light of the moon, and Mrs. Douglas draws the curtain gently to give them privacy.", "tmdb_id": 456886}, "12493658": {"title": "Departure of a Grand Old Man", "plot": "The film depicts a group of peasants who come to the home of Leo Tolstoy to ask for land. We see the old sage attempting to help the peasants while his wife Sofia Andreevna is counting money and quarreling.\nOverwhelmed, Tolstoy is driven to the edge of suicide. It ends with Tolstoy on his death bed being visited by Jesus. The film was banned because of the negative portrayal of Tolstoy's wife Sofia Tolstaya, who threatened to sue the filmmakers for libel.", "tmdb_id": 160550}, "3127183": {"title": "The Deserter (1912 film)", "plot": "The story concerns a soldier who deserts his regiment and encounters a wagon train of settlers. When finding an attack by American Indians is eminent, he returns to his unit in order to elicit help.", "tmdb_id": 815123}, "32987563": {"title": "Do Men Love Women?", "plot": "Chapter headings for the film were:\n\nthe dinner party\nthe first sign of the inebriate\nthe success of the young novelist\na patient wife\nheartbroken\nthe drunkard's action\nthe curse of drink\nthe love of a woman\ncured\nthe nurses' intrigue\nthis is our child\nrepentance\nthe great railway smash\nmen do love women.", "imdb_id": "tt0002140"}, "46757047": {"title": "Don't Let Mother Know", "plot": "Rough and Ready Tom Moran discovers an inebriated individual, Dick Baird who is getting the worst of a quelling fight against odds and rescues the under man.  Baird is about all in as the result of his previous dissipation and this last brawl.  He confesses to Norman that he has not been at home or seen his mother for fifteen years.  He shows Tom the picture of his mother and sister which he carries in a locket that he has cherished through all of his wanderings.  He has just written home saying that he will return on a visit, but it is too late; he is next day slugged to death by a robber, his last words to his friend being: \"Don't let mother know\".  Tom Moran finds his way to Dick's home and falls in love with his sister.  The mother is blind and thinks her own boy has come back to her.  He is allowed to become a member of the family and bless her declining years.", "imdb_id": "tt0441231"}, "7856323": {"title": "Dr. Jekyll and Mr. Hyde (1912 film)", "plot": "White-haired Dr. Jekyll has secretly locked himself in his laboratory, administering himself with a vial of formula. He slumps into his chair with his head on his chest. As the drug slowly takes effect, a dark-haired, taloned beast with two large fangs now appears in the chair. After repeated use, Jekyll's evil alter ego emerges at will, causing Jekyll to knock a little girl down in the street and even to murder his sweetheart's father (the local minister). The evil personality scuttles back to the laboratory only to discover that the antidote is finished and that he will have to remain as Mr. Hyde forever. A burly policeman breaks down Jekyll's door with an ax to find the kindly doctor dead from drinking poison.", "tmdb_id": 130523}, "32995479": {"title": "The Eleventh Hour (1912 film)", "plot": "The script is based on a play \"showing the adventures and vicissitudes in the life of a Girl Telegraphist\".The action consisted of four acts:\n\nAct 1 – 'Pangs of Jealousy'\nAct 2 – 'Bad Blood'\nAct 3 – 'The Distress Call'\nAct 4 – 'The Eleventh Hour'"}, "24463054": {"title": "Falling Leaves (1912 film)", "plot": "In the opening scene, Dr. Headley demonstrates the success of his cure for consumption. He is congratulated by his colleagues.\nMeanwhile, it is autumn and Winifred is seriously ill with consumption. Her mother and younger sister, Trixie, are distraught. The family doctor tells Winifred's parents that she will die by the time the last leaf falls. Trixie takes these words literally; after the child is tucked into bed, she sneaks outside and starts tying fallen leaves back on branches with string. Passerby Dr. Headley sees her and learns from her what she is doing. He is led into the house where he administers an injection of his serum cure.\nThree months later, Winifred is well on the way to recovery. The beginnings of romance between doctor and patient are depicted in the closing scene.", "tmdb_id": 147624}, "60789619": {"title": "The First Woman Jury in America", "plot": "A newspaper editor chooses an all-female jury when he stands trial.A young California newspaper editor is arrested. At his trial he has the privilege of a male or female jury. He chooses a female panel. Among those drawn and selected are Priscilla Simpkins, a spinster, and Matilda Jones, a suffragette. The young scribe knows his attractiveness will appeal to the jury. Both Priscilla and Matilda try to win his attention. After the case is given to the twelve women, they retire to the jury room for deliberation. They are all decided that the accused is not guilty but Priscilla and Matilda insist upon being the forewoman of the jury, bringing about a squabble. The deputy sheriff enters the jury room and brings about a reconciliation between the two \"scrappers.\" He leads them into the court room. Priscilla makes known their verdict of \"not guilty.\" As the editor advances toward Matilda, she clasps him in her arms while he winces under the ordeal. The judge raps for order and the sheriff politely bows the jury out of the court room, after the judge has dismissed the prisoner.", "imdb_id": "tt0192027"}, "64244386": {"title": "For the Cause of the South", "plot": "According to articles and reviews in 1912 trade publications, the film began with scenes set in the contemporary South, over 50 years after the start of the American Civil War. Helen Randall, an elderly well-to-do Southern spinster, is described sitting at her home and conversing with her niece Edith, a young woman who is engaged and soon to be married. Curious about her aunt's past, Edith asks her why she never married. Helen is visibly disheartened by the question but shows her niece a photograph of a young soldier, a keepsake she displays on the fireplace mantle in her living room. The scene then transitioned back in time to just before the war, when Helen is a teenager and is attending a women's seminary located near West Point, New York. While a student there she meets and falls in love with Charles Dalton, a cadet at the United States Military Academy. The couple's plans to marry are soon interrupted by the outbreak of war between the North and South. Helen, obeying her father, returns home while Charles remains in New York, where he is commissioned as a captain of a cavalry unit in the Union army. Meanwhile, Helen's father joins the opposing Confederate States Army to serve as a colonel.\nAs the war intensifies and drags on, Helen loses touch with Charles. Her father, who is now away from their home serving at the front, is ordered by General Robert E. Lee to deliver an urgent, secret message to General \"Stonewall\" Jackson, information that may prevent the fall of Richmond, Virginia, the Confederacy's capital, to Union forces. While skirting \"Yankee\" lines, Colonel Randall is seen by Union soldiers, who chase him. The desperate colonel's home happens to be nearby, so Randall rushes there with the enemy in hot pursuit. Helen and her older brother Harry are at the stately residence and are startled when their father appears. Frantic to protect him, she, unlike her cowardly brother, helps to defend him and to safeguard the message he is carrying when a unit of Union cavalry arrives. Helen during the \"bloody fight\" that ensues is shocked to see that her beloved Charles is leading the unit. Armed with a pistol, she ultimately has to choose between her loyalty to family and the Confederacy or her love for Charles. Loyalty prevails, and she shoots and kills Charles. She then faints amid the chaos, but upon awakening she finds that Confederate soldiers had arrived to chase off the remaining Yankee troopers. Although she is hailed as a Southern heroine, Helen grieves and remains devastated by the death of the man she once planned to wed, a casualty of war that she inflicted. She therefore dedicates her own remaining years to living a chaste, unmarried life.", "imdb_id": "tt0132167"}, "48913067": {"title": "A Fresh Air Romance", "plot": "Old Dr. Fogg has been practicing medicine in the same small town for several decades when he takes his son, a recent medical school graduate, as a partner in his practice. The young doctor quickly realizes that his father's methods are outdated, and harmful, and tries to work around them. In the process, he finds romance with one of his father's patients.", "imdb_id": "tt0451387"}, "22520281": {"title": "The Gardener (1912 film)", "plot": "A gardener (Sjöström) runs a farm, and his son (Gösta Ekman) has fallen in love with the daughter of one of the farm workers (Lili Bech). The gardener, who has an interest in the daughter himself, furiously runs the son out of the house. One day, the gardener rapes the worker's daughter and then sends her and her father (Gunnar Bohman) away, fearing discovery.\nWhile on a boat on the way into the city, the two meet an old general (John Ekman) who gives the girl money and his business card. When the father later dies, the girl reaches out to the general, who lets her act as a hostess at his dinner parties. Soon after, the general suffers a seizure and upon his death, his family and friends kick the girl out.\nThe devastated girl returns to her home village. Distraught, she visits the greenhouse where she pulls out all the flowers and curses the gardener. The next morning, the gardener finds her dead among the roses.", "tmdb_id": 205504}, "1105307": {"title": "Geronimo's Last Raid", "plot": "Set around the capture and escape of Geronimo, a prominent Native American leader of the Chiricahua Apache, the film is a period drama involving a love affair between Lieutenant Parker and Pauline, Major Wilkins’ daughter, and the jealous Captain Gray. Gray secretly releases Geronimo held prisoner at Fort Sill and Parker is dispatched to find Geromino. After succeeding in throwing the blame on Parker, Gray receives orders from Major Wilkins to take both Parker and Geronimo prisoners. Pauline learns of the ruse, however, and while attempting to warn Parker, is captured by Geronimo who also takes Parker prisoner. Parker and Pauline manage to escape. Subduing Captain Gray and his men, Geronimo prepares to execute them. Rescued by Lieutenant Parker, Gray nonetheless has him jailed to face a court-martial but Pauline finally clears Parker of the charges against him.", "tmdb_id": 789104}, "30250998": {"title": "The Girl and Her Trust", "plot": "Grace is a telegraph operator at Hillville and a woman who is very popular with the men in town. She is most fond of Jack, her co-worker who attempts to steal a kiss, causing Grace to reject him. Grace gets informed that Train No. 7 will be bringing a payroll of two thousand dollars from a bank to be picked up at her office. Jack offers to let Grace have his pistol while he goes out to lunch. Grace refuses his offer, believing that there is no danger to be found in such a slow place.\nOnce the money is delivered, Jack offers Grace his pistol once more but is refused again. After Jack leaves, two railroad tramps who had hitched a ride on train No. 7 spot the bag of cash and attempt to break into the office and steal the money. They try to open the box that the money is in but it's locked so they come for Grace who has the key. Grace locks herself behind the inner door to the office.\nGrace calls out for help via a telegraph message. Unfortunately the tramps take the strongbox with the money onto a handcar and take it away. Grace chases after them and jumps onto the handcar attempting to fight the two men. They overpower her, however, and take her hostage.  Jack is unhappily walking along the track after the rejection of his kiss, and sees them racing away on a railroad hand-car. He flags down a train and chases after them at full speed. they are finally caught and a grateful, forgiving Grace rewards Jack with a kiss.", "tmdb_id": 127111}, "32998257": {"title": "Hands Across the Sea (film)", "plot": "Jack Dudley, an English farmer, is married to Lilian, who is desired by the evil Robert Stilwood. While Jack and Lilian are honeymooning in Paris, Stilwood frames Dudley for murder and he is sentenced to imprisonment in a French penal colony in New Caledonia. He escapes and is rescued by a British man-o-war.", "imdb_id": "tt0347141"}, "66236560": {"title": "Hemmeligheden", "plot": "The film was a drama in which a young woman from a coastal town gets to know an artist from Paris. They start a relationship and she has a daughter. The young woman, Elise, leaves, and on the steamship home to Norway she throws the child overboard. When she returns home, she marries Lieutenant Almeng. It turns out that the child she threw overboard did not die, but was found by a fishing couple, who have adopted the child. One day, Elise and the lieutenant meet the fisherman, and Elise breaks down and tells her husband the story of what happened. The lieutenant first takes the matter very sternly, but when he sees how unhappy this has made Elise, he goes to the fisherman and retrieves his wife's daughter, and he promises to treat her as though she were his own child.", "tmdb_id": 339276}, "44546708": {"title": "His Mother", "plot": "Terence, a violin player living in the Irish country side with his mother, is overheard by a group of passing Americans, including the banker John Foster who recognizes him as a musical genius and asks him to come to New York. After a few months, Terence's mother gives him her life savings to book passage for him to travel to America. He becomes a success, but rarely thinks of his mother. Pining for her son, his mother receives help from a parish priest and is able to follow him to New York. After seeing him in concert at the opera house, a stagehand guides her to Terence's house, where a butler refuses to let them in. When Terence learns of his mother, he rushes from his dinner with his friends and tearfully embraces her. He presents her to his friends, where they drink a toast to her.", "tmdb_id": 192304}, "17860039": {"title": "The Honor of the Family", "plot": "A summary of the film was published in The Moving Picture News, \"Claude the elder brother, is heir to the estates of Sir Tames by reason of the laws of England. He is a rogue and spendthrift. Gerald, the younger brother, leaves England to seek his fortune in America, being the recipient of a remittance at stated intervals. He goes to the mountains of the West and engages in mining. There he meets Marja and admires the girl. Claude comes to visit him, sees the girl, remarks her comeliness and marks her for his own. Gerald notices this and knowing his brother, warns him to let the girl alone. Marja is infatuated with the well-dressed visitor and is easily influenced. She consents to a secret marriage and Claude returns to England, promising to come back and claim her. Some months later Gerald proposes marriage to the girl and she sobbingly tells him she has married Claude. Gerald remains silent and does not denounce his brother. Marja does not hear from Claude but Gerald receives a paper from London announcing the marriage of Claude to a society woman, and he is furious with rage. Marja, broken-hearted over the silence of Claude, attempts suicide by throwing herself from an eminence and is found by Gerald, a cripple for life. He goes to civilization and purchases a wheel chair [so] that she may get about. Her father dies and Gerald takes her to his cabin, he [sleeps] outside in a tent. She grieves for Claude and he writes her a letter purporting to come from Claude, sending her some money and breathing love and devotion, and she is happy for a time.\"\"Gerald receives a letter from his father announcing the death of Claude and calling him home to assume his position as the heir of the estates of Sir James. Gerald places the letter in his pocket together with the newspaper account of the marriage of Claude and decides not to return to England but to remain and care for the lawful wife of his brother, whom he has grown to love fondly. Some time afterward he goes to his mine, wheeling the girl along with him. He wheels her to the mouth of the shaft and leaves her, after throwing his coat over the arm of her chair. His devotion has caused her to love him. She tries to change her position and the coat falls to the ground. She picks it up and the letter from England and the paper falls out. She reads the announcement of the marriage of Claude and then, feeling justified, she reads the letter announcing the death of Claude and of Gerald being heir to the estates and a gentleman. She reflects and then draws the forged letter from her bosom and sees that it was written after the announcement of the marriage. It is all revealed to her. The sacrifice of Gerald — the double duty, love and a desire to uphold the honor of the proud English family. She cries to Gerald but cannot make him hear. In her desperation she tries to wheel her chair down the slope and it is overturned. Her cries bring Gerald and when he comes she shows him the newspaper and the letter. He is silent. He cannot explain. She reaches out her arms to him and is clasped to his heart.\"", "imdb_id": "tt0372329"}, "36569417": {"title": "Une idylle à la ferme", "plot": "Tired of supporting his freeloading nephew, Max's uncle arranges an introduction between Max and an old friend who has a farm and two unmarried daughters. Max's uncle suggests the eldest daughter as a good match, but she fears that Max will be more interested in her younger sister. So, it is arranged that during Max's visit, the younger daughter would be disguised as the maid. Unfortunately, Max is immediately taken by the maid. As a distraction, a tour of the farm is suggested, during which Max takes every opportunity to sneak away to see the maid as she performs chores such as milking the cow. Max gets separated in an attempt to hide his attentions to the maid from the father and ultimately finds his way back to the main house where he finds the maid on the father's lap. Max reacts with outrage, and the father reveals the deception. With everything cleared up, Max proposes to the youngest daughter and she and the father accept. At this point, the eldest daughter rejoins the group and is angry to learn that despite her precautions, her fears were realized after all. Max entreats her for forgiveness and she relents.", "tmdb_id": 160549}, "1068975": {"title": "In Nacht und Eis", "plot": "The film starts out with the passengers boarding at Southampton. The lives of the passengers on board the ill-fated ocean liner are depicted. On 14 April, Titanic strikes an iceberg, throwing the diners in the Café Parisien to the side. Panic strikes the passengers. The crew ready the lifeboats, despite the fact that there are not enough of them. Women and children are loaded, while the men are held back. The radio operators (who take up most of the sinking part of the film) send out an SOS. Fire blows out of the funnels during the sinking and then the boilers explode. The radio room floods, and finally the operators and captain jump ship and Titanic sinks. Some survivors make it to a lifeboat, where they are pulled in. The captain swims to the lifeboat but when he is offered a spot, he instead swims away and goes underwater to drown.", "tmdb_id": 102097}, "15999185": {"title": "Independența României", "plot": "The film depicts the events of the Russo-Turkish War (1877–1878), which led to independence for Romania.", "tmdb_id": 193850}, "57825709": {"title": "Journey of Akaki", "plot": "The film shows the love of Georgian society to the poet Akaki Tsereteli, as well as the nature and traditions of Georgia.\nThe director captured episodes of the journey. They shot about 1500 meters of film. After editing, 1200 m remained. About 400 m have reached our time. The author managed to reflect the people's love for the poet, to show the way of life in Georgia, Georgian traditions and nature.", "tmdb_id": 312768}, "71927468": {"title": "Jugend und Tollheit", "plot": "Leutnant Ernst von Prangen picks up his guardian, the manorial administrator Peter von Prangen, at the railway station. He puts a good face on the matter: Not only has he accumulated debts that he wants Peter to pay, he also wants Peter to allow him to marry the beautiful but poor teacher's daughter Jesta Müller. Peter agrees to pay Ernst's debts; however, he refuses to allow Ernst and Jesta to marry. What Ernst and Jesta do not know is that Peter himself is in financial difficulties and his estate is already heavily in debt. Back at his estate, Peter is visited by his neighbour Graabe, who wants his bill of exchange of 130,000 marks settled. He knows that Peter cannot pay the money and proposes a deal: The bill will be settled if Ernst becomes engaged to Graabe's daughter Sophie.\nPeter tells Ernst about the deal he would like to make, which would help Peter and Ernst in the end. Ernst is also in a quandary, as he owes a lot to his guardian. It is Jesta who is prepared to fight. With the help of her brother and her father's wig, she transforms herself into a young man and thus accompanies her lover on the journey. Ernst, in turn, is not allowed to reveal Jesta's prank and introduces her to her father's estate as his friend \"Burdock\", a student. All sorts of complications ensue, mainly due to Jesta's need to keep her identity a secret and her difficulties in properly appearing as a man. She fails at skat, has to drink grog and smoke cigars and is supposed to share a bedroom with Ernst, whereupon she takes refuge in Peter's study with a pillow and spends the night there. Further embarrassments follow the next day as well: Jesta is forced to ride a horse and barely escapes a wig cut at the barber's, but has to be shaved. At the estate, Jesta again tries to spend every minute with Ernst, while Peter and Graabe try to let Ernst and Sophie spend undisturbed time together. Peter and Graabe try to persuade her to go swimming with the men, but Jesta is able to escape in time and also prevent an intimate scene between Ernst and Sophie at the last second. Old Graabe is so incensed by this that he gives Sophie the bill for 130,000 marks to use. Of necessity, Peter and Ernst agree to Ernst's engagement to Sophie, which is to be announced at a garden party the very next Sunday.\nJesta continues to try to disrupt Sophie and Ernst's meetings, but soon changes her tactics. She wants to seduce Sophie herself. Jesta encourages Sophie to drink alcohol and they both go for a walk in the moonlight. There is a kiss on the hand and finally an intimate kiss on the mouth and close embraces - observed by Ernst. When she also pretends that Sophie would never love her because she has Ernst in her hand through the bill of exchange, Sophie gives her the bill of exchange in her room as a pledge of her love. Jesta manipulates the room lamp so that all the gentlemen sitting in the garden can see their supposed love scene in the room as a silhouette. The company believe they see Sophie and Ernst, but Ernst enters their table just as Graabe has announced Ernst and Sophie's engagement. Outraged, everyone rushes to Sophie's room and tears her and Jesta apart. Jesta's wig is lost in the process. Sophie proves to be a fair loser. She realises that Jesta loves Ernst and also enforces that the large bill of exchange does not have to be cashed immediately. Together they all return to the party and Sophie announces to everyone's astonishment that Jesta and Ernst have become engaged.", "tmdb_id": 756684}, "32987543": {"title": "King of the Coiners", "plot": "The plot consists of two acts and 61 scenes. Luke Holt is a police sergeant who doubles as the head of a gang of counterfeiters under the name of Jean Leroy. He tries to recruit a young engraver, Ned Truman, into the gang but he is too honest. Holt then frames him by getting Biddy Higgins to place counterfeit coins in Truman's room. The young man is sent to gaol and his wife Nellie suffers great hardship.\nA detective, Ben Burleigh, investigates and uncovers Holt's guilt. Holt tries to escape in a fast car but it cashes over a cliff and he is killed.Chapter headings were:\n\nthe false accusation;\nturned into the streets;\nthe coiner's den\nWooloomooloo;\nstarving in the Domain ;\na woman's courage ;\nhurled to destruction;\na dash for liberty;\nThe murder in Centennial Park;\nescape in motor-car;\nover the cliffs;\nface to face with death.", "imdb_id": "tt0002292"}, "43822988": {"title": "The Knight of the Snows", "plot": "Princess Azurine, daughter of King Majolic, is betrothed to the handsome young Baron Gauthier, the Knight of the Snows. Just as the royal court is celebrating the betrothal, they are interrupted by Baron Hughes le Cruel, a pretender to the throne, who demands the hand of Azurine. The two barons fight briefly before Hughes leaves to consult a sorcerer, Alcofrisbas, who brings him in contact with demonic forces, including the Devil himself, Belphégor. Hughes, selling his soul to Belphégor, arranges to have Azurine kidnapped by demons and imprisoned. Belphégor and his attendant demons, with the help of a dragon-drawn flying carriage, carry out the kidnapping and lock Azurine in a distant dungeon.\nGauthier, determined to save Azurine, consults the sorcerer. The impartial Alcofrisbas puts him in contact with supernatural forces of good, who provide him with a magic rose to protect him, as well as a journey by ship to the dungeon. Using his wits and supernatural help, Gauthier manages to find Azurine and rescue her, bringing her back to Majolic's court amid much rejoicing. Hughes is about to be hung for his treachery when Belphégor appears and, reminding him that his soul has already been sold, drags him down directly to the Underworld."}, "46529707": {"title": "The Laird's Daughter", "plot": "Robert MacDonald, a poor Scottish lad, is in love with Airleen MacGregor, the daughter of Laird MacGregor of MacGregor Manor.  She returns his love and cares naught for his poverty, but their happiness is suddenly interrupted when the elder MacGregor learns of their intentions.  His wrath is mighty and Robert is ordered to keep away from his daughter.  That evening hearing that America is a land of gold, he decides to go and win riches in order to marry Airleen.  He writes her a note asking her to meet him that night at the old trysting place.  This note is intercepted by MacGregor who compels Airleen to write him an answer to the effect that she has been amusing herself at his expense, and is through with him.  This forced answer is sent to Robert by the Laird.  The poor lad is dumbfounded and stunned.  Airleen writes him another note explaining how she was forced to write the first one, but this is lost in the post office and Robert sails to America in ignorance of Airleen's true love.  The years pass, Robert has prospered and grown wealthy.  Airleen ever and always has waited at the old trysting place, hoping, praying for the return of her \"laddie\".\nOne day, by a trick of chance, Robert passes through the town of his boyhood days.  The old post office is being torn down and moving the fixtures.  Airleen's long lost letter is found and sent to Robert.\nWith many misgivings, but a ray of hope still kindled, he makes all haste to the old trysting place and there he finds his boyhood sweetheart still waiting.  Thus, trust and perseverance sometimes had its reward, as in the cast of the Laird's Daughter", "imdb_id": "tt0415105"}, "74861": {"title": "The Land Beyond the Sunset", "plot": "Joe is an impoverished New York newsboy who lives with his abusive grandmother. While selling papers, he is given a ticket for a children's excursion sponsored by the Fresh Air Fund. The next morning, Joe sneaks out of his tenement home to join the excursion, where he sees the countryside and the ocean for the first time. After a picnic, an adult volunteer reads to the children a fanciful tale from storybook, a tale about a young prince who is beaten by an old witch. A group of fairies rescues the boy, take him to a boat, and sail off for \"the Land Beyond the Sunset, where he lived happily ever after.\" Joe imagines himself as the boy in the story. When the other children and adults begin their return to the city, Joe manages to get the book, linger, and then hide, afraid that his grandmother will be mad at him and dreading the prospect of returning to his wretched life in the city's slums. Next he wanders to the beach, where he finds a rowboat and decides to embark alone on a voyage to the wonderful, far-off land. He pushes the oarless boat into the water and climbs aboard. The film ends with a distant view of Joe, holding the storybook against his chest, slowly drifting out to sea toward the horizon and most likely to his death.", "tmdb_id": 105352}, "33041950": {"title": "The Life Story of John Lee, or The Man They Could Not Hang (1912 film)", "plot": "John Lee returns home to Babbacombe after a number of years service in the navy. He becomes engaged to his childhood sweetheart Kate Merton but his rival, Fred Masterville, tries to frame him by depositing twenty pounds in his bed. However he is stopped when Lee's friend Dicky Dood sees this and takes the money for his own use.\nMasterville breaks into Miss Cleveden's house with an accomplice, Jim Wells, intending to commit robbery. He is spotted by Miss Cleveden and kills her, putting the bloodstained knife in Lee's room. Wells accidentally sets fire to the room. Lee is arrested, tried, found guilty and sentenced to death. Three times he is taken to the scaffold but three times it fails.\nLee is given a life sentence. Masterville presses his claim but Kate remains true. Twenty two years later Masterville and Wells are caught attempting to rob Kate's house. Wells turns in Masterville, Lee is released and marries his old sweetheart.", "imdb_id": "tt0351241"}, "32987643": {"title": "The Love Tyrant", "plot": "The story begins on Christmas Day at Farmer Morrison's home. Morrison's son, William, has been secretly married to Annie, the maid. Morrison wishes his son to marry Dora. When William tells him the truth, he kicks out his son and wife.\nTime passes and William owns a farm and has a son with Annie. On returning' one-night from his work, tired and hungry, he has a dispute with his wife, who threatens to leave. Troubled and worn out, he falls a sleep and dreams a dream in which he imagines his wife has left him for another man.\nA mail robbery occurs in the district and William and three stockmen are falsely accused. After his trial, he returns to find his stock ruined. He runs away to the bush and becomes an outlaw. He is sentenced to death and as he is placed on the scaffold he wakes up to find his wife at his side. He becomes reconciled to his father who proved the enemy of his dream.", "imdb_id": "tt0343999"}, "46756732": {"title": "A Mail Order Hypnotist", "plot": "May Johnson is the center of attraction for Rubeville farmer's sons and is especially sought after by Jim Hudson and Lucius Milker.  Lucius has a bit the best of it in May's affections and Jim casts about for something to make his stock stronger.  He reads, in one of the weekly papers, the ad of a correspondence school which guarantees to teach the wonderful art of hypnotism in thirty lessons.  Jims pictures to himself the added advantage he would possess over his rival by the knowledge of this power, and starts of save up his money for the course.  Meanwhile he is steadily losing ground with May while Lucius gains.\nAt last Jim has money enough to buy the course in hypnotism, and he does so.  He studies the lessons in his own room and his efforts to hypnotize himself are most amusing.\nFinally, feeling that he has mastered the subject, he starts out to sway his new-found power over every one he comes in contact with.  Cows, horses and chickens are cautiously approached by Jim, and on all he attempts to practice his new art.  The barnyard inhabitants, however, prove poor subjects and his experiences in this direction afford many a laugh for the crowd that eagerly follows him.  When he finally meets and tries to hypnotize May, his rival, Lucius, thinks it time to interfere, and he does so in rather a rough way.  Jim gives up all hope of winning May and tossing his mail order course aside, he turns to his chores on the farm.", "imdb_id": "tt1130852"}, "52098060": {"title": "Making an American Citizen", "plot": "Ivan Orloff (Lee Beggs) and his unnamed wife (Blanche Cornwall) are poor peasants, presumably living in the Russian Empire. Ivan is shown sitting on a cart while his wife walks alongside their horse, helping to pull the cart. The husband whips both the horse and his wife indiscriminately. The wife is represented as completely subordinated, as just another beast. On their way, they meet a group of emigrants who invite Ivan to join them. When Ivan, together with his wife, arrives in America, \"the land of freedom,\" he learns four \"lesson[s] in Americanism\" that turn him into a respectful husband with regard to his wife.\nThe first lesson takes place upon landing. Ivan has his wife carry a huge bundle on her back. When she succumbs under the weight of the bundle, Ivan starts prodding her with a stick, threatening to beat her. A gentleman approaches them, picks up the bundle and puts it on Ivan's back. The gentleman takes the stick from Ivan, hands it to the wife and shows her how to prod Ivan.\nThe second \"lesson in Americanism\" takes place in the couple's new home at Odessa Inn. Threatening his wife, Ivan asks her to take off his shoes. He beats her and knocks her to the floor. A man comes in and asks Ivan to put the wife in bed. After Ivan reluctantly does that, the man knocks him down to the floor the way Ivan did to his wife.\nThe third lesson takes place in the countryside. The couple no longer lives at the inn but owns a house and some land. The wife no longer wears a scarf. She toils in the garden, while Ivan sits in a chair smoking a pipe. When she protests, Ivan goes to beat her, but a passer-by stops him and punches him several times, forcing him to tend to his wife who has fainted and work instead of her.\nIvan's wife begins to live in an increasingly \"American way.\" She learns to stand up to his abuse. They have another feud, this time while having dinner in their house. While they are scuffling with each other, two men come in and break them up. For Ivan's fourth and final \"lesson in Americanism,\" he gets sentenced to hard labor for six months. In prison, he cracks and becomes \"completely Americanized.\" The ending shows Ivan in the garden and his wife calling him for dinner. As they sit down to the table, they both seem happy and equal.", "tmdb_id": 156128}, "49397681": {"title": "A Man Among Men", "plot": "Steve Wilson (Carl Winterhoff), a wealthy automobile manufacturer, allows himself one per diversion-ministry to the poor in social settlements and public playgrounds. Through this association, he meets little Danny Smith (Timmy Sheehan), a six-year-old boy of remarkable precocity, who attracts his attention and admiration. Eventually, through the medium of Danny, he visits his home and meets his sister, Millie Smith (Adrienne Kroell), a girl just out of her teens who has much charm interests the wealthy man mightily. His administration has awakened into love when he learns from there that she is engaged to marry Bob Carson (Jack Nelson), a workman in his own shop, whose invention he thinks will make him wealthy. In reality, this invention is worthless, but Steve Wilson buys it, thus sacrificing himself for the love of the girl who has never realized his deep devotion.", "imdb_id": "tt0415142"}, "69284546": {"title": "Man's Genesis", "plot": "The film begins with two children in a disagreement that they decide to fix by physically harming each other. The fight is stopped by their grandfather and, as a method to teach them that physical violence is wrong, he tells them a story about Early Man and the conflicts and murders that occurred when strong young cavemen became involved in fistfights. The character Weakhands is, in accordance with his name, unable to win any fights involving his fists and thus is not popular and is unable to win any of the suitor battles. The cavewoman he is attracted to, Lilywhite, is required to go and find a husband after the death of her mother and she finds herself in love with Weakhands because of his nice and gentle nature. However Bruteforce, a violent bully of the tribe, fights off Weakhands and kidnaps Lilywhite to be his wife. After repeated attempts and failures by Weakhands to rescue her, he accidentally comes across the idea of combining a stick and stone into a club-like weapon, thus creating the first true weapon ever made. With this weapon, he is able to defeat Bruteforce and the other men of the tribe and regain Lilywhite as his wife."}, "32895116": {"title": "The Midnight Wedding", "plot": "In the fictitious European country of Savonia, the dashing Paul Valmar (Augustus Neville) enlists in the Hussars after the death of his mother. After five years of service he is becomes a lieutenant and is appointed sword master to the regiment, causing jealousy amongst other others, notably the young Prince Eugene von Strelsburg (George Parke) and the wealthy Captain von Scarsbruck (D.L. Dalziel). Von Scarsbruck has been rejected by Eugene's sister, the Princess Astrea (Lottie Lyell), and he gets Eugene involved in gambling. Eugene taunts Valmar about his parentage, resulting in a fight in which Eugene is injured. Valmar seeks refuge in a church.\nUnder the terms of her father's will, the Princess Astrea must marry, but is given the option of von Scarsbruck or a nunnery. Father Gerard conceives of the idea of uniting Valmar with the princess. He blindfolds the officer and marries him to her on midnight. Valmar is subsequently captured and brought towards the Crown Prince. Valmar informs him that he is the Crown Prince's own son.\nVon Scarsbruck is still intent on forcing a marriage with Astrea by destroying her reputation. He visits her chamber late one night, and is discovered by Valmar who challenges him to a duel. Valmar is injured, and Astrea confesses to her brother that she is married to him. Valmar recovers from his wounds and fights another duel with Von Scarsbruck. During the fight the cowardly Eugene tries to strike up Valmar's sword and Valmar runs him through. Astrea succeeds in stopping the fight, then the Crown Prince intervenes and puts Eugene and von Scarsbruck under arrest, banning all women from officer's quarters. Astrea disguises herself as an officer and sneaks into see the injured Valnar. She is discovered by the Crown Prince and confesses she is married to him.\nThree months later, Valmar has recovered from his wounds and duels von Scarsburck again. Astrea hears about this and rides to the duel just in time to see Valmar mortally wound his opponent. Valmar and Astrea marry again, this time in a large ceremony.", "imdb_id": "tt0002361"}, "45662720": {"title": "The Miller of Burgundy", "plot": "In the picturesque little province of Burgundy in Eastern France, there lived an old miller named Meunier.  With him, the joy of his heart and administrator to his simple needs, lived his daughter Louise, she of the dancing eyes and roughish beauty. Meunier enjoyed the respect of the simple easy going peasantry thereabouts and, from profits of his grist mill, he was enabled to live in a comparative comfort and contentment.  This happy condition was interrupted when one Monsieur Bontemps, a rich Parisian financier and mill speculator, decided that he need Meunier's mill. To his offers, the miller however, turned a deaf ear and when Bontemp's son was sent to either purchase Meunier's mill, or start one in opposition, the old miller's future looked dark and foreboding.  How the opposition mill was started, and how young Bontemps, having met with a serious accident, was nursed and cared for by Louise and her father; of how the Elder Bontemps himself, met with an accident and how this incident awakened him to a realization of his greed, all combine to make one of the sweetest stories of that year.  It is pictured in a simple, charming manner amid the quaint, picturesque backgrounds of that romantic country.", "imdb_id": "tt0481950"}, "46992541": {"title": "A Millionaire for a Day", "plot": "Mechanic Fred Dudley goes to New York City and squanders his entire inheritance in a day. Then, broke but wiser, he returns home to Wilkes-Barre.", "imdb_id": "tt0358591"}, "5131805": {"title": "Das Mirakel", "plot": "The film opens in the nave of a cathedral. People cry out in awe as a blind woman's lost sight is restored. A procession forms, including many pilgrims and nuns. They pass through the cloisters, chanting.\nAmong the nuns there is one younger and more beautiful than the rest, named Beatrix. Among the pilgrims is a handsome knight. The two are attracted to each other during the service in the cathedral. Disturbed by her weakness, Beatrix struggles to control her emotions.\nGradually the knight overcomes Beatrix's resistance, aided by the Spirit of Evil, a sinister apparition that makes its appearance several times throughout the story. It in turn is countered by a second apparition that appears as a beautiful nun, the Spirit of Good.\nWhen worshippers leave the cathedral after vespers, Beatrix throws down her robe and keys and flees with her handsome knight. The building is now empty and silent, with light falling on the motionless statue of the Virgin. Then the miracle happens. The statue of the Madonna comes to life, and steps down from her throne. She picks up the garment discarded by the infatuated nun, and takes up her place before the barren altar.\nThe other nuns return notice that the statue of the Virgin has vanished. Assuming it has been stolen, they turn upon the woman they think to be Beatrix, and are about to lead her with execrations when the Madonna rises slowly from her feet into the air, and stands before them.\nIn the second half of the drama deals with the adventures of the nun in the world. We see her gradual degradation physically and spiritually as she goes from one lover to another. The Spirit of Evil urges on her degradation and uses her as a pawn to destroy the souls of others she encounters.\nAt last, the Spirit of Good appears and leads a worn out Beatrix back to the gates of the cathedral. She sneaks inside afraid and ashamed. She finds the cathedral empty except for a single figure, which stands motionless before the empty altar. Beatrix goes forward to throw herself upon the mercy of the solitary watcher—and then the figure turns, and the Madonna reveals herself to the nun whose place she has taken.\nBeatrix is about to run in fright when the sanctuary gates close miraculously, and she finds herself imprisoned in the cathedral. She prostrates herself upon the ground. A smile of pity comes over the face of the Virgin Mother. She stretches out her hand and raises Beatrix up. She then returns to her throne, leaving the pardoned penitent Beatrix to take up the pure life once again. Beatrix is now tranquil. A shaft of sunlight breaks through the cathedral windows and illuminates the scene.", "tmdb_id": 1082352}, "32987720": {"title": "The Moira, or Mystery of the Bush", "plot": "Some aboriginals steal a child in rural Australia. Fifteen years later the father of the girl discovers her although he does not know who she is at first. Eventually the two are reunited.", "imdb_id": "tt0351370"}, "1120159": {"title": "The Musketeers of Pig Alley", "plot": "The film is about a poor married couple living in New York City. The husband works as a musician and must often travel for work. When returning, his wallet is taken by a gangster. His wife goes to a ball where a man tries to drug her, but his attempt is stopped by the same man who robbed the husband. The two criminals become rivals, and a shootout ensues. The husband gets caught in the shootout and recognizes one of the men as the gangster who took his money. The husband sneaks his wallet back and the gangster goes to safety in the couple's apartment. Policemen track the gangster down but the wife gives him a false alibi.", "tmdb_id": 42553}, "5988501": {"title": "The New York Hat", "plot": "Mollie Goodhue leads a cheerless, impoverished life, largely because of her stern, miserly father.  Mrs. Goodhue is mortally ill, but before dying, she gives the minister, Preacher Bolton, some money with which to buy her daughter the \"finery\" her father always forbade her.\nMollie is delighted when the minister presents her with a fashionable New York hat she has been longing for, but village gossips misinterpret the minister's intentions and spread malicious rumors.  Mollie becomes a social pariah, and her father tears up the beloved hat in a rage.\nAll ends well, however, after the minister produces a letter from Mollie's mother about the money she left the minister to spend on Mollie. Soon afterwards, he proposes to Mollie, who accepts his offer of marriage.", "tmdb_id": 128671}, "39975082": {"title": "Nicholas Nickleby (1912 film)", "plot": "As a 30-minute silent production (some sources state 20 minutes), the film has to significantly compact and truncate the story of the 900 plus page novel.  Many characters are not directly identified by name, but would be familiar to those with knowledge of the novel.\nNicholas Nickleby and his mother and sister Kate arrive in London, and take up lodgings at Miss LaCreevy's (a miniature painter, per the sign on her house).  Mrs. Nickleby sends a message to her brother-in-law Ralph Nickleby, a money-lender, asking his assistance in finding employment for Nicholas. Ralph visits the Nicklebys and shows Nicholas an advertisement to be a school teacher for Mr. Squeers' academy.  Wackford Squeers is at the Saracen Head's Inn in London, allowing his new students nearly nothing to eat while he dines well.  Ralph introduces Nicholas to Squeers, and Nicholas then leaves London to go to Wackford's Dotheboys Hall, as Kate and Mrs. Nickleby sadly look on.\nSqueers and Nickleby arrive at Dotheboys Hall, met by Smike, the broken-down sad drudge of the school.  Nicholas meets Mrs. Squeers and the couples' daughter Fanny (who is immediately taken by Nicholas' handsome looks), and impish son Wackford junior.  In class, Mr. Squeers treats the children badly and feeds them very little (one spoonful of something unpleasant for each).  Fanny finds an excuse to enter the classroom to see Nicholas, the object of her affection.  Smike enters after the class is dismissed and is shown kindness by Nicholas.\nThe next scene returns to London, where Kate is treated insultingly by guests of Ralph at a dinner at his house.  The four guests are not identified, but are clearly Sir Mulberry Hawke, Lord Frederick Verisopht, and the similar-looking Mr. Pyke and Mr. Pluck.  Kate runs home to her mother in distress. Back at Dotheboys Hall, Smike is punished by Squeers in front of the students.  Nicholas intervenes to stop the assault, injuring Squeers.  Nicholas then leaves Dotheboys Hall, followed by Smike.  They join together and return to London, where Nicholas arises Ralph's ire.\nRalph has his assistant Newman Noggs (adorned with a feather quill over his ear to denote his quirky nature in the novel) deliver an ultimatum:  that he will provide for Mrs. Nickleby and Kate if Nicholas leaves London.  Noggs delivers the message to the Nicklebys, and Nicholas and Smike then depart London to seek their fortune.\n\"Part II\" commences, and at an inn, Nicholas and Smike meet theater manager Victor Crummles and his two young sons playing with swords, and join Crummle's acting troupe.  They are then introduced to the rest of the theater company, and Mrs. Crummles.\nNickleby's success playing Romeo causes envy from another cast member, Mr. Lenville.  Lenville sends a message to Nicholas asking him to \"kindly step on the stage for the purpose of having his nose pulled.\"  Nicholas is amused by this challenge and confronts Lenvile, and as Lenville moves in slow motion to assault him, Nicholas downs him with a single punch. Back in London, Kate implores her uncle Ralph to spare her further contact with his friends.  He refuses.  Noggs writes to Nicholas, telling him that Kate needs him at once.  Nicholas receives the message and immediately departs Crummles' company to many sad goodbyes.\nNicholas arrives at a dining establishment, where he comes across Ralph's friends speaking about Kate wrongly (one must presume), and confronts them.  Nicholas rushes to the carriage of the main offender, where they scuffle, and the carriage darts off madly.  Kate's insulter is badly injured.  Nicholas witnesses his injury and returns home to hug his mother and sister.\nThe plot speeds up even more at this point.  Nicholas is shown obtaining employment at the Cheeryble Brothers firm.  Nicholas meets Madeline Bray at that establishment and is immediately taken with her.  Their friendship ripens into love.   Madeline's invalid father, however, asks Madeline to marry the elderly miser Arthur Glide, which she sadly agrees to.  Glide tells Ralph of his success, but Nicholas learns via Noggs that Madeline will be forced into the loveless marriage.\nNicholas bursts into the wedding ceremony to disrupt the proceedings, and Madeline's father dies while protesting his intrusion.  Madeline faints, and is carried off by Nicholas.  He returns her to Miss LaCreevy's where she revives.   A title card then reveals that some months later, quoting Dickens, \"never was such a dinner-since the world began\"   The Cheerybles are showing toasting Madeline and Nicholas amongst friends, and the film ends.", "tmdb_id": 193875}, "19200216": {"title": "The Nurse (1912 film)", "plot": "As described in The Moving Picture World:There is an old saying which tells us that we cannot know people fully well until we have lived under the same roof as them. If the wife in this story had known it, she might never have entertained the friend who came to visit her; for it is this same friend, the chum of her girlhood days, who opens the first chapter of an intrigue which wrecks the happy home. But there is a Providence which presides over such matters and which in this case, sends a representative to earth, so to speak. This envoy is a little daughter of the couple through whom fate pulls her strings in such a way that before the picture is finished, her little arms are drawing her separated parents together into loving embrace.", "imdb_id": "tt0002394"}, "13375754": {"title": "The Painted Lady", "plot": "The story as told by The Moving Picture News reads: \n\nThe elder daughter has always been her father's favorite because of her strict adherence to his rigid precepts. The younger daughter is rather gay and frivolovis, though innocently so, and horrifies her elder sister when the latter catches her in the act of powdering and painting her face. To the mild reprimand of the elder daughter the younger exclaims, \"Well, you have to do it if you want to be attractive.\" The strength of the assertion is proven at the church lawn festival, the younger sister being surrounded by a host of friends while the elder passes the time in almost absolute ostracism. However, a stranger appears at the festival who pretends to be attracted by the elder daughter, she, in turn, being surprised and flattered. This is for a sinister purpose, however, for the stranger is a crook. Under the pretense of affection for the girl he gains her confidence regarding her father's business affairs, and with the knowledge he has acquired, he attempts to rob the house. This attempt works disaster for himself and the girl.", "tmdb_id": 191068}, "7257311": {"title": "Petticoat Camp", "plot": "Only lasting 15 minutes, it is a light-hearted comedy about the battle between the sexes as several married couples go on a camp-out together. The women soon realize that the men expect them to do perform all of the work while they relax, leading to several comedic situations.", "tmdb_id": 192294}, "49453130": {"title": "The Pink Opera Cloak", "plot": "Ella Markham (Adrienne Kroell) pretty and young is left penniless and along in the world through the death of her father.  She is advised to seek work in Chicago and arrives in that big city with many misgivings but a stout heart.  She secures employment as demonstrating model for a fashionable modiste.  Laura Keene (Lillian Logan) and her mother (Rose Evans), ambitious social climbers, enter the shop in quest of an opera cloak.  Ella displays and sells them as expensive pink garment.  They ask her to deliver it at their home and Ella leaves with a package.  As she is leaving the Keene residence, Ella passes handsome John Foragan (Carl Winterhoff) who is calling on the Keenes.  When Ella has left the house, Laura's young brother accidentally mashes a peach on the new opera cloak causing a bad stain.  He runs from the room to escape the wrath of his mother and sister.  Ella is sent for and told that she had ruined the coat in delivering it.  She denies this, but is forced to take the cloak to her employer.  The modiste refuses to believe Ella's story and she is discharged.  Young Foragan overhears the incident and thoroughly disgusted, seeks out Ella and offers her a position as companion to his invalid sister.  Later, Ella and Foragan are married and the Keenes are placed in an embarrassing position when they call to meet Foragan's wife.  She is wearing the pink opera cloak.", "imdb_id": "tt1130869"}, "7662273": {"title": "The Power of Melody", "plot": "A dramatic portrayal of how music influenced the lives of several people in New York City and started them on a better course.", "imdb_id": "tt0359850"}, "49411280": {"title": "Prompted by Jealousy", "plot": "Laura Venning (Adrienne Kroell), in saving the life of Detective Martin's child wins the friendship of a man of cunning who serves her when she is imperiled through the attentions of an adventuress, who uses here to revenge herself upon Miss Venning's brother. Jack Venning, in a moment of insane wagering, gives a check of $5,000 (approximately 100,000-150,000 as of 2015) to secure a gambling debt. The dashing Jack is admired by Mrs. Romano, a society adventuress with a passion that is not reciprocated and finally turns her fondness to hatred. She overhear's Jack's confession, to his sister, concerning the check and his plea for $5,000 to save him from prison. The hostess of the evening has a pearl necklace of great price that is broken, so she puts it in a crystal jewel box in her boudoir. The wiley and revengeful widow gets the necklace and places it in the vanity bag of Laura. The latter, disconcerted by her brother's story, is about to leave the house when the loss of the necklace is discovered, and Laura is accused of the theft. The officers are called and Mrs. Romano adroitly eggs them on, calling in Martin, the chief of detectives. How he discovers the real thief is one of the cleverest bits of picture work of a play of the time.", "imdb_id": "tt1152783"}, "7256290": {"title": "Put Yourself in His Place", "plot": "The story is of an English manufacturing town {Huddersfield} in which Henry Little, a worker and inventor, is persecuted by trade unions, jealous because he was better trained than his fellows. Squire Raby, Little's uncle, is a forcible character, and a pleasant love story offsets the labor troubles. A purpose of the novel was to expose, without censure, the errors of early trades unions.", "tmdb_id": 944854}, "44339884": {"title": "The Romance of Max", "plot": "Vacationing at the seashore, Max reserves a room at the same time as a pretty woman (Lucy d'Orbel). The shoes are left in the corridor for polishing, and perform an animated dance of courtship while their owners are asleep. The next morning Max seeks inspiration among the rocks as the woman sits on a bench. Their shoes escape and run up a cliff and towards each other, meeting in front of a park bench. Even as the people sit at the bench their shoes again display an attraction towards one another. Eventually Max and the woman also consummate their relationship.", "tmdb_id": 193856}, "22642987": {"title": "Roze Kate", "plot": "Roze Kate is in love with a boy named Everhard.  However, Everhard's brothers Jacob and Simon are jealous of him.  When they discover their heritage will be lost when their mother dies, they decide to kill Roze Kate.", "tmdb_id": 1037296}, "22520087": {"title": "A Ruined Life", "plot": "Georg, the son of a wealthy colonel, is secretly married to the poor Helena, with whom he has a three-year-old son. Though he is happy with his marriage, he hides it from the rest of his family, afraid that they would react poorly to Helena's status. One day, Georg competes in a steeplechase and is on the verge of winning, but crashes into the final obstacle and is fatally injured. On his deathbed, he reveals his marriage to his father, who promises to care for them after Georg's death.\nFour years later, Helena and her son have settled into the colonel's home. However, Georg's brother-in-law attempts to drive them out, viewing them as a disgrace to the family's reputation and not wanting to share the colonel's eventual inheritance. Helena eventually acquiesces and moves out with her son; they subsequently face financial difficulties and Helena accepts the colonel's offer to adopt her son. She struggles to deal with her resulting loneliness, and abducts her son one day when he is out with his nanny. During the ensuing manhunt, she attempts to drown herself and her son, but they are rescued. Helena is charged with attempted murder and sentenced to prison.\nAfter another 14 years have passed, Georg and Helena's son celebrates his 21st birthday with his family; they are proud that he has become a colonel like his grandfather. He has only vague memories of his mother, who has just been released from prison. She has difficulty finding a job as a domestic worker and is driven away by the police when she tries to lie down on a park bench. Exhausted, she loses consciousness and collapses, and is mocked by schoolchildren. Her son, who is passing by, sees the incident and carries Helena to his house, unaware that she is his mother. Once they arrive home, she is identified as his mother and they joyfully reconcile, vowing to never again be separated.", "imdb_id": "tt0002234"}, "55656199": {"title": "The Scapegoat (1912 film)", "plot": "After being wrongly accused of theft and ordered out of the family home by his irate father, Tom Mason goes west and settles in Colorado. He falls in love with Nellie and is later elected town sheriff. Nellie's brother Jack is a cowboy who gets involved with the wrong people and takes part in a bank robbery. Tom and Nellie are out of town and Nellie's horse bolts. Tom stops the horse and saves her life. On returning to town, Tom learns of the robbery and forms a posse. The outlaws split and Jack tries to swim across a river to evade his pursuers. He gets into difficulty and Tom ropes him to pull him out of the water. Nellie is astounded that her brother is a bank robber and pleads with Tom to release him. Tom reluctantly agrees but hands in his badge with the stolen money and rides away.", "tmdb_id": 908137}, "32987577": {"title": "The Sin of a Woman", "plot": "Dick Maxwell, a young man from Sydney, decides to move to the country for his health and gets a job as book keeper on Waroonga Station, near Orange, New South Wales. During his farewell dinner he becomes drunk and winds up getting married at a marriage shop to Tilly Farmfield, \"a young woman of doubtful character\". After the ceremony, his friend Bob Lambert rescues Dick from Tilly as they arrive at the Night Birds' Club. The next day Dick heads out to Waroonga, ignorant of the fact he is married.\nAt the station, Dick falls for Clarice Inglehurst, his employer's daughter, who feels the same way about him – much to the anger of Martin Tracey, the station manager, who is in love with Clarice. While out riding, Dick comes across Geebung, an aboriginal who has been bitten by a snake, lying by the road side. Dick ties a ligature around Geebung's leg, and sends him home on his horse. Geebung arrives at the homestead immediately after Clarice's rejection of Tracey, who vents his wrath on Geebung by whipping him. Dick arrives and rescues Geebung. Tracey is about to rush on Dick when Clarice interferes, asking for an explanation. Dick and Tracey remain silent, but Geebung tells her what happened. Tracey swears revenge on Dick.\nHe soon finds his chance with an order to send sheep to Flemington Saleyards. Tracey forges an entry in the railway book to make it appear that Dick has stolen 200 sheep. He is seen by Geebung, whom he shoots, then tells Mrs. Inglehurst of Dick's dishonesty. Dick is arrested, but Geebung, who has been found by Clarice, arrives in time to free Dick.\nTracey escapes and goes to Sydney, where he meets Tilly, who is an old friend, and they resolve to ruin Dick and Clarice on their wedding day. They leave Sydney for Orange, but Tilly is seriously injured on the way. Tracey continues his journey, with Tilly's marriage certificate. Tilly, dying, repents of her evil doings, and writes a confession, which she persuades a nurse to take to Dick. The nurse arrives at the church in time to set everything right. Geebung recognises Tracey through his disguise, and he is re-arrested. Tilly dies a minute before the commencement of the ceremony, allowing Dick and Clarice to be legally married.", "imdb_id": "tt0002491"}, "32995430": {"title": "The Strangler's Grip", "plot": "The movie featured a \"furious motor ride in the night\""}, "33032613": {"title": "Strike (1912 film)", "plot": "A foreigner, Von Haeke, seduces a mine-owner's daughter in order to gain access to her house and her father's money. He is about to marry the girl when his deserted wife arrives and exposes him. In revenge, Von Haeke induces the miners to go on strike, abducts the gig and imprisons her in a mineshaft which is flooded. The hero, Jack, arrives in time to save the girl and beats Von Haeke in a fight. Von Haeke falls to his death from a cliff and Jack marries the girl.", "imdb_id": "tt0351786"}, "46529231": {"title": "Subterfuge (1912 film)", "plot": "Frank Lang and Billy Snow are rivals for the hand of Ethel Gordon.  One day, while the rivals are on a fishing trip, near the summer resort at which they are guests, they come across Ethel busily engaged with paints and canvas at the edge of the stream.  The rivals immediately forsake their fishing and propose to Ethel.  Ethel is very much interested in the picture which she is painting and does not care to be bothered by the boys finally, after both boys have proposed to her, she hits on a scheme to rid herself of them. She tells them she will marry the one that catches the largest fish by three o'clock.  This works like magic on the boys, and both hurry away to fish. Evidently thinking that \"all is fair to love and fishing,\" Frank goes to the State Fish Hatchery and buys a large fish from the keeper.  Billy apparently reasons the same way for he buys a large fish from a boy whom he run across on the stream.  At three, Frank calls upon Ethel at her cottage and gives his fish to her.  Billy comes in a moment later and also presents Ethel with a fish.  Both boys hurry away to change their clothes.  Ethel telling them to return a little later to see the fish weighed.  Now it is very apparent that Frank's fish is the larger of the two, but Ethel, who really prefers Billy, decides that Billy shall win.  The boys return.  Frank's fish weighs 3 1/4 pounds and Billy's which is much smaller tips the scales at 3 3/4 pounds.  Frank, however is a game loser.  He congratulates Billy on his success, then makes his exit.  Billy turns his fish over and over in his hands, wondering how it ever weighed so much.  Then when a handful of shot rolls out of the fish he understands.  Ethel shyly confesses to her subterfuge and Billy takes her in his arms.", "imdb_id": "tt0419171"}, "30367442": {"title": "The Sunbeam (1912 film)", "plot": "A small child whose mother is dying wanders out of the room and unites a stern spinster and unhappy bachelor by virtue of her innocent appeal. They discover the mother dead and, one presumes, plight their troth to find happiness, and care for the newly minted orphan. No-one emotes too much about the recently dead mother who is lying dead beside them when this is going on", "tmdb_id": 193885}, "18417818": {"title": "A Temporary Truce", "plot": "Mexican Jim, the villain, kidnaps Alice, wife of Jack the prospector.  Jack declares a temporary truce with Jim so they can both battle the Indians as a common enemy.", "tmdb_id": 522130}, "32998423": {"title": "The Ticket of Leave Man (1912 film)", "plot": "John Galloway serves time in prison and gets his ticket of leave. He rescues Lady Northon from some roadside ruffians, and her belief in him encourages him to reform. However his old associates, led by Yellow Rose, are keen to get him to participate in a bank robbery. John refuses, the robbery goes ahead and Yellow Rose hides some stolen papers. John is blamed and the gang's hiding place is raided. John manages to escape the police, clear his name and reunite with Lady Norton.", "imdb_id": "tt0348207"}, "8620341": {"title": "An Unseen Enemy", "plot": "A physician's death orphans his two adolescent daughters. Their older brother is able to convert some of the doctor's small estate to cash. It is late in the day, and with the banks closed he stores the money in his father's household safe. The slatternly housekeeper, aware of the money, enlists a criminal acquaintance to help crack the safe. They lock the daughters in an adjacent room, and the drunken housekeeper menaces them by brandishing a gun through a hole in the wall. The resourceful girls use the telephone to call their brother who has returned to town. He gets the message and organizes a rescue party.", "tmdb_id": 98056}, "49386871": {"title": "The Voice of Warning", "plot": "Mrs. Ryan (Adrienne Kroell) is one of those dear, sweet faced, hard working mothers of the city tenement districts, who work for their more fortunate sisters of the upper class.  Mrs. Ryan is employed in the home of Mrs. Martin.  She is discharged by Mrs. Martin because of the accident in which a rug is injured.  After a vain struggle to secure other employment by which she can support her little daughter and herself, she is taken sick and both mother and daughter face starvation.  Myra (Reine Greenwood) the child, grasping the situation starts out in a final effort to secure food.  She tries every method that occurs to her little mind but all of them fail to secure the necessary food.  At last, she in her necessity, yields to a strong temptation and appropriates a box of groceries intended for Mrs. Martin (Adrienne Kroell).  On her way home with the stolen property she stops to listen to the exhortations of a street preacher, who has chosen for his sermon on that particular occasion, the commandment \"Thou shalt not steal\".  The talk of the minister is to convincing that the child repents here action and returns the box of food to the home of Mrs. Martin.  That lady, on hearing the child' story is also repentant and having heard the voice of warning, she accompanies Myra to the tenement building and after providing for Mrs. Ryan, assures her that her old position will be waiting for her when she is able to return.", "imdb_id": "tt0433137"}, "32987701": {"title": "Whose Was the Hand?", "plot": "A young man is heavily in debt and decides to get out of it by robbing his uncle. He does this with a criminal accomplice. During the course of the robbery, the uncle enters and fights with the nephew. The nephew kills his uncle and wipes his blood stained hands on the panel of the door.\nThe uncle's secretary is first on the scene and is arrested. However fingerprints of the blood stained hands do not match. Detective Sharp investigates further, leading him to the nephew, whose finger prints do match. The film ends with the rescue of the murdered man's daughter from a burning building, and the arrest of the murderer's accomplices.An important scene involves a burning building where a lady is rescued.The chapter headings were:\n\nthe ne'er-d-well\nthe forgery\nthe attempted robbery\nthe murder mystery\nthe hand on the wall\nwrongly accused\na clue, a confession\nthe fight on the roof\nalarm of fire\ndashed to death.", "imdb_id": "tt0354207"}, "32987685": {"title": "Won on the Post", "plot": "Two brothers love the same girl, but she loves the younger brother. He falls in with some gamblers and to pay them back arranges to nobble his father's race horse. The younger brother falls in love with a bar maid, who overhears a plot to rob him – she is caught but escapes and warns her love. The younger brother fights the robbers and is wounded but recovers to marry the barmaid. The elder brother is reunited with his former sweetheart.", "imdb_id": "tt0354220"}, "32998409": {"title": "The Wreck of the Dunbar or The Yeoman's Wedding", "plot": "A contemporary advertisement claimed the film featured the following scenes:\n\nthe Old English home;\nthe Love Intense;\nthe terrific struggle, man to man;\ntwo thrilling Australian Scenes;\nthe terrible gap;\nthe doomed ship;\nthe wreck of the Dunbar in all its awful realism;\nthe rescue of the sole survivor;\nthe daring feat performed on the actual spot.", "imdb_id": "tt0348431"}, "44547310": {"title": "You Remember Ellen", "plot": "The film is based on the poem You Remember Ellen by Thomas Moore, of which selected verses appear as intertitles in the film. Ellen is a young countrywoman who marries a traveling peasant named William. The couple leaves Ellen's home to seek their fortune elsewhere. Eventually they come upon a mansion, where William reveals that he is an aristocrat in disguise and they are Lord and Lady of Rosna Hall.", "tmdb_id": 192306}}