{"13420074": {"title": "The Abandoned Well", "plot": "From his hard and lonely life with his foster father, the adopted son finds solace in Cynthia, the neighbor's daughter. Father promises to give them money to start their happy married way, but forgets when a widow, with a little girl, comes home with him as a bride. Then it is that the abandoned well comes into play and father's eyes are opened to his neglect.", "tmdb_id": 940136}, "52371977": {"title": "The Accusing Hand", "plot": "As described in Moving Picture World: three school chums, two boys and a girl, go merrily on their way as boys and girls usually do. Jack Sneder, the favorite one, asks the girl's hand in marriage. Her father tells him when he can produce ten thousand dollars he can have her. Five years later we find Jack a detective. He is stationed in the West along the Mexican border. Bob O'Connor, the other schoolmate, is still friendly with the girl, until his father receives a communication from the West that Beulah (the girl) has inherited some two millions of dollars. Bob's father, being the attorney for Beulah's father, receives this communication and immediately temptation seizes him and he confides in his son his scheme to have him (Bob), marry the girl before he notifies her of her inheritance. Beulah's father, however, objects, and Bob, not stopping at anything, hires two thugs to do away with him. The girl suspects Bob and induces the Tuell Detective Service to take the case. Jack is employed by that firm and receives communication from the general manager of the detective service that young O'Connor is coming West, and Jack receives instructions to give him the \"silent third degree.\" Jack meets him at the train when he arrives on the Mexican border and from that time, tor many hours, assiduously follows and in many disguises, keeps accusing him with the mysterious hand, until breaking down in hysterical frenzy, he confesses all. Jack starts back East with his prisoner. The prisoner, seeing an opportunity to escape, and being mentally unbalanced, jumps from a moving train and meets with a just end. Jack returns to New York, and secures the girl.", "imdb_id": "tt0212729"}, "47223595": {"title": "Adrift on Life's Tide", "plot": "A drunkard's daughter is adopted, rejected, becomes a dancer, and spurns wealth for love.", "imdb_id": "tt0231087"}, "59107334": {"title": "An Adventure on the Mexican Border", "plot": "The film depicts the actions of U.S. troops stationed on the boundary dividing the United States from Mexico \"with a view to protecting the International line and the citizens of the United States.\" On the other side of the border, Mexican soldiers \"were camped to do likewise for their country.\"  In this highly charged climate \"one of the bright-eyed senoritas from the southern race\" has captivated an officer from each side.  The Mexican captain, played by Fielding, wins her hand via \"quiet love and kindness,\" while \"the irrepressible, impassionate United States trooper tries to take her heart by storm.\"  By bringing the U.S. regiment into conflict with the Mexican troops, the rivalry \"nearly causes international complications.\"", "tmdb_id": 696399}, "22643018": {"title": "De afwezige", "plot": "Dries, a farmer and a widower, lives with his mother-in-law Grietje and his son Peter. He falls in love with Minna, a widow, and marries her despite the opposition of his family and friends. In anger his son Peter leaves home to enlist, while Grietje takes up her residence in another cottage. Six years pass, during which Grietje becomes acquainted with Minna's daughter Dina (en bemiddelt tussen de twee families). Peter falls ill in Sumatra, but after falling in love with Dina, through the medium of photographs, he recovers and is drafted home again to Holland. He meets Dina and the two find that they truly love. Minna now sets herself to bring about general reunion, and this she eventually succeeds in doing.", "tmdb_id": 321819}, "13680904": {"title": "Alas! Poor Yorick!", "plot": "A mental patient, who in his mind is an amazing actor, escapes from a psychiatric hospital. Every theater manager in town is notified and the first man that causes suspicion is  Montgomery Irving, a poor actor in disgrace who honestly looks and acts crazy. He applies for the position, but he doesn't understand why he is arrested without any reason, when he was about to destroy the house the manager is informed that the real patient was captured somewhere else.", "tmdb_id": 263489}, "17877862": {"title": "Almost an Actress", "plot": "Susie (Louise Fazenda) turns down Lee's (Lee Morris) offer of love, planning instead to become a famous actress.  The director of a film team engages Susie to star in an exciting serial after his leading lady's false teeth break, but chaos ensues. Susie's brother Benny sees her being menaced by a villain who is preparing to burn her alive, not realizing they are just making a movie. He gets the fire department involved, and they create a deluge on the set with their hoses. The director finally manages to chase the firemen away.\nLater, while filming a scene on a beach, Susie is almost drowned accidentally when the film crew leaves her tied up in a rising tide.  Her boyfriend rescues her just in time, and Susie decides to marry him and give up acting forever. Realizing how dangerous filmmaking can be, she exclaims \"Never again!\" as she falls into her beau's arms.", "imdb_id": "tt0002618"}, "1090641": {"title": "Atlantis (1913 film)", "plot": "Dr. Friedrich von Kammacher (Olaf Fønss), a surgeon, is devastated after his wife develops a brain disorder and is institutionalized. On the advice of his parents, von Kammacher leaves Denmark to gain some respite from his wife's illness. Von Kammacher travels to Berlin, where he meets a young dancer named Ingigerd Hahlstrom (Ida Orloff) and the doctor becomes fond of her and very interested in her. However she has a large number of admirers and thus Von Kammacher gives up on her. However, while in Paris he sees an advertisement in the paper that she is going to New York with her father and decides to follow her. Von Kammacher buys a first class ticket on the same liner as Ingigerd, the SS Roland.\nAboard the ship, von Kammacher learns Ingigerd has a boyfriend with her and thus he backs down. Shortly after, he is called to treat a young Russian-Jewish woman with seasickness and they nearly get romantically involved but class stops this from happening.\nHalfway across the sea the Roland strikes an unseen object which causes massive flooding and dooms the ship. The passengers panic as the ship sinks into the Atlantic. Von Kammacher finds Ingigerd passed out in her cabin from shock and carries her to a lifeboat. He goes back and searches in vain for her father but when he can't find him, von Kammacher returns to the lifeboat and holds Ingigerds hand as the lifeboat pulls away. The liner sinks so rapidly that many of the lifeboats are never launched and several passengers are swept into the sea and drowned. By morning, von Kammacher's lifeboat is still floating and ten souls still alive. They are spotted by a cargo liner Hjortholm and saved.\nSurvivors arrive in New York, von Kammacher tries to tell her that he loves her and wants a life with her in New York but she refuses to be tied down by one man. He gives up on her and they go their separate ways. Von Kammacher is impressed by an art gallery and takes an interest in fine art. Through the artistic community, he is introduced to a kind and pleasant sculptor Miss Eva Burns, and they develop a friendship. Dr. Schmidt, who is a friend of von Kammacher, offers him the use of a mountain cabin near Handon, where it is hoped that Friedrich will find some peace and solace. While he is in the mountains, a telegram from Denmark arrives with information that von Kammacher's wife has died. Upon hearing the news, Friedrich falls critically ill. Eva takes it upon herself to tend to him in the mountain cabin. As she nurses him back to health, their relationship blossoms. Happiness returns to Friedrich's life as he realizes Eva will be a good mother for his children.", "tmdb_id": 179835}, "32895202": {"title": "Australia Calls (1913 film)", "plot": "The film begins with a prologue, 'The Warning', showing a Sydney horse race, then a football match in front of thousands of spectators. Living on an outback station, Beatrice Evans (Lottie Lyell) rejects the advances of a suitor. An unnamed Asian country lands 20,000 troops (called \"Mongolians\") on the New South Wales coast, and Australia issues a call to arms, mobilising its forces. The invading army attacks Sydney, setting buildings on fire and taking over the Mint, Treasury Building and wireless telegraph station. The rejected suitor turns traitor and Beatrice is captured by the enemy. However she is rescued by plane with the help of aviator William E. Hart and the Australians are victorious.A contemporary review said \"the synopsis contains scenes of Australians at play, at the races, at football, the call to arms, the burning of Sydney, the enemy in possession, Australian mobilising, the capture of the wireless station, treachery, in the hands of the enemy, Australian bushmen rallying, tapping the overhead telegraph wires, the charge of the lancers, and ride for life, William E. Hart (Australia's aviator) to the rescue.\"", "imdb_id": "tt0002649"}, "17956170": {"title": "Back to Life (1913 film)", "plot": "A gambler brings his sick wife to live in the mountains after learning she has tuberculosis and will need special care. The gambler soon tires of caring for his wife and becomes attached to a young girl at a local saloon.\nThe gambler's wife discovers her husband's infidelity and wanders off into the forest to die. There she finds a hunted outlaw named Jim, weak from loss of blood, and she nurses him back to health. Jim, in turn, takes her to an old couple in the hills, who then nurse her back to health.\nThe wife decides to try to regain her husband's love, but upon returning home, she finds he has been shot dead by a rival (Lon Chaney) in a saloon brawl. She goes back to Jim, and they find happiness together.", "imdb_id": "tt0002654"}, "14931837": {"title": "The Bangville Police", "plot": "A farmer and his daughter (Mabel Normand) are in the barn. She is saying she wishes the cow would have a calf. Left alone in the  house she hears strangers in the barn and calls the police. She barricades herself in. Her parents return and have to break the door down. She thinks it is the robbers. Meanwhile, a smokey car brings the police (the Keystone Cops). After misunderstandings are resolved they find a new-born calf in the barn.", "tmdb_id": 132532}, "7637711": {"title": "Barney Oldfield's Race for a Life", "plot": "A lady, 'Mabel Sweet and Lovely' is courted by a gentleman, 'A Bashful Suitor'. He offers her a corsage which she accepts. They coyly share a kiss. After the Suitor leaves, the Villain appears and grabs the lady. She hits him and escapes. This angers the Villain and he vows to get his way. At the next opportunity, the Villain once again kidnaps the lady, this time with the help of two henchmen, and chains her to the railway tracks.\nThe three villains travel by handcar to the station, where they assault two workers and steal a locomotive engine. The villains drive the train back towards the location of Mabel who is still tied to the tracks.\n\nThe railyard worker alerts the Suitor about the situation, who then rushes to ask his friend, racecar driver, Barney Oldfield for help.\nThe two friends jump in the automobile and race the speeding hijacked locomotive to rescue the damsel in distress. Mabel is dramatically saved at the last moment and is carried away to safety. The foiled villain kills his accomplice and shoots five Keystone cops arriving by handcar to arrest him. Finally he turns the gun on himself but upon discovering the bullet chamber empty, he drops dead in a rage.", "tmdb_id": 132534}, "13405420": {"title": "The Battle at Elderbush Gulch", "plot": "Orphans Sally (Mae Marsh) and her little sister are sent to live with their uncle in the west. Among other baggage, they bring their two puppies. Melissa (Lillian Gish) is in the same stagecoach with husband and newborn baby. The uncles find the little girls amusing but tell them that the dogs must stay outside. Meanwhile, a nearby tribe of Native Americans is having a tribal dance. The puppies, left outside in a basket, run off. Sally, worried about the dogs, goes outside and discovers they are gone. She follows their trail and runs into the tribal chief and his son who have captured them for food. There is a scuffle but her uncles arrive and intervene. Gunfire ensues and one of the Native Americans is left dead. The other returns to the tribe to inform them and aroused by \"hatred to revenge\" they go into a war dance.\nMeanwhile, a tearful Sally has persuaded a friendly hand to build a secret door in the cabin so she can bring the puppies inside at night. The Native Americans attack the village and the frightened settlers run off toward the lonely cabin. In the melee, the baby is separated from its father. The Natives attack the cabin just after a scout rides off to alert the fort.\nThe Native Americans ride in circles around the cabin while the settlers try to fight them off. Melissa, in the cabin, is distraught worrying about the fate of her baby. Sally, seeing the baby through a peephole, sneaks out her secret door and finds the baby in the arms of a dead towns person. In a hectic battle scene, she brings the baby back through the secret door.\nThe settlers are running out of ammunition and the people in the cabin are in chaos. The Native Americans, crawling on their stomachs, almost reach the cabin, but then the cavalry arrives. The Native Americans are quickly dispatched and all is well but for Melissa's grief over her missing baby. Sally pops out of a chest holding baby and puppies. The uncle agrees to let Sally keep the puppies inside.", "tmdb_id": 125673}, "59248714": {"title": "The Battle of Bull Run (film)", "plot": "The film is a historical drama that depicts the First Battle of Bull Run with the plot of the movie centering around a brother and sister, Grace and Harry Myers, who are spies for the United States. The film starts with the Southern and Northern Army fighting and the South gaining an upper hand against the North. This leads to the North's defeat and the army retreating from the battle. When Abraham Lincoln hears of this defeat, he calls for the best secret service agent, Grace Myers, to be sent at once to help her brother find information about the Confederate Army.  When Grace gets to the border of United States and the Confederate States, she has to hide in a wagon that is crossing the border so that none of the Confederate soldiers know that she is there. Grace then meets up with Harry and rides with him to the town that they are planning on spying on, with their main goal to be infiltrating the house of the Colonel. The Colonel's job is to handle all dispatches from the Confederate Army. Grace then meets the Colonel's sweetheart, May, at a ball by helping fix May's dress, which Grace purposely ripped. This leads to Grace meeting the Colonel and she becomes an acquaintance of his. Later, Grace has her carriage purposely crash in front of the Colonel's house so that she can get inside the house. Colonel helps her fix her carriage and Grace gets inside his house. He tries to get rid of her before May comes home, but Grace distracts the Colonel long enough so that when May gets home the Colonel has to hide Grace in his office. While Grace is in his office, May tries to warn the Colonel about Grace saying that she was dangerous, but the Colonel doesn't believe her. Grace finds the letters from the South and switches them for fake letters, but she accidentally drops one of the real letters which causes the Colonel to notice. Harry, who was hiding outside the house, is noticed by a servant who tells the Colonel about him and the Colonel believes he is the one who took the letters, so the Colonel saddles up and chases after Harry. They meet each other on the battlefield for the second Battle of Bull Run where they fight. While they fight, Grace watches on and sees Harry and the Colonel fight until the Colonel kills Harry. However, the Colonel is killed by a stray bullet which causes Harry and the Colonel to die side by side. Grace escapes to the north and gives the letters to United States and she is celebrated as a hero for the mission. Grace, filled with guilt and sadness, returns home where one night she is awoken by the spirits of the Colonel and Harry who lead her to the battlefield where they died blaming Grace for their deaths. Grace then wakes up realizing it was a nightmare, and she decides to go downstairs. When she gets to the stairs she passes out and falls down the stairs and dies.", "imdb_id": "tt0213431"}, "48102986": {"title": "Billy's Adventure", "plot": "The titular character disguises himself as a pupil at a girls' boarding school, and later a prince, to win his future father-in-law's approval.", "imdb_id": "tt0340570"}, "17956466": {"title": "Bloodhounds of the North", "plot": "A colony of refugees in the Canadian mountains are wanted by the police for various crimes. One day, a man sought for embezzlement arrives at the colony with his daughter, Pauline. The embezzler is crafty and a natural born leader, and thus takes over leadership of the colony from James, the former leader. Two Mounties, Lon and Mac, are on the trail of the embezzler who sets up an ambush for the Mounties. Mac is wounded and Pauline takes him to her cabin to care for him. Lon learns that Pauline's father is the embezzler they are looking for. Lon makes amorous advances to her, but Mac saves her because he has fallen in love with her. Mac learns that Pauline's father is the embezzler and he demands that James surrender him. As the man is arrested, Pauline pleads with Lon to let her father go. Lon lifts his revolver to shoot Mac, but the refugees shoot Lon instead, and Pauline's father is also killed by the gunfire. Just as they are about to kill Mac, a third Mountie arrives to save him. Pauline and Mac decide to make a new life together.", "imdb_id": "tt0002688"}, "32995515": {"title": "A Blue Gum Romance", "plot": "The film was described as \"a Sensational Story of Love, jealousy and revenge\"."}, "31527824": {"title": "Bob's Baby", "plot": "Bob, a typically devoted husband, is told by his wife that the stork has paid a visit to their household; the first time, it turns out to be a puppy; the second time, expecting another canine, he is surprised to find the more traditional offspring.\n\n\n== Cast =="}, "33114906": {"title": "The Bondage of the Bush", "plot": "The film was divided into the following chapters:\n\nthe great race\na leap for life\nhorse and man precipitated to raging torrents below\nfight with the waters\nthe dash for liberty\nthe struggle on the cliffs\nthe black boy's revenge", "imdb_id": "tt0356432"}, "48004274": {"title": "Bunny as a Reporter", "plot": "Bunny, an amateur reporter, wants to impress the editor of a small-town newspaper, so he disguises himself as a woman and infiltrates a secret suffragette meeting.", "imdb_id": "tt0346674"}, "48004314": {"title": "Bunny Dips Into Society", "plot": "A poor but gregarious Irish nightwatchman is falsely introduced as a count at a society ball. He proved to be very popular, especially with the ladies. In one sequence, Bunny performs a (at the time) new and popular dance, the Bunny Hug.", "tmdb_id": 346786}, "49599715": {"title": "A Change of Administration", "plot": "Warren, the chief clerk in the war office sadly realizes his job is in jeopardy with a new hood of convictions that leads him to follow the dictates of his heart, so he braves the wintry winds of a February storm to visit the fair Iñez at the Mexican embassy.  He boldly tells her of his love—in spite of whatever the new powers may fatalize.  The fair one with the coquetry of her sex, teases him, but leads him hopefully along by indirection.  He starts to go, telling her that he will come for his answer \"on the fourth of March\", a notoriously busy day in Washington.  The girl from the golden land of Mexico, shows her mettle by springing to a large desk calendar and tearing off the leaves till they show the date of March 4.  Thus she leaves him in no doubt as to her answer, which is as agreeable to the entire family as the scene demonstrates.\nThe next morning, the retiring Secretary of War give his trusty clerk chief a formidably sealed document (the secret valuable formula of a high explosive that the government had acquired).  Warren is about to put this prize package in his safe for further safety, when the fair Iñez appears.  In answer to her curious inquiries, he tells her that the package is one of the great value and would be highly prized by any foreign power - that it would mean big money to them, hence is care in looking after it so closely.  Her curiosity is seemingly satisfied.  Later in the day, he receives a formal blue envelope of dismissal and realizes that the blow to his fortunes has fallen.  He is however, philosophic about it and his house in order.  When Iñez hears this news, she is far from pleased and immediately lays in train some plan for continuing and honest man in office and doing away with the chance of allowing a weak and dishonest one to supplant them in the public service.  This comes about through her meeting with the new appointee, Lester whom she instinctively doubts.  They happen to meet in a Broker's office - and from what she gleams from the Broke, and observes her with her own eyes, as Lester nervously studies the ticker, she sees to plainly his financial desperation due to heavy losses.\nIñez is by nature, a schemer and a diplomat and having made a favorable impression upon the vain and weak Lester, she secures a conference with him at the Broker's office in which she adroitly admits that she is a spy for her country.  She further describes a certain sealed document in the War Office with which she is anxious to familiarize herself.  She describes the outward appearance of the document with such accuracy that no one could mistake it, and having presented the case, she goes home and drops Lester a note: \"If you find that you need money and can secure the document described, bring it to me at the Inaugural Ball\".", "imdb_id": "tt0425827"}, "44285265": {"title": "The Cheese Special", "plot": "No known script or plot of the film has surfaced, but the highlight of the film was summarized in the Corsicana Daily Sun as \"a roaring Joker comedy in which Dauntless Dan stops the train with one hand and rescues the heroine with the other while the villain hisses between his teeth.\"", "imdb_id": "tt0002747"}, "23924309": {"title": "Cohen Saves the Flag", "plot": "Cohen (Ford Sterling) and his rival Goldberg (Henry Lehrman) enlist in the Union Army during the American Civil War. Goldberg receives a lieutenant's commission while Cohen becomes a sergeant. During the Battle of Gettysburg, Cohen inadvertently becomes a hero when he tosses back an enemy hand grenade and raises a fallen flag in the midst of the conflict. Goldberg conspires to have Cohen shot by a firing squad, but Cohen's girlfriend Rebecca (Mabel Normand) rides to the rescue and details Cohen's battlefield bravery. Cohen is hailed for his valor and later exacts revenge on Goldberg.", "tmdb_id": 191966}, "32943637": {"title": "The Crisis (1913 film)", "plot": "The Painting was purchased by the Melbourne Art Gallery in 1891.", "imdb_id": "tt0002775"}, "25412008": {"title": "David Garrick (1913 film)", "plot": "The film is set in London in the 1740s where Ada Ingot (Ellaline Terriss), a young woman, is infatuated with the actor David Garrick (Seymour Hicks). Her love for Garrick is so strong that she refuses to accept a marriage arranged by her father, Mr. Ingot (William Lugg). Ingot meets with Garrick and initially tries to persuade him to leave the country or give up acting, but when Garrick learns the reason, he assures Ingot that he will be able to cure Ada of her attraction and asks Ingot to arrange a meeting. Garrick is sympathetic to Ada's plight because he himself has fallen in love with a girl he doesn't know, but he promises her father that he will not make any romantic moves towards Ada."}, "54528193": {"title": "The Diamond Crown", "plot": "The Kinetogram\nThis story, the first of the series, introduces the daughter of a retired police officer, Kate Kirby, who receives employment with the police department. Mrs. Wethersby comes to the station with the complaint that several thefts have been committed in her house, and Kate is allowed to undertake the investigation as her first case. Accordingly, she enters Mrs. Wethersby's house as her private secretary.\nBesides Mrs. Wethersby, the household consists of a dissipated son and three servants of suspicious appearance.\nWhile writing invitations to a house party in Mrs. Wethersby's room, Miss Kirby discovers a revolver in the drawer of the desk, which Mrs. Wethersby explains she keeps on hand for protection. An inspection of the desk and wall of the room, causes a peculiar expression to pass across Miss Kirby's face. With the aid of a piece of chewing gum, she takes an impression of the key to Mrs. Wethersby's room, and has a duplicate key made for herself.\nThe guests arrive at the house party and go to their rooms to dress for dinner. Miss Kirby, sitting at Mrs. Wethersby's desk as the hostess makes her preparations, is aware of a subtle delicate perfume, which is markedly different from the odor of the cologne with which Mrs. Wethersby is liberally spraying herself. Immediately, the girl's suspicions are confirmed, and she sends immediate instructions to the police.\nThat night after the guests have retired, Miss Kirby steals along the dimly lighted hall, and listens with her ear against the wall outside Mrs. Wethersby's room. Suddenly she glides to the door, unlocks it with her duplicate key, and enters. Taking the revolver from the drawer of the desk she waits quietly. After a few moments, the wall of the room slides out of place without a sound, and Mrs. Wethersby, herself the thief, enters through the secret panel, carrying the jewel boxes of the young heiress whose room is next to hers.\nConfronted by the quiet figure of her secretary, Mrs. Wethersby rushes to the desk drawer. The discovery that the revolver is missing leaves her no other alternative than to await the arrival of the police who quickly answer the young detective's signal.", "imdb_id": "tt0002802"}, "48432306": {"title": "The Difficult Couple", "plot": "The story is mainly about a man and a woman whom previously never met each other, being forced to marry for the benefits of their families' relationships, despite their own personal aspirations."}, "7884497": {"title": "Dr. Jekyll and Mr. Hyde (1913 film)", "plot": "Dr. Henry Jekyll (King Baggot) sends a note to his fiancée, Alice (Jane Gail), and her father (Matt B. Snyder) to say that instead of accompanying them to the opera, he must give more time to his charity patients. At Jekyll’s practice, his friends Dr. Lanyon (Howard Crampton) and Utterson (William Sorrel), a lawyer, ridicule him for what they consider his dangerous research. Alice and her father also visit Jekyll’s rooms, but although apologetic, the doctor insists on devoting his time to his patients. That night, however, Jekyll undertakes a dangerous experiment, swallowing a drug intended to releases his evil self. His body convulses, and he transforms into a hunched, twisted figure.\nThe strange creature emerges from Jekyll’s room, bearing a note in Jekyll’s handwriting that orders the household staff to treat the stranger – “Mr Hyde” – as himself. Hyde then slips out into the night, terrorizing the patrons of a nearby tavern before finding himself lodgings. From these rooms, he begins a career of evil, until one night he attacks and injures a crippled child. Outraged witnesses corner Hyde and force him to agree to compensate the boy. Hyde reluctantly leads one man back to Jekyll’s house and gives him money. During this passage of events, a worried Dr. Utterson sees Hyde entering Jekyll’s house. Inside, Hyde takes a potion that transforms him back to Jekyll. The doctor swears that he will abandon his experiments and never tempt fate again; but that night, without taking the drug, he turns spontaneously into Hyde.", "tmdb_id": 84512}, "59227626": {"title": "Dr. Trimball's Verdict", "plot": "A doctor kills his rival and dies of shock on seeing him materialise on a purchased skeleton.", "imdb_id": "tt1171234"}, "46757047": {"title": "Don't Let Mother Know", "plot": "Rough and Ready Tom Moran discovers an inebriated individual, Dick Baird who is getting the worst of a quelling fight against odds and rescues the under man.  Baird is about all in as the result of his previous dissipation and this last brawl.  He confesses to Norman that he has not been at home or seen his mother for fifteen years.  He shows Tom the picture of his mother and sister which he carries in a locket that he has cherished through all of his wanderings.  He has just written home saying that he will return on a visit, but it is too late; he is next day slugged to death by a robber, his last words to his friend being: \"Don't let mother know\".  Tom Moran finds his way to Dick's home and falls in love with his sister.  The mother is blind and thinks her own boy has come back to her.  He is allowed to become a member of the family and bless her declining years.", "imdb_id": "tt0441231"}, "17877987": {"title": "An Elephant on His Hands", "plot": "Ramona is fond of pets, but her hubby, Eddie, has a horror of all animals. The parrots bite him and the monkeys bare their teeth at him. They receive a wire from Eddie's uncle saying that his circus has gone broke and that he is sending his pet elephant to Eddie to care for it. Despite his protests, Ramona sends Eddie over to the train station to pick up the beast. First, Eddie has to pay a $300 shipping bill, and then the stable he rented doesn't allow him to keep elephants there. When they try to keep the creature in their backyard, neighbors complain and authorities order it removed. The last scene shows the elephant dragging a furniture van with Ramona sitting up on top of it and Eddie leading the procession.", "imdb_id": "tt0002825"}, "7259438": {"title": "The Evidence of the Film", "plot": "The Evidence of the Film tells the story of a messenger boy (Marie Eline) at a film studio who is framed for the theft of $20,000 in bonds by a broker (William Garwood). The broker plans to have his office staff witness him placing the bonds into an envelope and give it to the messenger boy to deliver to his client. Next, the broker follows the boy, knocks him down \"by accident,\" and switches the original envelope with another filled with newspaper scraps. The broker successfully pulls off his scheme, however, his collision with the messenger occurs in front of a film crew shooting a scene on the streets.\nWhen the boy delivers the newspaper-filled envelope to the client, a widow named Mrs. Caroline Livingston (Helen Badgley), she calls a policeman to arrest the bewildered boy. He calls his sister (Florence LaBadie) for help just before a judge sentences him to time in jail. Fortunately, his sister happens to be a film editor, and she finds the footage the film crew shot of the broker stealing from the boy. The sister delivers the film to the authorities, who arrest the broker and free the messenger boy.", "tmdb_id": 144489}, "41532319": {"title": "The Evil Thereof (1913 film)", "plot": "Mary Randolph (Milford) has a hard time supporting herself and her little sister with the money she earns in a department store. Driven to desperation on rent day she summons all her courage and goes to the proprietor of the store and asks for a substantial wage. Her pleas meet with a stern refusal. Haunted by the stricken look in the girl's eyes, Kathryn Dolby (Abbey), daughter of the proprietor, who has been listening, determines to investigate conditions by becoming one of the salesgirls. Unknown to her father she obtains such a position in his store.\nOn the afternoon following the unsuccessful interview with the proprietor, Mary, exhausted by the grind, faints as she is leaving the store. She is caught by a nice young man who, after accompanying her home, pays the insistent rent collector what is due him. Several days later, owing to the increasing rush of customers, Mary again faints from exhaustion, and after a stormy scene with her father, Kathryn takes the weakened woman to her squalid home.\nThere she learns of the discovery of a note from her brother, Jack, urging the woman to accept the money. Misunderstanding the note Kathryn takes it to her father, upon whom dawns the true state of things. Through parsimony he has made himself a virtual instigator of his son's evil intentions. Whereupon an immediate raise of wages is given all employees."}, "49600238": {"title": "The Ex-Convict's Plunge", "plot": "The trials of the convict frequently become most acute after he is released from confinement.  The serpentine trail of the stripes seems indelible; the prison pallor, the shuffling gait, the furtive look all combine to make him a marked, a shunned and a hunted man.  The Pictures in \"Rogue's Gallery\" ever seem to be in the retina of the detective's eye and the released or paroled convict is ever under surveillance.  Elton Gates, having served seven years for submitting to temptation with the bank's funds is released.  His Uncle John sends him $500 with which to start a life anew.  He has hardly rested in cheap lodging house when Detective Dolittle spies him and commences to make him an object of a special scrutiny.  The detective begins to trail him, hopefully awaiting his fall from grace.  Gates watches a great house as the detective watches him.  When the occupants, Mr. and Mrs. Rugly, his old sweetheart, and takes a photograph of her that he finds there.  Going out he gives Marie a bill that he strips from his roll.  The ex-convict is followed at every turn by the detective, who is now newly disguised.  Guided by the photograph, he rents Bronson's Gallery for a week, paying for it in advance.  These negotiations are puzzling to the detective, who now finds Gates quite alone in his new short leased home.  When Helen Rugly finds her photo gone, she summons her maid and tells her they must get a copy.  They visit the photograph gallery, she meets and recognizes gates.  He tells there that he committed crime for her sake and served seven years in expiation.  The old love flames anew, and she rushes him into arms.  The future looks rarely roseate for them and the sneaking detective pockets his discomfiture and suspicions and allow them to go their way to happiness without hindrance.", "tmdb_id": 934054}, "7236882": {"title": "The Face at the Window (1913 film)", "plot": "As described in a 1913 blurb: \"The foreman of the sawmill misconstrues the disappearance of his ward who has taken drastic measures to protect her guardian's interests.  A startling incident reveals the girl's motive.\"", "imdb_id": "tt0256744"}, "13707776": {"title": "Fatty Joins the Force", "plot": "Fatty is an obese and timid man who is walking in the park with his girlfriend. A handsome policeman passes and the girl is attracted. The policeman joins a young lady and a girl on a bench. The girl gets up and walks along the stones edging a pond and falls in. Fatty's girlfriend forces him to help and pushes him into the pond. He reluctantly rescues the little girl from drowning.\nThe rescued girl is the daughter of the Police Commissioner. The grateful Commissioner offers Fatty a job on the Police Force. Fatty's girlfriend thinks this is a good idea so Fatty accepts.\nAt Police Headquarters the Commissioner introduces Fatty to the Keystone Cops. He is given a police uniform and the cops salute him before he goes out on his first beat.\nHis girlfriend takes his arm as they walk down an avenue. They encounter two men brawling. He takes his truncheon out and stands between the men. They hit him and knock him over then run off.\nHe sits on a park bench with his girlfriend but five boys having a picnic start throwing food at him. One creeps up behind him then pushes a large treacle tart into his face. The boys run off. Fatty decides to have a bath in the pond and strips to his underwear, leaving his uniform hanging on a bush. The boys rematerialise and cut up his trousers and steal his jacket and throw it into the reeds. Fatty puts on the torn trousers. A stranger finds his police jacket and takes it to Police Headquarters. The police conclude that Fatty has drowned. Back in the park Fatty scares two women with his odd attire and they run to fetch two policemen. Meanwhile his policeman friends are dragging the pond to look for his body, with his hysterical girlfriend at the edge. Fatty hides in the bushes.\nAt the pond the police boat sinks. The police headquarters goes into mourning but the other two policemen are dragging Fatty back. Fatty salutes the police chief and turns to hug his girlfriend but she shuns him.\nFatty is put behind bars and the girlfriend finds solace in the arms of the police chief.", "tmdb_id": 161522}, "49594063": {"title": "The Food Chopper War", "plot": "Two old country merchants, proprietors of the only two general stories in an old fashioned village, have been lifelong business enemies, each hating the other with a vengeance. One has a son, the other a daughter. These children help their fathers in their stores, but are secretly in love with each other. Eventually, the fathers learn of the secret love of their children, and each one raises a parental uproar, forbidding his child to see his enemy's \"brat\". The son and daughter make their plans, regardless of their elder's wrath and begin to save money, with which to marry and start up a store opposition to those of their parents.\nA travelling man comes to town and sells a supply of patent food choppers to each of the rival stores. A price-cutting war results from the popularity of the chopper and by the time that the son and daughter have been united in marriage and have started a store of their own, the rivals are each selling the food chopper at a loss from 20 to 25 cents. The young people secretly buy up all the choppers from each store at a price away below cost. When the two men become aware of the fact that they are both out of \"choppers\", and cannot secure additional ones from the factory inside of six months, they also realize the successful ruse of their children. A truce is declared, bygones forgotten and the enemies's lifelong battle is happily ended.", "imdb_id": "tt1155454"}, "48001547": {"title": "The Forgotten Latchkey", "plot": "Mr. and Mrs. Burton are staying at the residence of their friends the Moores.  The Moores leave to visit Mrs. Moore's mother, and leave a key for the Burtons, who are going out to a dance.  Mrs. Burton forgets to take the key with her, and upon their return to the Moore residence, find that they are unable to gain entry, nor are they able to rouse the slumberous maid Bridget.  They attempt to enter the house through the cellar, but the door to the kitchen is locked.  Further attempts to rouse the maid are futile.  They attempt to go to a hotel, but are not admitted.  The Burtons end up hiring a taxicab and spending the night in the car, as it is too frigid to walk around outdoors.  When the Moore's cook arrives at the house the next morning, she finds the Burtons asleep in the taxi, and believes them to be deceased.  Her screams awake the Burtons, and they are finally admitted to the inside of the residence, but not before paying the taxi driver $17.", "imdb_id": "tt0002878"}, "48629704": {"title": "The Gaieties of the Squadron", "plot": "The life of disorderly soldiers in the barracks dealing with daily routines.", "tmdb_id": 586685}, "31424999": {"title": "Granddad (film)", "plot": "Mildred lives with her grandfather, Civil War veteran Jabez Burr, who she loves deeply. One day she receives a letter from her father saying that he has remarried. Mildred's stepmother finds out that Jabez is a heavy drinker and starts to get worry about he's closeness with Mildred and soon takes a dislike to him. To avoid more frictions Jabez decided to leave. He tells his granddaughter that he is happy and working in a farm, but the truth is that he is staying at the County's Poor House.", "tmdb_id": 191999}, "57499462": {"title": "The Grasshopper and the Ant (1913 film)", "plot": "The film is based on a fable by I. Krylov.", "tmdb_id": 139231}, "7662410": {"title": "The Haunted House (1913 film)", "plot": "A young girl (Rich) is trying to choose the man she will marry, and challenges her beaus to compete for her hand. Whichever of them can spend a night in a haunted house will become her husband, but only one can win.", "imdb_id": "tt0470340"}, "46347622": {"title": "Hiawatha (1913 film)", "plot": "The story begins along the Lake Superior Michigan shoreline with the appearance of a mighty spirit that tells the Native Americans a peacekeeper will bring wisdom and unite the warring tribes. Hiawatha is born to Wenonah and after her death her mother Nokomis raises the child.  Hiawatha becomes an excellent hunter and later weds Minnehaha, but she dies during a severe winter.\nThe final episodic adventure tells of the arrival of the \"Black Robe\" or missionary who brings Christianity to the Native Americans.  Hiawatha welcomes him and proclaims the real prophet has arrived. As Hiawatha bids farewell to the warriors, he tells them to listen to the words of the missionary and then departs forever toward the sunset.", "tmdb_id": 411965}, "15839614": {"title": "Hinemoa (1913 film)", "plot": "No copy of Hinemoa survives, but the film would have told the story of the legend of Hinemoa and Tutanekai.", "imdb_id": "tt1123935"}, "60426931": {"title": "A House Divided (1913 film)", "plot": "A husband and wife each come to suspect mistakenly that the other has been unfaithful.  Following a lawyer's advice, they agree to continue to live in the same house but without speaking to each other.  Eventually, the situation becomes unworkable and the couple reconcile.", "tmdb_id": 192062}, "14827680": {"title": "The House of Darkness", "plot": "In the introduction a woman is shown descending into insanity after having lost her baby. As she mourns, she takes a blanket from the baby's cradle and starts rocking it as if it were her deceased child. This serves as an introduction to what kind of individuals that reside at the mental institution. The doctor at the hospital is also introduced as he proposes to a nurse.\nThe remainder of the film takes place at the aforementioned setting which hosts several unstable individuals. When violence erupts between two patients; one of them (played by Charles Hill Mailes) escapes the scene in an attempt to avoid capture. At the climax of the chase; the patient is ultimately soothed by the music emitting from a piano in the main hospital building (Lillian Gish in a minor role) and lets himself be taken away by the guards. As he is removed from the vicinity of the music; he once again becomes violent and escapes the grasp of his attendants. After having come upon a gun he makes his way towards the house of the doctor's wife (during this sequence, the perhaps most interesting part of the film seen out of a technical perspective takes place as the lunatic sticks his head out in front of the camera from behind a tree). When the woman discovers him; she becomes terrified. During the farce; the wife puts her hands on the piano by accident, creating a sound which appears pleasing to the lunatic. He urges her to continue, using the gun as a tool of persuasion. She proceeds with the playing which ultimately results in him leaving the house and once again welcomes capture.\nThe film ends informing the viewer on how music becomes an integral part in aiding mentally unstable individuals.", "tmdb_id": 191427}, "40436230": {"title": "How Chief Te Ponga Won His Bride", "plot": "The story is set in the Waikatu (Waikato?) where two Māori tribes are at war, with the story of the  love between the young chief Te Ponga and the beautiful daughter Puhuhu, daughter of the rival chief, similar to the legend of Hinemoa and Tutanekai.", "imdb_id": "tt1132245"}, "58975000": {"title": "How Men Propose", "plot": "Three friends, without knowing it, successively propose to a woman named Grace Darling, all three receiving a photo from her as a sign of acceptance. Back at their shared apartment, the men proudly present the photos of what each of them thinks to be his future wife. Realizing that they have been duped, the men attempt to confront the woman who, in the meantime, has left her apartment, conveying through her maid a letter to each of them. The men learn that Grace Darling is a journalist writing an article on male courtship who has only been doing research on the question \"how men propose\"."}, "52301806": {"title": "How the Jews Care For Their Poor", "plot": "After the death of her husband, a young Russian Jewish woman comes to America with her little boy and girl. Upon landing at Ellis Island the three are met by a charitable worker from the Brooklyn Council of Jewish Women, who looks after their welfare. They are taken to live with the woman's brother, a poor tinsmith, only to have the mother's health fail. Her brother promises the dying woman that he will care for her children, but misfortune befalls him, but he himself becomes ill and his friends notify the Brooklyn Federation of Jewish Charities.With the brother hospitalized, the children are taken to the Brooklyn Hebrew Orphan Asylum, where they are well cared-for until the brother is released from the hospital.Several years later, the Board of Directors of the Brooklyn Federation of Jewish Charities assemble at the orphan asylum to attend the commencement exercises of this institution, where they hear a valedictorian address delivered by the little orphan boy who was left there by his uncle years before. His passionate address, “Charity, or How the Jews Care for Their Poor,” deeply moves the audience, particularly affecting one philanthropist who donates a large sum of money to the Federation in the hope that his act will serve as an example to all Jews to further the Federation's charity work."}, "13399881": {"title": "If We Only Knew", "plot": "A wealthy couple leave their young child with a nanny while they attend a social event.  While under the care of the nanny, the child wanders off into the yard and strolls down to the beach with her doll and gets into a boat.  The boat drifts away out to sea and the girl is rescued by nearby fishermen who take her to their humble shack.  Meanwhile, the nanny who was reading a book realizes the child’s disappearance and alerts the parents. When the parents arrive they find only the child’s bonnet and the doll’s stroller near the beach and assume the child had drowned.", "tmdb_id": 939218}, "52635490": {"title": "Jone or the Last Days of Pompeii", "plot": "In Pompeii 79AD, Glaucus and Jone are in love with each other. Arbax, the Egyptian High Priest, is determined to conquer her. Glaucus buys the blind slave Nydia who is mishandled by her owner.\nNydia falls in love with him and asks Arbax for his help. He gives her a potion to make Glaucus fall in love with her. Unfortunately, to Nydia's dismay, the potion is actually a poison which will destroy his mind. Arbax' disciple Apoecides threatens to reveal publicly his wrongdoings. Arbax kills him and accuses Glaucus of the crime. He locks Nydia in a cellar to prevent her from speaking.\nGlaucus is condemned to be thrown to the lions. Nydia manages to escape and tells Glaucus' friend Claudius what happened. Claudius rushes to the Circus to accuse Arbax and the crowd decides that Arbax and not Glaucus should be thrown to the lions.\nThe Vesuvius starts erupting and a widespread panic ensues. Under the shock, Glaucus recovers his mind. Blind Nydia, the only one to find her way in the darkness caused by the rain of ashes, leads Glaucus and Jone to safety and finds peace by drowning herself.", "tmdb_id": 443494}, "53742545": {"title": "Jerry's Mother-In-Law", "plot": "When Mr. and Mrs. Jerry Brown's mother-in-law arrives she proves to be an unwelcome visitor. She upsets all the peacefulness of the new household. Jerry sneaks off to the French Students' Masque Ball, and while on his way goes into a saloon where two criminal-looking individuals sell him a suit of armor. Rigged up in the armor, Mr. Brown proceeds to the ball. All that night he spends his time rioting with the merry masqueraders and is lionized by the ladies. The next morning he returns home in a cab, and while trying to walk up the front steps, falls down in a deep sleep. The mysterious armored individual is seen from the window by his wife and mother-in-law, who are told by a passing newspaper boy that the armor was stolen from the museum. Mother-in-law calls up the museum and gets the director, who comes on the run with his assistants, and takes the armor, Jerry concealed within it, to its appointed pedestal at the museum. Mrs. Jerry Brown and mother-in-law go to the museum the next day to see the armor and are scared out of their wits when they see smoke curling up from the iron hand-piece. The smoke is coming from a cigarette which Jerry has found left by a visitor. They scream. Jerry jumps from his pedestal and runs from the museum. He is followed by a mob. He seeks refuge at his club, where he consoles himself with the aid of many drinks. Taking a uniform from the bellboy he goes home and is met there by his mother-in-law who was about to leave, but who now decides to stay on indefinitely. She places Jerry under the shower bath and ducks him in the tub. Getting dressed he goes to a hypnotist show and buys a book on hypnotism. Returning home he frightens mother-in-law out of the house trying to hypnotize her. She calls the police. Jerry enlists their aid. Together they scare mother-in-law so badly that she runs away and never returns. That evening Jerry and his pretty young wife celebrate the unwelcome visitor's departure with a large feast."}, "69530970": {"title": "The Jew's Christmas", "plot": "Leah Isaac (played by Lois Weber) is disowned by her father Rabbi Isaac (played by Phillips Smalley) after she marries Rupert Julian, a gentile coworker. Sam Isaac, the rabbi's son, is also kicked out of the house after returning home intoxicated; he subsequently vows that he will not return until the rabbi celebrates Christmas.Rupert Julian loses his legs in a trolley accident, forcing him and Leah to sell artificial flowers while living in poverty. The couple live in a tenement directly above Rabbi Isaac's home, but the rabbi is unaware of their presence. After years pass, the rabbi befriends Rupert and Leah's daughter Eleanor, not knowing that he is her grandfather. After Eleanor, whose parents do not have the money to buy a Christmas tree, asks him why she does not have a tree while other children do, the rabbi sells a religious text in order to purchase a Christmas tree to please Eleanor, leading him to reunite with Leah and realize that he is Eleanor's grandfather. Sam Isaac returns as well with Christmas gifts for the family.", "tmdb_id": 566188}, "43822988": {"title": "The Knight of the Snows", "plot": "Princess Azurine, daughter of King Majolic, is betrothed to the handsome young Baron Gauthier, the Knight of the Snows. Just as the royal court is celebrating the betrothal, they are interrupted by Baron Hughes le Cruel, a pretender to the throne, who demands the hand of Azurine. The two barons fight briefly before Hughes leaves to consult a sorcerer, Alcofrisbas, who brings him in contact with demonic forces, including the Devil himself, Belphégor. Hughes, selling his soul to Belphégor, arranges to have Azurine kidnapped by demons and imprisoned. Belphégor and his attendant demons, with the help of a dragon-drawn flying carriage, carry out the kidnapping and lock Azurine in a distant dungeon.\nGauthier, determined to save Azurine, consults the sorcerer. The impartial Alcofrisbas puts him in contact with supernatural forces of good, who provide him with a magic rose to protect him, as well as a journey by ship to the dungeon. Using his wits and supernatural help, Gauthier manages to find Azurine and rescue her, bringing her back to Majolic's court amid much rejoicing. Hughes is about to be hung for his treachery when Belphégor appears and, reminding him that his soul has already been sold, drags him down directly to the Underworld."}, "63143954": {"title": "Lady Babbie", "plot": "The film's storyline was set in the colonial period of the United States in the early 1770s. Reviews and plot summaries of the featurette published in late 1913 and 1914 describe the portrayal of a romance set within a province marked by public opposition to the local government. The story involves Lord Primton (Frederick C. Truesdell), an important landowner who lives on his estate with his widowed sister (Julia Stewart) and her niece, Lady Babbie (Barbara Tennant). The nobleman despises a new, exorbitant tax levied on citizens by Governor Dunmore. To gather allies to discuss a plan of action against the tax, Primton invites his friends to a lawn party, hoping such a common social event will not arouse the suspicions of government officials. At the party a young British officer, Lieutenant Byron, meets Lady Babbie and falls immediately and deeply in love with the beautiful woman. Their obvious attraction for one another is resented by her fiancé, who is an army officer as well. Rising jealousies soon prompt the fiancé to challenge Byron to a duel. When Babbie learns of the challenge, which is to take place at midnight at a nearby crossroads, she tries to stop it. She disguises herself in men's clothing, goes to Byron, and pleads with him not to fight. Her fiancé finds them together again, becomes furious, and draws his sword. Byron counters with his own sword, and in the ensuing clash he kills the fellow officer.\nWhile the romancing of Lady Babbie and the deadly confrontation were occurring, Lord Primton sent his son to England to seek the king's assistance in overturning the unfair tax and to investigate the province's corrupt administration. Governor Dunmore becomes aware of those efforts, so he plots to destroy the elder Primton. After Byron is arrested for murder and sentenced to be hung, Dunmore offers him a chance to avoid execution if he agrees to find Primton, now in hiding, and bring him alive to the governor's office. The lieutenant agrees, although he is still unaware that Primton is related to Lady Babbie. Byron now searches for months but cannot locate the fugitive. He returns again to Primton's largely deserted estate, where Lady Babbie continues to reside. She entertains him there, but when she discovers Byron searching a room for clues to Primton's whereabouts, she accuses him of spying for the governor. Angered, she physically assaults Byron, but he quickly departs before either he or she is injured. Primton's son now arrives from his voyage with letters of support and instructions from the king. Dunmore now concedes, admitting defeat. Meanwhile, Byron is being held in the provincial prison, where preparations are under way to hang him after he failed in his mission for Dunmore. Lady Babbie finally learns why Byron was compelled to search for Lord Primton, and she rushes to the prison with orders to halt the execution and to pardon and release the soldier. Byron is saved, and she announces that they can now be married. The story ends with the happy couple \"wrapped in love's embrace.\"", "imdb_id": "tt0375904"}, "10564725": {"title": "The Last Days of Pompeii (1913 film)", "plot": "In Pompeii 79AD, Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer her. Glaucus buys the blind slave Nydia who is mishandled by her owner.\nNydia falls in love with him and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with him. In fact it is a poison which will destroy his mind. Arbaces' disciple Apoecides threatens to reveal publicly his wrongdoings. Arbaces kills him and accuses Glaucus of the crime. He locks Nydia in a cellar to prevent her from speaking.\nGlaucus is condemned to be thrown to the lions. Nydia manages to escape and tells Glaucus' friend Claudius what happened. Claudius rushes to the Circus to accuse Arbaces, and the crowd decides that Arbaces and not Glaucus should be thrown to the lions.\nThen, Vesuvius starts erupting, and a widespread panic ensues. Under the shock, Glaucus recovers his mind. Blind Nydia, the only one to find her way in the darkness caused by the rain of ashes, leads Glaucus and Jone to safety and finds peace by drowning herself.", "tmdb_id": 133123}, "32995501": {"title": "The Life of a Jackeroo", "plot": "A young Englishman (Tom Middleton) leaves his actress girlfriend (Ruth Wainwright) to seek an experience in Australia. He works as a jackeroo on a property and falls in love with the daughter (Tien Hogue) of a wealthy squatter.  They are happy until the actress arrives and joins forces with an evil overseer.  They persuade some local aborigines to raid the squatter's home and capture the Englishman.  The squatter's daughter rides to the rescue and a loyal aboriginal helps saves the day."}, "66190252": {"title": "The Lion's Bride (1913 film)", "plot": "Christine is the daughter of the owner of a menagerie. She does not fear Nero, a lion grumpy with everyone, who is always docile and kind to her. She manages to make him do the most difficult exercises, enters the cage without fear, cuddles him like a kitten and he lets her do everything. One day, however, Christine meets Basil McDermott who begins to court her until he becomes engaged to her. Basil dislikes the lion and Nero dislikes the newcomer, even though he is forced to accept him as his master. On the day of the wedding, Christine wants to go greet her lion and enter the cage. Basil goes to look for her to bring her back among the guests, but she asks him to leave her alone to say goodbye to Nero. When Basil returns, he finds his wife lying dead between Nero's paws."}, "57405389": {"title": "The Little House in Kolomna", "plot": "The film is based on the 1830 poem The Little House in Kolomna by Alexander Pushkin.", "tmdb_id": 191914}, "22643007": {"title": "The Living Ladder", "plot": "In a small Dutch village, Annie is treated by her parents to a circus performance in honor of her birthday. When he sees Annie, the clown Janus (Pedro in the English version) falls in love with her and gives her a message. Annie writes back that she will see him gladly if her father agrees, but her father forbids any romance with a clown. The circus leaves the village.\nSeveral months later, Annie's father takes her to her aunt's village, hoping it will make her forget the clown. By coincidence, Janus' circus comes to perform in the same village. One night, a fire breaks out in the mill of Annie's Aunt, and the whole village, including the circus performers, rush to help. Annie is trapped at the top of the mill and the fire brigade's ladder proves too short. The circus clowns form a 'living ladder' by climbing on each other's shoulders and Janus is able to save Annie. Her father finally accepts their love.", "tmdb_id": 505856}, "40436231": {"title": "Loved by a Maori Chieftess", "plot": "Wena a Māori princess is told by a sorceress that \"she will marry a white man, tall and handsome, with eyes as fair as the sky and a fair beard\". Chadwick a trapper who was hunting in the bush is captured and brought to the pa to be burnt at the stake to provide \"white mans meat\". She recognises Chadwick as that man, but the young chief Te Heuheu arrives to court her. She helps Chadwick escape and they swear eternal love. Chadwick goes through the geysers to his hut on the lake, but they are discovered there by Te Heuheu. Chadwick is threatened with death, so she returns to the tribe. But when she is near death from pining for him her father the chief relents. Chadwick is made a chief, she recovers and the tribe celebrates with a feast. Wena was probably played by Maata Horomona of Ohinemutu.", "imdb_id": "tt1155495"}, "28334089": {"title": "Maria Marten, or the Mystery of the Red Barn", "plot": "A Suffolk squire murders a young pregnant woman who had demanded that he must marry her.", "tmdb_id": 369964}, "21112004": {"title": "Matrimony's Speed Limit", "plot": "The story concerns a young man (Fraunie Fraunholz) who refuses to accept financial assistance from his wealthy girlfriend (Marian Swayne) in favor of earning his own fortune on the stock market. She concocts a plan to convince him that he will collect an inheritance from a wealthy aunt if he marries before noon. While he desperately proposes to every female he meets, she is trying to reach him before he finds a girl who will say yes. One veiled woman seems willing to accept his proposal, but (in a racist turn) she turns out to be African American (actually, a white actress in blackface). With only minutes to go before the deadline expires, he gives up his search and intends to commit suicide under the wheels of the next passing car. However, the vehicle contains both his fiancée and a minister who marries them on the spot.", "tmdb_id": 144488}, "44596649": {"title": "A Message from Mars (1913 film)", "plot": "Horace Parker, played by Charles Hawtrey, is an exceedingly self-centered, wealthy young man. Not only is he a miser, but he also expects everyone else to conduct their lives according to his personal convenience.\nParker is engaged to Minnie Templer, but Minnie has discovered Parker's selfishness and she is on the brink of calling off the engagement.\nOn Christmas Eve, however, a messenger from Mars comes to Earth to show Parker the error of his ways. The two of them become invisible and eavesdrop on all the terrible—and true—things Parker's friends and family are saying about him.", "tmdb_id": 310565}, "38980471": {"title": "Mohini Bhasmasur", "plot": "The plot of the film revolves round the theme of the Hindu mythological story of Mohini and Bhasmasur(a) (\"ash-demon\"), an asura (demon). The god Shiva grants Bhasmasura the power to turn anyone into ashes by touching their head. The demon decides to try the power on Shiva himself. Shiva runs terrified. The god Vishnu, witnessing the unfortunate turn of events, transforms into the seductress Mohini and enchants Bhasmasura. Bhasmasura asks her to marry him. Mohini agrees, but only on the condition that Bhasmasura follows her move for move in a dance. In the course of the dance, she places her hand on her head. Bhasmasura mimics the action, and in turn, reduces himself to ashes.\nThe film was of 32,554 feet (9,922 m) length.", "tmdb_id": 8017}, "5489053": {"title": "Moondyne", "plot": "Moondyne Joe is a convict who escapes after being victimised and mistreated by a cruel penal system. While on the run he is befriended by a tribe of Aboriginal people who share with him their secret of a huge gold mine. Joe uses his new-found wealth to return to England and become a respected humanitarian under the assumed name Wyville. Recognised as possessing expertise in penal reform, he is ultimately sent back to Western Australia to help reform the colony's penal system. In the course of this he becomes involved in several subplots including the case of a young woman named Alice Walmsley who has been wrongly convicted of murdering her own child. Wyville/Moondyne succeeds in saving Alice from false imprisonment, helps to reform Western Australia's penal system, and achieves a number of other admirable ends before dying trying to save Alice and Sheridan from bushfires.", "tmdb_id": 988610}, "14836345": {"title": "The Mothering Heart", "plot": "The film opens by showing a young woman (Lillian Gish) in a garden. She is tender hearted, demonstrated by her appreciation of  the flowers and the rescuing of a puppy. A melancholic young man (Walter Miller) woos her and she is foolishly swayed more by his pain of rejection than her love for him and eventually agrees to marry.\nLater in their new home together she takes in washing to help support them when her new husband has little income. Things change when he finds some success in a well paid job. He insists they celebrate at a restaurant where there is an Apache dance cabaret. He wears a new suit but she her plain street clothes. Her husband's eye is caught by a sophisticated single woman (Viola Barry) at the next table. Later, encouraged by the woman, the husband begins to deceive his wife and have clandestine meetings with her. She is rich and has a chauffeur-driven car at her disposal.\nThe wife, now pregnant, as evidenced by her interest in baby clothes, discovers a glove in her husband's coat pocket. She follows him and uncovers his deceit. After confronting her husband she leaves him and returns to the home of her mother (played by Kate Bruce) where the baby is born.\nWe now see the husband being dropped by the sophisticated woman for a new richer male companion (Charles West). The dejected husband sitting alone at home receives a letter from the wife telling him of the birth. He resolves to make it up with her.\nWe learn next that the baby has become ill and is attended by a doctor (Adolph Lestina).  The husband arrives at the wife's mother's house and she allows him to see the wife and child. However the wife wants none of him and angrily rejects him. While the husband sits dejected in the garden the baby dies. The wife vents her anger on the bushes in the part of the  garden in which the film opened.\nShe returns to find her husband bent in grief over the crib. He is tenderly holding the baby's dummy. Their hands touch and the husband sees she is still wearing her wedding ring. They are reunited in an embrace and the film ends.", "tmdb_id": 98062}, "48579542": {"title": "The Mystery of St. Martin's Bridge", "plot": "\"Lord Martagne, wins the heart of Cora, a mountain girl, and then casts her aside. Cora seeks revenge, but is foiled. Many passionate scenes follow, and the climax is reached when the girl disguised fights a duel with the nobleman and kills him. Another couple are convicted of the murder, but Cora confesses at the last moment.\"", "imdb_id": "tt0310670"}, "32895415": {"title": "'Neath Austral Skies", "plot": "Captain Frank Hollis (Martyn Keith) is engaged to Eileen Delmont (Lottie Lyell). When her brother Eric commits a theft, Frank accepts the blame in order to protect her family's name. He leaves for Australia and joins the New South Wales mounted police. Eric confesses and Eileen and her father go to Australia to track down Frank. They buy a property, some of their cattle is stolen and request a trooper come to their aid – it is Frank. On the way out to see them, Frank is captured by the thieves and is thrown in the river, but Eileen comes to his aid and the lovers are reunited.", "imdb_id": "tt0002594"}, "22643012": {"title": "Nederland en Oranje", "plot": "In the first segment, Willem the Silent (Jan van Dommelen) and the Van Brederode are demanding freedom of religion for the repressed Dutch citizens with governor Margaret of Parma (Christine van Meeteren). Charles de Berlaymont, sharing the opinion with Willem the Silent, opposes the Spanish dictation and introduces the 'honorary title' Geuzen. Together with his men, he swears 'Death or Freedom'. Meanwhile, Balthasar Gérard (Theo Frenkel), an admirer of Willem the Silent's enemy Philip II of Spain, unexpectedly assassins Willem the Silent.\nThe second segment features Pieter Corneliszoon Hooft, as he performs at his Muiderslot. In the following, Maurice of Nassau, Prince of Orange (Charles Gilhuys) battles for the Netherlands' independence. The fourth segment includes Kenau Simonsdochter Hasselaer during the Siege of Haarlem. Next is the Siege of Breda, where one of the soldiers gets heavily ill, while a battle with the Spanish is near. The continuing is a description of the siege, ending with the capture of Breda.\nThe following segment involves the escape of Hugo Grotius from Loevestein via a casket, organized by his wife (Mientje Kling) and a maid. Then comes the Siege of 's-Hertogenbosch by Frederick Henry, Prince of Orange (Willem Roemer). In an interlude, Rembrandt, Frans Hals and Jan Steen are seen in different scenes creating a painting. What comes after is a wedding taking place between Kloris and Roosje.\nIn a bigger story, John William Friso, Prince of Orange (Marcel Mijin) is in Taisnières-sur-Hon to fight the Battle of Malplaquet. Subsequently, Michiel de Ruyer (Jan Buderman) and Maarten Tromp (Jan Holtrop) end their struggle after a long fight through help from William III of England (Louis van Dommelen). Attention then shifts to stadthouder William IV, Prince of Orange, followed by William V, Prince of Orange. Their crown was taken over by Louis Bonaparte. The film ends with William I of the Netherlands' (Jan van Dommelen) arrival in Scheveningen and his oath to the constitution.", "tmdb_id": 304008}, "8554060": {"title": "The Night Before Christmas (1913 film)", "plot": "The plot is, on the whole, close to Gogol's classic tale.\nThe action is set in a Ukrainian village. On Christmas Eve, a minor demon arrives to a local witch called Solokha. They both ride on the witch's broom, after which the demon steals the Moon and hides in an old rag. In the ensuing darkness, some inebriated Cossacks can't find their way to a shinok (tavern) and decide to go home. One by one, they each come to visit Soloha, who hides each one (starting from the demon) in bags so that none of them see each other.\nAt the same time, Solokha's son Vakula the Metalsmith (P. Lopukhin), tries to woo the beauty Oksana (Olga Obolenskaya), but she laughs at him and demands that he find her the shoes which the Tsarina wears. Vakula goes to Soloha in sadness, but upon coming there sees the bags and decides to take them to the forge. Getting tired along the way, he leaves the heaviest bags on the street, which are picked up by a caroling company. Vakula, who is left only with the bag containing the demon, goes to Patsyuk, a sorcerer, to ask him how to find a demon - only with the help of a demon can he hope to get Tsarina's shoes.\nThe Patsyuk answers that a person should not search for a demon if he has a demon behind his back. Vakula takes it as some kind of a murky wise say, but indeed eventually finds the demon in the bag and forces him to take him to St. Petersburg. There, Prince Potemkin takes him for an ambassador of the Zaporozhian Cossacks and gives him Tsarina's shoes. The demon takes Vakula home and Vakula lets him go. Oksana agrees to marry Vakula.", "tmdb_id": 191909}, "49593467": {"title": "Nobody's Boy (1913 film)", "plot": "\"Little Bobby\", a ragged but good-hearted newsboy, is left an orphan by the death of his mother. Mrs. Lane, a rich society woman, loses her boy about the same time. She mourns the loss of her child and spends much of her time at his grave. One day while at the cemetery, she meets \"Bobby\" who is crying over the grave of his mother. Mrs. Lane questions the child, learns his story and adopts him.  \"Bobby\" becomes a model child, but one day, chancing to meet some other boys in play, he falls from grace by soiling his new clothes. Mrs. Lane reprimands him and sends him to his room.  \"Bobby\" misunderstands the motive of his punishment and decides to run away. He sneaks out of the house and goes to the grave of his mother. There he finds his foster mother, Mrs. Lane in the act of placing flowers on his own mother's grave. Unseen by her, the child hurries home and resolves to be the \"bestest\" boy in all the world thereafter.", "imdb_id": "tt1151879"}, "13400533": {"title": "Olaf—An Atom", "plot": "Broken by grief after his mother's death, Olaf becomes a wanderer. He is treated cruelly until he is given a meal by a woman at the homestead where she lives with her husband and baby. Olaf is able to return her kindness when he overhears a plot to rob the settlers of their home. He alerts the couple and delays the would-be thieves long enough for the husband to file a claim on his land. Olaf is injured by the claim jumpers but he recovers, alone and forgotten by those he has helped. He then moves aimlessly along.", "tmdb_id": 643209}, "33482477": {"title": "On the Broad Stairway", "plot": "Described as \"being another of 'Kate Kirby's Cases', a series of detective stories\", the plot summary in The Edison Kinetogram was:\nPhilip Morton, on the eve of his marriage to Alice Osborn, discovers that he is about to make a terrible mistake, since he loves her sister, Marguerite, more than his bride-to-be. The realization of what he is about to do comes upon him with tragic force, when he meets Marguerite in the hall a scant hour before the ceremony. He declares that he cannot go through with it, that it is all wrong. Marguerite, deeply moved, breaks down momentarily, but, hearing her sister's voice, she commands Morton to go where his honor calls him. Later, seated on a lounge above the great stairway, Marguerite writes a letter to Morton, telling him that despite her great love for him, her little sister's happiness must have the first consideration. Alarmed by somebody approaching, she hides the letter in a portfolio which she tucks behind the lounge.\nTo the brilliantly apparelled guests awaiting the commencement of the ceremony in a drawing room, a maid suddenly appears with ghastly news. Alice Osborn is lying dead on the great staircase with a knife driven into her back.\n\nOwing to the prominence of the case, the chief of police takes Charge of it himself. With Kate Kirby and a host of policemen, he arrives at the Osborn home, and institutes a rigid inquiry. Kate discovers the letter in Marguerite's portmanteau, and this, coupled with the significant fact that the knife with which the girl was killed is Morton's, leads to the immediate arrest of the suspected man. In a vigorous third degree, the Chief attempts to get incriminating evidence for Marguerite, finally leaving her apparently alone with Morton in the hope that he will convict himself in her presence. However, Morton does nothing but protests his innocence to the anxious girl and the chief finds himself in a deadlock. Meanwhile, Kate Kirby, on the advice of her father, has been searching for finger prints on the lounge above the staircase. Near the edge of the banisters, she finds a slight mark, and immediately her keen mind solves the entire mystery.", "imdb_id": "tt0442383"}, "63927670": {"title": "Os Óculos do Vovô", "plot": "The film tells the simple but amusing story of a \"naughty\" boy who paints the lenses of his grandfather's glasses while he sleeps. The man wakes up and thinks he has gone blind, creating a series of confusion in the house.", "tmdb_id": 224763}, "52791093": {"title": "The Other (1913 film)", "plot": "When talking with friends, Dr. Hallers, a well-known lawyer in Berlin, said he was skeptical about fantasies on the split personality: he could never believe something like that. During a ride, however, he has an accident, after which he often falls into a deep sleep from which he awakens with the feeling of having a dual personality. Later, his double starts to rob his apartment with a thief. During the robbery, the police arrives and arrests the thief. Hallers, having fallen asleep, wakes up without remembering anything of what happened. Eventually, the lawyer recovers and marries his fiancée.", "tmdb_id": 131595}, "71751284": {"title": "Overfaldet paa postaapnerens datter", "plot": "For many years, the local postman John Munkevold has delivered the mail in his large district. In recent years, however, he has been plagued by gout, and therefore his daughter Ingrid often collects the mail at the station for him. Ingrid is also sent there on this day, and at the station she meets her boyfriend Harry Brown, who works on the train. She receives the mail sack and a letter with a money order. When she waves goodbye, she drops the letter, and a vagrant from Kristiania picks it up. Before he hands it back, he reads what is written on it: \"Enebak Stone Mills Co. Banko NOK 5,000.\" Ingrid grabs the letter and rushes home. Together with a friend, the vagrant follows Ingrid to steal the letter.\nIngrid comes home and gives the postbag and the letter to her father. He then sees that the letter is marked \"express mail\" and therefore asks Ingrid to deliver it immediately. When the vagrants hear this, they take a shortcut to catch up with Ingrid. At the same time, Harry is on his way home, not far from John Munkevold's house. While Ingrid is walking on the road, she is attacked by the vagrants. They steal the letter and set off. Harry appears and she tells him what has happened. Harry understands that he needs help to stop the robbers, and he calls the police from the nearest farm.\nThe vagrants have come a long way, and they have stopped in an outbuilding to examine their loot. However, they do not realize that they have been pursued by the police. One vagrant is captured, but the other escapes. He rushes to the train station and is just in time to jump on the train before it departs. Harry takes a car and drives after the train toward the next station. When the vagrant sees the car driving alongside the train, he fires at it, and the police return fire. Later they find the vagrant dead with the letter in his hand. The police take care of the body, and Harry returns home. There he is rewarded for his courage, and he receives Ingrid's and her father's consent and blessing.", "tmdb_id": 546978}, "50019834": {"title": "The Pickwick Papers (1913 film)", "plot": "The Pickwick Papers comprised three reels, individually titled \"The Adventure of the Honourable Event\", \"The Adventure at the Westgate Seminary\", and \"The Adventure of the Shooting Party\". The film does not adapt Dickens's novel in its entirety; each reel depicts a distinct episode from the beginning of the book.\n\nIn \"The Honourable Event\", Mr. Pickwick catches a cab to meet three friends from his club but gets in an altercation with the cab driver upon arrival. The cabman is placated by a tall, thin gentleman named Mr. Jingle, whom Pickwick invites to dine at the Bull Inn in Rochester with his three friends—Mr. Snodgrass, Mr. Winkle, and Mr. Tupman. The group catches a coach to Rochester and dinner is served. As the evening progresses, all but Jingle and Tupman doze off, and the two decide to attend a charity ball being held that evening at the inn. As Jingle does not have the proper attire, Tupman takes clothes from the room of the sleeping Winkle for him to wear.\nAt the ball, Jingle incites the envy of one of the other guests, Dr. Slammer, by escorting a woman named Mrs. Budger to her carriage. The next morning, Slammer sends a message to the inn requesting a duel with \"the slim gentleman\" who had insulted him. The bewildered Winkle accepts the duel, believing he had inadvertently insulted someone while drunk the night before. The duel is about to commence when Slammer realizes that a mix-up has occurred. The two men return to the inn, whereupon Slammer recognizes Jingle as the man who had insulted him and again demands a duel. Pickwick, however, refuses to accept that Jingle has done anything wrong and sends Slammer on his way.\n\n\"The Shooting Party\" begins with Pickwick and a group of friends—including Winkle, Tupman, and Pickwick's servant Sam Weller—setting out on a hunting expedition. As Pickwick is lame, he is carried in a wheelbarrow along the way by his servant. The party sits down for lunch on land belonging to an adjacent estate. Pickwick falls asleep, and the others continue with the expedition. The owner of the estate, Captain Boldwig, discovers Pickwick as he is making an inspection of his land and angrily sends Pickwick—still asleep in his wheelbarrow—off to the town jail, where his friends discover him that evening.\"The Westgate Seminary\" opens with a conversation between Sam Weller and Mr. Jingle's servant, Job Trotter. Trotter falsely informs Weller that his master is planning to elope with a girl from the nearby Westgate boarding school for young ladies. Pickwick resolves to foil this elopement and scales the school walls that night with the goal of catching Jingle. Jingle does not arrive, however, and Pickwick is discovered by the frightened residents of the school, who lock him in a closet until the veracity of his story can be established. Upon the arrival of his friends, Pickwick is freed.", "tmdb_id": 357998}, "47308806": {"title": "Pictureland", "plot": "Americans arrive at their hotel in Cuba in a car, to make a movie. Romantic complications ensue while the cast and crew attempt to finish the movie."}, "49453130": {"title": "The Pink Opera Cloak", "plot": "Ella Markham (Adrienne Kroell) pretty and young is left penniless and along in the world through the death of her father.  She is advised to seek work in Chicago and arrives in that big city with many misgivings but a stout heart.  She secures employment as demonstrating model for a fashionable modiste.  Laura Keene (Lillian Logan) and her mother (Rose Evans), ambitious social climbers, enter the shop in quest of an opera cloak.  Ella displays and sells them as expensive pink garment.  They ask her to deliver it at their home and Ella leaves with a package.  As she is leaving the Keene residence, Ella passes handsome John Foragan (Carl Winterhoff) who is calling on the Keenes.  When Ella has left the house, Laura's young brother accidentally mashes a peach on the new opera cloak causing a bad stain.  He runs from the room to escape the wrath of his mother and sister.  Ella is sent for and told that she had ruined the coat in delivering it.  She denies this, but is forced to take the cloak to her employer.  The modiste refuses to believe Ella's story and she is discharged.  Young Foragan overhears the incident and thoroughly disgusted, seeks out Ella and offers her a position as companion to his invalid sister.  Later, Ella and Foragan are married and the Keenes are placed in an embarrassing position when they call to meet Foragan's wife.  She is wearing the pink opera cloak.", "imdb_id": "tt1130869"}, "46608332": {"title": "The Pit and the Pendulum (1913 film)", "plot": "Using Alice Guy-Blachè's adapted screenplay from the Edgar Allan Poe short story, Alice built upon the lucid and dream-like piece of fiction by adding a significant amount of narrative structure to her adapted screenplay. Rather than having unexplained pain and trauma inflicted upon the film's protagonist, Guy built a narrative surrounding the Spanish Inquisition and the film's protagonist fear. The first reel begins with a young and pretty girl named Isabelle (played by Blanche Cornwall) sitting upon a hill. It is then that she is attacked by Pedro (played by Fraunie Fraunholz). And following the common thematic trajectory of the time, Isabelle is then rescued by the kind and brave medical student who spends his time as a minister for the poor, Alonzo (played by Darwin Karr). Pedro is insistent on revenge and applies to the local monastery where Alonzo works in order to frame him. He hopes to frame him for the mysterious and sudden disappearance of the church's jewels. The frame ends immediately after Pedro plants the jewels in Alonzo's home and the monks are quick to punish Alonzo and Isabelle."}, "17877103": {"title": "Poor Jake's Demise", "plot": "Jake comes home and finds his wife and Willy (\"The Dude\") Mollycoddle in a compromising position. Enraged, Jake throws Willy out of the house and scolds his wife and threatens to kill himself. Fearful that Jake will commit suicide, the wife calls the police and three officers are sent out to find Jake. Stopping at a bar before he commits suicide, Jake finds the Dude who is drowning his sorrows. Jake takes his revenge on Willy with a seltzer bottle.  Later Jake drunkenly walks down to a park fountain where he is mugged and knocked out by some ruffians. The police find Jake unconscious and carry him home to his wife, who thinks Jake has really killed himself. She contacts the Dude who comes over to help her prepare Jake's funeral arrangements, but when Jake suddenly revives from his stupor, the Dude runs out of the house in terror. Jake and his wife make up and decide to repair their marriage.", "tmdb_id": 915755}, "49411280": {"title": "Prompted by Jealousy", "plot": "Laura Venning (Adrienne Kroell), in saving the life of Detective Martin's child wins the friendship of a man of cunning who serves her when she is imperiled through the attentions of an adventuress, who uses here to revenge herself upon Miss Venning's brother. Jack Venning, in a moment of insane wagering, gives a check of $5,000 (approximately 100,000-150,000 as of 2015) to secure a gambling debt. The dashing Jack is admired by Mrs. Romano, a society adventuress with a passion that is not reciprocated and finally turns her fondness to hatred. She overhear's Jack's confession, to his sister, concerning the check and his plea for $5,000 to save him from prison. The hostess of the evening has a pearl necklace of great price that is broken, so she puts it in a crystal jewel box in her boudoir. The wiley and revengeful widow gets the necklace and places it in the vanity bag of Laura. The latter, disconcerted by her brother's story, is about to leave the house when the loss of the necklace is discovered, and Laura is accused of the theft. The officers are called and Mrs. Romano adroitly eggs them on, calling in Martin, the chief of detectives. How he discovers the real thief is one of the cleverest bits of picture work of a play of the time.", "imdb_id": "tt1152783"}, "7236897": {"title": "The Pursuit of the Smugglers", "plot": "James Peyton, a young Internal Revenue Officer of unusual resource, is sent to investigate the operations of a band of daring liquor smugglers and bring about their apprehension. In order that he may not arouse suspicion, Peyton secures employment at a village store, and while engaged in his duties as clerk he gains the friendship of Marcella, the storekeeper's daughter. But in forming the acquaintance, Peyton makes an enemy in Poole, a rough character, who has been endeavoring to win Marcella's hand. Poole is the leader of the smugglers and his association soon becomes known to the vigilant officer. One day, while delivering a basket of groceries, Peyton encounters the smugglers and is made prisoner. He is bound and led to an attic room. Struggling desperately with his bonds, Peyton manages to secure a small pocket mirror from his pocket and flashes a heliograph message to the revenue cutter down the bay. Meanwhile, Marcella, who has been expecting Peyton to call, becomes alarmed at his absence, knowing that he has recently had an altercation with Poole. She warns her cousin, Ben, and by making inquiry, they learn where the officer was seen last. Peyton is discovered in the attic window by Ben, who climbs the porch and assists the officer to escape. Hearing the disturbance, the smugglers take to flight and when the cutter comes steaming up the river in response to Peyton's message, the officer, together with Marcella and Ben, is taken aboard. There is an exciting pursuit, in which the smugglers in a tugboat cast out a net and entangle the propeller of the cutter, but the lawbreakers are finally captured and Peyton receives two rewards.\n\nMoving Picture World (1913)", "tmdb_id": 407100}, "26624894": {"title": "The Quakeress", "plot": "The setting is an early American village, where a young Quaker woman, Priscilla (played by Glaum), is in love with the schoolmaster, John Hart (played by Ray). The local minister, Rev. Cole (played by Taylor), who calls on her at her cabin with flowers, is an unwelcome suitor. In revenge, he has \"blue laws\" passed, among them is one requiring attendance at church on Sunday.\nPriscilla refuses to comply with the law and is arrested. After being plunged in and out of water and pilloried, she is banished from the colony. John goes with her. They are attacked by Indians and John is badly wounded. Priscilla manages to get back to the village in time to warn the Puritans of an impending attack. They defeat the Indians after a desperate battle.\nThe Rev. Cole, who has been mortally wounded, begs Priscilla's forgiveness and the Puritans make amends for their harsh treatment of her.", "tmdb_id": 408880}, "37549084": {"title": "Quo Vadis (1913 film)", "plot": "The story is set during the latter years of the reign of the emperor Nero. Marcus Vinicius, one of Nero's military officers, falls in love with a young Christian hostage named Lygia. But their love is hindered by Nero, who has his soldiers burn Rome and pins the blame on the Christians. Nero launches a cruel persecution of the religious sect, who are sentenced to death in the Circus. Among the victims is Lygia. She is tied to the back of a bull in imitation of Europa. But her life is saved by her bodyguard Ursus, who wrestles the bull to death.", "tmdb_id": 114166}, "2170497": {"title": "Raja Harishchandra", "plot": "King Harishchandra (D. D. Dabke) is shown teaching his son, Rohitashva (Bhalchandra Phalke), how to shoot with a bow and arrow in the presence of Queen Taramati (Anna Salunke). His citizens ask him to go on a hunting expedition. While on the hunt, Harishchandra hears the cries of some women. He reaches a place where the sage Vishvamitra (Gajanan Sane) is performing a yajna to get help from Triguna Shakti (three powers) against their will. Harishchandra unwittingly interrupts Vishvamitra in the midst of his yajna by releasing the three powers. To appease Vishvamitra's wrath, Harishchandra offers his kingdom. Returning to the royal palace, he informs Taramati of the happenings. Vishvamitra sends Harishchandra, Taramati, and Rohitashva in exile and asks them to arrange for dakshina. While in exile, Rohitashva dies and Harishchandra sends Taramati to ask the Dom king for arranging a free cremation. While Taramati is on her way to meet the Dom king, Vishvamitra frames her for the murder of the prince of Kashi. Taramati faces trial, pleads guilty and is ordered to be beheaded by Harishchandra. When he raises his sword to complete his task, a pleased Lord Shiva appears. Vishvamitra reveals that he was examining Harishchandra's integrity, returns the crown to him and brings Rohitashva back to life.", "tmdb_id": 129555}, "17956327": {"title": "Red Margaret, Moonshiner", "plot": "\"Red\" Margaret is the leader of a band of mountain moonshiners who have thwarted every attempt of the authorities to capture them. A government agent is sent up to the hills to assist in breaking up the gang, and Margaret falls in love with him. Lon, Margaret's moonshiner boyfriend, discovers the identity of the government agent and forces Margaret to write a letter which lures him to her cabin. Fearing for his safety, the girl notifies the authorities of the agent's danger. The police arrive and capture the moonshiners. Margaret's father is killed in the melee, and the agent is left behind, wounded. A deputy tries to take credit for the capture, but Margaret helps the injured agent get back to the sheriff's office and pretends that she is his prisoner. The agent is honored for his work and Margaret is sent off to prison, a happy woman.", "imdb_id": "tt0003320"}, "67321930": {"title": "Religion and Gun Practice", "plot": "Tom Mix plays \"a western outlaw reformed by a missionary's daughter.\" Kill Kullen and the missionary's daughter, Winona Judell, fall in love. She sets him back on the path of righteousness, and though her father disapproves of their desire to marry each other, she is persistent. Kill Kullen teaches her how to ride and shoot, and her father eventually yields.", "tmdb_id": 906406}, "32943687": {"title": "The Remittance Man", "plot": "Nick Deyer sends his eight-year-old daughter Maisie to a ladies'  school in Melbourne on the death of his wife. He does not see her for the next ten years however he provides for her well, and spends a lot of money in town, despite never seeming to work.  It turns out that he has discovered gold and is hoarding it.\nRoger Colville is a bank clerk in Melbourne who has embezzled the bank's funds to tide him over financial difficulties. He meets and falls in love with a grown up Maisie Dwyer who is about to return home to see her father. After Maisie's departure, the bank discovers it has been robbed and Roger goes into hiding. HIs family in England later settle with the bank.\nRoger goes to Maisie's home town and stops some locals fleecing her father.  He takes him home and is reunited with Maisie, then discovers Ned's stash of gold. On Christmas Eve Ned goes into town and gets drunk, telling the locals about his gold. Roger tries to steal the gold but is caught by Maisie. He pleads for redemption and Maisie decides to trust him.\nSome villains led by Black Dick attack the house looking for gold. However Maisie manages to escape and ride a horse to get help, while the crooks try to beat Roger into saying where the gold is. They eventually find it and are about to leave when the townspeople arrive to capture them. Maisie marries Roger and Ned gives them gold as a dowry.", "imdb_id": "tt0193457"}, "32943761": {"title": "The Reprieve (1913 film)", "plot": "Richard Gannon discovers his wife Amy has been cheating on him with a man called Jim Williams and accidentally kills her in a fit of anger by pushing her over a cliff. He is arrested and sentenced to death but the judge recommends mercy and asks the Home Secretary for a reprieve.\nThe Home Secretary at first refuses, but when he mistakenly comes to believe that his own wife is unfaithful with a former lover, he realises how easy it would have been to kill her.\nAfter this, he grants a reprieve for Gannon and resolves to show his wife more affection.The chapter headings were:\nCondemned to Death.\nThe Power of Love.\nLeave my House, you Scoundrel.\nShould a faithless woman be destroyed.\nI have killed Her.\nThe Vigil of the Night.\nA story that will hold you spell-bound.\nYou are no better than Richard Gannon, the man you refuse to reprieve.", "imdb_id": "tt0193461"}, "17877680": {"title": "The Restless Spirit", "plot": "The film begins with the Dreamer, a restless and disappointed dreamer who has a wife and child. He gazes at his hands and dreams of becoming a great conqueror, but laments that no opportunities ever come to him, and so he continues to dream. The Dreamer becomes the subject of ridicule and his wife becomes the subject of pity by the community. The Dreamer decides to enter the world of men and abandons his wife, leaving her to seek refuge from her father. Her father wishes for her to marry a wealthy gentleman who is also a stranger in the town.\nThe Dreamer heads off into the desert and wanders until exhaustion takes its toll. A woman called \"The Desert Flower\" finds him and takes him to her hut in the desert. There she spends her time looking over the garments of the man who once courted her, who happens to be the same stranger who is now attempting to marry the Dreamer's wife. The woman learns of the Dreamer's story and shows the Dreamer the futility of conquering worlds unknown when he cannot even conquer his own small corner of the world. The Dreamer sees visions of himself in the roles of various great conquerors, but each vision ends in death. Meanwhile the Dreamer's wife has been kicked out of her father's home for refusing to marry the Stranger, and is reunited with the Dreamer at the edge of the desert. The Stranger is sent out into the desert, and the Dreamer and his wife return to the town. In time, the Dreamer becomes respected by the community.", "tmdb_id": 980231}, "32943728": {"title": "The Road to Ruin (1913 film)", "plot": "Norman Harding, son of magnate Sir Gerald Harding, makes a fortune from stock speculation but borrows too much and faces ruin. His sister Elsie is in love with a bank clerk, Harold Henderson, who Norman persuades to help him in a bank fraud. Henderson becomes drawn into society life and finds himself greatly in debt but is bailed out by Sir Gerald.", "imdb_id": "tt0195215"}, "7323910": {"title": "The Rose of San Juan", "plot": "The film's hero, played by Ayres, falls in love with a Mexican girl, much to the anger of a rival suitor.", "imdb_id": "tt0496125"}, "25396771": {"title": "Scrooge (1913 film)", "plot": "The opening credits are followed by a scene in which Charles Dickens is seen pacing his library seeking inspiration for a new story. It comes to him and he settles down to write A Christmas Carol. A short introductory synopsis describing miserly  London businessman Ebenezer Scrooge leads into a shot of his nephew Fred Wyland giving money to poor children on Christmas Eve. Scrooge, upon leaving his office, is chased by poor children. At the office, Scrooge's clerk Bob Cratchit bids goodbye to his crippled son Tiny Tim and goes to work. A poor woman comes to the office to beg from Scrooge but he turns her away. Cratchit gives her money. At Middlemarks, the poor line up for food. When the food runs out, Middlemark goes to Scrooge for assistance but he is turned away. Scrooge gives Cratchit a second hand quill as a Christmas present and after Cratchit has gone, he settles down with his money to sleep.\nScrooge is visited on Christmas Eve by the ghost of his dead business partner, Jacob Marley, who warns him that three more ghosts will appear during the night trying to show Scrooge the error of his ways. As the night wears on, Scrooge is visited by the Ghost of Christmas Past, the Ghost of Christmas Present and the Ghost of Christmas Yet to Come. Scrooge is  shown in sequence his childhood sweetheart, Cratchit's Christmas, a vision of the death of Cratchit's crippled son Tim, and his own lonely tombstone. Scrooge wakes and realising the error of his ways, throws money from his window to the poor children and sends a boy for a large turkey for Cratchit and then goes to visit them for lunch.", "tmdb_id": 76937}, "33114885": {"title": "Sea Dogs of Australia", "plot": "Lieutenant Verner (Eric Howell) incurs massive gambling debts, and a foreign spy, Herman Markoff, tries to blackmail him into stealing some secret plans for an explosive. Verner agrees and helps Markoff kidnap his friend, Lieutenant Sidney, but is stopped by Dave Smith, a champion Australian boxer. Verner tries again and by torturing Sidney succeeds in securing the plans. Verner decides to use the plans to blow up the battlecruiser HMAS Australia, but Sidney manages to escape and kill Markoff. Verner almost escapes on a ship, but Australia sinks it and Verner dies.The chapter headings were:\nsailor ant his ladd\nthe shadow of the 12-inch guns\nthe new explosive\nthe spy\nthe stolen plan from the chart room of HMAS Australia\nattempted robbery\na well known Australian pugilist to the rescue\nkidnapped\nblack treachery\nthe strange cruiser\nthe submarine mine\nthe fastest craft in Australian waters\nthe chase\nHMAS Australia in action – the 12 inch guns in play\nthe destruction of the mysterious warship by the 12 inch guns of HMAS Australia\nthe secret safe\nAustralia's own.", "imdb_id": "tt0344309"}, "17877312": {"title": "The Sea Urchin (1913 film)", "plot": "A hunchback fisherman named Barnacle Bill finds a young girl tied to a mast, the sole survivor of a shipwreck, and raises her into womanhood with the intention of making her his wife. Ten years pass and the woman, out of gratitude, promises to marry him. The hunchback hires a handsome stranger named Bob. The boy and the girl fall in love, but the girl refuses to marry him. The hunchback sees the two embrace and threatens Bob with a knife. The next day, the three go fishing in the boat and an argument breaks out. During the argument, the boat tips over and the girl is washed away. The hunchback and the boy search for her, until the boy becomes exhausted and collapses on the shore. The hunchback finds the girl on a rock and brings her ashore. When the two young people reunite, he sees how happy they are together and decides to walk out of their lives.", "tmdb_id": 915756}, "39966612": {"title": "The Shadow of Nazareth", "plot": "The story opens with Barabbas (Arthur Maude) stealing a headdress of precious stones to impress Judith (Constance Crawley), but her love is actually for Caiaphas (Joe Harris), the high priest of the city, who is devising a plot to kill Jesus Christ. When Barabbas stabs an associate of Caiaphas during an argument over Judith, Caiaphas has Barabbas arrested by Roman soldiers. Then as Barabbas is led away, Caiaphas kills the injured man to prevent him from revealing the plot, and Barrabas is blamed for the crime. Sometime later, Judith at the urging of Caiaphas convinces Judas Iscariot, who is her brother, to betray Jesus, which allows Caiaphas to have Jesus arrested. Barrabas in the meantime has been freed, but is arrested a second time when he makes an attempt on the life of Caiaphas, and Barrabas ends up being held in the same prison as Jesus.\nBoth Barrabas and Jesus are sentenced to die by crucifixion, but Jewish custom allows the release of a prisoner on the day of the Passover feast. Pontius Pilate, the Prefect of the Roman province of Judaea, has the authority to decide whether to free Barabbas or Jesus in honor of the Passover. However, Pilate is unwilling to make the decision himself, so he lets a crowd that has gathered before him choose who is to live. The crowd chooses Barabbas, who is set free, and Jesus, who is innocent of any wrongdoing, dies on the cross. Following the crucifixion, Judas in remorse hangs himself, and Judith, driven mad by the death of her brother, stabs Caiaphas, and then commits suicide.", "tmdb_id": 191967}, "17860742": {"title": "Shon the Piper", "plot": "The synopsis of the film was provided in Moving Picture News as: \"The action is laid in the latter part of the eighteenth century while the story revolves about a young Scotch duke who, determined not to marry one seeking his money, searches for adventure in the Highlands, disguised as a piper. He meets, during his wanderings, Madge, the daughter of Donald Maclvor. They fall in love at first sight. Unaware of Shon's real identity, the old father refuses to sanction the match. He prefers to give his daughter to the wealthy Laird of the Isla. When the girl carries this news to her lover he tells her to \"Be of good cheer, my bonny lass; I'll pipe them a tune of another class.\" The wedding day is fixed and the Laird leads his melancholy fiancée forth. Shon visits the feast in the garb of a harpist. He amuses the guests for a while and then, throwing off his disguise, escapes with Madge from a window. But previous to this, Shon has called his clan together and when speeding away to his mansion, they cover his retreat. What follows is a remarkably thrilling and fresh piece of business; a battle between two kilted Scotch clans. And then the title of the youth is discovered and all ends well.\"", "imdb_id": "tt0003374"}, "32943858": {"title": "The Sick Stockrider", "plot": "The film presents the verses of the poem one by one, separated by illustrated tableaux. It tells the story about a dying stockman.", "tmdb_id": 384986}, "33707603": {"title": "Il sire di Vincigliata", "plot": "To bring to an end a protracted war between the Sires of San Miniato and Vincigliata a marriage is arranged between their children Jacopo and Beatrice. One night however the bejewelled and beautiful Beatrice is distracted from the tender words of her betrothed by the serenade of a young troubadour beneath her window. When the Sire of Vincigliata discovers that his daughter has fallen in love with the troubadour, he has him put into prison and condemned to death by hanging. Beatrice bribes the prison guard to allow her beloved to escape. She waits for him in a boat and, although the alarm is sounded, they break free from their pursuers and head for the open sea. Her father is overwhelmed when he hears of the elopement and dies of a stroke.", "imdb_id": "tt1615000"}, "7237679": {"title": "The Spender (1913 film)", "plot": "The lead actress cures a wayward young man of his lavish spending.", "tmdb_id": 765844}, "9895416": {"title": "The Student of Prague (1913 film)", "plot": "In Prague in 1820, a poor university student named Balduin is the city's wildest carouser and greatest swordsman. Despondent over his lack of funds, he is approached by a diabolical old gentleman dressed in black named Scapinelli. A local young woman named Lyduschka is infatuated with Balduin and begins to follow most of the action from a distance. Balduin becomes smitten with Countess Margit Schwarzenberg after rescuing her from drowning, but — despite receiving a locket from her — knows he cannot pursue this love because of his poverty. Scapinelli, who is always in a gleeful mood, offers Balduin 100,000 pieces of gold in exchange for any item to be found in his student lodgings. Balduin agrees and signs a contract thinking he owns nothing, but is astonished when Scapinelli calls forth Balduin's reflection from the mirror and absconds with it. The baffled student realizes that he now produces no mirror image.\nRecovering, Balduin — now flush with cash — attempts to woo Countess Margit. At the Hofburg Palace, the resplendently attired Balduin renews his acquaintanceship with the Countess, but both Lyduschka and his mirror double put in appearances before the Countess covertly gifts Balduin with her handkerchief. Balduin and the Countess meet secretly at an old Jewish graveyard, but the double appears again and terrorizes both lovers. Lyduschka tips off Baron Waldis-Schwarzenberg, the Countess's fiancé and cousin, about Balduin's amorous efforts (she has stolen the handkerchief as evidence). Incensed, the Baron challenges Balduin to a duel with sabres.\nPrivately, Count Schwarzenberg — the Countess's father and the Baron's uncle — begs Balduin not to kill the Baron, as he is the last surviving heir to the family. Balduin agrees but is thwarted when his double again appears at the duel in his place and kills the rival suitor. Distraught, Balduin sneaks into Margit’s room and continues to petition for her affections. She is accommodating, but becomes frightened by Balduin's lack of a mirror reflection followed quickly by the sudden appearance of the double. She collapses in a swoon.\n\nUtterly dejected, Balduin returns to his own now lavish lodgings and retrieves a pistol. When the double appears there he fires at it and it vanishes, but soon he becomes stricken himself and falls dead. Scapinelli arrives, takes the contract Balduin signed with him and tears it up, throws it like confetti and departs happily. In a coda, we see Balduin's double sitting atop his fresh grave, stroking a raven, and glowering menacingly at the viewer.", "tmdb_id": 28627}, "55515660": {"title": "The Substitute Stenographer", "plot": "Described simply as \"A Detective Story\", the plot summary in The Edison Kinetogram was:\nA detective is just a machine. Someone has done something or something has happened that is more or less of a mystery to the lay mind. A detective is called in and is expected to find out who or what has caused the trouble and to set matters right. That is what he is for.\nWhen Clark, the elder of Clark Brothers Manufacturers, discovered that sums of money varying from ten to fifty dollars were being taken from the safe in his office he sent for the police. He was told to diseharge his stenographer at once and to let it be understood in the office that she was under suspicion. He was also to send the discharged stenographer around to the Detective Bureau. This he did.\nThe poor girl was terrified, but upon arriving at the Detective Bureau she was assured by the detective that she was just going to have a little vacation. Of course a lady detective was sent to take her place. To discover the thieves was so ridiculously easy that by the end of three days she had two of the clerks under arrest. Too much trust had been reposed in them.\nBut the keen eyes did not detect the fact that the young man of the firm was sadly depressed because of the absence of the stenographer whose place the detective had taken. She had, however, observed that he was a very estimable young man and found herself taking more than a professional interest in him.\n\nBut when her time came to leave and the old stenographer came back to take her place, she found herself very much out of things. Young Mr. Clark was so much occupied in welcoming his returned friend that he had no time even to say good-bye to the detective. It hurt the girl more than she would ever have confessed, but after all she had to admit it was just.", "imdb_id": "tt0797941"}, "17860504": {"title": "Suspense (1913 film)", "plot": "A servant leaves a new mother with only a written letter of notice, placing her key under the doormat as she leaves. Her exit attracts the attention of a tramp to the house. As the husband has previously phoned that he is working late, the wife decides not to ring back when she finds the note but does ring back when she sees the tramp. Her husband listens, horrified, as she documents the break-in and then the tramp cuts the line. The husband steals a car and is immediately pursued by the car's owner and the police, who nearly but don't quite manage to jump into the stolen car during a high-speed chase. The husband manages to gain a lead over the police but then accidentally strikes a man smoking in the road and checks to see that he is okay. Meanwhile, the tramp is breaking into the room where the wife has locked herself and her baby, violently thrusting himself through the wood door, carrying a large knife. At that moment the husband arrives, pursued by the police. As the husband runs towards the home, the police fire warning shots into the air, panicking the hobo. He runs down the stairs, to be met by the husband at the front door. After a short struggle, he overpowers the hobo, who is then grabbed by the police. The husband runs upstairs, everything is explained, and all is forgiven as the couple embrace.", "tmdb_id": 105408}, "48630083": {"title": "The System of Doctor Goudron", "plot": "The plot revolves around a journalist, who, accompanied by his wife, travels to an old castle (complete with moat) which has been turned into an asylum, in the hopes of writing about a new approach to curing patients which is said to be practiced there. Arriving during a storm, they quickly discover that the inmates have taken over, and that the \"cure\" to insanity is gouging out an eye and slitting the throat. One \"doctor\" seems to be practicing this technique; another believes that he can float. Escape seems impossible, and the reporter is drawn to a table to undergo the \"cure\", but a gust of wind scattering the \"doctor's\" papers provides a distraction, and, with the help of a sympathetic inmate, the two protagonists are able to flee to safety.", "tmdb_id": 353605}, "13388826": {"title": "The Telephone Girl and the Lady", "plot": "A telephone operator is walking out with a handsome police sergeant; her father insists that the husband for her is a plump, comfortable grocery store owner. The Lady picks up her jewels from the jewellery and brings them home, followed by a jewel thief on a stolen bicycle. She puts them in her safe, and goes to give the telephone girl a present of a necklace in thanks for her work. As the Lady answers the telephone and accepts the Telephone Girl's effusive thanks, the door creaks open – it is the masked thief! She tells the girl on the other end of the line that she's being robbed. While the thief grills the lady, the telephone girl calls the police, but there's a riot and calls about that prevent her getting through. She runs out of the exchange and spots the sergeant conveniently riding by. He lifts her onto his horse and they gallop to the rescue. Meanwhile, with an implicit rape threat the thief has forced the lady to reveal the safe concealed behind a picture. Just in time, the sergeant bursts in as the thief escapes with the jewels. After a rousing fight, helped by the feisty telephone girl and neighbours including a lady in a huge hat, the sergeant drags away the thief. The lady rewards the sergeant and the lovers fall into each other's arms.", "tmdb_id": 192032}, "49600033": {"title": "Tommy's Atonement", "plot": "Tommy Hale in the exuberance of unrestrained youth makes \"rough-house\" is his own home with such vigor that he smashes a valuable vase.  In thus entertaining himself he is frequently admonished by the dear old charwoman.  Mrs. Graves, be careful.  When she returns to the room after a moment's absence, she finds that the frightened Tommy has vanished and the beautiful vase a mass of wreckage of the hearthstone.  Mrs. Hale happens in at this moment and without giving credence to the story of the old lady, discharges her on the spot.  She goes to her poor tenement and finds her feeble husband who earns him a precarious living as a wandering musician.  Threatened with eviction, he starts out and try to get money to pay the rent overdue.  He is run down by the sled of the reckless Tommy and his violin is shattered.  The aged and injured musician is carried into the Grave's home.  Tommy now thoroughly repentant empties his savings bank, buys a new violin and tells his mother how he broke the vase.  His father and mother are now so awakened, the forlorn situation of the aged couple they give them a home for life.", "imdb_id": "tt0467289"}, "33884986": {"title": "Traffic in Souls", "plot": "The storyline concerns two young Swedish women immigrants who are approached by men soliciting for white slavery under the guise of a legitimate work offer. In the scenes filmed at Battery Park, after the women are transported there from Ellis Island, real immigrants can be seen in the background.The entire film takes place over the course of three days and consists of a prologue; the main narrative in which one of the sisters is kidnapped by a pimp and the other sister and her boyfriend rush to rescue her in time and the pimp is killed; and an epilogue in which the viewer finds out the consequences from a trashed news article. The film concludes with a joke ending, an ending to a thriller that at the time was not the cliché it has become now.", "tmdb_id": 96128}, "44295827": {"title": "The Tramp Dentists", "plot": "Two tramps, named Dusty and Weary, awake from their slumber in a hay stock and are overcome with thirst. The two drink from a horse trough and Dusty complains of toothache. The two go to the dentist office only to be kicked out. When the dentist departs on a cruise the two tramps then pose as dentists and occupy the office and pull teeth with pincers and tongs. When the rightful owners return they drive off again. The tramps continue in their venture and quickly make a large sum of money before they desire their old way of life. The two tramps then surrender the office to its rightful owners.", "imdb_id": "tt0326302"}, "32943712": {"title": "Transported", "plot": "In England, Jessie Grey is about to marry Leonard Lincoln but the evil Harold Hawk tries to force her to marry him and she wounds him with a gun. Hawk is arrested and sentenced to imprisonment in Australia. Leonard and Jessie get married and move to Australia. Hawk escapes from gaol and tries to get his revenge by kidnapping Jessie.", "imdb_id": "tt0193574"}, "17877521": {"title": "The Trap (1913 film)", "plot": "A jealous girl, Jane, puts paint on her fiance Lon’s overcoat and becomes excited when she finds traces of the paint on another girl’s waist. But it develops that Lon’s brother Chance had worn the coat in the meantime, and she is pacified after an explanation. But later, Chance's wife Cleo finds traces of the paint on Jane's dress and accuses Chance of being unfaithful to her. All is explained in the end.", "imdb_id": "tt0003474"}, "57499560": {"title": "Twilight of a Woman's Soul", "plot": "The film opens with a party, one taking place in a beautiful, elaborately decorated garden area, among wealthy citizens, exquisitely dressed and all exhibiting their best manners. There is a missing guest though- the heroine of the story- Vera. She is born into a family of considerable wealth, but she is rather bored and tired of this luxurious but all-too-safe and secluded life. Vera is in her room while the party filled with people of polite society are mingling and dancing at her mother's estate. The butler comes for Vera, and she reluctantly goes down to greet the guests. Even at the party, though, she is bored, and she fakes a headache to leave.\nThe next day, Vera's mother invites her to go with her to help the poor. Ecstatic, Vera jumps at the chance to do this charity work. She is so moved by helping the poor that she decides to devote her life to their cause. One of the people she helps, a man named Maxim, is enchanted by her beauty. He writes Vera a letter, asking her to come back to help with his worsening medical condition- which is a complete lie. She goes by herself to his apartment, where he rapes her.  After he rapes her, Maxim falls into an alcohol-induced slumber. While he is sleeping, Vera escapes his grasp, and then she bludgeons him to death.\nVera, visibly shaken, returns home. Next, she is introduced to Prince Dol'skii.  He shows off his excellent marksmanship skills, and she is soon smitten with him. After a month, Prince Dol'skii declares his love for her, and they share a kiss.  But when she kisses him, she has a vision of kissing the man who raped her, and she runs away. Prince Dol'skii does not give up on her though, and eventually she happily agrees to marry him. She decides that she must tell him her secret before the marriage, but both attempts to tell him are thwarted. First, she tries to tell him outright, but he won't let her finish and only says “Whatever may have happened in your past, nothing will shake my love.” In the second attempt, she writes him a letter, but he is not at home to receive it, and so she burns it.\nVera and Prince Dol'skii get married. They are happy, kissing and talking in their home, when Vera decides that she must tell him the truth about what happened to her. Her husband reacts poorly to her confession. His love is definitely \"shook,\" so to speak, and he seemingly no longer wants anything to do with her. So, Vera leaves for good. Prince Dol'skii turns to drinking and fast women to cope with his sadness. However, after living this way for about a year, he can no longer stand it, and he sets out to find Vera again.\nHe hires a private detective, who discovers that she is living abroad. She has become a famous actress over there. The prince leaves Russia to find her, but after two years his search does not turn up any results.  He returns to Russia. Sick of his gloomy attitude, a friend of the prince convinces him to go to the opera. Prince Dol'skii agrees, and it is at this opera that Vera is performing. He sees her on stage and immediately sets out to talk to her after the show. He begs her for forgiveness and to come back, but Vera refuses. She tells the prince that it is too late and she no longer loves him. After hearing this, Dol'skii returns home in mental anguish. The last scene of the movie is Prince Dol'skii killing himself.", "tmdb_id": 159878}, "57499409": {"title": "Uncle's Apartment", "plot": "The film will tell about a man named Koko, who decides to rent out his uncle's apartment rooms, as a result of which, in the same apartment, absolutely different people turn out to be.", "tmdb_id": 192041}, "13392096": {"title": "The Unwelcome Guest", "plot": "Just before she dies, an elderly married woman stashes the horde of money she's secretly accumulated beneath the false bottom of an old shipping trunk. After her death, her husband, believing himself penniless, has to leave their old home and move in with his son's family, where he's treated with no respect or consideration. Also on the scene is a newly hired kindly young housekeeper (Mary Pickford); she and the old gentleman become close friends and eventually run away together (taking the old shipping trunk with them).", "tmdb_id": 490638}, "55372714": {"title": "The Vampire (1913 film)", "plot": "Harold Brentwell moves to the city for a new job and meets Sybil, an adventuress. Harold is totally fascinated by Sybil and forgets his fiancée Helen but, actually, Sybil is a vampire who is going to ruin his life. He soon loses his job and becomes an alcoholic. Abandoned by the vamp, desperate and alone, Harold goes to the theater and watches the \"Vampire Dance\", depicting a man dominated by a beautiful woman who, eventually, takes his life putting the bite on him. Thus Harold understands his weakness and tries to redeem himself.", "tmdb_id": 353196}, "17860153": {"title": "The Ways of Fate", "plot": "A surviving description of this lost film was published in The Moving Picture World. It states: \"Two men playing cards, the argument, flash of a revolver, and one lay dead. The murderer homeward fled, hurried his little girl baby into a west-bound train and was heard of no more. The years passed and boyish Jim Conway grew to manhood with the sole purpose of seeking out his father's murderer to deal justice to him. He went West and was one day lost in the mountains. He called for help and help came in the form of a sweet-faced woman who led him to her home. He spent the flying weeks with her and the aged father, learned to love the mountain nymph for her beauty of soul and fair face. One day she asked him his reasons for being in the hill country, and he, lover-like, confided his secret. Behind the door, sat the white-haired father. He rose, shook himself like a leaf as be invited the young man into the house. And there he confessed the deed, baring his chest for the expected blow. But none fell for love had sweetened the poison of his thought.\" This summary of the film was provided by the American Film Manufacturing Company.", "tmdb_id": 938658}, "13401265": {"title": "The Well (1913 film)", "plot": "The movie was released with the logline: \"Success Is often coveted instead of honestly earned. Through honest effort the farmer was enjoying the fruits of his labor,  A. large irrigation well was among his new acquisitions. Therein his designing helpers held him prisoner while they left with his wealth and his daughter. There is an old saying, however, that an evil purpose always defeats its own end by some committing act.\"", "tmdb_id": 939604}, "7259476": {"title": "The Werewolf (1913 film)", "plot": "Kee-On-Ee, a Navajo woman, becomes a witch after erroneously believing that her husband has abandoned her. She teaches the same skills to her daughter Watuma, who transforms into a wolf to carry out vengeance against the invading white settlers. Then, 100 years after Watuma's death, she returns from the dead to kill again. According to film historian Kelly Robinson, the film contains supernatural elements beyond mere lycanthropy such as witchcraft and reincarnation.", "tmdb_id": 338067}, "6334811": {"title": "When Lincoln Paid", "plot": "The mother of a dead Union soldier attempts to convince President Lincoln to pardon a similarly condemned Confederate soldier whose unjust conviction was the result of her vindictive scheme.", "tmdb_id": 559113}, "46220598": {"title": "When the Earth Trembled", "plot": "Paul Girard Sr. is horrified to learn that his son, Paul Jr. has fallen in love with Dora Sims, the daughter of his business partner. Upon learning that his son and Dora have married Paul cuts his son off and breaks his business dealings with Sims. Paul Jr. goes to work with his father-in-law, but unbeknownst to him his father buys shares in the company intending to ruin the company at an opportune moment.\nYears later after learning that his father is about to sell the shares, Paul Jr. acquiesces to his wishes and temporarily departs from his wife and two children. Paul's boat is shipwrecked and he is presumed dead. A grief-stricken Paul Sr. puts off selling the shares. However, an earthquake hits the city killing Sims and destroying his business. Dora sets to work providing for her family but her daughter falls ill.\nComing across a picture of his grandchildren, Paul Sr. is moved and asks his friend Pearce to hunt down the children and tell their mother he is willing to take care of them. Hearing the offer Dora is appalled and refuses, only to relent when she realizes how sick her daughter is. The children are taken to their grandfathers where they are spoiled with all the toys and clothes they could want. Overwhelmed Paul Sr. asks Pearce to recommend a governess for him. Pearce advises Dora to disguise herself, which she does, and she goes to work as a governess for her children where she is very well received.\nMeanwhile, Paul, who managed to survive the wreck of his ship, learns that no one has heard of his wife and children and they are presumed dead. Returning home he goes to see Pearce who brings him to his father. Seeing that her husband has returned Dora reveals her true identity and is welcomed into the family by Paul Sr. who has now had the opportunity to see what a wonderful mother she is.", "tmdb_id": 337686}, "24477071": {"title": "The Witch of Salem", "plot": "Set in Salem, Massachusetts during the 1600s, the film tells the story a beautiful orphan girl named Prudence (Williams). Prudence is beloved by Old Hastings's son John (Ray). John must try to save Prudence's life when she is convicted of practicing witchcraft and is sentenced to being burned at the stake.", "imdb_id": "tt0193627"}, "67476396": {"title": "Zigomar the Eelskin", "plot": "Taking place after Zigomar contre Nick Carter, Zigomar is taken to a medical examiner for an autopsy after having poisoned himself at the end of the previous film. Before they start, Paul Broquet requests a sample of Zigomar's skin for his files. However, the examiner is attacked by La Rosaria who then gives Zigomar the antidote to his poison and helps him escape through the window. Shortly after, Paul Broquet is lured into a trap and brought before Zigomar, who offers him a generous £50,000 if he leaves him to pursue his criminal activities freely. Paul refuses, and is put inside of a wooden cage as Zigomar and La Rosaria leave to plan their next heist. Luckily, however, his lieutenant finds out where he is being held and frees the police chief.\nMeanwhile, Zigomar and La Rosaria have launched their plan, stealing a lockbox of money won by a lottery with the help of a circus elephant. They almost escape into the sewers, but the ground gives way beneath the two and they barely escape the collapse. By now, the others at the carnival have become aware of the attempted theft, and have reported it to Paul, who disguises himself as a circus hand and begins working undercover in the circus. He eventually hears an incriminating conversation between Zigomar and his accomplice and attempts to accost the duo. However, they quickly disguise themselves as Romani people and duck into a parade, successfully escaping once again.\nNext Paul discovers that Zigomar and his Gang of Z have moved to Italy, where they plan to rob an Italian banker. He tries to warn the banker ahead of time, but Zigomar finds out before he arrives, and plans to blow up the mountain railway he would be travelling on. Paul is alerted to the danger by his assistant, however, and goes by boat instead.\nWhen Zigomar finds out about this change, he decides enough is enough and drops bombs onto the boat from a plane. Paul is not killed, however, and manages to warn the banker ahead of time despite the setback. The banker, however, already had a plan in case of a situation such as this, and shows Broquet that his safe is trapped, and when Zigomar and his gang try to open it, it triggers. The trap floods the room with water, and everyone is arrested. \nIn court, Zigomar is sentenced to penal servitude, a sentence which puts a mysterious smile on the criminal's face."}}