{"60820826": {"title": "The 1002nd Ruse", "plot": "The film is set in 1915 Russia. A wife is cheating on her husband while he is fallen asleep after she gave him intoxicating drink. Suddenly the husband wakes up, but his wife tricks him and hides her lover in her closet. While the husband is trying to find out what happened his wife trick him with another ruse...", "tmdb_id": 212833}, "56759584": {"title": "The Absentee (1915 film)", "plot": "In a prologue, the mythical figure of Ambition seeks to attain the position currently held by Success. Success has reached the pinnacle of his desire, and sits looking over his kingdom. Having achieved his success, Success decides to take a break and goes off with Pleasure, leaving Might in control of the land. Might, under the influence of Evil, along with Might's wife Extravagance, as well as by his daughter Vanity, begins to abuse the land's occupants, including Toil, Age, Strength, Innocence, Happiness, and Ambition. Spurred on by Evil, who says that Justice is blind and cannot see what he is doing, Might whips the laborers. However, Justice is not blind, and she learns of the situation, informing Success, who returns and sets the situation right again.\n\nIn current time, Nathaniel Crosby (who is the embodiment of Success in the prologue) is the sole owner of a prosperous factory.  After receiving a letter from his general manager telling him that he needs to take a vacation, and can trust him to take care of things while he is away, he decides to take a holiday. Leaving his general manager, Sampson Rhodes (the personification of Might) in charge, he starts out on an extended pleasure trip.  Rhodes is influenced by his wife (the personification of Extravagance) and Genevieve, his daughter (the personification of Vanity), to take advantage of his position to increase their wealth and social position. Rhodes lowers the workers' wages, so he can take a bigger cut of the profits. The workers retaliate by going on strike, and the police are called in to protect the plant.  Tom Burke (the embodiment of Ambition) can no longer financially support his ill mother since he is striking.  Neither can he go through with plans to marry David Lee's (the embodiment of Contentment), the foreman's, older daughter Happiness. Lee, along with several other laborers, become more and more discontent as the strike continues, and they eventually turn the strike into a riot. In the first assault several of the workers, as well as one of the policemen, are killed.\nAs the violence continues to escalate, Rhodes realizes that it has gone beyond the abilities of the police to handle, and calls in the militia to put down the riot. However, Rhodes secretary, Ruth Farwell (the embodiment of Justice), tracks down Crosby and tells him of the situation. When he is reticent to return, telling her that Rhodes can handle the situation, she explodes at him, letting him know that over a dozen have been killed in the riots and that their blood will be on his head. She then runs from the room, dropping one of her gloves. Rhodes returns to the plant in order to defuse the situation, but when Ruth recognizes him as he approaches the factory, the rioters turn their ire on him, beginning to beat him.  Ruth, along with Burke, manage to get him away from the crowd and into a nearby boarding house.\nRecovering from his daze, he asks Ruth what is happening, she simply points out the window, where they can see the mob approaching the militia, which is standing in a line, weapons at the ready.  They have been given the authority by Rhodes to fire on the crowd if necessary to protect the factory. Crosby rushes out of the room, followed by Ruth.  In the ruckus which follows, Ruth is shot when she steps in front of a bullet meant for Crosby, fired by Lee. Crosby ends the riot by telling them men to come back to work at their prior wages, which is what they wanted.  The militia is dismissed, and Crosby fires Rhodes.\nWith the plant returned to its former status, Crosby goes to visit Ruth in the hospital, where she has been convalescing. She assures him that she can return to work soon, telling him that she's been practicing her shorthand, showing him her pad and pencil.  He asks her to take a letter for him, thanking someone for opening his eyes, and asking her to marry him.  When Ruth asks him to whom she should address the letter, he takes out the glove she left behind when she came to tell him of the riots, and says simply, \"To the owner of this glove\".", "imdb_id": "tt0004854"}, "45027794": {"title": "Across the Way", "plot": "The published synopsis of the film was listed in Reel Life states: \"Sparks learns, upon visiting his fiancee, Bianca, an art student, that his friend, Tom Brown, a writer, is living across the court. He soon sees that Bianca and Brown are mutually attracted and plans to play a joke upon his friend, which shall make the latter doubt his own sanity. He persuades Bianca to enact a scene with him before the drawn window curtain in which she is attacked by a man with a pistol and drawing a dagger from her bosom, defends herself, killing her assailant. Brown, seeing all this in silhouette on the shade, rushes to Bianca's assistance. He finds her reading peacefully, and is told that the incident must have been an hallucination of his own brain. A few evenings after this Bianca actually is attacked by a burglar. Brown, who now is \"on\" to the fact that in the former instance his friend Sparks had designs upon him, at first thinks this also is another of Sparks' \"jokes\". However, he goes stealthily to investigate and is just in time to save the girl, who breaks her engagement to Sparks and marries Brown.\""}, "45035424": {"title": "The Actor and the Rube", "plot": "Hi Jenkins is a cranky farmer who is disliked by the whole village, including the spinster whom Jenkins wants to marry. Jenkins takes big losses while playing poker and heads to New York City to forget his problems. In New York, an actor takes an interest in impersonating Jenkins and an \"accidental meeting\" is arranged. The actor studies Jenkins and goes back to the cranky farmer's hometown and becomes popular with the people. The actor also wins at poker and regains the spinster's interest. The actor returns and informs Jenkins to be silent and all will be well when he returns home. Jenkins returns and finds himself to be well-liked, marries his spinster love interest and is no longer cranky."}, "45389351": {"title": "An Affair of Three Nations", "plot": "Arnold Daly plays the part of Ashton Kirk, a wealthy and scholarly young man who solves mysteries that have the police puzzled. Kirk is asked by Stella Morse, (Louise Rutter), to find out who is threatening her uncle, Dr. Morse (Sheldon Lewis). Morse has a\ncopy of a secret treaty between Russia and the United States that was made during the Russo-Japanese War. Following the murder of the Doctor, Kirk takes on the case to help solve it. The Japanese spy system has been trying to get hold of the treaty, which could ruin relations between its country and America. Kirk manages to get the treaty himself and prevents a war from breaking out.", "imdb_id": "tt0004861"}, "47223578": {"title": "After Dark (1915 film)", "plot": "A baronet's son marries a barmaid in order to qualify under the inheritance terms of a will.", "imdb_id": "tt0315150"}, "57656891": {"title": "After Death (1915 film)", "plot": "The film is based on the novella Klara Milich (1883) by Ivan Turgenev.\n\"Reclusive young man Andrei is reluctantly persuaded out to social events by his friend Tsenin, and encounters the beautiful actress Zoia. The two meet briefly but then he does not see her for months. He is then shocked to learn that she has collapsed and died, and he becomes morbidly and madly obsessed with her.\"", "tmdb_id": 132397}, "14615011": {"title": "After Five", "plot": "Ted Ewing (Edward Abeles) invests both his own and the money of his fiancée, Nora Heldreth (Betty Schade), when a broker friend offers big investment returns. After the broker friend disappears, though, Ewing believes that he has squandered their money, and sets out on a course of action to recover it.  He takes out a life insurance policy and then tries to get himself \"accidentally\" killed.  His numerous attempts are to no avail.  Next he hires some strong arms to kill him since they have apparently been following him anyway.  He gives the money for his murder for hire to his valet, Oki (Sessue Hayakawa). But then the broker returns and Ewing discovers that his investment has doubled!  With the strong arms after him, Ewing must straighten out the situation before it's too late.", "imdb_id": "tt0004866"}, "18109851": {"title": "Alas and Alack", "plot": "Jess is the wife of a poor hunchbacked fisherman (Lon Chaney).  She daydreams of being very rich after she sees a beautiful yacht in the harbor. The yacht anchors near the beach while Jess is laboriously mending nets for her husband. The yacht is owned by the wealthy Mr. Charles Holcombe. Despite his wealth, Holcombe is unhappily married to a nagging old wife who spends all her time fussing over her pet dog. Holcombe rows ashore to escape his wife's constant nagging.\nJess' little girl is playing on the beach, and after eagerly listening to the noise in a large seashell, brings it to her mother and asks her to tell her what makes the noise inside the shell. Jess tells her daughter a fairy tale about a beautiful girl who was imprisoned in a seashell by an evil fairy because she dared to love a handsome prince, and the noises they hear inside the seashell is actually the cry of the imprisoned girl. Holcombe comes upon the two women as Jess is relating the fairy tale to her child, holding Holcombe spellbound. The fairy tale then unfolds onscreen, with Arthur Holcombe as the Prince, Jess as a Mermaid, and Jess' fisherman husband as \"Hunchback Fate\", three characters in her story.\nHolcombe talks with the young women and laments that such a beautiful young woman lives such a terrible life. He picks a bouquet of daisies, but having no excuse to linger longer, he returns to his ship, where his wife nags him for being away for so long. As the yacht sails off, Holcombe sits dreaming about how wonderful it would be to have a good wife like Jess, while Jess sits on the shore dreaming of the wealthy man she just met and his beautiful yacht. As she daydreams, Jess' fisherman husband suddenly hands her more nets to mend, rudely returning her to the reality of her tedious, impoverished life.", "tmdb_id": 105498}, "23669602": {"title": "Alice in Wonderland (1915 film)", "plot": "Alice lives happily until chasing a White Rabbit. She swims in her own tears and meets a Mouse, a Dodo, and an Owl, who have a Caucus Race. Alice comes face to face with weird men called Tweedledee and Tweedledum (lost footage). She meets the Caterpillar, then runs away and meets the Cheshire Cat. She finds the Mad Hatter and March Hare, who live at a tea party in the woods (lost footage). Alice then meets the Lion and the Unicorn (lost footage). She then meets the Duchess and a Mock Turtle. She then encounters Humpty Dumpty (lost footage). Alice then meets a Puppy, and The Queen of Hearts. They then play an odd game of Croquet, and attend a trial. Alice offends the Queen, who chokes her. Alice then wakes up on the riverbank, where she fell asleep while sitting with her elder sister and discovers that her adventures were a dream.", "tmdb_id": 87300}, "18092219": {"title": "All for Peggy", "plot": "Peggy Baldwin is engaged to Will Brandon, whose wealthy father James Brandon does not approve of his son marrying Peggy because he considers her to be of low station. The senior Brandon is the owner of a race horse named Ladybird, and Peggy's father Seth Baldwin (Lon Chaney) is the stable groom for the horse. Will makes a bet with his father that if Ladybird wins the race the following day, he will break off his engagement to Peggy. But if Ladybird loses the race, Will is free to marry Peggy.\nWill finds out that his father has inside information however that Ladybird is a sure winner and feels like he was tricked. So Will plans to fix the race by asking Peggy's brother Ted (the horse's jockey) to feign being intoxicated that day and not show up to ride Ladybird. Peggy is alarmed when her brother fails to show up for the race, so she dons his jockey suit and rides the horse in his place. Ladybird wins, and Peggy almost faints from exhaustion afterwards. After the race, Will and his father learn that it was Peggy who rode the horse. The elder Brandon is so amused by Peggy's amazing feat, he allows the two young people to marry.", "imdb_id": "tt0004877"}, "19190602": {"title": "Always in the Way", "plot": "As described in film magazines, Winfred North, a widower, marries a widow with two children, believing this will be best for his five-year-old daughter, Dorothy. When her step-mother discovers that Dorothy is to inherit the entirety of her father's fortune, she passes her off as an orphan, and has her adopted by a missionary couple who take the little girl to Africa.\nNow aged fifteen, Dorothy is aiding her adoptive father Revered Goodwin in his missionary work, when she meets Robert Armstrong, a prospector, and they become sweethearts. However, the natives take up arms and kill Dorothy's adoptive parents. Dorothy is rescued and taken to New York, where she begins to work in a florist's shop. Armstrong also returns to New York and searches relentlessly for Dorothy. By a series of coincidences he becomes acquainted first with Winfred North, and then with a former friend of Dorothy's step-mother, who reveals what the step-mother has done.\nIn the meantime, Dorothy tells her story to a journalist with whom she shares her boarding house. When Armstrong reads the subsequent article, he is finally able to find his lost sweetheart. He re-unites Dorothy with her father, who promptly denounces the step-mother, and the young couple are engaged.\n\nThe July 10th, 1915 edition of Motion Picture News lists a musical cue sheet for the film.", "imdb_id": "tt0004885"}, "18163650": {"title": "Anna Karenina (1915 film)", "plot": "Anna Karenina is a married aristocrat and socialite living in Saint Petersburg. She is living a torrid romance with a wealthy and young count, he loves her and is willing to marry her once she leave her husband.\nHowever, Russian society's rejection makes her feel isolated, possessive and even paranoid due to her infidelity's suspicions which will lead eventually to her  suicide.", "tmdb_id": 466561}, "31527926": {"title": "Are You a Mason? (1915 film)", "plot": "Frank Perry discovers that his wife desires him to become a Mason. Taking advantage of the opportunity, Perry goes out for several nights to carouse and have fun while telling his wife that he is undergoing initiation at the Masonic lodge. When his wife invites her father, a Grand Master of the Masons, for a visit, Frank goes to comedic lengths to avoid being found out. The farce is magnified by the circumstance that his father-in-law has also been lying about his Masonic association.", "tmdb_id": 644606}, "44832148": {"title": "Armstrong's Wife", "plot": "The film is about a young woman who is liked by two men. She spends a few months liking one of them but she finds out he is married already. So because she was disappointed, she agrees to go out to the Canadian countryside with the other man. In the end, all three end up meeting together.", "imdb_id": "tt0004909"}, "4119697": {"title": "Assunta Spina (1915 film)", "plot": "Assunta Spina is a laundress living in Naples, engaged to a violent butcher named Michele Mangiafuoco. She is also courted intensely by Raffaele. When she accepts Raffaele's offer to dance during an open air feast in Posillipo, as she feels Michele is ignoring her, tragedy strikes. Michele, blinded by rage, slashes her face and is subsequently arrested. During the trial she bears witness in order to rescue him, saying he never wounded her, but the jury does not believe her. She is enticed by the court vice-chancellor to strike a bargain—Michele will stay in the nearby prison of Naples instead of Avellino, and at the end of the punishment Michele will kill the vice-chancellor before Assunta's eyes.  She must take responsibility for the act before the eyes of the police in order to save her man.", "tmdb_id": 174203}, "29105899": {"title": "The Baby on the Barge", "plot": "While her sailor husband is away, Nellie Jennis (Taylor) receives a visit from her brother Jack (Lionelle Howard), who is being sought by the police for an attack on another man.  Jack claims he is being wrongly accused as his actions were in self-defence, and Nellie agrees to shelter him for a while until he can make good his escape.  When her husband Bob (Rome) returns home, he finds evidence which Nellie has overlooked indicating that a man has been staying in his absence.  He assumes the worst and is consumed by jealous rage.  Nellie refuses to break Jack's confidence by telling Bob the truth, and becomes so fearful and distraught about Bob's treatment of her that she flees from home, taking their baby with her.\nNellie finds employment with Lord and Lady Lafene, who are happy to let her keep her baby with her.  Before long however, Lord Lafene starts trying to take advantage of her and she runs away again.  Now homeless, destitute and with no means to look after the baby, she returns home in secret and leaves the baby for Bob to care for.  Meanwhile, Jack's trouble with the police has been sorted out and he visits Bob, who now realises that he had suspected Nellie unfairly.  He and Bob go looking for Nellie and finally manage to track her down.  Nellie and Bob are reconciled.", "imdb_id": "tt0004932"}, "66845235": {"title": "Barbara Frietchie (1915 film)", "plot": "The film is set in Frederick, Maryland, during the American Civil War. As described in film magazines, young Barbara Frietchie (Minter), just turned eighteen, lives with her grandmother and namesake (Whiffen) in a town occupied by Northern troops. She falls for Captain Trumbull (Coombs), a Union officer, to the disappointment of her father (Sealy), but her grandmother supports the match. When the Confederate forces re-take the town, Captain Trumbull is shot and severely wounded by Barbara's brother (Scott), a Confederate officer. Although he is carried to the Frietchie home and cared for by Barbara and her grandmother, Captain Trumbull dies from his injuries. Both Barbaras are devastated, and wave the stars and stripes from their balcony in defiance of the passing Confederate soldiers. One of these soldiers, Jack Negly (Fraunholz), a suitor whom Barbara had rejected in favour of Captain Trumbull, fires a single shot at the balcony. The bullet hits the younger Barbara, and she is re-united in death with her Union sweetheart.", "imdb_id": "tt0004937"}, "36422018": {"title": "The Battle Cry of Peace", "plot": "In a war-torn world, Enemy agents under the leadership of \"Emanon\" conspire with pacifists to keep the American defense appropriations down at a time when forces of the enemy are preparing to invade. The invasion comes, and New York, Washington, and other American cities are devastated and the enemies take over the country", "tmdb_id": 279399}, "43150585": {"title": "The Beloved Vagabond (1915 film)", "plot": "The wealthy Gaston de Nerac (Arden) decides to live as a tramp until he falls in love.", "imdb_id": "tt0004957"}, "3333": {"title": "The Birth of a Nation", "plot": "The film consists of two parts of similar length. The first part closes with the assassination of Abraham Lincoln, after which there is an intermission. At the New York premiere, Dixon spoke on stage between the parts, reminding the audience that the dramatic version of The Clansman appeared in that venue nine years previously. \"Mr. Dixon also observed that he would have allowed none but the son of a Confederate soldier to direct the film version of The Clansman.\"", "tmdb_id": 618}, "14923004": {"title": "The Bluffers (film)", "plot": "The stories revolved around the inhabitants of the fictitious land of 'Bluffoonia' and their ongoing struggle against the evil tyrant 'Clandestino' and his plans to destroy the forest in which they live.", "imdb_id": "tt0418567"}, "52391266": {"title": "The Boston Tea Party (1915 film)", "plot": "Described by Edison as \"an adaptation of the memorable historical incident of Colonial times\", the plot synopsis was:\n\"Ethan Ward tells Barbara, his sweetheart, that he is trying to foment a rebellion among the Colonists. At a gathering of the Colonists for the purpose of a free discussion on the subject of taxation without representation, Sam Fleet, a Tory, in league with the British soldiers, stationed in and about Boston, slips in and after he has learned the plans of the Colonists, hurries to Captain Crewe of the British and tells him young Ethan Ward is at the head of the plot. Barbara is attending the Governor’s ball when Fleet enters to impart his knowledge to Captain Crewe. She does some eavesdropping and on a pretext that she is ill, leaves the Governor’s mansion and hurries off to warn Ethan that Captain Crewe’s men will be in search of him shortly. She stops in a wayside tavern while repairs are being made to the carriage and sees Sam Fleet, intoxicated and asleep. With assistance, she carries him to the carriage and takes him to Ethan’s farm, a prisoner. She changes clothes with Ethan, and when the soldiers are nearing the house, she rides away on horseback, with the soldiers in hot pursuit. She proves herself to be an accomplished equestrienne, and the exhibition of riding is unusual. In the meantime, Ethan, attired in Barbara’s raiment, leaves the farm with the colored servant in the carriage.\nThe soldiers meet the carriage and what they see inside does not excite their suspicions. Barbara outwits them, hiding under a bridge as they go galloping by in pursuit. Ethan hurries to the place set for the meeting and soon the Colonists have arrayed themselves as Indians. In this garb, they board the “Monmouth” at dock in Boston harbor, laden with tea upon which a British tax has been laid, and dump the chests of tea into the water. The alarm is given to Captain Crewe, but when soldiers get to the ship the \"Indians\" have left. Ethan and Barbara then take the opportunity of discussing colonial affairs together.\""}, "18096231": {"title": "Bound on the Wheel", "plot": "Bound on the Wheel was a three act feature. The film is set in the east-side tenements of New York City. Elsie Jane Wilson plays the \"embittered\" Cora Gertz who lives in a tenement room with her parents, and Lon Chaney plays Tom Coulahan, a \"drink-numbed 'good-for-nothing'\" who lives on the floor below them with his alcoholic parents. Tom wants to take Cora away with him to live in a place of their own, but his parents create such a fuss that after they are married, Cora agrees to stay in the same building and live with Tom and his parents.\nSoon after, Cora's parents return to live in Germany and Tom's father dies. Mrs. Coulahan and Cora are forced to take in washing, while Tom devolves into a drunken lout. When Mrs. Coulahan dies, the entire burden of the household is now on Cora's shoulders. Hans, a family friend from Germany, tells Cora that he is looking for a good investment for his life's savings. Tom plots to steal the thick bankroll Hans is carrying.\nTom tries to bully Cora into helping him steal Hans' money, but Cora warns Hans of Tom's plot. Meanwhile, a drunken Tom accidentally mistakes a bottle of poison for his booze and drinks it. Cora finds her husband dead, and she and Hans are now free to marry.", "imdb_id": "tt0004994"}, "43198616": {"title": "Bout de Zan et l'embusqué", "plot": "France during World War I: Bout de Zan is irritated by his uncle's friend Marius always bragging about his shooting skills. When Marius bets that he will shoot a small bird in a tree, Bout de Zan finds out that he has paid a boy to drop a dead bird from the tree against which he will shoot a blank. Bout de Zan has the dead bird replaced by a stuffed one accompanied by a note saying that rather than lying he should go and fight the Germans. Ashamed, Marius rushes to enlist.", "tmdb_id": 47577}, "14106619": {"title": "Bughouse Bellhops", "plot": "Lonesome Luke and his accessory, Moke Morpheus, are discovered in bellhop uniform, blissfully dozing on a bench in the lobby of the Bughouse Hotel. Comes a guest, and the desk clerk rings a bellhop. But, in the words of Aristotle, or Ted or someone, \"you can ring and you can ring, but the house is boarded up.\" The clink of a few pieces of silver seems to touch some dormant chord in the boys' subconscious minds, and they immediately get on the job. Moke, after seeing the guest to his room, tries, of course, to hide the fact that a tip would be in order, and because of his modesty flies quickly from the room with the kindly aid of the roomer's leather encased pedal extremities. Luke escorts a girl guest to her room, and is starting quite a flirtation with her, when Moke, whose motto is \"pass nothing up\" approaches them and tells Luke that there is a tall tip awaiting him in the new guest's room. Luke goes, and the guest learns how foolish and wasteful it is to break a perfectly good water pitcher on a bellhop's head. Luke then staggers back to Moke, and sends him with neatness and dispatch through a door and into the lap of a retiring guest. With the arrival of a roughneck bouncer and his pretty wife, a fascinating free-for-all is started, in which Luke, with a fire hose, gallantly stands off the concerted attack of the whole household.", "tmdb_id": 765051}, "46768148": {"title": "Bulgaran is Gallant", "plot": "Bulgaran is an elegant and outgoing gentleman. He meets a young lady in the street of the city and starts flirting with her. However, she decides to teach him a lesson and asks if he would accompany her to the marketplace. There she goes on a shopping spree, but it turns out she had left all her money home. The lady asks Bulgaran to lend her some to which plea he readily agrees.\nThe lady then takes the gentleman to a fancy restaurant where she orders expensive drinks and refreshments, all to Bulgaran's expense. When they are finished in the restaurant Bulgaran is asked to carry the parcels with the lady's purchases to her home. On the way to there, they meet her husband and the lady proposes the couple took a cab to their house so they can relieve the \"porter\" from his heavy duty. The couple takes the cab leaving the bewildered Bulgaran a coin for his services.", "tmdb_id": 433321}, "45371787": {"title": "By the Shortest of Heads", "plot": "Formby played a stable boy who outwits a gang of villains and wins a £10,000 prize when he comes first in a horse race.", "imdb_id": "tt0130527"}, "44804436": {"title": "Captain Courtesy", "plot": "Set against the events surrounding the formation of the California Republic on June 14, 1846 and its occupation by United States forces on July 9, 1846, Dustin Farnum plays the son of American settlers of Alta California who when he was a young boy were killed by the Mexicans, upon whom he has vowed revenge. Now a young man, he invents the persona of \"Captain Courtesy,\" a mysterious masked defender of Americans' rights in the Alta California territory.  An American-style Robin Hood, he robs wealthy Mexicans and gives the plunder to his fellow Americans. Courtenay Foote plays a renegade American spying for the Mexicans who encounters Captain Courtesy at a mission and informs the Mexican authorities, who dispatch military troops to capture him. Captain Courtesy rides out of the mission, encounters a troop of American cavalrymen, and leads them back to the mission in time to liberate the local Americans. He learns that the American spy was responsible for his parents' death, but the woman he loves stops him from exacting revenge.The pictured 1915 advertisement in Variety (which erroneously lists the author as \"Edward Charles Carpenter), subtitled \"A romantic story of the Mexican occupation of California, 1840-1846\", depicts a man clad in buckskins and promises \"red blooded action, ardent love making, excellent photography from start to finish.\"", "tmdb_id": 1004273}, "14616918": {"title": "The Captive (1915 film)", "plot": "The Captive chronicles the life of a young woman named Sonia Martinovitch (Blanche Sweet) who lived during the midst of the Balkan Wars. She lives close to the Turkish border on a small farm in Montenegro with her older brother Marko Martinovich (Page Peters) and younger brother Milo (Gerald Ward). Nearby, a Turkish nobleman by the name of Mahmud Hassan (House Peters) lives in a lavish palace. Marko is killed in the Battle of Lüleburgaz, leaving Martinovich and Milo helpless. Subsequently, Hassan is taken prisoner, and assigned to the Martinovich's farm to help with the chores Sonia is unable to complete without her brother.\nAt first, Sonia holds Hassan captive with the use of her bullwhip and forces him to get water, bake, and plow the fields. Hassan begins to befriend young Milo to alleviate his humiliation and suffering. Gradually, Sonia warms up to him and they fall deeply in love.\nThe war wages on, and the Ottomans recapture the village where Sonia, Hassan and Milo live. A drunken officer (William Elmer) tries to force himself on Martinovich, but she refuses. Fueled by love, Hassan intervenes, despite the fact that the officer is Turkish. When the Ottoman army is driven out of the village, Hassan returns home to find that he has been stripped of his title, his land has been taken, and he has been banished from his homeland, all for thwarting the drunken officer's attack on Sonia. Meanwhile, at the farm, a pack of unruly scavengers have burned the Martinovich family's modest house, forcing them to abandon their home. The siblings meet Hassan on the road, and the lovebirds and Milo walk off to begin a new life together.", "tmdb_id": 415021}, "14627188": {"title": "Carmen (1915 Cecil B. DeMille film)", "plot": "Don José, an officer of the law, is seduced by the gypsy girl Carmen, in order to facilitate her clan's smuggling endeavors. Don José becomes obsessed, turning to violent crime himself in order to keep her attention.", "tmdb_id": 109632}, "41060650": {"title": "The Carpet from Bagdad", "plot": "Horace Wadsworth, disinherited brother of New York banker Arthur Wadsworth, joins a gang of international criminals. He plots to rob his brother's bank by constructing a tunnel from the nearby home of antique dealer George Jones, who is currently on a trip to Cairo to purchase antique rugs. Horace follows him there, and, learning of the Sacred Carpet of Bagdad, joins the caravan of its sworn guardian, Mohamed. Meanwhile, Horace's confederates Major Callahan and Mrs. Chedsoye arrive in Cairo along with Mrs. Chedsoye's daughter, Fortune, who is unaware of her mother's illicit activities.\nWhen the criminals meet with Jones in Cairo, Jones becomes enamored of Fortune. Horace steals the Sacred Carpet from Mohamed's mosque and sells it to Jones to fund the robbery plan. Fortune, becoming suspicious of her mother and the surrounding events, steals the prayer rug from Jones and hides it in her mother's effects. Unable to locate the stolen carpet, Mohamed kidnaps Horace, Jones, and Fortune. Meanwhile, Mrs. Chedsoye and Major Callahan return to New York, where a fourth member of the conspiracy, Wallace, has acquired forged paperwork to gain access to the Jones residence.\nThe captives escape from Mohamed's planned torture and flee to Damascus. Horace immediately returns to New York to rejoin his compatriots. Fortune and Jones, who have fallen in love, also travel back to New York. Once there, Jones learns of the forgery, and returns home to confront the gang, who still have the Sacred Carpet and who have completed their tunnel into the vaults of Arthur Wadsworth's bank. Sympathetic to Horace after their shared experiences, Jones offers the robbers a two-hour lead before he notifies the police, but keeps the prayer rug. Meanwhile, Mohamed resigns himself to the loss of the carpet.", "imdb_id": "tt0005062"}, "44823401": {"title": "The Case of Becky (1915 film)", "plot": "Dorothy, victim of the influence that the hypnotist Balzamo has on her, the man who raised her, develops a second personality with a malevolent character named Becky. When Balzamo tries to win the girl, she runs away. Meanwhile, Dr. Emerson, a specialist in nerve diseases, encourages Dr. John Arnold to use his hypnotic powers to heal the sick and tells him that those powers are dangerous because his wife had been the victim of a hypnotist years earlier, who l 'had kidnapped. After the woman's death, all traces of her little girl had been lost.\nDorothy, after her escape, looks for jobs to live on. But when she finds them, Becky's personality re-emerges and makes her lose them. When Dorothy becomes friends with Dr. Emerson's sister, she transforms into Becky and the doctor diagnoses her with a case of split personality. Arnold, who has fallen in love with Dorothy, is ready to \"kill\" Becky, but suddenly Balzamo reappears trying to regain control of the young woman. A mental struggle arises between Balzamo and Arnold which has the doctor as its winner: Balzamo is forced to confess that Dorothy is Emerson's daughter. Having lost his powers, Balzamo goes away. Dorothy is now free to love Arnold.", "tmdb_id": 120650}, "3011159": {"title": "The Champion (1915 film)", "plot": "In this comedy, Charlie Chaplin has a companion—a pet bulldog.  Walking along a street with his bulldog, Charlie finds a \"good luck\" horseshoe just as he passes the training camp of an enormous fighter named Spike Dugan.  Outside the camp is a large, painted advertisement which states Dugan is seeking sparring partners \"who can take a punch.\" After watching other better fighters be soundly beaten by Dugan, Charlie decides his best bet is to put the horseshoe inside his boxing glove.  Using the loaded glove, Charlie connects with a solid punch and wins. The trainer prepares Charlie to fight the world champion. A gambler wants Charlie to throw the fight. He and the trainer's daughter fall in love.", "tmdb_id": 43678}, "73395": {"title": "The Cheat (1915 film)", "plot": "Edith Hardy is a spoiled society woman who continues to buy expensive clothes even when her husband, Richard, tells her all his money is sunk into a stock speculation and he can't pay her bills until the stock goes up. She even delays paying her maid her wages, and the embarrassed Richard must do so. Edith is also the treasurer of the local Red Cross fund drive for Belgian refugees, which holds a gala dance at the home of Hishuru Tori, a rich Japanese ivory merchant (or, in the 1918 re-release, Haka Arakau, a rich Burmese ivory merchant). He is an elegant and dangerously sexy man, to whom Edith seems somewhat drawn; he shows her his roomful of treasures, and stamps one of them with a heated brand to show that it belongs to him.\nA society friend of the Hardys tells Edith that Richard's speculation will not be profitable and he knows a better one; he then offers to double her money in one day if she gives it to him to invest in the suggested enterprise. Edith, wanting to live lavishly and unwilling to wait for Richard to realize his speculation, takes the $10,000 the Red Cross has raised from her bedroom safe and gives it to the society friend.\nThe next day, however, her horrified friend tells her his tip was worthless and her money is completely lost. The Red Cross ladies have scheduled the handover of the money to the refugee fund for the day after that. Edith goes to Tori/Arakau to beg for a loan of the money, and he agrees to write her a check in return for her sexual favours the next day. She reluctantly agrees to this, takes his check and is able to give the money to the Red Cross. Then Richard announces elatedly that his investments have paid off and they are very rich. Edith asks him for $10,000, saying it is for a bridge debt, and he writes her a check for the amount with no reproof.\nShe takes it to Tori/Arakau, but he says she cannot buy her way out of their bargain. When she struggles against his advances, he takes his heated brand used to mark his possessions and brands her with it on the shoulder. In their struggle after that, she finds a gun on the floor and shoots him. She runs away just as Richard, hearing the struggle, bursts into the house. He finds the check he wrote to his wife there. Tori/Arakau is only wounded in the shoulder, not killed; when his servants call the police, Richard declares that he shot him, and Tori/Arakau does not dispute this.\nEdith pleads with Tori/Arakau not to press charges, but he refuses to spare Richard. She visits Richard in his jail cell and confesses everything, and he orders her not to tell anyone else  and let him take the blame. At the crowded trial, both he and Tori/Arakau, his arm in a sling, testify that he was the shooter but will not say why. The jury finds Richard guilty.\nThis is too much for Edith, and she rushes to the witness stand and shouts that she shot Tori/Arakau \"and this is my defense\". She bares her shoulder and shows everyone in the courtroom the brand on her shoulder. The male spectators are infuriated and rush to the front, clearly intending to lynch Tori/Arakau. The judge protects him and manages to hold them off. He then sets aside the verdict, and the prosecutor withdraws the charges. Richard lovingly and protectively leads the chastened Edith from the courtroom.", "tmdb_id": 70368}, "57646541": {"title": "Children of the Age", "plot": "The film tells about a successful banker who falls in love with Maria Nikolaevna, the wife of one of his employees, and she in turn is tempted by the wealth of the banker.", "tmdb_id": 225038}, "14627259": {"title": "Chimmie Fadden Out West", "plot": "Chimmie is sent out west as part of a scam by a railroad company. He is to pretend to find gold, then retreat as the company takes advantage. Things do not go as planned.", "tmdb_id": 700141}, "18109456": {"title": "The Chimney's Secret", "plot": "An old peddler (Lon Chaney) hides money in a hidden compartment in his chimney. His neighbor Mary Ellis is taking care of her invalid sister. Mary defends the old peddler from some boys throwing stones at him. Mary has been saving her money in a bank account, planning to raise enough cash to move to a better climate with her sickly sister.\nCharles Harding (also Lon Chaney), a cashier at the bank, steals the bank's money, causing the bank to fail. The townspeople know that Harding has absconded with their money, but they can't seem to find a trace of him anywhere. When Mary hears the bank has no money, she pounds on the bank's doors in a vain attempt to withdraw her cash. The old peddler sees Mary pounding on the bank door and he hurries home to retrieve the money that he has hidden in his chimney so that he can leave town with the cash.\nMary appears at the beggar's house and in a fit of insanity, he throws the money on the table in front of her and tells her that it was he who robbed the bank. He rips off a fake beard and wig, and reveals to her that he is actually Charles Harding, the bank cashier. Mary begs him to give the money back to the poor townspeople. He gives her the money, but as she leaves, he has second thoughts and runs wildly after her as if to get it back. Suddenly he sees Mary hovering above him in a vision, and he stumbles back to his chimney and dies from a seizure.", "imdb_id": "tt0005088"}, "44830582": {"title": "The Chorus Lady", "plot": "Patricia O'Brian is engaged to Danny Mallory, a detective whose ambition is to own a farm and leave the Broadway life for the countryside. Patricia, on the other hand, is a chorus girl and, knowing the theater environment, tries to keep Nora, her younger sister, away from her. The girl, with a head full of crickets for the celebrity world, attracts the attention of Dicky Crawford, a patron of the womanizing arts who gets her a part in a show. Nora falls in love and Patricia tries to distract Crawford's interest from her sister by flirting with him. During the dress rehearsal, Patricia is chosen to replace the first sick actress. But, while in the dressing room, he sees a note that Nora is preparing to go to Crawford's apartment. Half dressed, he rushes to stop her, leaving the theater as he is, throwing on only a coat over the petticoat. At Crawford's house, the man tells her he is only interested in her. The two, however, are surprised by Danny who, working as an investigator for Crawford's wife, is looking for evidence to nail the man so that his wife can get a divorce. Having found his girlfriend wearing only underwear under her coat, Danny doesn't want to hear Patricia's protests of innocence. Only later, when Pat is about to be evicted, do the two manage to talk and clarify. Reconciled, they marry, moving to the countryside with Nora and her new boyfriend, a young stage assistant in love with her.", "tmdb_id": 943103}, "59968048": {"title": "The Circular Staircase (film)", "plot": "Halsey and Gertrude Innes, along with Gertrude's fiancé Jack Bailey, visit their Aunt Ray who is leasing banker Paul Armstrong's home for the summer. Aunt Ray finds Arnold Armstrong, Paul's son, dead at the foot of the staircase and suspicion falls on Jack since he is Arnold's business enemy. Lousie Armstrong, who is travelling with her dad, is found hiding and dazed. The house keeper, Mrs. Watson, develops blood poisoning and falls down the stairs. Soon after, news arrives from Armstrong's bank, which was recently robbed, that Armstrong has died. Mrs. Watson confesses to shooting Arnold because he had beat her with a golf club. Aunt Ray accidentally discovers Paul Armstrong hiding in a secret room and screams, alerting the others. Detective Jamieson and the new gardener Alex pursue Armstrong. During the chase, Armstrong slips and fatally falls down the stairs. It is revealed that Alex was actually Jack in disguise trying to clear his name. Gertrude embraces him, and Louise hugs Halsey."}, "44813654": {"title": "The Clue", "plot": "Two Russian brothers, Count Boris and Alexis Rabourdin, get their hands on the Japanese coastal defense plan and plan to sell the documents to German agents in London. In the US, Alexis plans to marry rich Eve Bertram, who is in love with him. Boris, meanwhile, falls in love with Christine Lesley, a neighbor of Eve, who is also courted by Guy, the brother of the neighbor, an amateur inventor who experiments with explosives.\nGuy's valet is actually a Japanese spy who wants to get hold of the explosives and destroy the lost documents. Boris, leaving for London, gives Christine an ancient Russian coin as a souvenir. To show the jealous Guy that she is indifferent to Boris's attentions, Christine attaches the coin to her lover's watch chain.\nThat night, Alexis' body is discovered. To find the killer, Eve hires an investigator, Williams, who discovers the ancient Russian currency next to the body. Guy actually wrestled with Alexis and is now convinced that he killed him. Christine, to save Guy, agrees to marry Boris in exchange for his silence. Guy plans to commit suicide, but — during a fight — Nogi causes an explosion that kills Boris. The Japanese, seriously injured, confesses that he was the author of Alexis' murder. Christine destroys the documents on the coastal defense plan and Nogi can die, reassured for having completed his mission.", "tmdb_id": 1004298}, "36319731": {"title": "The Climbers (1915 film)", "plot": "In order to keep his social-climbing wife and daughters in the lifestyle they are accustomed to, wealthy George Hunter makes some large investments in the stock market, but the stocks crash and he loses a great deal of money. His wealthy aunt offers to bail the family out, but complications ensue.", "imdb_id": "tt0005101"}, "44799746": {"title": "The Commanding Officer", "plot": "When Colonel Archer does not want to lend money to Captain Waring, he borrows that amount from Brent Lindsay in the village in exchange for his promissory note. Both Waring and Lindsay court Floyd Bingham, a retired colonel's daughter. Floyd discovers that Lindsay is dating the dancer Queen. On the advice of her father, she accepts Archer's marriage proposal, who has to take care of the two children of his dead sister. When Lindsay continues to harass Floyd, Archer gets into a fight with her. Floyd and Lindsay then go for a walk in the woods. They kiss and Waring takes a picture of them, which he uses to blackmail Lindsay. When Lindsay is later found dead, Archer is arrested. The villagers want to see it hanging. However, Queen witnessed the murder and clears his name just in time.", "imdb_id": "tt0005126"}, "24477247": {"title": "The Coward (1915 film)", "plot": "Set during the American Civil War, Keenan stars as a Virginia colonel, with Charles Ray as his weak-willed son. The son is forced, at gunpoint, by his father to enlist in the Confederate States Army.  He is terrified by the war and deserts during a battle.  The film focuses on the son's struggle to overcome his cowardice.", "tmdb_id": 208517}, "68706924": {"title": "Crooky", "plot": "Crooky Scruggs is a criminal, currently a guest of the state residing in Sing Sing Prison.  He is planning to escape and then does so, through hiding in a barrel. After his escape, he steals a suit of clothes to cover his prison garb, and makes his way to New York City.  Meanwhile, Colonel Bob Roberts is a wealthy rancher from America's west.  He comes to New York with the intention of finding a good investment by which he can greatly increase his wealth. He is carrying a letter of introduction to John Dough, but when he arrives at Dough's office, his secretary, Jack Willis, refuses him an audience. He leaves the letter and heads to his hotel.  On the way there, he runs into Crooky, and the two hit it off and become friendly.  Eventually, the two go back to Roberts' hotel, where Crooky spends the night in Robert's room.\nWaking first, Crooky takes Robert's clothes and money and leaves.  Back at Dough's office, Willis reads Roberts' letter of introduction to Dough.  In need of an infusion of cash to save a railroad deal he is working on, he tracks Roberts down to his hotel.  Hopping in a car, he arrives at the hotel, just as Crooky is exiting.  Mistaking Crooky for Roberts,\nExiting the hotel, he runs into Dough, who has tracked Roberts back to his hotel. He mistakes Crooky for Roberts and brings him back to his office. There, he gives Dough the check Roberts had brought with him to invest.  While there, he meets Dough's sister, Susan, and his daughter, Dora.  He begins to flirt with Susan, and gets invited back to their house, where there is a party being thrown.\nMeanwhile, back at the hotel the police arrive, and believing Roberts is Crooky, take him into custody. As he attempts to prove his innocence, Crooky is at the party, where Susan has learned the truth about Crooky, but has decided to marry him and reform him.  Crooky wants no part in marriage, and decides the time is right for him to slip away. Just before he makes his escape he can't taking Susan's jewels with him.  Roberts has convinced the police of their case of mistaken identity. Taking the police with him, they head to arrest Crooky at Dough's house. However, Crooky has slipped away, and he returns to prison, before he can be arrested for stealing Susan's jewels."}, "32490394": {"title": "The Dawn of a Tomorrow (1915 film)", "plot": "The Dawn of Tomorrow is about a young girl named Glad (Mary Pickford) who becomes the inspiration for a suicidal millionaire to keep living. Glad, the selfless heroine, lives in a poor neighborhood of London. She tries to persuade her sweetheart Dandy (played by David Powell), who is an unscrupulous thief, to give up his ways, though initially not to much avail. At the same time, the millionaire Sir Oliver Holt (Forrest Robinson) has been diagnosed with incurable dementia. Because of this, Holt becomes depressed to the point where he plans his suicide.\nHaving disguised himself as a beggar, Holt wanders into the slums, where Glad lives. They encounter each other while he is preparing to kill himself, and Glad manages to persuade him out of suicide before it is too late. Her compassion and empathy towards Holt's sufferings touches his heart and he begins to have hope in his recovery. Meanwhile, Dandy has been falsely accused of murder, and only Holt's corrupt nephew (Robert Cain) could prove his innocence. Glad, for the sake of her love for Dandy, pleads with Holt's unnamed nephew to help him. The nephew refuses, however, and tries to assault Glad. Holt then comes to her rescue and chastises his nephew. Glad and Dandy are now finally reunited and the millionaire Holt, now seeming to be renewed in mind and spirit, vows to a life of charity and is suicidal no more.", "tmdb_id": 488866}, "43435624": {"title": "Daydreams (1915 film)", "plot": "Sergei is devastated by the death of his beloved wife Yelena. He becomes more and more obsessed by her and more and more often sees visions of her ghost. He starts an affair with an actress who looks like his dead wife but progressively drifts into madness with dramatic consequences.", "tmdb_id": 132446}, "18092327": {"title": "The Desert Breed", "plot": "Two fugitives, Fred and Jack, dash out of the tiny town of Rawhide one night with a posse in hot pursuit. At the desert's edge, they come upon the cabin of Jessie, whom the townspeople refer to as \"The Girl of the Desert\". Jessie refuses to open the door to the two strangers and when they break in, one of the men lights a match and sees Pauline in the shadows pointing a revolver at them. They agree to leave her alone, if she will let them camp out near the cabin for the night.\nThe posse meanwhile has split up, and three members of the group approaches Jessie's cabin. They break in and Jessie wounds one of them, thinking they are the two outlaws returning. The posse members fire back, and Frank and Jack are awakened by the sound of gunshots. They come to the girl's defense and manage to capture and restrain the three posse members. Out of gratitude, Jessie offers to show the fugitives the trail that will bring them safely across the desert to the border.\nFred was wounded back at the cabin and starts hallucinating at one point, but after many hardships, they reach the border. They are alarmed to find the waterhole they were seeking has dried up, but Jessie manages to find them another source of water. Jessie leaves them there and, waving goodbye, she returns to her cabin.", "imdb_id": "tt0005186"}, "18176598": {"title": "Destruction (film)", "plot": "Fernande a greedy woman, marries a rich old man who is expected to die soon to get all his money. The husband discover her intentions but he died suddenly before being able to change his will. Now a widow, her next plan is to kill the wealthy's man son who also inherits.", "tmdb_id": 627854}, "55596021": {"title": "The Devil (1915 film)", "plot": "The Devil, in the guise of a human, meets a young couple who remark upon looking at a Renaissance painting of a martyr that Evil could never triumph over Good. The Devil, taking this as a challenge, decides to bring about the couple's downfall.", "tmdb_id": 638202}, "18175909": {"title": "The Devil's Daughter (1915 film)", "plot": "The story, set in contemporary Italy, portrays the destruction of a young couple's marriage caused by Gioconda Dianti (Theda Bara), a beautiful but highly vindictive young woman. After being deserted by her former lover Luigi, she longs for revenge and vows, \"As this man has done to me, so shall I do to all men. From now on my heart is ice, my passion consuming fire. Let men beware.\" She then acts on that pledge and dedicates herself to seducing and ruining the lives of men she meets. Soon she focuses her spiteful intentions on Lucio Sattella (Paul Doucet), a talented sculptor she encounters on a beach. Gioconda quickly manages to charm her way into his life by visiting Lucio's studio and agreeing to model for his masterpiece, a statue of a sphinx. Her flirtatious manner and enticing looks quickly captivate the artist, who is already married but falls hopelessly in love with her, so much so that he abandons his wife Silvia (Doris Heywood) and their three-year-old daughter Beata (Jane Lee).Later, torn by the emotional stresses of his lust for Gioconda, his love of art, and guilt for leaving his family, a despondent Lucio attempts suicide. He shoots himself but survives. Silvia then nurses her severely wounded husband back to health; nevertheless, he returns to Gioconda. Enraged with jealousy and now desperate, Silvia confronts the sinister interloper in Lucio's studio, where the \"vamp\" continues to ridicule Silvia's efforts to win back her husband. A struggle between the two women ensues as Gioconda attempts to destroy Lucio's sculpture. The sphinx statue is knocked over, falls on Silvia, and crushes and maims her hands. Finally, the crippled wife discards any lingering devotion she has to Lucio and leaves him. Tormented by remorse and his rising hatred for the ruthless siren who has ruined his life, the once hopeful artist descends into madness, becoming a \"raving maniac\". As for Gioconda's fate, she too \"suffers a fearful end\".", "tmdb_id": 898389}, "7491341": {"title": "The Diamond from the Sky", "plot": "The prologue in the serial's first episode, \"A Heritage of Hate\", depicts the discovery of a spectacular diamond inside a meteorite, a gem that later becomes the property of the Stanley family, who call their heirloom “The Diamond From the Sky”. The remainder of the first chapter portrays the intense rivalry between Colonel Arthur Stanley and Judge Lamar Stanley, Virginia aristocrats and descendants of Lord Arthur Stanley, 200 years later.\nWhen a girl is born to the young wife of Colonel Arthur Stanley, the latter, to retain an earldom and “The Diamond From the Sky,” buys a new born Gypsy baby boy and substitutes it for his own babe. Judge Lamar Stanley visits Colonel Arthur Stanley’s home to see the child just as Hagar, the gypsy woman, bursts into the room to demand her boy, and the colonel falls unconscious across the library table.", "tmdb_id": 979116}, "19192023": {"title": "Emmy of Stork's Nest", "plot": "As described in Motography, Benton Cabot decides to make a living working the farm his father left him. At Stork's Nest he meets Emmy Garret, a beautiful little country girl. Bije Stork, a bully, is jealous of Cabot. He is determined to marry Emmy and persuades her that the city chap is not in love with her. Bije is sought by the sheriff for counterfeiting. He flees, taking Emmy, who has agreed to marry him, but Cabot overtakes the counterfeiter. When matters are explained to Emmy she gives her promise to become Benton's wife.\nThe October 23, 1915 edition of Picture-Play Weekly features a detailed fiction adaptation of the film, complete with several stills from the picture.", "tmdb_id": 627848}, "14848979": {"title": "Enoch Arden (1915 film)", "plot": "Based on a summary in a film magazine, Enoch, Annie, and Walter grow up as friends. Later, Annie decides to marry Enoch, but Walter, though bitter about the decision, remains their friend. Enoch and Annie have two children. Then business takes Enoch on a sailing voyage, which he states will take less than one year, and he asks Walter to look over his family while he is gone. Enoch does not return, and Walter dutifully cares after Enoch's wife and children. After ten years word comes of a wreck seen in the Pacific, and everyone believes Enoch has died. Walter and Annie then marry. One night a stranger comes to the house and through a window sees Walter, Annie, and the children happy. The stranger, who is Enoch, finds an old woman who tells him what happened. Enoch tells her to keep his secret, and then leaves. He later dies with a smile on his face.", "tmdb_id": 109743}, "32511838": {"title": "Esmeralda (1915 film)", "plot": "Esmeralda is a new kind of Mary Pickford picture. The story begins on the farm and swings around to the big city. From the simple and wholesome country girl \"Esmeralda\" becomes a veteran society leader. One of the big features of \"Esmeralda\" is the interrupted wedding ceremony in which Little Mary refuses to marry the count. It is a real Pickford scene and worth as much as many entire pictures.\"", "tmdb_id": 489905}, "19187423": {"title": "The Eternal City (1915 film)", "plot": "The wife of Leone, a member of the Papal Guard, believing herself to have been deserted, leaves her young son David with the Sisters of Charity and commits suicide. Little David is brought up by the sisters, and turned over to a Padrone, who takes him to London and mistreats him. David is befriended by Dr. Roselli, a political exile, and becomes the playmate of Roma, the doctor's daughter. He assumes the name of Rosa. Years later Roma becomes Baron Bonelli's ward, and is supposed to have become his mistress. David is a socialist agitator, and is particularly passionate in denouncing the baron, who is also the prime minister of Italy. The baron arranges to have David killed, but Roma saves him. Later she is induced to betray him through lying promises of clemency for her husband. David thinks Roma has betrayed him intentionally. He kills the baron, and Roma assumes the blame for the crime. David befriended by the pope, discovers he is his father, and through the pope's influence Roma is freed and reunited to her husband.", "tmdb_id": 655787}, "48422515": {"title": "Eugene Aram (1915 film)", "plot": "Eugene Aram is a down-on-his luck character, who is explained to be a distant relation of Richard Housman, who is a criminal just trying to get by. Housman is entertained by Eugene's problems. Eugene is trying to teach himself and devises his own curriculum, but fails.\nHousman comes across a letter written by a man named Clark Lester to his son, Walter. The letter promises a reward of jewels and valuables to Walter, who has saved a man's life in India. The letter came from Grassdale, England. Housman decides that he should rob Clark of his jewels and valuables, and takes Eugene along with him.\nIn Grassdale, Housman attacks Clark, just as Eugene comes along to find the two. Eugene seizes Clark and Clark is killed by Housman. Eaten with remorse, Eugene refuses to take anything from Housman.\nFive years later, Eugene is a school teacher in Grassdale. Walter, the son of the dead Clark, lives in Grassdale and is in love with a woman named Madeline. Madeline does not care about Walter at all, but her sister, Eleanor, loves him.\nAram is struggling with the guilt of killing Clark. Everything seems to be conspiring to remind him that he killed a man. Even his pupils seem to put too much emphasis on certain words and sentences.\nEugene meets Madeline and they fall in love. This, of course, enrages Walter. He warns Madeline that Eugene is no good.\nHousman is now a professional thief. He and his gang force themselves into the Lester home and run into Eugene, who shoots Housman. Housman asks Eugene to meet him at the glen the next day. At the glen, Housman demands money to keep him quiet, or else he will inform Eugene's friends about Clark's murder. Eugene agrees, and travels to London to give Housman his money. Housman promises to leave the country.\nBack in Grassdale, Walter keeps insulting Eugene to Madeline's face. Housman receives word that his daughter, Ann, is dying. He besieges Walter on his way to London and steals his horse, renowned for its speed. However, he is too late. Ann has already died. He finds Ann dead and stumbles off to the nearest inn, to get drunk.\nAt the inn, some strangers are discussing the unearthing of a skeleton. They believe it to be Clark's skeleton, who was said to have gone missing five years earlier. Walter enters the inn and is listening. Housman drunkenly gets up and says they are wrong, and he knows where Clark's body is. He takes them to St. Robert's cave, unearths the skeleton of Clark, and then tells Walter that Eugene committed the murder.\nEugene is arrested, tried, and condemned based on Housman's testimony. Walter asks Eugene to confess, and Eugene tells the whole story. However, this does not take away his sentence. Madeline hears of his sentence and dies on the spot. The movie ends with Eugene being hanged for his crime.", "imdb_id": "tt0005252"}, "44829326": {"title": "The Explorer (film)", "plot": "The film was advertised as a story of an adventurous youth who led an exploration party into Central Africa, risking life and honor for the women he loved.", "imdb_id": "tt0126898"}, "19190340": {"title": "The Fairy and the Waif", "plot": "As described in film magazines, Viola Drayton (Minter), the daughter of Major Drayton, is a young girl who wants to be a real fairy. When her father goes to Europe to participate in World War I, he leaves Viola in the care of his business associate Nevinson and his wife, and provides them with $30,000 to invest on Viola's behalf.\nNews arrives from Europe that Major Drayton has been killed in battle, and, upon hearing this, Nevinson appropriates Viola's money. This does not save him financially, however, and his wife is obliged to take in boarders. They force Viola to work as a household drudge until one day she runs away. She is taken in by a theatre company, and finds herself playing the role of a fairy.\nDuring one rehearsal, Viola takes fright and runs away from the theatre, still dressed in her fairy costume. She encounters a homeless waif (Helton) who believes that she is a real fairy, and they shelter in a barrel together until they are found by a policeman.\nMeanwhile it transpires that Major Drayton has not been killed; he returns to New York and issues a reward for his lost daughter. The policeman, recognising Viola from the description accompanying the reward, reunites her with her father, and Major Drayton also takes in the waif.", "tmdb_id": 863603}, "18109743": {"title": "The Fascination of the Fleur de Lis", "plot": "A woman is taken ill while working in the fields, and while taking her home, her husband passes the palace of the Duke of Safoulrug. There, the sickly woman sees a fleur de lis, and is fascinated with the unusual flower. When she later gives birth to a baby girl, the infant has a birthmark shaped like a fleur de lis on her shoulder. The mother dies, and fifteen years later, her daughter Lisette has also acquired her mother's strange obsession for the flower.\nOne day while passing the Duke's palace, she demands that her sweetheart Antoine pick one of the flowers for her, but the gardener chases them away. Lisette manages to steal a flower, and is seen by the Duke of Safoulrug (Lon Chaney) who is captivated by her beauty. Lisette deserts Antoine and marries the Duke instead for his money, despite the fact that she does not love him. During a royal reception, she meets the King, who is bewitched by her beauty and takes her in his arms. The Duke, knowing that he dare not confront a King, commits suicide, whereupon the King takes Lisette on as his mistress.\nHis Majesty is taken ill one day, and the doctor who arrives to treat him is Antoine, her old flame, now a famous surgeon. Antoine goes to Lisette's room to tell her the operation was a success and she throws her arms around him. He rebukes her advances, saying the fleur de lis has come between them and their happiness. Lisette goes to the fireplace, grabs a hot poker, and burns the birthmark from her flesh. Months later, Lisette is caring for her old father in his hut. She brings some flowers to her mother's grave, and it is there that Antoine finds her and takes her in his arms.", "imdb_id": "tt0005304"}, "18110549": {"title": "Father and the Boys", "plot": "Lemuel Morewood is a wealthy businessman who hopes someday to see his two sons take over his business. He wants Tom to marry Frances Berkeley and Billy to marry Emily Donelson, but the boys have different plans. Tom is just interested in sports, while Billy is obsessed with high society matters and spends all his time with Mrs. Guilford, the leader of the smart set.\nBessie Brayton is an orphan from Nevada who comes to New York and gets a job as an entertainer at high society parties. She owns a half-interest in the Bluebird Mine, which she believes is worthless. The Morewoods hire Bessie one night to entertain at a party where she meets Major Didsworth, who offers to sell her mine shares for her. Bessie taunts Lemuel that he is old-fashioned, so he gets into his tuxedo, wins a large sum of money gambling with Didsworth, and goes off with Bessie to blow his cash. Lemuel keeps up his wild pace; he goes to the racetrack where his wild behavior infuriates Mrs. Guilford, and she criticizes Lemuel's behavior. Billy defends his father, ending his friendship with Mrs. Guilford.\nBessie receives a telegram from Didsworth offering her $1,000 cash in exchange for her mine stock. Lemuel suspects that she is being cheated, and he goes back to Nevada with her. The boys think their father has run off to elope with Bessie and they follow them, along with Emily, Frances, and Tobias Ford, the family lawyer. Out in Nevada, Lemuel and Bessie learn that her half of the mine is actually worth a fortune, and they learn that the other half is owned by Tuck Bartholomew (Lon Chaney), Bessie's old sweetheart who disappeared years ago up in Alaska.\nOn route to Nevada, Tom becomes engaged to Emily and Billy becomes engaged to Frances—exactly the opposite of what their father had planned for the boys. They arrive at a wedding ceremony just in time to stop their father from marrying Bessie, only to learn that Bessie is actually marrying her old flame Tuck Bartholomew, who has come back from Alaska. Lemuel and his two sons return home to New York to run the family business, together with Emily and Frances.", "tmdb_id": 609360}, "13723596": {"title": "Fatty and Mabel at the San Diego Exposition", "plot": "Fatty (Roscoe Arbuckle) and Mabel (Mabel Normand) are a married couple visiting the Exposition. Fatty gets in trouble by flirting with a passing woman (Minta Durfee) while Mabel shops. He chases the woman into a hula pavilion and makes approaches to the dancers. He is accosted by both Mabel and the woman's husband; eventually the police are called to straighten the whole thing out.", "tmdb_id": 138923}, "13726036": {"title": "Fatty's Plucky Pup", "plot": "Fatty plays a somewhat lazy young man who disrupts his mother's life by causing a fire by smoking in bed, then ruins laundry day by dropping it in the mud. He has two loves of his life, the girl next door Lizzie and his dog Luke. After showcasing his lack of talents helping his mother, he is able to save Luke from the dog catchers and express his love for Lizzie through a hole in the fence. In the second reel, Fatty, Lizzie, mom and Luke go to the amusement park, where Fatty is first outwitted by a couple of sharks but then retrieves his losses by pointing a fake gun at them. To exact revenge, they kidnap Lizzie with the help of the embittered dog catchers, and take her to an abandoned shack, where they tie her to a post with a gun attached to a timer pointed at her head. Plucky pup Luke follows the crooks, and is able to warn Fatty in time to perform the last-minute rescue, with the help of the Keystone Cops. In the closing shot Fatty, Lizzie and Luke embrace in a joint kiss (and lick).", "tmdb_id": 174216}, "43344174": {"title": "The Fighting Hope", "plot": "A man has been convicted of fraud, but his wife believes he is innocent and sets out to prove it."}, "52299493": {"title": "Filibus", "plot": "The elegant Baroness Troixmonde has a secret identity: a mysterious burglar known to the world only as Filibus. In the wake of a bank robbery, a large cash reward is offered to anyone who can track Filibus down, and the renowned Detective Kutt-Hendy (played by Giovanni Spano) puts himself on the case. The Baroness visits the notary in charge of the cash reward, and enters her own name in the competition. Encountering Kutt-Hendy in the notary's office, she hatches a plan to baffle him: she tells him that she knows he himself is Filibus. Leaving the office in her chauffeured motorcar, she catches sight of Kutt-Hendy's sister, Leonora (played by Cristina Ruspoli).\nThe Baroness rides to a deserted country road, where she uses a heliograph to signal for Filibus's airship. Her crew of silent masked assistants lower a capsule, allowing Filibus to reach the airship, change into her burglary outfit, and fly to Kutt-Hendy's residence. Kutt-Hendy is being visited by his friend, the antiques collector Leo Sandy, who is unrequitedly in love with Leonora. Filibus, seizing a moment when Kutt-Hendy is alone, uses the capsule to reach him and put him to sleep with a narcotic. She takes a print of Kutt-Hendy's hand, which she will use to make a specially formed glove.\nIn disguise as a young nobleman, the Count de la Brive, Filibus stages the kidnapping and rescue of Leonora, leaving a print from the special glove on Leonora's clothing. The grateful Kutt-Hendy invites the nobleman to stay with them for some days, and the Count begins courting Leonora. At a party at Leo Sandy's villa, they see a glass case containing his prize acquisition, an ancient Egyptian statue of a cat with priceless diamond eyes. When Sandy turns out the lights to show off the sparkling diamonds, the Count cuts a hole in the glass and deposits a note announcing that Filibus will steal the statue that night. Kutt-Hendy attempts to search the guests, but to his consternation finds the glass piece in his own pocket, with fingerprints that match none of the guests' hands. At home, he realizes to his horror that the prints on both the glass piece and Leonora's outfit match his own handprint.\nKutt-Hendy, resolved to trap Filibus, helps Sandy plant a tiny camera in one eye of the statue and replace the real diamonds with artificial ones. That night, Filibus flies to Sandy's villa, kidnaps him, puts Kutt-Hendy under the narcotic, and reaches the statue. Realizing Kutt-Hendy's ruse, she locates the real diamonds, and stages the theft so that the hidden camera photographs the unconscious Kutt-Hendy's face instead of hers.\nFilibus returns Kutt-Hendy to his home, plants one of the real diamonds on his desk, and telephones the police to alert them of the theft and kidnapping. Kutt-Hendy pleads his innocence, but when they examine the diamond and the hidden camera's picture, the police are led to believe that Kutt-Hendy must indeed be Filibus. Kutt-Hendy fears that this may indeed be the case, if he committed all of Filibus's heists while sleepwalking. Meanwhile, Leo Sandy escapes Filibus's assistants and parachutes out of the dirigible, and is picked up by a passing car and brought back to his villa. Learning of Kutt-Hendy's arrest, Sandy rushes to his assistance and gives his evidence about his kidnapping. The relieved Kutt-Hendy is allowed to go free and pursue the real Filibus, whose identity is still unknown.\nIntending to trap Filibus, he tells the press to announce that he has returned to his home. Filibus decides to use the narcotic to pin another crime on him, a robbery of the International Bank. This time Kutt-Hendy is prepared, and seizes Filibus when she tries to administer the narcotic. He unmasks Filibus and recognizes her as the Count de la Brive. He ties her up, locks her in his office, and goes to get the police. By the time he returns with policemen, Filibus has managed to get to a window, signal for her airship, and escape into the sky. A few days later, Sandy proposes to Leonora and is accepted. Just as Kutt-Hendy is congratulating them, a letter falls from the sky—a letter from Filibus, telling him that they may meet again. High in the clouds, the Baroness Troixmonde, the mysterious sky pirate Filibus, laughs over her haul from the International Bank.", "tmdb_id": 207036}, "32171961": {"title": "Fine Feathers (1915 film)", "plot": "After a blind man recovers his sight his average-looking wife undergoes a makeover in order to make herself more attractive to him.", "imdb_id": "tt0325379"}, "18515235": {"title": "La Folie du Docteur Tube", "plot": "A famous and whimsical Doctor Tube invents a powder that makes people deformed. He first tries the experiment on a dog, then on his assistant, a black child, and on himself. The result amuses them a lot. He then sprays some powder on two lovely young girls who visit him, who are devastated by the result, as well as their fiancés who receive the same treatment. The bodies are so deformed that they become unrecognizable. The four young people come to blows with the professor, who then tells them that all they need to do is get rid of the dust that covers their clothes to regain a normal shape. Everything goes back to normal and the adventure ends around a table and a bottle of champagne.", "tmdb_id": 174178}, "3853935": {"title": "A Fool There Was (1915 film)", "plot": "John Schuyler (Edward José), a rich Wall Street lawyer and diplomat, is a husband and a devoted family man. He is sent to England on a diplomatic mission without his wife and daughter. On the ship he meets the \"Vampire woman\" (Theda Bara)-a psychic vampire described as \"a woman of the vampire species\"-who uses her charms to seduce men, only to leave after ruining their lives. Schuyler is yet another one of her victims who falls completely under her control. In the process of succumbing to her will, he abandons his family, loses his job, his social standing, and becomes a raving drunkard. All attempts by his family to get him to return fail and the hapless \"fool\" plunges ever deeper into physical and mental degradation.", "tmdb_id": 38730}, "33114696": {"title": "For Australia", "plot": "A newspaper journalist, Stanley Lane (Boyd Irwin), discovers a German spy ring in Sydney led by Carl Hoffman (Charles Villiers). Lane is captured and imprisoned by Germans on an uncharted Pacific Island.\nWith the help of half-caste Samoan girl Kana (Alma Rock Phillips) he escapes and destroys a German wireless station in Samoa. He is re-captured and tied to a tree in a crocodile-infested swamp, but Kana saves him again. Later, HMAS Sydney invades the island and Hoffman runs into the swamp and is eaten by crocodiles.", "imdb_id": "tt0353461"}, "18095028": {"title": "For Cash", "plot": "Vera Ronceval has been raised in seclusion by her reclusive father Amos Ronceval. One day she meets Arthen Owen, a young artist, and they fall in love. When Amos learns of their romance, he forbids Arthen to see his daughter, and in his excitement, suffers a heart attack. His last dying wish is that Vera be placed in the custody of her wealthy cousin, Mr. Ronceval, who is an attorney. He takes Vera away to his home in the big city, and Arthen, unable to contact his beloved Vera, falls into dissapation.\nBankrupt, Arthen agrees to paint pictures for Lee Varick, a disreputable \"artist\" who makes a living by putting his signature on other artists' work. Mr. Ronceval is friendly with Varick, and decides that Varick would be a suitable husband for Vera; she reluctantly consents to the engagement. Vera sees Arthen one day, and despite the disgraceful state to which he has fallen, tells him that she still loves him.\nArthen, now with a newfound reason to live, goes to Varick to return the latest check which he received from the fraud, when he suddenly hears screams from the man's apartment. He breaks in to find Vera, who went there to break off her engagement, being physically assaulted by Varick. Arthen knocks Varick down and rescues Vera. When her cousin learns of Varick's vile behavior, he decides to allow Vera to marry Arthen.", "imdb_id": "tt0005344"}, "18999434": {"title": "The Foundling (1915 film)", "plot": "Molly O (Mary Pickford) is a poor little girl whose mother died in childbirth and whose father David King (Edward Martindel) rejects her. When David departs to Italy to paint his late wife as the Madonna, Molly O is left behind in a cruel orphanage. She is beloved by the other pupils, but becomes enemies with the matron's niece Jennie (Mildred Morris). As a result, she is shipped off to live with a boardinghouse proprietress (Maggie Weston). She is treated more like a slave than as an adopted daughter and decides to run away.\nMeanwhile, King returned from Italy and is now a wealthy and successful painter. He regrets having left behind his daughter and now longs for her presence. Jennie pretends to be Molly O to make profit of his wealth and is adopted by him. However, Molly O returns as well. Afraid to tell the truth, she serves as his maid.", "tmdb_id": 583694}, "14404921": {"title": "Four Feathers", "plot": "Harry Faversham (played by John Clements) is British army officer who refuses to avenge the death of a legendary general who was murdered some ten years ago. He is awarded three feathers by his officers. When his fiancée fails to defend his stance, he plucks a feather from her fan.\nHe proves his courage by recusing his comrades in potentially dangerous and life-threatening situations at enemy lines in North Africa. Harry later returns each of the feathers as proof of his redemption and courage.", "tmdb_id": 449120}, "34600272": {"title": "A Free Ride", "plot": "A Free Ride's opening intertitle denotes the film's setting as \"in the wide open spaces, where men are men and girls will be girls, the hills are full of romance and adventure\". The film shows two women walking home together alongside a rural road. A wealthy male motorist in a right-hand-drive 1912 Haynes 50-60 Model Y Touring Car arrives and offers them a lift. After some hesitation, the women accept his promise to behave properly, and sit beside him in the front seat. However, the man immediately kisses and fondles them, before they get underway.\nSome time later, the man stops the car and steps out of sight into the trees to urinate, but the women follow and voyeuristically watch him, returning to the car as he finishes to conceal that they have done so. After his return, the women go the same spot themselves to urinate. He secretly follows, watches them, and becomes sexually aroused, also returning to the car before he is discovered. The women return to the car, and accept the man's offer of liquor.\nThe man asks one of the women to accompany him into the woods, and they masturbate each other while standing. The other woman becomes curious and follows them into the woods. Upon seeing them, she becomes sexually aroused and stimulates herself. Meanwhile, the man and the first woman have sex in the missionary position. Soon after, the second woman joins them and the man has sex with her doggy style. Later, they have a threesome, and one of the women subsequently performs fellatio on him. After finishing the sexual acts, they return to the car and drive away.", "tmdb_id": 299568}, "14106487": {"title": "Fresh from the Farm", "plot": "A farm youth goes to college, pursues the pretty co-eds and joins a fraternity.", "tmdb_id": 970549}, "44835623": {"title": "The Gentleman from Indiana", "plot": "The film was advertised as a \"a powerful drama of politics and romance\".", "imdb_id": "tt0005377"}, "36267752": {"title": "A Gentleman of Leisure (1915 film)", "plot": "Robert Edgar Willoughby Pitt embarks on a steamship leaving London for New York. However, First Class is full and Robert is forced to travel with the emigrants on the lower deck, from where, by regulation, he cannot access the upper one.  The beautiful Molly Creedon is traveling in First Class and Robert, in order to woo the girl, encounters many difficulties precisely because of the restrictions with which he has to comply.\n\nArriving in New York, Robert heads to his exclusive club, where he bets that he could rob a house and avoid being arrested.  Later, when Spike Mullins tries to rob him, Robert prevents him, but offers to team up on the caper.  Spike suggests robbing the home of a deputy police commissioner known for taking bribes. The man, \"Big Phil\" Creedon, is Molly's father. Molly catches the thieves and \"Big Phil\" accepts a bribe to let them go, but warns Robert to keep away from Molly.  Spike, who has become Robert's servant, steals a pearl necklace during a house party.  To save him from arrest, Robert threatens to report Creedon's embezzlement.  Molly discreetly returns the pearls, while Creedon accepts the deal, promising not to take any more bribes.", "imdb_id": "tt0005378"}, "14614654": {"title": "The Girl of the Golden West (1915 film)", "plot": "A hard-bitten saloon girl falls for a dashing outlaw, and tries to keep the local sheriff from catching him and sending him to prison.", "tmdb_id": 402388}, "33471202": {"title": "The Girl of the Gypsy Camp", "plot": "On her sixth birthday, Joy Randolph is carried off by a band of gypsies, after having been given by her grandfather. Colonel Randolph, a locket containing her mother's portrait. The child's hat is found in the river, where the gypsies have thrown it. This leads to the belief that she has been drowned. The shock to the Colonel is so great that he is taken very ill, and the doctor tells the Rev. Amos Bayley that he fears the Colonel will go insane unless someone is found to replace Joy in her grandfather's heart. The minister procures a young boy from the neighboring orphan's home, and Colonel Randolph  finally takes the child to his heart and tells him that he will be a father to him.\nTwelve years elapse, and the gypsies, confident that Joy will no longer be recognized, return to the village from whence they stole her. Joy is known among the Romany people as Romono, and is now eighteen. Franko, second in command of the band, is in love with her. but Rigo, the chief of the gypsies, prevents him from forcing his attentions upon her. William, the Colonel's adopted son, has just returned from the University of Virginia, and he and Joy meet. It is a case of love at first sight, and William begs his foster-father's permission to marry the girl. The Colonel Is furious over the Idea, little dreaming who the seeming gypsy really Is, He has seized the gypsies' horses for trampling his crops, but in the meantime Romono has left the hand and gone to live with the minister, where she finds the old colored mammy, who was once her nurse, though, of course, she does not recognize her. The Colonel bargains with Rigo, the chief of the band, to restore the horses to them if they will get away immediately and take Romono with them. Meantime, William and Romono slip away to the office of the Justice of the Peace and are married. William is captured by the gypsies, and Franko goes to the minister's house with a note for Romono from Rigo, telling her that unless she gives Franko the money which the minister baa collected towards the building of a new church, he will Are his rifle as a signal for her husband's death. Thus threatened, Romono hands over the church funds.\nFranko returns to the camp dragging Romono with him, but in the meantime the gypsies have taken William to a nearby saw mill and bound him to a huge log, Rigo setting the saw in motion. Telling Romono that she will find her lover In pieces at the mill, Rigo and Franko start to follow the gypsy band away, but Franko, Incensed at Rlgo's having allowed Romono to go, attacks him with a knife. In the struggle, both are mortally wounded, and drop side by side. Here they are found by the minister, who bears Rlgo's dying confession regarding the kidnapping of Romono. or Joy, years before, and the stealing of the church funds. Meantime, Romono has reached the mill, and Just In the nick of time, throws the lever and stops the saw, saving her husband's life. Back at the minister's house,  Colonel Randolph, after the minister's explanation, realizes that his adopted son has, unknowingly, married his long-lost granddaughter, and belated happiness Is brought to all as a result of William's falling in love with \"The Girl of the Gypsy Camp.\"", "imdb_id": "tt0325469"}, "18092788": {"title": "The Girl of the Night", "plot": "A small time crook named Jerry (Lon Chaney) takes a young neighborhood girl named Nance under his wing and raises her as best he can. Nance spends her formative years living among Jerry's criminal friends, but she remains virtuous. Years later, Jerry's gang gets word that a powerful attorney named Arthur Langham is investigating them all for criminal activities, and Jerry asks Nance to steal some evidence from the attorney's home. When she goes into the lawyer's house, however, Nance is caught. Nance pleads with the lawyer to leave Jerry out of the case, explaining what a kindhearted man Jerry has always been to her. The lawyer agrees to remove Jerry from the case if she and Jerry will go straight.\nAs the trial date approaches, Nance overhears members of Jerry's gang plotting to murder Mr. Langham. Nance goes to the lawyer's house to warn him, but walks in on the lawyer's wife and her boyfriend Clyde Herndon, who have been carrying on an affair behind Mr. Langham's back. The two are planning to elope together, and Mrs. Langdon takes all of her jewels out of the safe. When the lawyer suddenly comes home unexpectedly, Nance takes some of the wife's jewels from her and pretends she was robbing the place, to get Mrs. Langham out of trouble with her husband. But just as Mr. Langham is getting ready to turn Nance over to the police, his wife confesses the truth to keep Nance out of trouble. Nance's stepdad Jerry confesses to her that he has fallen in love with her over the years and asks her to marry him. Mrs. Langham gives Nance some money to help her to go straight, and Nance and Jerry go off to start a new life together.", "imdb_id": "tt0005394"}, "29157958": {"title": "A Girl of Yesterday", "plot": "Jane Stuart (Mary Pickford), a sweet old-fashioned girl brought up with her brother John (Jack Pickford), by their poor Aunt Angela (Gertrude Norman), suddenly inherits wealth. While she tries to retain her traditional wardrobe, customs and ways, her brother likes the attention that is now being paid to them by people like their neighbours, the Monroes (Donald Crisp), (Lillian Langdon), who previously shunned them.\nRosanna Danford (Frances Marion), is “the wicked sophisticate” who has her eye on Stanley Hudson (Marshall Neilan), Mary's beau. At her first reception, Jane, now wealthy, is still wearing her grandmother's old-fashioned gown. She, however, is dressed more demurely compared to the other girls at the event and attracts a group of male admirers.\nJane later tries to fit in with a new crowd, and attempts tennis and golf. She accepts an invitation to go yachting from Stanley, who, hoping to win Jane, has attempted to introduce her to a new luxurious life. Rosanna is jealous and arranges for a pilot to take Jane flying, planning that she will miss the outing and be far away from Stanley. Jane is \"kidnapped\" and taken away by an aircraft.\nAlthough a misunderstanding follows, Jane later accepts Stanley's belated proposal.", "tmdb_id": 489726}, "14106557": {"title": "Giving Them Fits", "plot": "Luke (Harold Lloyd) works in a shoe store, but has difficulty focusing on work when a pretty girl is near.", "tmdb_id": 353293}, "24504743": {"title": "The Golden Claw", "plot": "Bessie Barriscale played the role of Lillian Henry, “a beautiful young girl who enjoys all the tinsel and glitter of society life and is willing to marry simply for money and all the luxuries and pleasures that its possession will bring.”  One reviewer described Barriscale’s character as a “young girl” who “decides that she will practically sell herself to a youth of wealth.”  Frank Mills plays Bert Werden, “the young unspoiled man, who was determined to give his wife her fill of his continual search for the golden fleece.”Following their marriage, Bert Werden loses his fortune, and his wife goads him to restore her to wealth and luxury again.  He works day and night and bets on the stock market. His health is almost wrecked and he becomes “money mad” and neglects his wife.  Eventually, both characters learn that other things are more important than money.  Barriscale’s character wins her husband back and gives him $50,000, a sum he had given her at the start of their marriage, to give him a new start.", "imdb_id": "tt0005403"}, "3352815": {"title": "The Golem (1915 film)", "plot": "In modern times, an antiques dealer (Henrik Galeen) searching the ruins of a Jewish temple, finds a golem (Paul Wegener), a clay statue that had been brought to life four centuries earlier by a Kabbalist rabbi using a magical amulet to protect the Jewish people from persecution. The dealer resurrects the golem as a servant, but the golem falls in love with Jessica (Lyda Salmonova), the dealer's daughter. When she does not return his love, the golem goes on a rampage and commits a series of murders.", "tmdb_id": 10695}, "40618803": {"title": "Golfo", "plot": "Tasos is a young shepherd in love with Golfo and intends to marry her. However, the rich shepherdess Stavroula with the help of her father manages to lure him with the promise of a dowry. Eventually he realises his mistake and returns to Golfo, but she has poisoned herself. Driven by guilt, Tasos commits suicide.", "tmdb_id": 396891}, "36901772": {"title": "The Goose Girl (1915 film)", "plot": "Count Von Herbeck (Neill), an ambitious chancellor to the Grand Duke of Ehrenstein (Dunbar), secretly marries and has a daughter. At the urging of his dying wife, the count kidnaps the duke's infant daughter (Clark) and substitutes his own in the castle so that she may live in the style of a great lady.\nThe real princess, abandoned by the gypsies who abducted her for the count, is raised by peasants and given the name \"Goose Girl.\" The young King Frederick (Salisbury) is betrothed to the impostor princess of Ehrenstein, whom he has never seen, but before the wedding takes place, he runs away and roams the countryside, where he encounters and falls in love with the Goose Girl.\nAfter a series of adventures, during which Frederick decides to wed the false princess for the good of the country, the Goose Girl's true identity is revealed, and Frederick is delighted to learn that he is now betrothed to the girl of his heart.", "tmdb_id": 979118}, "44798889": {"title": "The Governor's Lady (1915 film)", "plot": "A simple miner named Daniel Slade and his wife Mary live in the mountains. Mary has a miscarriage and shortly after that Daniel discovers gold. The new wealth divides them; Daniel wants to join high society but Mary wants to continue living the simple life. Daniel gets frustrated and considers marrying Katherine Strickland, but in the end he realizes he loves Mary and follows her back to the cabin. By this time he has entered politics as a governor and he persuades her to return to be the governor's lady.", "imdb_id": "tt0005407"}, "18092493": {"title": "The Grind (1915 film)", "plot": "Jean Chesney has always been like a mother to her two younger sisters, Rita and Lily. Jean works as an extra girl at the local theatre, forcing her to leave her sisters alone in the evenings. Henry Leslie (Lon Chaney), Rita's employer, has been making advances toward her even though he is married, while his son Bob Leslie drunkenly forces his attentions on Jean who slaps his face. Bob frequently sends Jean flowers, which she consistently rejects. Lily is taken ill, and Henry Leslie promises Rita that he can do much to help her sick sister. Later, Jean returns home to find Rita gone; Lily reluctantly confides that Rita has gone for a ride in the country with Henry Leslie. Bob learns that his mother has suffered a major heart attack, and desperately searches around for his father to bring him the news.\nIn the country, Leslie is just about to force himself on an inebriated Rita, when Jean arrives to stop him just in time. Bob arrives and, seeing his father with Jean, assumes his dad was cheating with Jean, and not Rita. Bob tells his father the grave news and they hurry home only to find that Mrs. Leslie has died.\nBob becomes depressed and takes to drinking to drown his sorrows. One night, while in a drunken stupor, he is beaten, robbed, and dumped in an alley. Jean stumbles over Bob's unconscious body on her way home from the theatre, and helps the man to her house. Rita tells Bob the whole story of how it was really she who was cheating with his father, and not Jean. Bob is thrilled to learn that Jean is the good wholesome girl he had always believed her to be. Bob begs Jean for her forgiveness, and she gives him a smile, his first sign of hope that they may be able to kindle a relationship.", "imdb_id": "tt0005428"}, "12893335": {"title": "Gus and the Anarchists", "plot": "Gus, a waiter at a cheap cafe falls in love with Rosy, the coffee cashier. To make fun of him, she tells him that if he wants to be with her, he must become an anarchist like her. Colleagues of Rosy attend the joke, pretending all to be the members of the band of fearsome anarchists. In the place where they meet, Gus is told that, to prove loyal, he must commit murder. But before the mission can be completed, some false policemen break into the bar.", "imdb_id": "tt0248056"}, "66336506": {"title": "A Hash House Fraud", "plot": "The action takes place at the Busy Bee Beanery, a small cafe where a notice asks \"Don't Flirt with the Cashier\". The cashier is arguing with the owner. A Chaplin-esque customer arrives, downs some sauce, and sits staring at the cashier. The cashier is chewing gum and the customer gets her to stretch it far enough that he can steal a bit to eat.\nTwo large plates arrive but the food is too rubbery to eat. The owner calls the chef and hits him with the food when he appears at the serving hatch. The chef then traps the owners head by sliding the hatch and gets a frying pan to go round and scald the owners backside. The cashier rescues the boss.\nA new customer arrives and orders a frankfurter sandwich. The chef says he has none so the owner puts his finger in a glove and puts it in a bun. He shows the customer then withdraws his finger as he puts it down. The customer complains and the owner claims he ate it. The customer stomps off without paying.\nThe cashier shows the owner the empty cash drawer. The owner goes to try to sell his business while the chef flirts with the cashier. The owner brings back enough men to fill the cafe, offering them a free meal. The cashier is told to ring up $1 each time one leaves even though they pay nothing. A prospective buyer and his wife are fooled into thinking that business is good and offer to buy the cafe. The buyer goes to the kitchen and counts out his cash. He tells the cashier she can stay and his wife starts to get annoyed. The wife takes over as cashier and the original cashier goes to the kitchen to collect her wages.\nHowever, the new buyer's wife does not let the remaining customers leave without paying. The customers explain the deal they were offered and the buyer tries to get the owner who is hiding in the kitchen. The chef defends the door with two meat cleavers. A fight breaks out in the cafe. The wife goes outside and calls over two policemen. At the same time the buyer uses a telephone to call the Keystone Cops in their police station. He asks for the riot squad.\nThe two nearby police enter first. The owner and cashier escape by the kitchen door and go to the front. He tries to crank start the buyer's roadster. Once it starts the cashier jumps in and they speed off. The Keystone Cops arrive in their car and the angry crowd tell them to chase the stolen car. They give chase firing their revolvers in the air. The cars pass each other repeatedly then the roadster hits the end of the pier and owner and cashier are thrown into the sea by the inertia.\nThe Cops the chef the buyer and his wife assemble on the pier and throw the cashier a lifeline. She is pulled out. The buyer hugs his wife and the chef hugs the cashier. The owner is not seen again."}, "35939923": {"title": "He This Way, She That Way", "plot": "A doctor and his wife try to resolve their marital problems by having affairs.", "imdb_id": "tt0484571"}, "32603943": {"title": "The Heart of a Child", "plot": "A girl from the slums is injured by an aristocrat's car. Years later, now a successful dancer, she falls in love with the aristocrat's brother.", "tmdb_id": 887127}, "44822695": {"title": "The Heart of Jennifer", "plot": "A man gives aid to another man on the condition that he can marry the man's daughter. The daughter refuses and goes to a lumber camp with her father. At the lumber camp she marries a man named James Murry. The first man finds her and convinces her husband that she only married him for the money. This causes problems in their relationship. The man ends up getting her sister pregnant too and when he refuses to marry her, the sister kills him. To protect her sister the woman claims to have done it. The lumber camp man realizes his wife was only sacrificing herself for her sister, and that effort helps to reunite the couple.", "imdb_id": "tt0005448"}, "44807362": {"title": "Help Wanted (1915 film)", "plot": "Jerrold D. Scott, a New York importer, takes him with him as a partner in his firm after his stepson Jack finishes college. On the first day, the young man meets Gertie, the daughter of a poor washerwoman, who has come to have a job interview as a stenographer. Jerrold, who notices the girl for her beauty, decides to hire her and sets her a higher pay than she asks. Gertie is not a great stenographer and Jerrold seems increasingly interested in her, despite the fact that she does not appreciate all his attention. On the contrary, Jack falls in love with the girl and begins to think about marriage. One evening, Jerrold keeps Gertie in the office after hours. Left alone, the man attacks her. The girl's screams bring Jack who has to break the glass door to stop his stepfather. Jerrold, unaware that the young man is in love with Gertie, throws him out of the office and fires him. However, when he discovers that neither the girl nor Jack has said anything to his wife, he regrets his behavior and resumes his stepson to work with him, even agreeing to his marriage to Gertie.", "imdb_id": "tt0005465"}, "46672805": {"title": "Her Boy (1915 film)", "plot": "A reckless gambler loses both his mother and his wife's money.", "imdb_id": "tt0327853"}, "30246052": {"title": "Her Painted Hero", "plot": "Her Painted Hero is about an heiress who plans to use her new wealth for influence on the stage. The play being shown within the film is entitled \"What Sherman Said\" a seeming epic about the Civil War.", "tmdb_id": 174145}, "20951471": {"title": "The Hero of the Dardanelles", "plot": "Will Brown (Guy Hastings) enlists in the Australian Army after the outbreak of World War I. He goes through training at Liverpool, near Sydney, and encourages other men to join up, putting up a recruiting poster. A pacifist tears the poster down but Will sees him off. Before leaving Australia, he proposes to Lily Branton (Loma Rossmore).\nArriving in Egypt, Will is stationed at Mena camp near the Great Pyramid at Giza, and trains with the other troops. They then move to Gallipoli, where Will takes part in the first wave ashore on 25 April 1915. He fights a Turkish sniper hand to hand and drowns him. He returns home wounded and marries Lily. The film ends with a call for Australian men to enlist.", "tmdb_id": 354057}, "17246868": {"title": "The Highbinders", "plot": "As recorded in a film magazine, Maggie, the daughter of Pat Gallagher, a brutal saloon keeper, to escape from being forced into a marriage with a bully and protégé of her father, takes refuge in a shop in Chinatown that is just around the corner from her father's resort. The Chinese merchant Hop Woo, who has given her shelter, at last persuades her to marry him, resulting in a repugnant life for her. Years later finds Hop Woo the merchant selling his daughter Ah Woo into slavery. Ah Woo's brother, overhearing his father bartering with the highbinder, who is a member of the powerful Hip-y-tong society, runs for help to Jack Donovan, who keeps a gambling hall on the border of Chinatown. The brother shoots and kills the slave trader. Hop Woo is suspected of the crime and visited with blood atonement by the Hip-y-tong. The brother and Donovan, who loves the Chinese-American girl, rescue her from an underground passage below Chinatown, and Donovan shoots dead the highbinders. Maggie, the mother has committed suicide. Donovan sells the gambling hall and buys a ranch, where he takes his bride Ah Woo and her brother.", "imdb_id": "tt0138491"}, "7244461": {"title": "His Father's Rifle", "plot": "James Birch, an English hunter, is accidentally shot by the servant of Kirke Warren, a wild animal painter who is camping in the jungle. The terrified servant leaves the rifle, which is marked with his master's initials beside the body of the man. Later Warren meets Mrs. Birch, the widow of the unfortunate hunter and is invited to a house party given by her. Here he finds the rifle, which she has kept in hopes of some time discovering the identity of her husband's supposed murderer. Thinking that Warren is the man, she plans vengeance by sending him hunting with the rifle equipped with cartridges a size too large. As a result of these cartridges jamming when Warren is attacked by a lion, he is nearly killed by this ferocious beast. In the meantime, Mrs. Birch becoming conscience stricken, sets out to find the hunting party in order to prevent the catastrophe which she had planned. After losing her way and falling in with a band of hostile Zulus, she is rescued through the efforts of Warren, who though wounded, leads the searching party. While Warren is being nursed back to life, the servant confesses the truth about the shooting. Mr. Warren and Mrs. Birch discover that she and Warren have grown to love one another.\n\nMotion Picture News (1915)", "imdb_id": "tt0474143"}, "44809230": {"title": "The House of the Lost Court", "plot": "A young English aristocrat, Anthony, becomes secretly engaged to a woman, Eleanor, but instead she marries his brother. Anthony moves to the United States, and another woman, Nina, asks to go with him. He rejects her request. Pamela Short explains, 'After Nina sees Elinore stab herself, she threatens to accuse Anthony of murder unless he takes her, but still he refuses.' Anthony is found guilty of her death. However, the day after the verdict is pronounced, he is reported dead in his own prison cell. Years later, Anthony is found living in a secret room. While in jail, his mother gave him a potion which made him appear dead. Therefore, Nina gets tricked into confessing to the crime.", "tmdb_id": 1040132}, "36125772": {"title": "How We Beat the Emden", "plot": "Jack enlists in the Royal Australian Navy (RAN) and after training on the Tingira, joins the crew of HMAS Sydney. He takes part in the Battle of Cocos, where the Australian cruiser destroys the German light cruiser SMS Emden.", "imdb_id": "tt0343810"}, "18095154": {"title": "An Idyll of the Hills", "plot": "Kate Graham is the prettiest girl in Breathitt County in the backwoods mountains of Kentucky. Two men are in love with her: Lafe Jameson (Lon Chaney), the leader of a feared gang of moonshiners, and Dick Massey (Millard K. Wilson), a handsome young man who longs for the opportunity to better himself. Dick is secretly learning to read, but one day Kate ignorantly ridicules him for trying to read, causing him to hide his book under a log and abandon his studies. Kate meets Frank Collins, a city man who is on vacation in the mountains, and she saves him from being bitten by a snake. She strikes up a friendship with Frank, but Lafe becomes violently jealous.\nNot wishing to stir up any trouble, Frank Collins writes Lafe a letter stating that he has no interest whatsoever in the girl, and bluntly describes her as crude and ignorant. But neither Kate not Lafe can read the letter, so they ask Collins to read it to them. He tactlessly reads them the insulting note, and Kate flies into a rage. Meanwhile, Lafe convinces his clan that Collins is a Tax Revenuer and has come there to collect evidence against their moonshining operation.\nDick is given the task of murdering Frank Collins, but when he arrives at the camp, Collins convinces Dick that he is not a government agent. As Dick leaves, he hears a gunshot and sees Collins writhing on the ground, wounded. Dick doesn't realize that Collins accidentally shot himself. Thinking that Kate shot the man, Dick confesses to the shooting, but Collins doesn't die from his wound and later admits to everyone that he shot himself accidentally with his own gun. Kate realizes now how much Dick loves her, and they go off to study his book together.", "imdb_id": "tt0005534"}, "17246748": {"title": "An Image of the Past", "plot": "As recorded in a film magazine, Jessie Curtis elopes with artist Jack Dexter. Her wealthy father, in a fury, disinherits her. He repulses all of his daughter's attempts at reconciliation, and ten years pass. Jack has been very ill and the family is penniless. The three children dress themselves as a gypsy, Indian, and sailor and with face masks, and go out to sing in the street. They make their way to their grandfather's house and sing below the windows. the old man is having one of his unendurably lonely hours, filled with regretful dreams of Jessie. When he hears the children singing, he calls them in, listens to their story, and promises that he will give them money for their sick father. Suddenly one of the youngsters rushes across the room to a portrait of Jessie that had been painted by Dexter at her father's order from a photograph of her when she was seven years old. \"Why is my sister's picture in your house?\" the small boy asks as he removes the mask from his sister's face. The grandfather learns the truth. He returns with the children to the rescue of his daughter and her husband.", "imdb_id": "tt0138514"}, "7491166": {"title": "In the Sunlight", "plot": "As reported in a film magazine, Dr. Arthur Abbott has a drug addiction and leaves his country practice for a more conspicuous career in the city, and Frank Steed, a physician from the slums, takes his place in the village. Abbott, for getting his wife Helen and their child, who stayed in the country, becomes infatuated with Olga, an adventuress. With his drug habit growing, he loses his prestige and, after he has spent all his money, Olga no longer cares for him. They quarrel and she is stricken with heart disease and dies. Fearing a charge of murdering her, Abbott flees the city, but when his train is wrecked he is reported as having been killed. Meanwhile, the companionship between young Dr. Steed and Helen has ripened into love. On hearing of her husband's death, Helen promises Steed that she will marry him. Months later, on the day before their wedding, Abbott, who has recovered from an injury received in the train wreck and whose morphine addiction has gotten worse, wanders near his home and sees his wife in her lover's arms. Abbott tries to attack Steed, but his heart gives way and he drops dead. After the marriage Steed and Helen leave the village, with its darkened unhappy memories, for the sunshine of the open country.", "imdb_id": "tt0483396"}, "6627148": {"title": "Inspiration (1915 film)", "plot": "A young sculptor searches for the perfect model to inspire his work. He finds a poverty-stricken girl who he thinks is the one he has been \nlooking for. When she wanders off, he visits all the famous statues in Manhattan hoping to find her again.", "tmdb_id": 391449}, "74823": {"title": "The Italian (1915 film)", "plot": "The film tells the story of Pietro \"Beppo\" Donnetti.  Donnetti is a poor, but happy, gondolier in Venice, Italy.  Beppo falls in love with Annette Ancello, but her father, Trudo, wants her to marry another suitor, one who is a successful businessman.  If Beppo can prove himself within a year, Trudo agrees to allow him to marry Annette.\nBeppo sails for America to make his fortune, making a living working as a shoeshiner on a street corner in New York City.  He borrows money from an Irish ward boss, Bill Corrigan, and sends for Annette to join him.  In exchange, Beppo agrees to help Corrigan's candidate win the Italian vote in the ward.\nWhen Annette arrives in New York, she and Beppo are married, and the following year they have a son, Tony.  Beppo, Annette and Tony live a happy life in their Lower East Side tenement.  The happiness is interrupted when the baby contracts a fever during a heatwave.  The doctor instructs them to feed pasteurized milk to the baby.  Beppo works hard to earn the money to purchase the expensive milk.  While walking to the store to buy the milk, Beppo is robbed.  He attacks the men who robbed him and is arrested.  Beppo asks Corrigan to help his baby while he is in jail: \"I must get-a-de-milk or my babee is die.\" Corrigan rebuffs Beppo, and Beppo's baby dies during Beppo's five days in jail.\nWhen Beppo is released from jail, he learns that Corrigan's young daughter is ill and vows to avenge his son's death by killing Corrigan's daughter.  Beppo sneaks into Corrigan's house, but when he sees Corrigan's daughter lying in her crib, he cannot act on his plan, and he leaves the child unharmed.\nIn the final scene of the narrative, Beppo  is shown placing flowers and sobbing over his son's grave.", "tmdb_id": 134144}, "34629146": {"title": "Jim the Penman (1915 film)", "plot": "Louis Percival (Harold Lockwood) uses his forgery talent to woo Nina (Marguerite Leslie).  He saves her father from bankruptcy by forging a check, but gets caught.  Percival is then blackmailed to use his forgery skills to help the shady character who caught him.", "imdb_id": "tt0005570"}, "60494389": {"title": "Jordan Is a Hard Road", "plot": "A criminal is sentenced to jail and gives his daughter up for adoption. Years later, after his release, he finds her working in a revivalist mission in a frontier town. In order not to disillusion her, he pretends to be an old friend of her father. Later, in order to raise vital funds for the mission, he takes part in a final train robbery in which he is mortally wounded.", "tmdb_id": 1008378}, "61333730": {"title": "The Juggernaut", "plot": "John Ballard's (Earle Williams) parents are killed in a railroad accident. In college, he meets and becomes friends with Philip Hardin (William R. Dunn), the son of the railroad owner. Philip plays poker with a gang of sharpers and a fight breaks out when he discovers he is being cheated. Red Hogan (Jack Brawn), the chief of the gang, would have killed Philip, but John rushes in and breaks a chair over his head. Red Hogan is apparently killed. No one knows who did it and Philip swears he will never reveal John's secret.\nAfter graduation, John meets Viola Ruskin (Anita Stewart) and the two fall in love. Philip has run into debt and his father (Frank Currier) threatens to cut him off if he does not marry and settle down. With the Hardin fortune in mind, Viola's mother (Julia Swayne Gordon) forces her to marry Philip. She dies a year later after giving birth to a daughter, Louise.\nTwenty years later, John is the District Attorney and he brings a suit against the railroad. Although Philip owns it, he has little involvement in its operation. Chester Jordon (Paul Scardon), one of the company's largest shareholders, has real control of the line and is maximizing profits by cutting maintenance and safety measures. Philip would blackmail John into silence, but Louise (Anita Stewart) discovers that John did not actually kill Red Hogan after all.\nPhilip is indicted and goes to trial. John's case against the railroad is strong. At recess, Philip calls Louise for documents kept in his home safe. Her car breaks down on the way and she telegraphs that she will come on the train. Meanwhile, a railroad inspector discovers that the bridge her train will cross is in imminent danger of collapse. Philip races to catch the train but is too late. The bridge breaks apart and the train crashes into the water, its boiler exploding.\nThe Juggernaut had three endings. At the premiere, John rushes to the scene and pulls Louise from the wreckage, but she is dead. Alternately, he finds her in a coma and she is taken to the hospital. After several days, she awakens and John is there to profess his love to her. When the film was released in Britain, the happy ending was retained but greatly shortened, with Louise waking up just after being dragged ashore.", "tmdb_id": 469133}, "44809350": {"title": "Little Sunset", "plot": "After his mother's death, \"Little Sunset\" (Gordon Griffith) becomes the mascot of the Apaches baseball team, and \"Gus, the Terrible Swede\" (Hobart Bosworth) becomes very fond of the child. When Little Sunset gets sick, Gus falls into a state of depression, and after being scolded by the coach for making a bad play in an important game, he uses the incident as an excuse to leave the team. This, however, leaves Little Sunset even more disillusioned and angry. Gus returns to lead the Apaches to victory in the championship, thus regaining the faith and friendship of Little Sunset.", "imdb_id": "tt0005639"}, "18110194": {"title": "Lon of Lone Mountain", "plot": "Melissa lives in a backward mountain community with her stern stepfather, Dan Hadley. Her sweetheart, Lon Moore, is horrified by the beatings Melissa receives from her stepdad. Meanwhile a handsome new schoolmaster has arrived in the community, and all of the women fawn over him. The schoolteacher takes an interest in Melissa, protects her from abuse and finally induces her to enroll as a student at the school. Lon becomes wildly jealous, and convinces the other men that the schoolteacher is out to steal all of their women. Lon soon realizes however that the teacher actually has good intentions, and when the townspeople make an attempt to kill him, Lon shields the man and is injured himself. Melissa realizes what a good man Lon is, and she decides to go back to him.", "imdb_id": "tt0005641"}, "14074305": {"title": "Love, Loot and Crash", "plot": "Dora and her father are at a loss in the kitchen (they have just fired their cook). Their advertisement for a new cook in a newspaper attracts two crooks (one of which is Fritz Schade).  He dresses like a woman to apply for the job.  At his first opportunity he plans to loot the house. Dora's suitor, Harold passes her a note through the window, saying to come when he whistles. She goes upstairs to pack a bundle of clothes.\nA policeman calls at the kitchen door with a posy of flowers. The cook pours the cop a glass from a large jug. Father is suspicious when he hears Harold's whistle and goes to Dora's room.\nSchade tricks the cop into the basement to get more drink and locks the trap-door. He pulls a heavy bit of furniture over the trap-door and picks up his bundle of stolen silverware to leave. He escapes through the window where Harold is expecting Dora to appear. As the crook has his head covered Harold thinks it is Dora and speeds off on his motorcycle with the crook riding pillion. Father helps the policeman escape but meanwhile Schade's accomplice has arrived outside the window in a car. He whistles and Dora comes out of the window. and gets in the back seat. Father grabs the back of the car as it speeds off.\nThe motorcycle crashes through various objects. Father pulls himself into the back of the car with his daughter. The Keystone Cops commandeer a second car and give chase. After a crash Dora and her father catch up with Harold and father then rides pillion giving chase to the two crooks who are now together in the first car. The car ends at a seaside boardwalk and the driverless car spins round with the crooks on the bonnet before knocking two anglers into the sea. Harold and father fly off a ramp into the sea as Dora watches in shock. The second car arrives and the police get out. As the policeman peer into the sea the driver of the second car bumps them and everyone ends in the sea.", "tmdb_id": 174155}, "23913596": {"title": "Love, Speed and Thrills", "plot": "Love, Speed and Thrills involves a loving husband and a wife-stealing wolf, both after the same woman.", "tmdb_id": 174184}, "32987849": {"title": "The Loyal Rebel", "plot": "In 1854, a young farmer, Stanley Gifford, leaves his girlfriend Violet in England and goes to seek his fortune in the goldfields. Stanley's letters to Violet are intercepted by the villainous Pellew Owen. Violet's father, Major Howard, is blackmailed by Pellew Owen into giving him Violet's hand in marriage after Howard shoots a man in a quarrel over cards.\nPellew tires of Violet and abandons her, so she goes with her father to Ballarat to find Stanley. Her father dies of exhaustion and Violet is kidnapped by Pellew after interrupting a bank robbery. She is rescued by police and Pellew is arrested, but set free after he agrees to be a police spy.\nThe Eureka rebellion takes place in which a miner is killed, Bentley acquitted, and the hotel burnt down. Miners take refuge in the Eureka Stockade and Pellew is killed. Stanley is wounded, but he manages to escape with Violet and they are united.", "imdb_id": "tt0356838"}, "13723143": {"title": "Mabel and Fatty's Married Life", "plot": "While Fatty's out on business Mabel stays alone at home. She hears noises and thinks there is a burglar. She calls the Keystone Cops for help, but it turns out it was a small monkey belonging to an organ grinder. Fatty comes home and they laugh about what has happened.", "tmdb_id": 174208}, "13723390": {"title": "Mabel and Fatty's Wash Day", "plot": "This short begins with Mabel toiling in the kitchen, handwashing clothes while her shiftless husband lies in bed in the adjacent room and refuses to assist her. She even throws a pan of water on him, but he still refuses to help. Next door it is wash day too for Fatty, who glumly scrubs clothes as his wife, like Mabel's spouse, carps at him from the bedroom and is unwilling to lend a hand. Mabel and Fatty soon meet outdoors while drying their laundry. As he helps her wring a garment, the house smock worn by Mabel is caught between the rollers of Fatty's drying tub and is nearly pulled from her body. Mabel's husband witnesses the incident, confronts his portly neighbor, and warns him to keep away from his wife.Later, each couple goes out for a stroll in the park. Fatty's wife falls asleep on a bench as he reads to her from the January 1915 Blue Book magazine. Elsewhere in the park, on another bench, Mabel and her husband begin arguing; and she stalks off, forgetting to take her purse. Mabel sees Fatty and after they share complaints about their spouses, the two go to a nearby open-air cafe for refreshments. There they realize they have no money, so Fatty leaves to get his napping wife's purse. Returning to the cafe, he pays the waiter for some drinks. Mabel's husband in the meantime searches for her in the park while carrying her purse. As he passes Fatty's wife, she wakes up, finds her purse missing, and sees Mabel's husband walking away and carrying a purse. She calls two policemen, who, along with Fatty's wife, chase him to the cafe where Mabel and Fatty are still sitting. Fights commence with slaps, flailing purses, and police nightsticks being wildly applied. The film ends with Fatty being pummeled by the cops and his wife and Mabel leading her husband away by his ear.", "tmdb_id": 54249}, "18986081": {"title": "Madame Butterfly (1915 film)", "plot": "The film takes place in Japan in 1904. Lieutenant Pinkerton (Marshall Neilan) marries Cho-Cho-San 'Butterfly' (Mary Pickford), a 15-year-old Japanese geisha. Cho-Cho-San is lucky with her new husband and takes the marriage very seriously. Pinkterton, however, regards it as entertainment. He is not in love with her and plans to break off the wedding in a month. The American Consul (William T. Carleton)  begs him to break off the wedding as soon as possible, to avoid hurting her feelings. The lieutenant laughs him off.\nAfter Pinkerton forces Cho-Cho-San to end their wedding reception early, her disapproving family disowns her. When Pinkerton is ordered to return to America, he promises Cho-Cho-San he will return before he leaves. Three years go by. Cho-Cho-San, now a mother, still believes Pinkerton will return someday, while he is engaged to an American woman. He sends her a letter to announce he will marry another woman, but Cho-Cho-San can't read.\nMeanwhile, The Prince of Japan (David Burton) takes interest in Cho-Cho-San, but she refuses his company and claims she is still waiting for her husband. Sometime later, Pinkerton returns to Japan but he hands the American Consul some money as compensation for Cho-Cho-San and leaves again. When Cho-Cho-San comes to ask about her husband, she runs into Pinkerton's new American wife. The American woman asks Cho-Cho-San to give them her child, as he will be given better opportunities and prosperity under their parenting. Cho-Cho-San is crushed but complies and hands over her child. She kills herself in the final scene by walking into a river and drowning.", "tmdb_id": 174207}, "18092377": {"title": "Maid of the Mist (film)", "plot": "Ray, a young novelist, sets out for the mountains, seeking a place to write his new book. He meets Pauline and falls in love with her. Ray's millionaire father had forbidden him to marry until he was 25 years old as an instruction in his will. When Ray receives a notice that he must return to the city at once, he fears losing Pauline. Ray marries Pauline but they keep the wedding a secret. Jed, the local postmaster, is in love with Pauline himself, and he intercepts all the mail that goes to and from Ray while he is living in the city, so Pauline doesn't hear from her newlywed husband at all any more. Thinking Ray has abandoned her, Pauline moves to a distant mining town with her father, Lin (Lon Chaney). Meanwhile Ray is curious as to why Pauline never writes to him. When Ray returns to the mountain town, he finds his wife and her father no longer live there.\nRay publishes his book entitled \"The Maid of the Mist\" and puts a photograph of Pauline on the fly leaf. Pauline gives birth to their child, and not realizing his daughter was legally married, Lin swears revenge on the man who has dishonored her. One day, Lin finds a copy of Ray's novel left behind by some tourists, sees Pauline's picture in the book, and goes to the big city to find the author. When Ray is confronted by Pauline's father, he shows him their marriage certificate and explains how he and Pauline got separated by chance. Ray is happily reunited with Pauline and their baby.", "imdb_id": "tt0005688"}, "68678175": {"title": "The Man Who Couldn't Beat God", "plot": "Martin Henchford is a laborer on an English estate.  One night he is at a pub with several acquaintances when he begins to expound on his philosophy that there is no God, and there is no such thing as conscience. His polemic alarms and disturbs his companions, who shun him.  Back on the estate he is accosted by landowner, Lord Rexford, who has always had an enmity towards Henchford, who he feels does not know his place. Things come to a head one day when Henchford refuses to carry out a demeaning task.  In a rage, Rexford strikes him across the face with his riding crop. Henchford has had enough.  That night he plots attack Rexford as he returns from a nearby estate. In the darkness he strings a rope across the road. As Rexford his riding home, his horse trips on the rope and throws Rexford, killing him.  Henchford retrieves the rope and goes home.\nThe following day when the body is found, everyone assumes that the landowner had simply been killed when his horse threw him. Having gotten away with murder, Henchford makes plans to travel to America.  He gains passage on a steamer, working his way across as a stoker in the boiler room. Once in New York, he gets a job as a sand hog, where is doing well until one day the tunnel begins to collapse, threatening to drown the crew. Henchford ensures that everyone makes it out alive, and as he is bringing the last man to the surface, he is overpowered by a vision of the man he murdered. .\nAs time goes on, he distinguishes himself further through hard work, rising through the ranks until he is made foreman, and finally put in charge of all construction. He also meets Elizabeth Bradford, the daughter of the construction company's owner, Elmer Bradford. The two fall in love and are married.  The marriage ceremony is marred slightly when Henchford receives another vision of the murdered Rexford, superimposed over the face of the minister.\nTime passes, and Henchford goes into politics, slowly rising through the ranks. However, he is continued to be plagued by visions of the dead Rexford. One night while at the theater watching a performance of Oliver Twist, he is overcome when he sees the dead man's vision superimposed over Bill Sikes as he murders Nancy. There are several other times when he suffers from these visions.  Eventually he runs for governor of New York and is elected. However, the strains of the office combine with his guilty conscience cause him to have a nervous breakdown.  Elizabeth begs him to take a vacation, and he agrees, booking a trip on an ocean liner headed for England. With him go his wife and father-in-law. Once back in England, he returns to the village where he grew up, there he is taken to bed by his illness. One night, driven by guilt, he sneaks out of the sickroom and visits the site where he killed Rexford years earlier. On the road, he sees a final vision of the murdered man, has a heart attack and dies."}, "46365828": {"title": "The Man Who Stayed at Home (1915 film)", "plot": "During the First World War a detective poses as a man who has evaded military service in order to infiltrate a gang of enemy spies operating out of a coastal boarding house.", "imdb_id": "tt0005698"}, "58042540": {"title": "The Man Who Went Out", "plot": "The film is a drama about frontier life."}, "44820196": {"title": "The Marriage of Kitty", "plot": "The film depicts a young woman who agrees to a sham wedding with Lord Riginald Belsize because his inheritance prohibits him from marrying his girlfriend who is an actress. Belsize is convinced if he marries someone else and hires that woman to be his \"wife\" he can hide his relationship with his girlfriend. Eventually the young woman and the Lord fall in love even though that wasn't the original intention of either of them and she reveals that his girlfriend is a dangerous woman.", "tmdb_id": 1086441}, "44830785": {"title": "The Masqueraders (film)", "plot": "High-born but poor Dulcie Larondie is working as a bar maid in the Skagg Inn when she accepts a marriage proposal from the wealthy Sir Brice Skene, rejecting in the process the love of David Remon, an impoverished astronomer. Sir Brice turns out to be a drunk, a gambler and a wife-beater, who loses his fortune four years into the marriage. Remon wins her back in a game of cards with Skene, who is shortly afterwards murdered by a blackmailing acquaintance. This leaves Dulcie free to marry David.", "imdb_id": "tt0005722"}, "18056991": {"title": "The Measure of a Man (1915 film)", "plot": "Helen MacDermott has been brought up in a strict religious environment by her widowed father until she meets Bob Brandt, a dashing adventurer/ gambler who sweeps her off her feet. She elopes with him over her father's objections, and all is well until 6 months later when the local Vigilant Committee denounces Brandt as a cheat and a swindler, and orders him to leave town. Helen is too proud to return to her father, and loathes divorce, so she reluctantly leaves with Bob.\nA month later, Bob accidentally shoots himself in the shoulder; he is discovered by Jim Stuart, a lieutenant in the Northwest Mounted Police, who takes him and Helen to his cabin and nurses the injured man back to health. Jim soon develops a warm friendship with Bob and Helen, and he gets Bob a job with the Mounties. Jim falls in love with Helen, but because of his friendship with Bob, he leaves without saying goodbye to her and resigns from the Mounties.\nBob finds a diary that Helen has been keeping and reads how she has secretly fallen in love with Jim. Realizing that Jim is the better man, Bob finds Jim and brings him back to be with Helen. When Helen realizes the sacrifice Bob has made to make her happy, she realizes that Bob is the man she truly loves after all, and chases after him just in time to save him from being killed by an Indian. She throws herself into Bob's arms and asks his forgiveness.", "tmdb_id": 919980}, "45389891": {"title": "The Menace of the Mute", "plot": "A young woman (Louise Rutter), who believes her fiancé (William Harrigan) may have committed a murder, asks Ashton Kirk to investigate the crime. The fiancé admits he went to the man's (Sheldon Lewis) home to retrieve plans for a submarine that was invented by his father, who is a scientist, and stolen by the murdered man, but the fiancé claims he left the home before retrieving the plans. Kirk uses a train conductor's punch ticket to discover the identity of the murderers, one of whom is a mute, and sets a trap to apprehend the suspects.", "imdb_id": "tt0005738"}, "25034534": {"title": "Mignon (1915 film)", "plot": "The nobleman Lothario seduces Musette, the daughter of Giarno, the leader of the nearby Gypsy camp. When Musette learns that Lothario is married and has a baby, Mignon, she jumps off a cliff. For revenge, Giarno kidnaps Mignon. After Lothario's wife dies of grief, Lothario becomes a mad, wandering minstrel.\nWhen Mignon is sixteen, the young nobleman Wilhelm Meister, seeing her mistreatment, buys Mignon from Giarno. Mignon falls in love with Wilhelm, but she believes that he loves the actress Filina. At a fete, Filina locks Mignon, whom Lothario has befriended, into her room. Filina traps Wilhelm into proposing, but as he announces their engagement, Lothario, acting on Mignon's earlier suggestions, sets the castle on fire. Wilhelm rescues Mignon, but because she still believes that he loves Filina, she leaves with Lothario. When an innkeeper recognizes Lothario and shows him a piece of the baby Mignon's belt, Lothario's memory returns. As Mignon has the other piece, she is revealed to be his daughter. Wilhelm finds them, and he and Mignon vow to marry.", "imdb_id": "tt0005743"}, "18110283": {"title": "The Millionaire Paupers", "plot": "Mabel Burne-Smith hopes to marry her daughter Enid to wealthy Allen Winthrop as a way to extricate herself from her debts. She and Allen's mother agree to the marriage, even though Allen and Enid have never met. Enid wants nothing to do with it and escapes to a tenement house where she rents a room. Meanwhile, Allen has received an anonymous letter stating that Albert Martin (Lon Chaney), the landlord he hired to run one of his tenements, is a crook. Allen disguises himself and rents a room in his own tenement, which coincidentally is the same house where Enid is staying. Enid meets Allen for the first time, and the two are mutually attracted.\nEnid has befriended a woman named Mabel and her sweetheart George. George is unhappy with all the attention that Martin, the landlord, has been paying to Mabel. Mabel confides to Enid that she is only being nice to Martin because she persuaded him to let her slide for awhile on her rent  so that she could buy some new dresses. Enid pawns her last piece of jewelry to get the money Mabel needs to pay back Martin.\nMartin comes to Mabel's room, demanding the rent money, and they begin to argue. Allen and George come to the room and Mabel has Martin hide in the closet. When the men enter, Martin appears and says he bought new dresses for Mabel. Enid, trying to save her friend's romance, says that it's not true and that the dresses are really hers. George and Mabel are reunited, but Allen leaves Enid, disappointed by her having accepted gifts from Martin.\nAllen fires Martin, and hires George to run the tenement, while Enid leaves the tenement and returns home to her mother. Allen later regrets snubbing Enid and tries in vain to find some trace of her, but to no avail. Allen and his mother are later invited to the Burne-Smith's home for dinner, where he is supposed to meet the woman he is to marry. When he sees the woman is Enid, he realizes that they were fated to be together, and he and Enid are happily reunited.", "tmdb_id": 1018372}, "57647027": {"title": "Mirages (1915 film)", "plot": "The film is based on the novel by Lidiya Charskaya.\nA young and beautiful girl Marianna from a poor family is hired as a reader by an elderly millionaire Dymov. She lives in a family with her mother and other family members, plays in performances, she has a fiancé Sergei.\nDymov's son begins courting the beautiful reader. The girl feels a craving in her soul for wealth and luxury. After the death of the elder Dymov, she receives a large amount of money from him.\nYoung Dymov dissuades her from marrying Sergei. He manages to seduce Marianne with “the tinsel of a rich life; the heroine converges with him, breaks with the family, refuses her fiancé”. The girl writes a letter to her mother that she has found what her soul has been looking for a long time, and the everyday gray atmosphere of life with Sergey would be unbearable for her. Marianna breaks with her fiancé and leaves the family, becoming the mistress of the handsome Dymov.\nBut a little time passes, and the “handsome seducer” gets tired of his passion. Marianne finds out that her seducer is not going to marry her, and realizes “how mirage her happiness was”.", "tmdb_id": 227238}, "36319520": {"title": "The Moonstone (1915 film)", "plot": "A priest at the Temple of the Moon in Delhi delivers a curse upon the diamond in the eye of the Temple's Buddha that will follow anyone bearing the stone if it is stolen. When Englishman John Herncastle steals the diamond, the three priests guarding it are stripped of their caste until it is returned. They pursue Herncastle to London, where the Englishman drowns in his bathtub. The jewel, having been willed to his niece, Rachel Verinder, is entrusted to Herncastle's executor, Franklin Blake, who loves Rachel. After it is stolen from Rachel's jewel case, her maid, who loves Franklin, commits suicide and leaves a note accusing Franklin of the theft, which causes a quarrel between Rachel and Franklin. While the Indian priests torment Franklin and Rachel using opiates, blow-guns and poison, Franklin finds the jewel with a money lender. A doctor discovers that Franklin took the jewel while sleepwalking. His friend, Godfrey White, then stole it and died. Franklin and Rachel are reunited, and the priests return the stone to the Buddha's eye.", "tmdb_id": 625187}, "18110028": {"title": "A Mother's Atonement", "plot": "Ben Morrison (Lon Chaney) and his daughter Jen (Cleo Madison) live on an island not far from the mainland. Jasper Crane, a crude middle-aged man, wants to marry Jen, and bargains with Ben to buy her. Ben relates the story of how his wife Alice deserted him many years ago, leaving him for a city slicker, John Newton. (In the flashback sequence, Chaney plays his younger self.)\nJen overhears her father bargaining to sell her to Mr. Crane, and she is horrified. Unwilling to marry him, Jen escapes through a trap door in the cottage's floor and swims across a wide expanse of water to the mainland where she is pulled out of the water by two business partners James Hilton and Wilbur Kent. Kent is engaged to marry James Hilton's sister, Dorothy. James takes an interest in Jen, but his mother Mrs. Hilton decides that Jen must go. Kent gives Jen some money for expenses and tells her to come see him if she ever needs anything.\nOver the years, John Newton eventually tired of Alice, and she drifted in with a vulgar social set. Kent decides he needs a final bachelor's spree before his marriage to Dorothy and plans a raucous party on his yacht. John Newton is to be at the party, and Kent plans to surprise him by inviting Alice. Jen is unable to find work in the city and writes Kent for help. Her letter arrives at the height of the party, and Kent plans to add to the fun by bringing the girl to the party as well.\nWhen she arrives, Alice recognizes Jen as her daughter, but does not tell anyone. Meanwhile, a financial problem arises and Hilton hurries to the party to discuss the situation with Kent. When he arrives, Hilton sees Alice, obviously very uncomfortable in the riotous surroundings. Newton, seeing how Alice is suffering, asks for her forgiveness, and begs her to lead a life worthy of her daughter. Hilton and Jen declare their love for each other, while Newton comforts Alice who is distraught with emotion.", "tmdb_id": 558399}, "18096357": {"title": "Mountain Justice (1915 film)", "plot": "Angus McDonald (Arthur Shirley) and Jeffrey Kirke (Lon Chaney) are running an illegal moonshine business. Angus is slow and cautious, while Jeffrey is hot-tempered and treats his wife Mary very poorly. Nora Davison is a local girl who is desperately in love with Angus, but he is only interested in his partner's wife, Mary. One day Jeffrey beats his wife into unconsciousness, and Nora has to physically prevent Angus from killing Jeffrey in a rage. Mary decides to leave her husband, although she still loves him. Angus professes his love to Mary, but she tells him that she still only loves her husband, in spite of the ill treatment she receives from him.\nJeffrey Kirke gets a tip that U.S. revenue officers are going to raid his still. He prepares an ambush in which one of the police officers is killed. Angus captures Kirke and turns him over to the police officers, thinking it to be a convenient way to rid himself of his rival. The local mountain men learn of Angus' betrayal of his partner and plan to hang him. Nora arrives and pleads with them to spare Angus' life. Nora's father holds the mob at gunpoint until they disperse. Afterward, Angus finally realizes his true love for Nora.", "imdb_id": "tt0005779"}, "32604063": {"title": "Mr. Lyndon at Liberty", "plot": "With the help of a secret service agent a man on the run is able to expose a respected Doctor as an enemy spy.", "imdb_id": "tt0005782"}, "50019681": {"title": "My Old Dutch (1915 film)", "plot": "Described as \"an unashamed tear-jerker\" by film writer Clive Hirschhorn, My Old Dutch is the story of a devoted marriage over 40 years—from the couple's meeting until their rescue from a gender-segregated workhouse in their old age. The screenplay was inspired by Albert Chevalier's celebrated song, \"My Old Dutch\" (1892). The title is a Cockney colloquialism for a partner or friend—or, in this case, wife.", "tmdb_id": 609305}, "15865131": {"title": "Neal of the Navy", "plot": "An Annapolis cadet is thrown out of the Naval Academy for cheating on an exam. He was framed, but he must enlist in the Navy to clear himself. Meanwhile, he and his sweetheart search for a buried treasure on Lost Island, which everyone is after.\nA map is torn.", "tmdb_id": 954851}, "2535779": {"title": "A Night in the Show", "plot": "Mr. Pest tries several theatre seats before winding up in front in a fight with the conductor and, eventually, the entire cast of an evening variety show.\nThe film concludes when a fire eater takes  the stage and Chaplin \"heroically\" drenches the performer and the audience with a fire hose.\nThe difference between \"Mr. Pest\" and \"Mr. Rowdy\" appears to be that one is pleasantly drunk and the other is obnoxious and sober.", "tmdb_id": 53412}, "44801155": {"title": "Niobe (film)", "plot": "This film is based on the Greek story of Niobe. Niobe was the daughter of Tautolus, and the wife of Amphion. Her pride in her children provoked Apollo, who cursed all of them. Niobe was then so overcome with grief, she turned into a stone statue, which gushed fountains of tears. The statue is then bought by Tompkins, an artist, who has it insured by the company of which Peter Amos Dunn is president, who takes the statue to his own home for security purposes.  Electricians, wiring the house, leave live wires at the feet of the statue, and suddenly Niobe steps from her stone pedestal and confronts Dunn. He is at a loss to explain the presence of a goddess to his family. But he remembers that a governess, who sent her trunks to him, is expected in a day or two. Dunn decides to dress up Niobe as the governess and introducing her to his wife and daughters as the actual governess.", "tmdb_id": 892666}, "7299439": {"title": "On Dangerous Ground (1915 film)", "plot": "The plot involves a faked killing and bank robbery meant to frame a young banker, in order to cover up the villains' embezzlement.", "imdb_id": "tt0323489"}, "39995608": {"title": "On the Night Stage", "plot": "Saloon girl Belle Shields falls in love with and marries Alexander Austin, the town's new pastor, much to the chagrin of her sweetheart, \"Silent\" Texas Smith. Texas smolders with jealousy until Alexander lends him a fist during a bar fight, marking the beginning of a strong, respected friendship. Belle, having reformed herself into a proper pastor's wife, slips back into her old ways, and must rely on Texas to save her from the advances of a foppish gambler.", "tmdb_id": 298209}, "44822962": {"title": "Out of the Darkness (1915 film)", "plot": "The owner of a large cannery (Charlotte Walker) employs many women and children in horrible working conditions. She refuses to see the manager (Thomas Meighan) who wants to try to get better conditions for the employees. She hits her head and ends up forgetting who she is. She ends up working at the cannery with the manager (who doesn't recognize her). The workers finally revolt and tie up the manager in a burning factory and the owner, who fell in love with him, suddenly remembers everything because of the shock of the situation. After rescuing him, she tries to make everything right again.", "tmdb_id": 305125}, "18092162": {"title": "Outside the Gates", "plot": "Sister Ursula is a nun in a convent in Southern Spain. One day, while the peddler Perez (Lon Chaney) comes to the convent to sell his wares, she sees Manuel, a handsome cavalier, riding by and she cannot suppress her attraction to him. Perez sells the Abbess a beautiful length of fabric for an altar cloth, but when Ursula is putting it away, she cannot resist the temptation to cover herself in the cloth and admire her own beauty. Coming to her senses, she runs to the Abbess to confess her sins. Her penance is to kneel in vigil before the altar all night long, but during the night she falls asleep. She dreams that Perez tempts her to leave the convent with him by saying he will bring her to Manuel.\nUrsula travels with Perez while disguised as a boy, and they come upon a group of thieves in the forest who attack and imprison Manuel when he rides near their camp. With the help of Perez, Ursula drugs the thieves on guard duty and the two help Manuel to escape.\nThe trio comes upon a troupe of dancing girls, who think Ursula is really a young boy and tease her for being shy. Carmela, one of the dancers, attempts to win Manuel's favor, and when he ignores her advances, she attacks him with a knife. Ursula steps in her path and is stabbed in the arm. While tending to Ursula's wound, Manuel discovers she is actually a nun. The dancing girls plan a feast for Ursula, but Carmela denounces her as a fallen nun. They all attack her and brutally beat her for her sins. Suddenly Ursula wakes up on the altar with the Abbess beside her, and realizes it was all just a bad dream. She never really left the convent at all. Ursula and the Abbess pray together for her forgiveness.", "imdb_id": "tt0005855"}, "18095389": {"title": "The Oyster Dredger", "plot": "On a trip to the seashore, a wealthy heiress named Vera is intrigued by Jack, an oyster dredger whom she sees at the beach. She instructs the driver of her boat to bump the other craft as a joke, which causes the oyster dredger to tumble into the sea. Later the two become good friends. She convinces Jack to trade places with her, desiring to adopt his more primitive lifestyle. Jack agrees to the proposition and moves into the girl's beautiful mansion, while she goes off to work at his job. Vera instructs her lawyer (Quinn) to alter her personal property records to reflect that Jack is the owner of Vera's estate.\nWhen Vera tires of the exhausting job, she tells her lawyer to switch all the records back, but the lawyer pretends not to understand what she is talking about. He tells her that she must marry him or he will remain silent and not restore her estate and property to her. Vera is indignant at the lawyer's proposal.\nThe lawyer tells Jack that since Vera has rejected his amorous advances, he is going to allow Jack to keep Vera's property indefinitely, but Jack grows weary of the \"easy life\" and wants to go back to his job as an oyster dredger. In a saloon, Jack overhears the lawyer making insulting remarks about Vera, and just as he is about to beat him up, the lawyer steps backward and falls into the sea and drowns. In the end, Jack and Vera are reunited and get married.", "tmdb_id": 919984}, "43636755": {"title": "The Patriot and the Spy", "plot": "A young couple, Pietro (James Cruze) and Blanchette (Marguerite Snow), get married as a jilted suitor, Johannes (Alphonse Ethier) looks on, and bides his time while plotting revenge. The couple live happily and are overjoyed at two young children they've sired.  When Pietro rushes to save one of his children from being hit by a car, he suffers a crushed foot, when the car runs over it.  The injury cripples him for life, which makes him ineligible for military service when war is declared.  Spurned suitor Johannes enlists, and taunts Pietro for his shortcomings.  \nJohannes proves to be an excellent military man, and is promoted to sergeant.  During a battle Johannes is captured and imprisoned, but then agrees to become a spy for the enemy.  When he returns to his village, he brags about his grand exploits, and spins an exciting yarn about how he escaped.  When Blanchette continues to reject his romantic overtures, Johannes convinces the enemy to raid the village.  Johannes then convinces Pietro to attempt a foolish mission, but leaks the details to the enemy. Pietro is then captured, and sentenced to being hanged.  Johannes now taunts Pietro and claims he will have is way with Blanchette.  Pietro barely escapes the hanging, and returns home to protect his wife.  During the struggle, the enemy troops mistake the outline in the couples home as Pietro, but it is actually Johannes, and he is shot dead.  Home troops arrive to save the village, and Pietro is honored as a true patriot.", "tmdb_id": 942680}, "18109665": {"title": "The Pine's Revenge", "plot": "Dick Rance, a forest ranger, arrests Black Scotty (Lon Chaney) for willfully burning an area of the forest and for hunting without a license, and Scotty swears vengeance on the ranger. That same afternoon, Rance rescues a girl whose canoe was overturned by her date, and discovers that she is Grace Milton, a former fiance of his, who he left when he found her in an amorous embrace with his rival John Harding. Harding, in fact, was the one who tipped over the canoe, and he follows Grace when she goes to Rance's cabin in the woods to thank him for rescuing her, still not realizing that the ranger is her old flame.\nRance is very cold toward Grace when she asks his forgiveness, but Harding still worries that eventually Rance will soften and steal her away. Harding asks Grace to marry him, but she rebuffs his advances, seemingly now interested in reviving her old relationship with Rance. Harding meets with Black Scotty, and the two plot revenge together against their mutual enemy, planning to trap the ranger in a forest fire. Grace writes a letter to Rance, asking him to meet her at Pine Cove, but she pridefully changes her mind about mailing him the note. Harding manages to obtain the letter after she discards it and sends it on to Rance, while he and Black Scotty prepare a trap for the ranger.\nRance is captured and imprisoned by Harding, while Scotty sets fire to the \"King Pine\", the oldest and grandest tree in the forest. Rance escapes from Harding and races to the scene of the fire just in time to call for help. The burning tree topples onto Black Scotty and kills him. Rance is rewarded for his bravery, and is reunited with Grace. Harding is arrested and confesses his crime.", "imdb_id": "tt0005897"}, "1035505": {"title": "Pool Sharks", "plot": "Following a standard style of the era, the film is a romantic slapstick comedy short. Fields and his rival (played by Bud Ross) vie over the affections of a woman (played by Marian West). When their antics get out of hand at a picnic, it is decided that they should play a game of pool. Both of them are pool sharks, and after the game turns into a farce, a fight ensues. Fields throws a ball at his rival, who ducks. The ball flies through the window and breaks a hanging goldfish bowl, soaking the woman they are fighting over and leaving goldfish in her hair. She storms into the pool hall and rejects both men.", "tmdb_id": 52276}, "60820218": {"title": "The Portrait (1915 film)", "plot": "The film tells about a man who acquires a portrait of an old man, hangs him on a wall in his house and tries to fall asleep, but for some reason he cannot, as a result of which he decides to hang a portrait. And suddenly the old man comes out of the picture and starts  to the main character..."}, "42095047": {"title": "The Prince and the Pauper (1915 film)", "plot": "In this Mark Twain story of mistaken identity, Marguerite Clark plays two different young men, the well to do Prince of Wales and a poor boy of the streets."}, "44817380": {"title": "The Puppet Crown", "plot": "The Puppet Crown was advertised as a film about a princess who lost her throne but gained a husband.", "imdb_id": "tt0005935"}, "12187735": {"title": "The Raven (1915 film)", "plot": "The film begins by tracing Poe's ancestral heritage before Poe himself is born. After the loss of his parents, Poe is taken in by the John and Francis Allan in Richmond, Virginia. The film then jumps ahead about 15 years to Poe's time at the University of Virginia. Due to debts from playing cards and a growing interest in wine, Poe begins to have difficulties. He hallucinates that he has killed a man in a pistol duel.\nPoe meets Virginia and they spend a day together, riding a horse and sitting \"beside the glassy pool of romance.\" He tells her a fairy tale, a raven perching on Poe's shoulder as he finishes the story, before they go on a walk together. Upon seeing a black slave (listed in the credits only as \"Negro\") being whipped, he buys the slave with an IOU for $600.00. The slave's former owner then goes to John Allan to collect the debt. Allan calls Poe a \"scoundrel\" for causing so many bills.\nAfter having a drink with his \"chum\" Tony, Poe goes to visit Virginia. Tony follows shortly after and the two compete for Virginia's affection. Later, Virginia says she will choose the man who guesses which hand holds a wreath behind her back. Poe allows Tony to go first and, though he guesses correctly, Virginia secretly switches the wreath to the other hand so that Poe can win. Shortly after, in front of Tony and Virginia, Allan questions Poe's spending habits. Allan causes quite a scene, despite his wife's attempts to calm him. Poe is asked to leave the Allan family but Virginia offers to come along. Poe's recently purchased slave comes along as well.\nPoe, in Fordham, New York, is in \"dire poverty\" along with Virginia and her mother Maria. Virginia has a terrible coughing fit, a sign of her tuberculosis. Poe, desperate for money, unsuccessfully attempts to sell some of his work to George Rex Graham. Virginia, bothered by the cold winter weather, is kept warm by Poe's old coat from his time at West Point and from their pet black cat. She dies the next day, causing Poe great grief.\nSarah Helen Whitman is introduced at the end of the film, assisting an elderly couple. She meets Poe on her walk home through what seems to be a graveyard. Poe thinks she is Virginia Reincarnated and proceeds to follow her home. She rejects him when he makes advances, then Poe proceeds home where he starts hearing the tapping and recites “the raven”first seeing the shadow of a raven appear on his door. Hallucinating he begins climbing up a hill, and then resting on a rock that says wine, trying to move up past it he ends up perched on top of it before coming back to reality in his room. He goes to grab a drink and watches his wine glass turn to a skull, the horror causing him to drop it. \nA raven enters his room when he opens his window, answering all Poe’s questions with Nevermore.\nHis hallucinations show him with a ghost and then at heavens gate in front of an angel, as the gates close leaving Poe outside. Once returned to reality he finishes the poem before departing from his body. His death ending the film.", "tmdb_id": 177583}, "33114752": {"title": "The Rebel (1915 film)", "plot": "Irish rebel leader Jack Blake is arrested and thrown into gaol by vindictive Englishman Captain Armstrong. Jack's girlfriend, Eileen, helps him escape and he kills Armstrong in a duel. Jack and Eileen flee to France.", "imdb_id": "tt0353942"}, "15880696": {"title": "The Red Circle (serial)", "plot": "The Red Circle is a birthmark, on the hand of the heroine, noticeable only in times of stress and\nexcitement, which forces her to steal, leading to no end of complications and intrigue.", "tmdb_id": 753252}, "44837153": {"title": "The Reform Candidate", "plot": "The film was advertised in contemporary newspapers as \"a drama of home and politics that will reach your heart strings.\"", "tmdb_id": 425367}, "76298": {"title": "Regeneration (1915 film)", "plot": "Cited as one of the first full-length gangster films, Regeneration tells the story of a poor orphan who rises to control the mob until he meets a woman for whom he wants to change.\nThe film is a \"candid adaptation\" of the autobiography of Owen Frawley Kildare, called the Kipling of the Bowery. The story follows the life of Owen (Rockliffe Fellowes), a young Irish American boy who is forced into a life of poverty after his mother dies.  As a result, Owen is forced to live on the street eventually turning to a life of crime.  Owen is eventually reformed, however, by the benevolent social worker Marie Deering (Anna Q. Nilsson). Also featured is a fire aboard an excursion ferry, much like the General Slocum disaster of 1904.\nDeering's choices perplex her beau, a district attorney (Harbaugh) who has declared war on the gangs.", "tmdb_id": 86081}, "63679686": {"title": "The Ringtailed Rhinoceros", "plot": "News items about the film in 1914 and reviews in 1915 provide descriptions of its storyline and cast. The plot's main character, John Carter-Carter (Raymond Hitchcock), is portrayed as a pleasant man who drinks alcohol excessively. His frequent drinking often causes him to ignore or forget his day-to-day responsibilities, much to the regret of his fiancée, Marybelle Loring (Flora Zabelle), who pleads with him to stop boozing. When her little brother Billie (Raymond Hackett) asks John why his sister is so sad, the man blames the \"Ringtailed Rhinoceros\". The boy is confused by that answer, but he vows to kill the beast. Soon, though, the rhino leads John once again to alcohol and this time to the destruction of his wedding plans. Intoxicated, John arrives late to a lawn party where he and Marybelle were to announce their betrothal. The invited guests have departed; Marybelle is humiliated; and her furious parents (Herbert Fortier and Ida Waterman) cancel the engagement.\nJohn's break-up with Marybelle devastates him. Returning to his rented room, he finds little Billie waiting there, still eager to hunt and kill the rhino. John assures the boy that together they will slay him, so they begin planning how to do it. Before long, Billie falls asleep in a chair, as does John, who begins to dream. In his dream John sees himself as a shabby, destitute wanderer who is captured by pirates and forced to toil aboard their ship. Later, at sea, while John is scrubbing the vessel's deck, the Ringtailed Rhinoceros suddenly appears and leads him to the pirate captain's stock of rum. John gleefully guzzles a bottle, but he is caught by the crew and forced to walk the plank for stealing. Once in the water, John manages after a long swim to reach an island, where he is chased by soldiers who magically materialize. As he flees, John sees an elaborately dressed boy who looks just like Billie. He is the island's prince named \"Good Intent\". John rushes up to him and begs for protection. The prince agrees and takes the stranger to see his royal family, including his sister, \"The Weeping Princess\", who bears a striking resemblance to Marybelle.\nAt the palace John learns the princess is under a magic spell that compels her to cry constantly until the Ringtailed Rhinoceros is destroyed. He promises to kill him, but the king and queen, who are identical in appearance to Marybelle's parents, doubt his pledge. The prince now gives John an eight-legged horse named \"Resolution\" to help him in his search. Soon John locates the rhino, but instead of battling the beast, he allows the animal to take him to the king's wine cellar. There for several days John enjoys drinking, while reporting to the royal family that he is busy hunting. A \"Counsellor Bird\" fails to persuade John to resume his mission, so the bird informs the family about the deception. The king orders John beheaded for lying, but the prince intervenes and saves him again.\nArmed with an old gun, a blunderbuss, and accompanied by the prince, John sets out with a renewed resolve to kill the rhino. The pair enter the beast's domain, where an array of animals threaten them and then try to lure John to the \"River of Drinks\". The prince, however, helps him resist the temptations. John now begins shooting at the rhino's allies, which prompts the rhino to take the offensive. He rallies the animals for an attack on the palace, so John and the prince rush back to the royal family to defend them. In the throne room, John sees a bottle of wine and is about to drink it when the rhino bursts into the room and approaches the king, queen, and weeping princess. Nearby, the prince shouts at John to kill the creature. John responds, hurling the bottle at the rhino, striking him on the head and killing him. The princess immediately stops crying and embraces John. As everyone celebrates, John awakes from his \"fable-dream\". The fantastic adventure has deeply affected him. When he sees Billie and Marybelle again he proclaims that he has at last killed the Ringtailed Rhinoceros and can begin life anew, fully dedicated to being a more responsible, sober man.", "tmdb_id": 967148}, "60486029": {"title": "The Sable Lorcha", "plot": "Robert and Donald Cameron are twins in a Scottish family which is separated by the death of the mother. Robert is brought to America by his father, and Donald is adopted by a family named McNish. Robert prospers in the new land, but Donald goes to the bad, runs away to sea and becomes a smuggler of Chinese to America. On one of his expeditions he scuttles a junk, or Lorcha, and a hundred Chinese perish. The only survivor is the cook, a half-breed, John Soy. Soy and an Irish soldier of fortune. Murphy, aid the kinsmen of the dead in a world-wide search for McNish. One day Murphy sees Cameron, mistakes him for his brother, McNish, and puts the avengers on his track. Cameron, who has a fine Connecticut estate, receives a warning from the Chinese, the only signature being a silhouette of the Sable Lorcha, or funeral ship. Apparently before his very eyes his portrait has been beheaded. A second warning is received. Cameron at once sends for a young friend and neighbor, Phillip Clyde, who is in love with Cameron's niece and ward, Evelyn Grayson. The second threat is carried out by the crashing to atoms of a mirror by unseen hands. Cameron and Clyde are mystified as a third threat comes, declaring that before the morning of the third day Cameron will pass from sight of man. The two men go to sea in a yacht, but the avengers follow in a fast tug, drop Soy in an open boat in the yacht's course and put their man on board when he is picked up in the belief that he is a castaway fisherman. Soy now uses a Chinese anaesthetic with which he has performed the other two mysteries. Cameron and Clyde are rendered unconscious and the former is taken off to the tug. In a box the doomed man is taken to Chinatown, where revenge is to be obtained. Later Clyde comes ashore, meets Soy by chance, and follows him to a Chinatown cellar. There a box is found similar to the one in which Cameron is being taken from the yacht. It contains nothing, however, but Chinese merchandise, and while Clyde goes to seek aid from the police the box containing Cameron is taken away. Meanwhile, in front of Cameron's Fifth Avenue mansion, appears an unkempt and sickly individual who later is found to be McNish. He has escaped from two Chinamen who thought he was Cameron. The police follow one of the avengers to a house in Chinatown, where a large tank has been prepared and Cameron is to be bound while the water rises and brings slow torture and death. They arrive with McNish in time to reveal the error of the Chinese and McNish, the guilty one, dies. Thus is solved the mystery of \"The Sable Lorcha.\n\n\n== References =="}, "15827978": {"title": "The Secret of the Submarine", "plot": "The heroes must keep the titular submarine from falling into the hands of the Russians or Japanese.", "tmdb_id": 258263}, "32946863": {"title": "The Shooting of Dan McGrew (1915 film)", "plot": "The opening scene is of the interior of the Malamute saloon. Dangerous Dan McGrew and the lady that's known as Lou are seen seated at a table in one corner. A dog-sleigh stops outside, and its owner, a tired-looking, bedraggled miner, stumbles through the door. After treating the house, he sits down at the piano and begins to play. Into the soulful, stirring music he pours his pent up feelings of hatred, sorrow, love and regret. Years before, Jim Maxwell's best friend, Dan McGrew, had deceived his wife into believing him unfaithful. Their elopement completely unnerved him for a time. But finally he resolved to forget about it, until he next met Dan McGrew. Years afterwards, while prospecting, he met his daughter, now grown to womanhood and married. Her husband had been arrested for a murder committed by McGrew, and Maxwell assisted in effecting his escape. Just previous to the miner's entrance, Nell's husband had been captured in the saloon by the sheriff. As Maxwell finishes playing, he turns about, faces Dangerous Dan McGrew, and tells him, in uncomplimentary language, what he thinks of a man of his type. The lights go out, two guns blaze in the dark, and both men fall. Maxwell recovers and is reunited to Lou, his wife. McGrew dies.", "imdb_id": "tt0006037"}, "40489545": {"title": "The Silent Voice (film)", "plot": "The film tells the story of Franklyn Starr, a gifted musician who becomes embittered after he is stricken with a sudden onslaught of deafness and then suffers the loss of his beloved mother. He soon retreats to a remote cottage in the country with his loyal servant Spring to live out his life as a recluse.\nHiking in the woods one day, Starr stumbles upon a group of workers about to set off explosives and, oblivious to their warning cries, is injured in the detonation. Marjorie Blair, a young woman out horseback riding, comes to his aid, an act that would lead to courtship and marriage. Starr is happy, for once again life is good; until his cousin Bobby flirts with Marjorie giving him the mistaken impression the two were having an affair.\nStarr’s despair is finally lifted after he decides to use his wealth to help others and is rewarded by the return of his hearing and reconciliation with Marjorie.", "tmdb_id": 942686}, "18056714": {"title": "The Sin of Olga Brandt", "plot": "Olga is a stenographer working in the office of an attorney, Stephen Leslie (Lon Chaney). She cares for her invalid sister who needs an expensive operation to save her life, so she appeals to her employer who agrees to give her the money only if she will give herself to him sexually. Having no choice, she reluctantly agrees to move in with him; however, three months later, her sister dies and she realizes her sacrifice was all for naught. Olga leaves the attorney and is befriended by the Rev. John Armstrong, who brings her to live with his mother. Their friendship blossoms into love and she and the reverend eventually marry.\nOne year later, the town is embroiled in a controversy when the local theatre shows a silent movie entitled \"Shall We Forgive Her?\", which depicts a woman's story very similar to Olga's. Deacon Jellice wants the picture banned and a lawyer is called in to arbitrate. The lawyer turns out to be Stephen Leslie, who sees Olga and threatens to expose her past transgressions if she does not move back into his home and be his mistress once again.\nOlga plans to run away from both men this time and leaves a written confession for Reverend John to find, but on her way out of town, she chances to enter the theatre where the film is playing. She is moved by the story so similar to her own, and the film ends with the title \"Judge Not Lest Ye Be Judged\". Leslie also sees the movie and becomes repentant. Catching Olga at the train station, he asks her forgiveness and tells her that she should go home to her husband. She returns home where the Reverend John has already read her confession, but remembering the moral of the picture, he forgives Olga and embraces her.", "imdb_id": "tt0006050"}, "63202507": {"title": "The Siren's Reign", "plot": "Story of a man who disregards the quiet affection of a fine girl to marry a frivolous actress with whom he is infatuated. Several years later, after the woman has wrecked his life, the husband gives up in despair and shoots himself. Not until then does he realize the other woman's affection towards him. When he does he places his little daughter in her care."}, "40962387": {"title": "The Slim Princess (1915 film)", "plot": "As described in a film magazine, Alexander Pike, longing for new fields to conquer and willing to give a federal grand jury some time to forget him, takes a trip to Morovenia, where the ruling governor is desperate because Kalora, his oldest daughter, refuses to get fat enough to conform to the Turkish ideal of beauty and so be safely married off. The law forbids her younger and fatter sister to marry first. Popova, the princess's tutor, has a secret grudge against the governor and encourages the Slim Princess privately to devour pickles and so preserve her slim outlines. Pike drops in for an informal call on the Slim Princess one afternoon by way of the back wall of the garden. The Princess is delighted to find that slimness is an added charm in America. He proves it to her by a magazine. He is discovered by the guards and, after a short fight, flees. The Slim Princess is sent to America to be fed on breakfast food guaranteed to put fat on any bones. She enjoys America so much and, after a renewal of her acquaintance with Alexander Pike, she becomes still slimmer, essaying to conform to the lines of the American girls. Her father discovers this through the reports of the Turkish legation, and she and Popova are recalled in disgrace and the tutor sent to prison. Pike follows them back to Morovenia and asks the governor for the hand of his daughter in marriage. Then comes swift action, in which the fat and slim princesses become considerably mixed during the negotiations between the American and the governor, who cannot understand why any man could want a thin wife. The Slim Princess and her lover are finally sorted out, and Popova released from prison.", "tmdb_id": 918577}, "18056901": {"title": "A Small Town Girl", "plot": "Ruth's uncle is the proprietor of the only hotel in Maplehurst, a small rural town. When she was orphaned years earlier, she was adopted by Dick, a young hotel clerk who now loves her dearly. Ruth cares for Dick, but feels he is too rustic. One day, a slick young Snob from the East arrives in Maplehurst and Ruth is taken in by his flashy clothes and fast car. Dick is crushed when his sweetheart goes off with the scoundrel. On one of her long drives with the snob, they stop at an inn, where he gets her drunk and takes advantage of her, impregnating her.\nWhen he moves back East, Ruth follows him, but he soon tires of her and throws her to the curb. She later gives birth to their child in a rundown big city boarding house, and the snob's family refuses to even see her when she goes to them for help. A local pimp (Lon Chaney) suggests that she become a prostitute, and Ruth starts to consider suicide; however, an elderly, childless couple take an interest in her and her baby.\nRuth decides to write her uncle for help, and Dick intercepts the letter and sends her money. Her uncle soon after passes away, and Dick inherits the hotel. He searches for Ruth to bring her back home. Meanwhile the Snob has gone West, where the rugged environment has made a man out of him. He comes back to Ruth ready to accept his paternal responsibility, but she scorns him and refuses to even let him see their child.", "imdb_id": "tt0004605"}, "44804301": {"title": "Snobs (film)", "plot": "How Henry, the milkman, is treated by the snobs after he inherits $20m.", "imdb_id": "tt0006060"}, "57647206": {"title": "Song of Triumphant Love", "plot": "The film is based on story by Ivan Turgenev.", "tmdb_id": 289456}, "34071219": {"title": "The Soul of Broadway", "plot": "As described in a film magazine, La Valencia (Suratt), a stage beauty, has ensnared a young man who steals in order to shower her with the luxuries that she demands. He is caught and, after serving a 5-year term, emerges from prison a gray haired man. La Valencia comes across him again, and her passion revives. She seeks to ensnare him again, but now he is married and his old life has no charms for him. Desperate, she then threatens to reveal his past to his wife, which leads to a terrific climax.", "tmdb_id": 937471}, "53384327": {"title": "Spirit of Columbus 1865–1915", "plot": "In the film, young Dorothy Watkins meets Richard Wentworth through an automobile accident. They meet again at the country club golf course. Richard calls on her at her home (represented by Dinglewood) and meets her family. The couple tours Columbus and sees the many things the community has to offer its residents including the Ralston Hotel, St. Elmo (the house of Augusta Evans Wilson), parks and factories. They also meet an aging soldier at the Confederate monument who tells them stories of the Civil War, including its last major military engagement, the Battle of Columbus. After meeting again at a dance, Richard asks for Dorothy’s hand in marriage but, her father refuses to give his blessing. The couple plans to elope by boating across the Chattahoochee River to the Alabama side. The boat overturns, sending the couple over the falls and presumably to their deaths. The couple survives and her father gives his blessing for their union. They marry at Trinity Episcopal Church and the film ends with the couple sailing off on the riverboat W.C. Bradley."}, "18056766": {"title": "The Star of the Sea", "plot": "Mario Busoni is a young sculptor, whose uncle is Father Busoni, pastor of the Church of the Holy Name at Fiesole. Mario is hired to sculpt a life-sized statue of the Madonna for his uncle's church, and he is sent to Naples to do the work. There he meets Janice, a young model who invites him to live with her, but his uncle arrives and thwarts her plans. She tries to ensnare the young boy again later, but the uncle intervenes once more. Meanwhile, Mario tells his uncle that he must have a live model to work from; he hires Mary, a young widow who is raising a baby boy on her own, and he uses them both to model for his statue of the Virgin and Child.\nTomasco, a hunchbacked fisherman (Lon Chaney), is in love with Mary, and when she rejects his proposal of marriage, he suspects Mario of being his rival. Janice learns that Mario is planning to marry Mary, which foils both Tomasco's, and her own, happiness. Upon hearing that Mario has finished his statue, Tomasco and Janice both plot together to sneak into the church at night and destroy the statue out of revenge.\nThey arrive at the church with a sledge hammer where they see the finished work. But Tomasco is incapable of destroying the beautiful statue. Janice laughs at his sentiment and picks up the hammer, but just as she is about to destroy the statue, the eyes of the Madonna open, and the two transgressors fall to their knees at the statue's feet and pray for forgiveness. The story ends near Mary's seaside home, with Mario and Mary in a loving embrace, and Father Busoni holding aloft her baby who claps his hands joyfully at the sight of the surf.", "imdb_id": "tt0006090"}, "18095715": {"title": "Steady Company (1915 film)", "plot": "Nan Brenner comes from a dreary home...her mother is a manly brute, and her father a henpecked alcoholic. They make a living taking in other people's washing, and her mother forces her drunken husband to physically wash the clothes for ten percent of the take, which he spends on booze. Jimmy Ford is a young strapping shipping clerk in a large warehouse, and every evening on the bus ride home, he notices Nan returning from her job in a department store. He frequently tries to strike up a conversation with her, but she is reluctant to make friends because she can't bring anyone home to meet her disgusting family members.\nOne day, Jimmy offers his seat to Nan, and when a laborer takes the seat first, Jimmy starts a fight and throws the laborer off the bus. As Nan gets off the bus, she sees that Jimmy has left his umbrella on the seat, and she brings it to him. Jimmy gets off with her and she agrees to share his umbrella. Nan finally relents and agrees to take a walk in the park that Sunday.\nWhen the big day arrives, they go to the zoo where they spot some young boys teasing a drunk. Jimmy chases the boys away and offers to take the man home, but to her horror, Nan realizes the man is her father! When they arrive at her home, Nan's mother grabs the old man and drags him inside without a word of thanks to Jimmy for helping him. Nan runs to her room sobbing, fearing that Jimmy will never want to see her again now, but Jimmy knocks timidly on the bedroom door and reminds her that they still haven't finished eating their peanuts in the park. Later, in the park, Nan sobs in Jimmy's arms, and the films ends with a passionate kiss.", "imdb_id": "tt0006094"}, "41972993": {"title": "Still Waters (1915 film)", "plot": "Clark plays the daughter of a canal boat captain. She desires to visit the circus against her father's wishes as a bad experience happened years earlier when the captain's wife ran off with a circus performer. Clark eventually falls for a performer herself but is at odds with her father."}, "44810344": {"title": "Stolen Goods (film)", "plot": "An orphan named Margery (Blanche Sweet) is working a dressmaking company in New York. She is sent to prison when a rich kleptomaniac named Helen North (Cleo Ridgely) puts some stolen lace in Margery's handbag. After leaving the prison she becomes a nurse for some time until the hospital she works at finds out she has a record. She leaves and becomes a nurse at a Red Cross emergency hospital in Belgium. At the same time, Helen has come to Belgium to take care of her sick father. After he dies, she is left without any money. She is planning to leave for California to live with her father's wealthy friend when an airship bomb sends Helen to the hospital Margery is working at. Another shell explodes and makes Margery think Helen is dead. Margery takes Helen's identity to go to California. She falls in love with a doctor named Richard Carlton (House Peters, Sr.) and right before they are supposed to get married Helen shows up. In order to stop people from taking Helen to the insane asylum, Margery confesses the truth. Carlton still wants to marry her anyway.", "tmdb_id": 944605}, "18092900": {"title": "The Stool Pigeon (1915 film)", "plot": "Walter Jason, a young man from the country, comes to the big city to find a job but fails to do so. Oswald Trumble is well known in high society, but he is in reality the leader of a criminal gang. Trumble spots Jason down at the river's edge appearing depressed, and prevents the young man from committing suicide. He buys Jason food and some new clothes, and sets him up in a nice apartment, in order to win Jason's friendship. Trumble introduces Jason into high society where he meets Mildred Moore, the beautiful daughter of the wealthy Mrs. Crosby Moore. Trumble has been planning to steal the rich old lady's jewels.\nJason is attracted to Mildred, but meanwhile Trumble comes up with a daring plan for the heist. His plan is to abduct Mildred and replace her with a lookalike; Jason will unknowingly lead the fake Mildred back into her house, where the lookalike will grab the old lady's jewels. The plot goes as planned, except that Jason notices that the woman he is with is suddenly missing a beauty mark she had earlier in the evening. He tips off the cops and they capture the impostor.\nThe police give the girl the third degree, and she confesses the entire plot. A trap is set and Trumble's whole gang is rounded up. Jason forces Trumble to reveal where the real Mildred is being held, then rescues the girl. Jason confesses his past criminal activities to Mildred and her mother, and they forgive him. His engagement to Mildred is soon announced.", "tmdb_id": 919982}, "18095278": {"title": "The Stronger Mind", "plot": "A Crook and his Pal are interrupted while trying to rob a bank and are forced to split up. Fearing capture, the Crook leaves town and hides out in a Western mining town. There he meets the Girl, who folks call the \"Good Angel\" because he devotes her life looking after the needs of others. The Crook disguises himself as a minister and, under the good influence of the Girl, decides to reform himself.\nThe Crook informs his Pal (Lon Chaney) of his decision to go straight, but the Pal comes into town and persuades his friend to rob the local bank (thus the title of the film referring to the Chaney character). Coincidentally, the Girl's father is employed at the bank as a night watchman. In the attempted robbery, the Crook's Pal is killed, and the Crook is redeemed by the Girl's love and decides to go straight.", "imdb_id": "tt0006109"}, "18110662": {"title": "Stronger Than Death (1915 film)", "plot": "June Lathrop, a pretty young orphan under the guardianship of Rupert Spaulding, meets John Henshaw, a young surgeon, and the two fall in love. June learns that Rupert Spaulding used to love her mother when she was a young girl, but he never proposed and so he lost her to another man. Now he is in love with June, and out of gratitude for raising her, she consents to marry him.\nSpaulding dies shortly after their marriage, and on his death bed, he extracts a written promise from June that she will never get married again. Upon learning of Mr. Spaulding's death, Henshaw proposes marriage to June, but she tells him that she promised in writing that she would never marry again. Spaulding's spirit haunts June and she begins to sleepwalk. One night she falls off the balcony while walking in her sleep and suffers a serious brain injury. Henshaw, now a celebrated surgeon, is called to perform the delicate operation needed to save her life.\nWhile under anesthesia, June's spirit meets the ghost of her dead husband, who tells her that he has witnessed her suffering and wishes to release her from her promise. Their spirits go down to the vault where her written promise is kept and together they burn the document. June later recovers from the operation and does not know whether or not it was all a dream. She orders the lawyer (Lon Chaney) to produce her dead husband's documents, and there on the top of his personal papers are the ashes of what once was her written agreement, burned to a cinder. June is now free to marry the man she really loves.", "imdb_id": "tt0006110"}, "18057129": {"title": "Such Is Life (1915 film)", "plot": "Polly, the maid at a theatrical boarding house, falls in love with Will Deming, a handsome stage actor living at the house. Will is the only one in the place who pays any attention to Polly whatsoever. She often dreams of herself as Mrs. Will Deming. Meanwhile Olive Trent, an aspiring young actress, rents a room at the house while trying to break into show business. Will sees Olive at an agency and tries to help her start a career, but she rejects his advances, not realizing he's just trying to help her out. Will doesn't realize that he and Olive actually live in the same house.\nTod Wilkes (Lon Chaney), a comic burlesque performer also living at the house, has his eye on Olive as well, and he offers her a degrading job in his seedy burlesque show. At first she refuses, but eventually accepts when her money runs out. After rehearsing with Tod in his room one night, he grabs her and tries to molest her passionately. She manages to escape and on the way back to her own room, she is spotted by Will who offers her a respectable job with his company. Will and Olive both leave together the next day for Syracuse to begin their new project, while Polly sadly watches their departure. Neither of them even say goodbye to her. Polly sadly shakes her head and mutters \"Such is life.\"", "imdb_id": "tt0006117"}, "13725681": {"title": "That Little Band of Gold", "plot": "As described in a film magazine, Hubby decides to steal a night off away from the domestic joys of home, wife, and mother-in-law, and plans a pleasant little supper with an interesting lady friend at a notable cafe. His enthusiasm is a trifle dashed when he sees a friend at a nearby table, and his plans are scattered entirely to the winds at the horrified entrance of an indignant mother-in-law and his neglected wife.", "tmdb_id": 174187}, "43636683": {"title": "Their One Love", "plot": "Two sisters love the same man, who later dies in the American Civil War.", "tmdb_id": 174215}, "18057029": {"title": "The Threads of Fate", "plot": "The story follows the lives of two children: a wealthy boy and a poor girl. The rich boy grows up to be a musician, while the girl develops into a charming young woman. The man tires of society life, and travels the countryside disguised as a street musician. The woman goes to the city and is adopted by a wealthy aunt, who introduces her to the Count (Lon Chaney), whom the aunt has arranged to marry the girl. One night, she leaves the house dressed as a simple country maid, and she is attracted to the beautiful melody of a violin. She follows the music and meets the man who is playing it, and a warm friendship soon develops. The two meet regularly, and neither one reveals their true identity to the other. The woman feels her love for the musician is hopeless, since he is beneath her class, and she reluctantly consents to marry the Count. The violin player (who is in reality of noble birth) is distraught when the girl stops visiting him, and he returns to his dissipated high society life. Some time later, the woman, now trapped in a loveless marriage to the Count, hears the familiar sound of the violin. She finds the man, and this time their true identities are revealed. Realizing they are both people of wealth, the two plan to run away together, but the Count discovers their plans and pursues them. Rather than be separated, the two young lovers drive their car off a cliff to their deaths.", "imdb_id": "tt0006156"}, "26146275": {"title": "The Toast of Death", "plot": "Mademoiselle Poppea (played by Glaum) is the leading ballerina of the Imperial Ballet in Calcutta, India. Her beauty and charm bring to her many admirers, among them a British soldier, Captain Drake (played by Keenan), and an Indian prince, Yar Khan (played by Mayall), of the Bengalese Dragoons.\nAlthough she loves Drake, Poppea agrees to marry the prince because of his title, wealth and high social standing. She keeps Drake as her lover, however, and he visits her regularly at the palace.\nWhen the prince is ordered to transfer, he and Poppea go to live in the South. She finds the climate and culture repulsive and is bored and disgusted with her devoted husband. She then writes to Drake and begs him to come see her. Feigning illness, he takes leave from his military duties and travels to Poppea.\nThe prince is pleased to see Drake and receives him warmly. By accident, he discovers the adulterous relationship between Drake and his wife. As revenge, he pours two glasses of wine and puts arsenic into one. He then tells Poppea to select which glass each man will drink. Unknowingly, she selects the poisoned glass for Drake. After the toast, the prince watches as Drake has a horrible death. He disposes of Drake's body and forces his devastated wife, Poppea, to flee out into the desert.", "tmdb_id": 938330}, "45680935": {"title": "Tommy Atkins (1915 film)", "plot": "A German-born captain kills his wife and frames his fiancée, who loves a curate.", "imdb_id": "tt0162701"}, "44191798": {"title": "Tragico convegno", "plot": "Lucien has an affair with the married Baroness Fulvia and receives a letter from a friend (dated 18 May 1914) asking him to lodge his daughter Maria. Lucien prepares a children's room, but Maria turns out to be a young lady of eighteen years old. The next day Maria wants to make a tour on horseback and behaves like a cow-girl. Gradually she falls in love with Lucien and tries to wins him over like an adult woman. (This plot summary is based on the incomplete copy.)", "imdb_id": "tt1041866"}, "2546555": {"title": "The Tramp (film)", "plot": "The film starts with Charlie Chaplin walking down the road. He doesn't see a car come by and he barely manages to escape. A few seconds later, another car floors Charlie.\nNot being able to fathom what just happened, he dusts himself off and decides to seek refuge in a nearby farm. There, he does the classic gag of doffing his hat to a tree. He sits underneath it and decides to eat his sandwich.\nHowever, a hobo exchanges Charlie's sandwich for a brick, so Charlie must eat grass. Charlie sees this, and knows he cannot do anything, so he just sits there. The same hobo, however, molests a farmer's daughter (Edna Purviance), and she runs up to Charlie, who comes to her aid with the help of the brick. The hobo tries getting Charlie out of the way, but Charlie kicks him off.\nTwo more hobos show up when the angry hobo tells them about how Charlie humiliated him, but these are no bother for Charlie, who throws all three into the lake. However, they have their fifteen seconds of fame when they throw stones at Charlie, and he sits down on a bunch of logs and sets his posterior on fire. He sits down in a sewage pipe to cool his posterior off, where Edna finds him.\nThe grateful girl takes Charlie home, where the farmer's father decides that \"as a reward, you can work\". Edna seats herself on the lunch table, and, unaware about this, Charlie throws his brick on the table, giving the table a jolt.\nThere, he helps another farmhand with work. He gets a fork and frequently pokes the farmhand with it, especially while he is carrying loads, to make him move faster. When Charlie attempts helping him with the load, he does a terrible job. He climbs up a ladder, takes the load and, instead of climbing down to keep the load down, just throws it down. Later, they realize that he threw the load down on another man, who's passed out under the sheer weight.\nThis over, him and the farmhand go to get the eggs that the chicks lay. However, the duo get into a tiff, where Charlie smashes an egg on the farmhand's forehead. It smells disgusting, so they think about what they can do with it.\nThey see a man enjoying nature with a spiritual book. Charlie suddenly gets an idea. While the man is enjoying nature, and unaware that the spiritual book actually exists, Charlie sneakily puts the smashed egg on the open page, and sneaks away. Just then, the man closes his book, and the egg yolk spills down on his coat. But he doesn't realize this as he's still lost to nature.\nCharlie suddenly gets a hunch that the hobos are planning another robbery, and the robbery features the house Charlie resides in, so they go to the office. They tell the man inside about the planned robbery, but the man couldn't care less. So they devise a plan.\nCharlie takes a hammer and decides that, when the thieves try climbing in, he'll bust their heads with the hammer. He tells the farmhand to sleep off, with the intention of testing the hammer on him. Of course, the man sleeps off, and when Charlie smashes the man's head, he wakes up immediately, in deep pain, and very angry with Charlie.\nTheir hunch proves correct. The hobos try climbing in. However, Charlie and the farmhand, unbeknownst to them, are ready for them, and Charlie smashes their heads with the hammer, making them fall all the way down. Charlie gives chase, just for fun, and the men manage to get away.\nBy this time, a scene has been created, and when the people realize what Charlie had done, they thanked him profusely. Edna even offered to eat lunch with him. By now Charlie was in love, so he readily agreed.\nAll seems well, until a man comes along and calls to Edna. Edna hurriedly tells Charlie that a man has come to see her, and Charlie readily agrees to let them see each other.\nAnd Charlie just watches as they kiss and hug.\nCharlie now knowing that the woman of his dreams is already in a relationship, introduces himself to Edna's sweetheart. He then excuses himself and goes back in. Unwilling to be a problem in their lives, he decides to leave a letter for them and then take to the road. He wrote: \"I thort (thought) your kidness (kindness) was love, but I know it wasn't cause (because) I (I've) seen him. Good by (goodbye).\"\nHe then goes to the road, where he knows he belongs. He is seen skipping and swinging his cane, happy that he is back on the road, where he is meant to be.", "tmdb_id": 30982}, "48596601": {"title": "Trilby (1915 film)", "plot": "In France, a beautiful young model named Trilby meets three Bohemians (Little Billee, the Laird, and Taffy) and they all become friends. Trilby and Billee fall in love, but their happiness is thwarted by an evil mesmerist named Svengali, who becomes obsessed with having Trilby for himself. On the night Little Billee is to propose to Trilby, Svengali kidnaps her via hypnotism and takes her away with him to England where he uses his supernatural powers to turn her into a talented singer. Svengali must use all his will power to maintain a hold over the girl, and the stress begins to take a toll on his heart. When he suffers an attack, Trilby appears to become her old self again, but when he recovers, she lapses back into zombie mode. Svengali finally dies, and Trilby's voice reverts to her former gruff form, and the audience boos her off the stage (in the redone ending). Trilby returns to normalcy and the last scene shows her reunited with her friends with a smile on her lips. The title card reads \"A promise of good old times again\".\nThe original version of the film had Trilby dying during the last scene (as it occurs in the novel), and this version premiered in New York City at the 44th Street Theatre on September 6, 1915. It went into general release on September 20, 1915, with her death scene intact. In 1917, when the film was re-released, the ending was altered with newly filmed footage so that Trilby remained alive in the film's finale. So technically, two different versions of this film existed.", "tmdb_id": 174190}, "18096113": {"title": "The Trust (1915 film)", "plot": "Jim Mason's (Lon Chaney) marriage is ruined because his wife cannot control her spending, and he is forced to become a thief. His first job is to steal the famous Allison pearls, but while robbing the house, he meets Florence Allison (Vera Sisson), whose marriage is unravelling due to her husband's neglect. Jim, recalling his own tragic marriage, suggests a plan that Florence can use to win back her husband's love. In return, she tells Jim if his plan succeeds, she will let him keep the pearls.\nWhen Mr. Allison returns home after a night on the town, he finds his wife tied up and unconscious, and realizing how his neglect has now endangered her life, he swears off his carousing and returns to a happy marriage with his wife. As the months pass, Jim resists the temptation to sell the pearls. Bill, one of Jim's criminal acquaintances, is convinced that Jim has the pearls and they fight over them. Jim is injured, and drags himself to the Allison home. There he finds that Florence has won back the love of her husband, and she thanks Jim and tells him that  he can keep the pearls.", "imdb_id": "tt0006184"}, "18110429": {"title": "Under a Shadow", "plot": "Thera Dufre, a former foreign secret service agent, now in hiding from government agents, receives a letter ordering her to deliver a sealed packet to a Mr. DeSerris (Lon Chaney) at a specific location. DeSerris waits at the appointed place when a woman named Alice Irving, who bears a striking resemblance to Thera, passes by and is confronted by DeSerris who mistakes her for the secret agent. Alice escapes, but her jealous husband Mr. Irving sees DeSerris following Alice, and when Alice tells him that she has no idea who the man is, he refuses to believe her.\nLater DeSerris confronts Alice again as she tries to enter her house, and orders her to turn over the packet. Mr. Irving sees them and confronts DeSerris with a pistol. Alice tries to grab the gun, and in the ensuing struggle, Alice's daughter is shot. Thera Dufre, who realizes that DeSerris has mistaken Alice for her, sees this as her chance to escape, but she is struck by the Irving's car as they attempt to rush their wounded child to a hospital. Mr. Irving sends her back to his house with the butler, and is struck by the uncanny resemblance of the woman to his wife.\nThera hides when Alice enters, and once again DeSerris breaks in and mistakenly attacks the innocent Alice. Thera shoots DeSerris dead, and after Alice faints, Thera places the revolver next to the unconscious Alice. Thera plans to frame Alice for the murder of DeSerris when suddenly the phone rings. She answers the phone and it is Alice's husband and, thinking he is speaking to Alice, he tells her that their daughter will recover and begs her to forgive him for being so jealous. Realizing that Alice's family would be destroyed if she framed her for the murder, Thera calmly decides to remain at the murder scene and accept the blame when the police arrive.", "imdb_id": "tt0006197"}, "15485299": {"title": "Under the Crescent", "plot": "A series of six episodes involving the adventures of an American actress in modern Egypt (circa 1910s). The story is biographical; it was based on the real life of its lead actress, Ola Humphrey, who in 1911 married Egyptian Prince Ibrahim Hassan, cousin of the Khedive.", "imdb_id": "tt0006198"}, "63044798": {"title": "The Valley of Lost Hope", "plot": "This lost film's storyline was set in the Western region of the United States in the late nineteenth century. Production reports and reviews published in trade publications and newspapers in the final weeks of 1914 and during 1915, describe it portraying the schemes of a \"get-rich-quick\" confidence man named James Ewing (Peter Lang). He, assisted by two promoters, poses as a real estate broker who circulates false reports of rich gold deposits in a barren, deserted valley. To enhance his lies, Ewing places small amounts of gold on the land that he and his associates had purchased, \"salting\" some rocks on the property with flecks of the precious metal. He then lures people to buy parcels of the worthless land at inflated prices. Many men and women are duped by Ewing's sales pitches, and a \"boomtown\" rises in the valley as more speculators and gold prospectors rush into the area, along with saloonkeepers, gamblers, grocers, and other merchants who hope to profit off the outbreak of gold fever.\nEwing's son Bob (B. K. Roberts), just out of college, now arrives and soon falls in love with Dora (Mildred Gregory), unaware that she is married but separated from her frequently drunk and abusive husband, Dick Flint (Robin Williamson). Dora is also the sister of Roland Royce (Romaine Fielding), the town's influential pastor. After working briefly in his father's real-estate \"business\", Bob discovers its true purpose. Horrified, he vows to return the money to all the victims of the fraud. The miners and other town residents also learn about the swindle, and they converge on the elder Ewing's private train as it prepares to leave for the East. Meanwhile, Dora's husband Flint and two of his cronies take advantage of the temporary absence of most of the town's population and rob the safe in the gambling hall. Despite the presence of the angry mob, Ewing's train manages to depart and speed away from town. A freight train, however, is rapidly approaching on the same track and minutes later crashes head-on into the escaping passenger train, killing Ewing and his accomplices.\nBack in town, Flint flees after the gambling-hall robbery is discovered while his fellow thieves are killed. Flint, desperate to get away, creates a diversion by igniting a huge charge of dynamite on the top of the nearby mountain. The ensuing landslide destroys most of the town, covering it under tons of rocks and dirt. Despite the massive explosion, Pastor Royce finds Flint in the cellar of a cabin and kills him in self-defense. Bob now returns with the swindled money he retrieved from the wrecked train and gives it to the miners and others who survived the landslide. Now a widow, Dora agrees to marry Bob. The happy couple, accompanied by Pastor Royce and Bob's newly \"adopted\" mother, old \"Ma\" Dean (Minnie Pearson), leave the valley in a \"prairie schooner\" (covered wagon) to start new lives elsewhere.", "imdb_id": "tt0006205"}, "18095873": {"title": "The Violin Maker", "plot": "Pedro (Lon Chaney) is a violin maker who is deeply in love with his talented ward, Marguerita. One day, while she is playing the violin, director Maurice Puello hears the girl play and persuades her to give a recital at his theater. Her first appearance is a great success, and Pedro applauds her from the audience, not realizing she is falling in love with Maurice. Pedro decides to make a special violin for the girl. He finishes the violin, the finest instrument he has ever made, and brings it over to the theater. Waiting by the stage door, he sees Marguerita and Maurice walking out arm in arm. Blinded with jealousy, Pedro disguises himself as a blind beggar in order to spy on Marguerita.\nOne night as Pedro is playing the violin on the street corner disguised as the beggar, Maurice and Marguerita are attracted by the beautiful music. Marguerita offers to buy the violin, but Pedro tells her that he cannot sell it because he made it especially for an old sweetheart. She sees an inscription on the back of the violin that says \"To my Marguerita\" and Pedro suddenly reveals his identity in anger and spitefully smashes the violin over his knee.One night, Pedro wanders into a cafe where Marguerita is playing a violin. He has a waiter bring her a coin with a request for another tune. When the waiter points Pedro out to her as the man who made the request, Marguerita is touched and plays a beautiful melody for Pedro. She goes over to his table and asks for his forgiveness. He is about to ignore her when he notices that she has repaired the violin that he smashed. He is moved by the girl's devotion to him and the two are happily reunited.", "imdb_id": "tt0006224"}, "14616220": {"title": "The Warrens of Virginia (1915 film)", "plot": "As the American Civil War begins, Ned Burton leaves his Southern love, Agatha Warren, and joins the Union army. He is later protected and saved from death by Agatha in spite of her loyalty to the South.", "tmdb_id": 299150}, "68693147": {"title": "The Wheels of Justice", "plot": "Ralph Brooks is dating Julia Dean.  When the two attend a reception, he meets Rita Reynolds, the wife of John Reynolds, a wealthy broker.  He becomes entranced with her and falls for her false story of spousal abuse.  He agrees to take her away from her situation and elope.  However, the reality is that Rita is simply using both her husband and Ralph.  Her husband is nothing more than a cash machine to finance her exorbitant lifestyle, while Ralph is the perfect patsy to help her further her selfish goals. She has selected a night on which her husband is scheduled to be out for her and Ralph to escape. She also maneuvers the household staff to be out as well.  This is so she can rob her husband's safe prior to leaving. However, as she is emptying the safe a thief, Red Hall, actually arrives and interrupts her. As the two confront one another, her husband unexpectedly returns home. Seeing that he is being robbed, he confronts his wife and thief, brandishing a gun.  The husband and wife struggle, during which the gun goes off, killing the husband. She decides to blame Red for the murder, and holds him at gunpoint.  When Ralph arrives, he listens to the recap of what happened, and is so revolted by Rita's true nature, he balks at going through with her plan.  When she sees that she has alienated Ralph, she changes her plan, and orders the thief to escape, turning the gun on Ralph.\nWhen the police arrive, Rita blames the murder on Ralph, and on the strength of her testimony, he is convicted and sent to prison for twenty years. While in prison, he manages to reform his cellmate, Tug Riley, and eventually the two manage to escape from prison, at the same time as another group of criminals. During the ensuing chase, Tug and Ralph escape and return to the city, while the other group of criminals is chased, and drives their car off a drawbridge as they attempt to flee, drowning them all.\nMeanwhile, Red has been blackmailing Rita, threatening to go to the police with the truth of her husband's murder. As his demands increase, he concocts a plan for her to hold a fancy costume reception, at which he will rob all her guests. When Tug and Ralph get back to the city, Red recruits Tug to help him rob the guests during the party. However, now reformed by Ralph, he goes to him and reveals Red's plan. Ralph comes up with his own plan and informs the police of the impending crime, and goes to the reception masquerading as the dead John Reynolds. The police arrive in time to catch Red red-handed with stolen jewels on him. Rita is confronted by the specter of her dead husband, causing her to confess her guilt in his murder, thus exonerating Ralph, who is returned to his mother and Julia."}, "18057056": {"title": "When the Gods Played a Badger Game", "plot": "Nan DeVere is a chorus girl who is romanced by Mr. Lany, a married man of considerable wealth. She agrees to marry him, but Mrs. Lany meets her at the theatre and begs her to stay away from her husband. She tells her of their former life of poverty, how he made a lucky mining strike, and then left her behind as he entered high society. Nan is moved by the woman's plea, and plans to teach the husband a good lesson with the help of Joe, the property man (Lon Chaney). She sends word to Mr. Lany that she will see him after the show.\nThe millionaire arrives at the theatre and takes her in his arms when suddenly Joe bursts in, pulling out a revolver and claiming to be Nan's husband. Mr. Lany, thinking he is the victim of a badger game, tells them that he is still in love with his wife, the only true-hearted woman in the world, and he leaves Nan's dressing room and goes back to be reunited with his wife.", "imdb_id": "tt0006271"}, "18092089": {"title": "Where the Forest Ends", "plot": "Rose, a beautiful mountain girl, is raised to womanhood by a cruel old hag in a hut on a mountainside. Jack Norton, a handsome Ranger, admires the girl, and his affection is slowly turning into love, but just then he is called away on a patrol. Silent Jordan, an old prospector and friend of Jack's, finds the girl's face very familiar, and then realizes that she is his old sweetheart's daughter.\nPaul Rouchelle, an artist visiting the mountains, sees the girl and gets her to pose for him. Rose falls in love with the well polished gentleman who promises a life of excitement and glamour, and she consents to marry him. He takes her back to his art studio in the big city, but she soon learns that he already has a wife and child, so she leaves him and goes back to the mountains. Paul follows her and plans to steal her back when Jack arrives. Paul tells Jack that Rose was his mistress and Paul attacks him in anger. Silent Jordan stops Jack from shooting Paul, and forces the artist to leave. (A still exists showing Silent Jordan preventing Jack from shooting Paul Rouchelle).\nRose finds out that the old hag who raised her has died in Rose's absence, and she is now all alone in the world. Jack asks Rose if what Paul said was true; she nods sadly and confesses it is true, and Jack turns away. Silent Jordan takes the sad couple to a little grave on a hillside and tells them the story of how he loved a girl once many years before, but abandoned her on their wedding day when he discovered she already had a baby daughter. He returned years later to find that the girl he abandoned had died of a broken heart, and he has regretted leaving her ever since, becoming a hermit as a result. (That woman's baby was Rose, which explains why she was raised by the old hag who took the child in.)  Jack, with tears in his eyes, embraces Rose, and they are married.", "imdb_id": "tt0006274"}, "44811627": {"title": "The Wild Olive", "plot": "Nicknamed \"Wild Olive,\" Miriam Strange discovers that her mom was an Indian, she moves to a hovel close to an Allegheny stumble camp. Norrie Passage, straight from school, visits his uncle, the tormenting manager of the camp, and meets Miriam. After his uncle is killed with a blade discovered covered up under Norrie's bedding, Norrie is condemned to pass on. In spite of the fact that he pledged to wed her, after his letters to \"Wild Olive\" return undelivered, Norrie, wearing a facial hair growth and an accepted name, gets connected with to Evie Wayne, Miriam's stepsister. At the point when Norrie is shipped off be his association's New York director, he meets Miriam once more. She forfeits her adoration and consents to wed attorney Charles Victory, in the event that he will demonstrate Norrie's blamelessness. After Evie finds out about Norrie's past and breaks the commitment, the killer makes a deathbed admission. Conquest discharges Miriam when he sees that she adores Norrie.", "imdb_id": "tt0006290"}, "33917473": {"title": "Wildfire (1915 film)", "plot": "John Keefe, a gambler, shoots and kills Robert Barrington in an argument over a card game. Keefe steals Barrington's papers and forges a bill of sale to himself for Barrington's stable of race horses back east. The stable includes the prize filly, Wildfire. Meanwhile, Barrington's daughters, Henrietta and Myrtle, are becoming worried about their father's long absence in the West. John Garrison, the sheriff of the town in which Barrington was killed, goes East to investigate. He suspects Keefe (now called John Duffy) and begins to build a case, causing Henrietta to become suspicious. Keefe, realizing that the game is almost up, tries to get Wildfire's jockey to throw the big race, but Henrietta saves the day and Wildfire wins.", "tmdb_id": 520657}, "13725846": {"title": "Wished on Mabel", "plot": "This \"farce comedy\" begins with an older, well-dressed woman sitting down on a park bench with her daughter Mabel. With a magazine in hand, \"Mama\" proceeds to read to the obviously bored young woman, whose spirits are lifted when nearby she sees her boyfriend \"Fatty\". Mabel motions to him to come sit with them. After sneaking a few quick kisses with Mabel, Fatty takes her away so they can spend time together, leaving Mama alone on the bench.Elsewhere, a strolling \"Keystone Cop\" encounters a man sleeping on another park bench. The policeman uses his nightstick and foot to chase away the loiterer, who promptly spies Mama sitting by herself. Clearly an experienced thief, he sidles up to her and uses a small pair of scissors to steal a ladies' pocket-style watch suspended from her neck by a long ribbon. The thief hastily departs with the watch. Once Mama notices her timepiece is missing, she yells for help, which rouses the policeman, who is dozing on the same bench from which he had chased the thief. The officer runs to the distraught woman, feigns interest in her plight, but returns to the bench to resume his nap.Fatty and Mabel meanwhile are playing hide-and-seek along the park's lakeside and battling a bee that has landed on Mabel's nose. Not far away, the thief admires the pilfered watch and then puts it in his trousers' pocket, which apparently has a hole, for the watch exits the cuff of his trousers and drops to the ground. The crook ambles away, unaware of the loss of his ill-gotten gain. Fatty soon finds the watch while Mabel is close by playfully splashing lake water. When she returns, he presents the watch as a gift he had bought for her. Elated, Mabel does not recognize the watch even though Fatty pins it to the lapel of her dress using a small piece of Mama's ribbon still attached to the timepiece's top metal loop or \"bow\".While Fatty leaves to buy sweets at a concession stand, the passing thief notices Mabel wearing \"his\" watch after realizing he had lost it. A struggle for the watch ensues. Fatty hears the ruckus and rushes to Mabel's aid as Mama also arrives and sees her stolen property. Fatty and the thief frantically pass the watch back and forth to one another, each man disavowing any connection to it. Mama then reclaims the watch, recognizes the thief, and calls again for help. The snoozing officer, who was awakened by his angry police chief, finally appears. The crook flees, but the cop finds him hiding between two large rocks. He cracks him on the head with his nightstick and carries the unconscious thief off to jail. The film ends with Fatty putting his arms around Mama and Mabel and all three happily walking away together.", "tmdb_id": 174139}, "59548479": {"title": "With Heart and Hand for the Fatherland", "plot": "A reserve officer in the Tyrolean Rifles leaves his family go and fight on the Italian Front.", "tmdb_id": 623559}, "32944278": {"title": "Within Our Gates (1915 film)", "plot": "Max Huitzell (Leslie Victor), a German-American clerk in the War Office, is being blackmailed by a German spy (Norman Easty), transmitting information by wireless from his attic. The spy's adopted daughter Freda (Dorothy Cumming) falls in love with Edgar (Cyril Mackay), the son of the War Minister (John Ralston), and exposes her stepfather. Max and Edgar both enlist and meet in the Gallipoli campaign, where Max gives his life to save Edgar.", "imdb_id": "tt0182538"}, "44807484": {"title": "The Woman (1915 film)", "plot": "Senator Jim Blake and his son-in-law Mark Robertson hires an investigator to find dirt on Senator Matthew Standish, their political opponent. \nThe investigator finds that, years earlier, Standish had spent a night in a hotel with a stranger whom the former senator's secretary, bribed by the detective, describes only as \"a lady from a good family\". Blake and Robertson try in every way to find out who the woman may be - and approach Wanda Kelly, a receptionist, to help them discover her name.  Wanda learns that Grace, the mysterious woman, is Blake's daughter also Robertson's wife; she then destroys the evidence in her possession and refuses their bribe, even when threatened with arrest. Grace, realizing the troubles the girl could face because of him, confesses. Wanda, for her determination and honesty, arouses the admiration of Blake who does not pose any obstacles to the love story between her and her son.", "tmdb_id": 402389}, "2543913": {"title": "A Woman (1915 film)", "plot": "A well-to-do family of three is asleep on a park bench.  The father (Charles Insley) is awakened when a pretty girl (Margie Reiger) trips over his outstretched feet.  The father is an incorrigible womanizer and immediately follows the girl to another park bench while his wife (Marta Golden) and adult daughter (Edna Purviance) remain asleep.  He briefly departs to buy himself and the girl drinks from a refreshment stand.  As soon as he leaves, Charlie arrives at the park bench where the pretty girl is seated.  Charlie attempts to flirt with her—and the girl seems to enjoy his company.  The father returns with two bottled drinks and jealously smashes one over Charlie's head, knocking him senseless.  The father escorts the girl away.  The girl tells the father she wants to play hide-and-seek.  He agrees.  She blindfolds him and walks away.  Charlie regains his senses and comes across the blindfolded father.  He leads him to the edge of a pond with his cane.  The father removes his blindfold moments before Charlie kicks him into the water.  (A passing park policeman who tries to intervene gets kicked into the pond too.)  Charlie comes across the father's wife and daughter and makes a favorable impression.  They invite him to their house for refreshments.  Meanwhile, the father befriends another man in the park whom Charlie has earlier annoyed (Billy Armstrong).  Together they go to the father's home.  When snacks are put on the table, Charlie demonstrates a unique way of serving doughnuts and is having a merry time when the father sees him.  The other man, who is flirting with the father's wife in the kitchen, sees Charlie too.  Both men try to corral Charlie, but he knocks them cold—but not before his trousers are ripped off his body.  Charlie initially runs into the street without any pants, but the commotion he creates outside causes him to retreat back into the house.  Charlie goes to an upstairs room where he conveniently sees a woman's dress suit on a mannequin.  He changes into it and is seen in a hallway by the daughter.  Instead of being angry, the daughter laughs at the spectacle and suggests Charlie continue with the charade of dressing as a female to fool her flirtatious father.  She even offers him a pair of female shoes and a place to shave his mustache.  The female Charlie is introduced as a college chum of the daughter, and succeeds in attracting the attention of both the father and his friend.  The father resents the competition and angrily knocks his friend out of the house.  Charlie's true gender is eventually revealed, however, when his skirt falls off.  Another fight ensues.  Charlie and the father seem to have made peace, but the father reacts angrily when Charlie wants to court his daughter.  Charlie is thrown out of the house and lands alongside the other man where another battle begins.", "tmdb_id": 53409}, "2562990": {"title": "Work (film)", "plot": "Charlie is an assistant to Izzy A. Wake, a painter and wallpaper hanger.  The two men are on their way to a job carrying their ladders and materials on a cart.  The boss rides in the cart, leisurely sitting in front of all their paraphernalia, while Charlie is hitched to the cart like a mule.  The boss also treats Charlie like a mule, beating him with a stick to get him to move faster.\nWhen the boss opts to take a shortcut up a steep hill, the out-of-control cart descends and is nearly hit by an oncoming streetcar.  A second attempt to scale the enormous hill is successful. A further delay is caused by Charlie falling down a manhole. At the destination house, Charlie carries all the material on the cart into the house in one move. They have been commissioned to hang wallpaper, but Charlie becomes distracted by the pretty maid.  The boss has a misadventure and falls, his head ending up in a bucket of paste.  Meanwhile, the short-tempered homeowner is contending with the threat of an exploding stove and an amorous French visitor who is making passes at his wife.  Shots are fired—and the target turns out to be Charlie who has been enjoying the maid's company.  An enraged Charlie gives the Frenchman, his boss, and the homeowner each a face full of paste.  As the fight moves into the kitchen, the troublesome stove finally explodes.  When the dust dies down, Charlie is nowhere to be seen.  Slowly the oven door opens.  Charlie looks out and retreats back into the stove.", "tmdb_id": 53408}, "67436646": {"title": "A Yellow Streak", "plot": "After a Wall Street broker is ruined by his wife's lover, a business associated, he thinks of committing suicide off Brooklyn Bridge but instead heads to a western mining town.", "tmdb_id": 964964}}