{"70150378": {"title": "80 for Brady", "plot": "In 2017, Lou, Trish, Maura, and Betty are four best friends who are massive fans of the New England Patriots, particularly the team's star quarterback Tom Brady, \nhaving become fans in 2001 while celebrating Lou's successful completion of chemotherapy. 15 years later, the four women are celebrating the Patriots' victory over the Pittsburgh Steelers in the AFC Championship Game and make plans for the Super Bowl LI watch party. Lou floats the idea of actually going to the Super Bowl in person, but the other women are not interested due to the prohibitive cost. However, a local sports radio show runs a competition for free tickets, and the foursome enter by sharing the stories of their Patriots fandom. Later, Lou announces to the others that they won the tickets and they prepare their trip to Houston.\nLou, Trish, and Betty break Maura out of her retirement facility with help from Maura's friend Mickey, and the four women fly to Houston. The next day, they go to the NFL Experience, where Betty wins a chicken wing eating contest hosted by Guy Fieri, but loses her fanny pack with the tickets. Trish meets former NFL player Dan O'Callahan and mutual attraction forms between them, but Trish is uncertain as she has not had a very successful love life; Dan invites her to a party, and the women decide to go upon learning about the loss of the tickets as Fieri will also be there. At the party, the women are given cannabis edibles which severely disorient them. Maura joins in on a celebrity game of poker and wins several hands in order to potentially buy new tickets, only to learn that the game is for charity; she gives her winnings to the charity of her top competitor, Gugu. Unable to find Fieri, the foursome return to their hotel and decide to resume searching in the morning.\nThe next day, the women go back to the NFL Experience but find it has closed down. They then go to the tailgate parties around NRG Stadium to see if they can buy any tickets from scalpers, but have nowhere near enough money to buy even one ticket. Trish finds the radio hosts they won the tickets from and brings up the situation to them, but they are confused as they gave their tickets to a different group. Betty finds Fieri at the tailgate and recovers the bag with the tickets but when the women attempt to enter the stadium, the security guards reveal that the tickets are fake. Lou confesses that she bought the \"tickets\" online for an exorbitant price along with trading away her car, as she wanted to have one last fun memory with her friends before she hears back from her doctors as she fears that her cancer may have returned. The other women console her and agree that even if they could not make it into the game, they are satisfied with all of their other great memories. To their luck, however, they run into Gugu, who gets them in under the guise of being backup dancers for Lady Gaga's halftime performance out of gratitude for Maura's actions the previous night. Despite the security guards clearly seeing through the deception, they are impressed by the four's dance moves and determination and allow them in anyway.\nThe quartet are about to be thrown out again by a different security guard when they run into Dan who invites them into his box suite as his guests. Concerned as they watch the Atlanta Falcons build a 28-3 lead over the Patriots, they decide to take action and sneak into the Patriots coordinators' booth. Betty hijacks the defensive coordinator's headset and uses her vast knowledge of math to give a playcall which leads to a sack, while Lou talks to Brady and gives him an inspirational message, explaining how he helped her get through her chemo treatment, which causes the quarterback to gain renewed energy. The quartet return to their box suite and watch in jubilation as Brady leads the Patriots to a comeback victory. Maura reveals she made back the money Lou spent on the fake tickets by making a bet on the Patriots winning with the owner of the suite. The women are approached again by security, and escorted to the Patriots' locker room, and thanked by the players for their dedication, including Brady.\nThree years later, Trish, Maura, Betty, and Lou, along with Mickey and Lou's daughter Sara, prepare to watch Brady's first game with his new team the Tampa Bay Buccaneers, wearing combination Patriots/Buccaneers Brady jerseys and it is revealed that Lou is perfectly fine. Sometime later, the four women sit on a beach with Brady discussing their retirements.", "tmdb_id": 942922}, "72793044": {"title": "Aalankam", "plot": "Aalankam, according to the film's creators, it's a mystery thriller and the actors are portraying a grey shade characters and the movie is said to be a 'Garish Macabre'.", "tmdb_id": 889576}, "67648278": {"title": "About My Father", "plot": "Sebastian informs his traditional Italian immigrant father Salvo about his plan to propose to his American girlfriend, and Salvo insists on joining them for a weekend with her parents. Despite the clash between their two cultures and initial perception of having nothing in common, they eventually become a single, unified family by the end of the summer holiday weekend.", "tmdb_id": 829051}, "73150363": {"title": "Alguien que cuide de mí", "plot": "Set in Madrid, the plot follows the fraught relation between three generations of thespians: Nora, her mother Cecilia, and her grandmother Magüi, underscored by a big secret withheld by Cecilia from Nora."}, "72508294": {"title": "All Dirt Roads Taste of Salt", "plot": "The film charts the growth, loves, and heartbreaks of a Black woman in Mississippi, from her childhood through her adult years.", "tmdb_id": 800227}, "72679559": {"title": "Amigos (film)", "plot": "The concept of doppelgangers has been around for centuries, but it has never lost its intrigue. The idea of finding someone who looks exactly like you, and perhaps even shares similar habits and characteristics, is fascinating. In the movie Amigos, the main character, Siddharth (Nandamuri Kalyan Ram), is one such person. He is obsessed with finding his look-alikes, and he eventually finds two of them through a website called \"doppel.com.\" Manjunath Hegde, a software engineer in Bangalore, and Michael, from Kolkata. The three of them soon decide to meet in Goa.\nThe two men, Manjunath Hegde and Michael, all head to Goa to meet each other. As they spend time together, they become friends and embark on a series of adventures. Siddharth is a hopeless romantic and has a girlfriend, Ishika, who he loves deeply. However, he feels that his relationship with Ishika is not progressing as he wants it to, and he decides to take the help of Manjunath and Michael to make her fall in love with him. The three of them embark on a fun and comical journey to help Siddharth win the heart of his girlfriend.\nHowever, things take a dangerous turn when Siddharth and Manjunath learn that Michael is actually the notorious arms dealer, Bipin Roy, who is most-wanted by the National Investigation Agency (NIA). Michael’s true identity comes as a shock to the two of them, and they are soon caught up in the webs of danger and lies. Michael uses his cunning ways to manipulate the situation and tries to use Siddharth and Manjunath as scapegoats to escape from the NIA.\nThe rest of the movie is a thrilling ride, as Siddharth and Manjunath team up to take down Michael and his evil designs. Along the way, they face many dangers and obstacles, but they are determined to stop Michael from using them as pawns in his criminal activities.", "tmdb_id": 1034587}, "62221565": {"title": "Ant-Man and the Wasp: Quantumania", "plot": "During her days of entrapment in the Quantum Realm, Janet van Dyne encounters an exiled traveler named Kang. In the present day, after the Battle of Earth, Scott Lang has become a successful memoirist and has been living happily with his girlfriend, Hope van Dyne. Scott's now-teenage daughter Cassie has become a political activist, resulting in her having a strained relationship with her father. \nWhile visiting Hope's parents, Hank Pym and Janet, Cassie reveals that she has been working on a device that can establish contact with the Quantum Realm. Upon learning of this, Janet panics and forcefully shuts off the device, but the message is received, resulting in a portal that opens and pulls the five of them into the Quantum Realm. Scott and Cassie are found by natives who are rebelling against their ruler, while Hope, Janet, and Pym explore a sprawling city to get answers.\nHope, Janet, and Pym meet with Lord Krylar, a former ally of Janet's, who reveals that things have changed since she left, and that he is now working for Kang, the Quantum Realm's new ruler. The three are forced to flee and steal Krylar's ship. The Langs, meanwhile, are told by rebel leader Jentorra that Janet's involvement with Kang is indirectly responsible for his rise to power. The rebels soon come under attack by Kang's forces led by M.O.D.O.K., who is revealed to be Darren Cross, having survived his apparent death at Scott's hands.Aboard Krylar's ship, Janet confesses to Hope and Pym why she wanted nothing to do with the Quantum Realm again; Kang claimed that he and Janet could both escape from the Quantum Realm if she helped him rebuild his multiversal power core. After they manage to repair it, Janet sees a vision of Kang conquering and destroying entire timelines. Kang reveals he was exiled by his own variants out of fear, which drove Janet to turn on him. Outmatched, Janet used her Pym Particles to enlarge the power core and render it unusable. Kang, having regained his powers, eventually conquered the Quantum Realm afterward.\nThe Langs are taken to Kang, who demands that Scott helps get his power core back or else he will kill Cassie. Scott is taken to the core's location and shrinks down. He is nearly drowned in a sea of variants of himself, but Hope arrives and helps him acquire the power core. However, Kang reneges on the deal, capturing Janet and destroying her ship with Pym on it. After being rescued by his ants, who were also pulled into the Quantum Realm, rapidly evolved, and became hyper-intelligent, Pym helps Scott and Hope as they make their way to Kang. Cassie rescues Jentorra and they commence an uprising against Kang and his army. During the fight, Cassie convinces Cross to turn sides and fight Kang, though he sacrifices his life in the process. \nJanet fixes the power core as she, Pym, Hope, and Cassie jump through a portal home, but Kang attacks Scott, nearly beating him into submission. Hope returns and, together with Scott, destroy the power core with a combination of Pym Particles and knock Kang into it, causing him to be pulled into oblivion. Cassie reopens the portal on her end for Scott and Hope to return home. As Scott happily resumes his life, he begins to rethink what he was told about Kang's death being the start of something terrible happening, but brushes it off.\nIn a mid-credits scene, numerous variants of Kang are concerned by Earth-616's increasing interest in the multiverse and plan their uprising. In a post-credits scene, Loki and Mobius M. Mobius locate another Kang variant, named Victor Timely, on Earth in the 1900s.", "tmdb_id": 640146}, "73135779": {"title": "Asedio", "plot": "In the wake of getting involved in a corruption case, riot police agent Dani switch sides during a home eviction, teaming up with irregular immigrant and evictee Nasha as well as the latter's son Little."}, "62769756": {"title": "Asterix & Obelix: The Middle Kingdom", "plot": "Princess Fu Yi, the only daughter of the Chinese Emperor Han Xuandi, escapes from a rogue prince, Deng Tsin Qin, and flees to Gaul, seeking help from Asterix and Obelix.", "tmdb_id": 643215}, "73175772": {"title": "Bagheera (film)", "plot": "The film starts with In 2023, a girl receives a teddy bear as a gift from her boyfriend, and the teddy kills her. Ramya is listening to a psychology class discussion about psychopaths. The professor instructs the students to do a case study about psychopaths. At night, Bagheera married a lady, and he killed her while driving a car. Vedhavalli, Rinu, Pallavi, and Alia are talking about their boyfriends with their friends. Their boy friend is none other than Bagheera. Bagheera disguises himself as a lady named Prabhu Devi, and he kills Swapna. Again, a teddy bear kills a lady who cheated on her lover. Sai Kumar investigates the murder case of ladies who were killed by a teddy bear. Ramya also conducts a case study on Bagheera. One of the twin brothers tries to commit suicide; the other one saves him, and he suggests the app named Bagheera: If a man is cheated on by his girlfriend, he can file a complaint through the app. If a complaint is received, then Bagheera will kill the girl. The police find the dead bodies being turned into a statue. Bagheera got a complaint about Ramya cheating on Ranjith, so he started to make her love him, then disguised himself with another name. He creates a situation where he must marry those girls urgently, and he marries them at night. He brought them to a house located in Sri Lanka, where he killed those girls and made them into statues. Police arrested one of the dwarf guys who had disguised himself as a teddy bear. Bagheera also brought Ramya to the same house. A blind man finds a diary that is written in Braille, so he reads it, and he finds that the owner of the diary is Bagheera, so he provides the diary to the police. The police asked the blind man to read it. In 1999, in Coimbatore, Murali, Prabhu, and Pakru were friends. They watch The Jungle Book on TV. Prabhu considers himself to be Bagheera, and Murali is Mowgli. After Prabhu's mother's death, Prabhu was adopted by Murali's parents. Murali's father, Ganesan, has a statue factory. Prabhu has a girlfriend, whom he affectionately refers to as a rabbit. While playing with his friend Rabbit, Prabhu goes to hide in a room where he sees Swapna with a boy. Swapna sprayed on Prabhu's eyes, so Prabhu lost the ability to see. His friend Rabbit also left the city because her father got a transfer. Murali is now doing business with the statue factory, and the friends have grown up. Murali marries Reshma, and Murali's mother is a cancer patient, so Murali asks his mother to donate her eyes to Prabhu. His mother also accepts it. Bagheera gets his eyesight at the time he hears the news that Murali committed suicide because Reshma is cheating him. So Prabhu gets enraged, and he goes to kill her, but she escapes with her boyfriend, Rohit. And Prabhu is in a mental asylum; Ganesan brought him out. Prabhu can't kill Reshma, so he considers the girls cheating on their boy friends as Reshma, and he kills them. He and his friend Pakru created an app called Bagheera. He tries to kill Ramya. She gets disappointed that she is doing a case study about him only, but she gets trapped. He got her tied to the statue making machine, and she remembered her class, and she starts to divert him by talking to Murali's soul. That she did not know Ranjith, and she didn't cheat him. So Bagheera calls Ranjith, Ranjith is alive,\" and he tells him he stalked her, but she did not accept his love; that's why he complained. Hearing this, Bagheera got confused, and at that time, Ramya revealed that she is his childhood friend Rabbit. Bagheera was arrested and got the minimum punishment because he is mentally ill. After twenty-five years, Prabhu and Ramya were the parents of an adult son named Murali. Their son loves a girl, so Prabhu says to call her parents so he can talk and solve the issue between the lovers. The girl brought her mother, Reshma. Prabhu becomes enraged and tells his son, \"I need to talk to her alone, so you both go and talk.\" Prabhu gets a knife and cuts her throat.", "tmdb_id": 882401}, "72658473": {"title": "Baipan Bhaari Deva", "plot": "This film is the story of six sisters who are separated from each other due to some reason and also face family, personal and financial problems.", "imdb_id": "tt15554914"}, "73078577": {"title": "Bakuryū Sentai Abaranger 20th: The Unforgivable Fury", "plot": "20 years have passed since Bakuryū Sentai Abaranger protected the Earth from various threats. Now, the peaceful lives of Ryoga, Yukito, Ranru and others are disturbed by a new dangerous threat to the Earth. Meanwhile, public negatively reacts to the heroic actions of Abaranger, making it another hardship Abaranger has to come through."}, "72712029": {"title": "Bank of Dave (2023 film)", "plot": "The film is based on the real-life experiences of Dave Fishwick. It follows the story of a Burnley working class and self-made millionaire, who struggles to set up a community bank to help the town's local businesses to thrive. To do so, he must battle London's elite financial institutions and compete for the first banking licence in over 100 years.", "tmdb_id": 937220}, "71610564": {"title": "The Beast (2023 film)", "plot": "In the near future where emotions have become a threat, Gabrielle finally decides to purify her DNA in a machine that will plunge her into her past lives and rid her of all strong feelings. She then meets Louis and feels a powerful connection, as if she had always known him. The story unfolds over three distinct periods: 1910, 2014 and 2044.", "tmdb_id": 914206}, "71519764": {"title": "The Beast in the Jungle (film)", "plot": "For 25 years, from 1979 to 2004, a man and a woman wait together for a mysterious event in a big nightclub.", "tmdb_id": 820694}, "72919849": {"title": "Bheed", "plot": "Bheed is an account of individuals catching when lockdown was proclaimed on all the province of India. Every one individuals were coming to their home and what they were dealing with issues in the wake of arriving at their home. Individuals who had a place with fashionable family and they gave exceptional offices and individuals who had a place with lower class and they gave second rate offices.", "tmdb_id": 1081726}, "71941200": {"title": "Black Clover: Sword of the Wizard King", "plot": "Asta, a boy born with no magic in a world where magic is everything, and his rival Yuno, a genius mage chosen by the legendary 4-leaf Grimoire, have together fought a number of powerful enemies to prove their power beyond adversity and aim for the top mage \"Wizard King\".\nStanding in front of Asta and Yuno, who dream of becoming the Wizard King, are the Wizard Kings from the past.\nConrad Leto, Julius Novachrono's predecessor Wizard King, once respected by the people of Clover Kingdom but suddenly rebelled against the kingdom and was sealed away, has been resurrected. Now he aims to use the \"Imperial Sword\" to resurrect the 3 most feared Wizard Kings in the history, Edward Avalaché, Princia Funnybunny and Jester Garandaros, and take over the Clover Kingdom.\nThe boy who dreams of becoming the Wizard King vs The Wizard King from the past. An all-out war begins!", "imdb_id": "tt22868844"}, "71854573": {"title": "Bommai Nayagi", "plot": "Velu, who works in a tea shop, fights for justice for his nine-year-old daughter, who has been subjected to sexual assault.", "tmdb_id": 1069953}, "72701111": {"title": "Born to Fly (film)", "plot": "The story of a special operations team headed by elite pilots , being ordered to test new fighter jets. Test flight after test flight, they continue to challenge the sky and the limits of themselves.", "tmdb_id": 1012837}, "73139426": {"title": "The Burdened", "plot": "The film talks about struggling of a Yemeni family in the port city of Aden in the southern region of Yemen. It follows Ahmed, his pregnant wife Isra’a and their three children after they both lost their jobs due to the economic crisis.", "tmdb_id": 1061648}, "68818421": {"title": "The Challenge (2023 film)", "plot": "Cosmonaut Ivanov loses consciousness while aboard the International Space Station. Doctors decide that it will be necessary to perform heart surgery in space, and cardiac surgeon Zhenya Belyaeva, who does not have time to raise her three-year-old daughter, is preparing for the flight.", "tmdb_id": 745987}, "67233361": {"title": "Chang Can Dunk", "plot": "Xiao Ming \"Bernard\" Chang is a sophomore in high school who is hoping to present himself as \"Chang 2.0\". He hangs out with his friend Bo in band, but expresses a huge interest in basketball, with whom he shares a rivalry with star player Matt O'Neil, his former friend from elementary school. One day, he is introduced to new band mate Kristy and becomes smitten with her, only for Matt to also start hitting on her. Chang continues to feel threatened by Matt, especially when his friends lock him in the basement at a house party. He escapes and confronts Matt over a prior basketball game and claims that he can make a dunk, but Matt puts him down and he is humiliated when he falls into his swimming pool.\nChang continues his hope to reinvent himself, especially since his mother Chen continuously judges his decisions, leading to him not opening up to her. He finally confronts Matt as school and bets him that he can make a dunk by homecoming. Should Chang win, Matt must shave his head and give him his prized Kobe Bryant jersey. Should Matt win, not only must Chang shave his head, he must also give him his first edition \"shadowless\" Charizard Pokémon Trading Card. Kristy knows full well that the bet is really about her, but chooses to support Chang regardless. Bo helps Chang train rigorously, but after one week, feels that he has not accomplished much. He goes online and discovers Deandre Cooke, a YouTuber who films himself making dunks.\nChang meets Deandre at a Verizon store and he agrees to take him on as his protégé. Seeing as how they cannot pay him, Bo instead offers to improve his YouTube videos, calling their production terrible, and he agrees. Chang improves significantly as Deandre films and uploads his exploits online and the two form a bond. Chang asks Deandre why he never went pro and he admits that sometimes life just does not go the way you want it to. At the same time, Chang and his mother start to feel distant. With one day before the dunk, Chang feels that he still is off and he sneaks into the school late at night. In the morning, everyone gathers to see Chang make the dunk and after a large fanfare, succeeds, winning the bet and earning him school fame.\nDespite his online recognition, Chen still remains in the dark on Chang's success. He is invited by ESPN to come to New York to talk about his win and brings Bo, Kristy and Deandre with him. When he is asked to make the dunk again, he misses, claiming that the wind threw him off. However, Chang is swallowed up by the fame and nearly ditches his friends. At school the next day, Matt reveals that he knew that Chang cheated by lowering the basket on the court. Chang accuses him of racism and they get into a fight, resulting in both boys getting suspended for a week. Chen finally learns what Chang has been up to and angrily tells him that he does not need to prove himself to other people, while Chang admits that he can never talk to her because she is always unhappy and makes everyone else unhappy. Chang truly realizes that he cannot make a dunk and publicly apologizes for his cheating.\nChen confronts Deandre over the time he spent with Chang, but he tells her that he was a great kid and that he truly believes in him. Realizing that her son has potential, Chen goes home and destroys her house's unfinished veranda from her separated husband. Chang helps her and their relationship is renewed. Chang makes amends with Bo and Kristy, the latter of whom he starts dating. He decides to try out for basketball and also makes up with Matt with the two of them becoming better people. Sometime later, Chang is on the basketball team and is enthusiastically called into play. While he briefly makes a mistake, he gets back into the game and attempts to make another dunk.", "tmdb_id": 776098}, "69856337": {"title": "Cheburashka (2023 film)", "plot": "It starts with showing an orange grove in Spain, where several farmers are picking oranges, until a furry animal with big ears appears there, who loves to eat oranges and steals them. One day people get tired of enduring it and decide to catch him. With the help of a trap with bait in the form of oranges, they manage to catch the animal. However, a huge hurricane suddenly appears and drags away all the oranges along with the animal itself, and people manage to escape.\nAt this time, on the Black Sea Coast of Russia, the withdrawn old man Gena, who works as a gardener in an arboretum, is trying to restore his relationship with his daughter Tanya.\nTanya, together with her husband Tolya and son Grisha, live in a mini-shop where they sell the most delicious chocolate and prepare for the annual festival. In addition, Gena's life gets even worse when he is rude and insults Rimma, the headmistress of the chocolate factory, for which he is almost fired. When oranges begin to fall everywhere over the city after a hurricane, the animal itself enters this area with them. Entering Gena's house, he, mistaking the orange helmet for a large orange, tries to take it off and smashes everything in the house, after which he falls into the hands of Gena. At first, Gena resists the animal and tries in every possible way to get rid of it, but over time he begins to get used to him and decides to keep him, calling him “Belarusian Shepherd Dog” in front of many people.\nOne day, when Gena came to visit Tanya on the birthday of her silent son Grisha to congratulate his grandson and ask his daughter for forgiveness for the past, the animal itself also gets there. Grisha is surprised by this kind of animal and begins to talk for the first time. Thanks to Grisha, the animal also learns to speak Russian, and after that Gena begins to teach him to read various books, and Grisha, thanks to that very animal, wants to visit Grandpa Gena sometimes. Tanya starts talking to her father again.\nAt this time, Larion steals a cookbook from Tanya, according to which she and her husband cooked and sold chocolate. Upon learning of the theft, Tanya and her husband Tolya plan to refuse to take part in the sweets festival. Gena and her friend Valera come to Rimma's house and demand that the book be returned. Rimma agrees to return her on the condition that Gena give her and her granddaughter Sonya his eared, which before that had been very fond of capricious Sonya.\nGena has no other choice but to give the animal in exchange for a book. At the same time, along the way, he recalls his youth, when he also had to temporarily give Tanya away when she was still young. Gena manages to exchange the recipe book for the animal and return the book back to his daughter. However, she begins to hate her father even more when she finds out that he gave that same animal in exchange for her. Gena cannot forgive himself for what he has done for a long time and decides to get the animal out of Rimma's lair.\nTo do this, he asks for help from his true friends, Valera, Galya is an ice cream saleswoman, the boss is a woman, and the janitor is a man. Together with them, they make their way to Rimma's house, but find that the animal is not there, because she, along with Sonya, took it with them to the festival, where Rimma plans to launch a rocket into the sky, which will explode in the air and, instead of a salute, will scatter candies to all people.\nAt night, when the animal is left in one of the tents, Gena sneaks in and apologizes to the eared for what he had to do, after which he talks about what he had to endure for a long time, his wife Lyuba.\nThe animal forgives Gena, and they decide to leave the fair. However, Grisha turns out to be inside the candy rocket that is about to take off into the sky. The animal dares to run to the boy to help and before the rocket explodes, jumps down with him, gliding on pseudo-ears, where people manage to pick them up.\nThe next day, all Gena's friends and relatives, as well as Tanya, Tolya and Grisha, celebrate the animal's birthday, as they don't know exactly when it was born. The animal itself at this moment calls itself by the name that he himself came up with - Cheburashka, since he periodically fell and uttered the word \"cheburahnul\" aloud throughout the film. Rimma herself comes to Cheburashka's birthday, who apologizes to Gena and his whole family for the incident with the rocket and repents, besides, after this incident, she was deprived of her maternal rights and Sonya was taken away from her. Gena forgives Rimma and invites her to sit down at the table, after which she begins to sing the song \"Unfortunately, the birthday is only once a year\" on the harmonica.\nIn the scene after the credits, a joke is played out when Gena and Cheburashka are riding a motorcycle along the highway, and a policeman stops them and says:  “Take this off the wheel”. To this, the indignant Cheburashka replies: “I am ...!”.", "tmdb_id": 751171}, "72524080": {"title": "Chhatriwali (film)", "plot": "Set in Karnal, the film is about Sanya Dhingra, a female unemployed chemistry genius, who is, looking for a job and at the same time she uses her skills to fight an important societal taboo of educating the youth about Sex Education.", "tmdb_id": 897515}, "73202862": {"title": "Children of Nagano", "plot": "Schoolboy Dominik (11) decides to play ice hockey due to euphory after watching the national team's victory in the tournament of the century in Nagano. He gets a hockey stick and puts together a group of boys; they train together on the concrete area behind the house, and it doesn't matter at all that they play with a tennis ball. They plan to challenge the older boys from the neighboring village to a match; in addition, Dominik strives for the favor of his classmate Katka.", "tmdb_id": 1027682}, "71547248": {"title": "Christopher (film)", "plot": "ADGP Christopher Antony is an honest and efficient IPS officer and encounter specialist from the Kerala cadre who uses vigilantism and encounter killings as a tool for safeguarding women and other innocent and helpless people. He kills 5 people in an encounter for brutally assaulting and murdering a woman. Under pressure from the Human rights activists, CM Rajashekaran Menon is pressured by the Home Secretary and Christopher's ex-wife, Beena Mariam Chacko, to launch an investigation into the deaths of 5 youngsters. ACP Sulekha is appointed to lead the investigation, where she decides to unearth Christopher's previous encounter killings instead of probing by looking into the case files. \nSulekha learns that Christopher's motive to become an IPS officer and encounter specialist is due to some gruesome incidents during his childhood. Years ago, during a riot in Kerala, a group of young men used the situation to brutally rape and murder Christopher's sister. They also killed his parents and set his house on fire. A young Christopher seeked to avenge his loved ones and chased the perpetrators with a butcher's knife. However, Christopher was stopped by a kind and upright police officer, SP Vetrivel IPS. When Vetrivel learnt about the injustice that happened to Christopher's family, he shot the perpetrators to death. This incident inspired Christopher to become a police officer. It was Vetrivel who took care of the rest of Christopher's education, and later he cleared the civil service exam to become an IPS officer. After Christopher completed his police training, Vetrivel who was on deputation as the DGP in the Central Government, intervened to get Christopher his first posting as ASP in Madhya Pradesh. Everyday many women were raped and murdered by the feudal landlords. Christopher was very instrumental in capturing and killing the real perpetrators behind the brutal happenings and in no time, he became an encounter specialist. He was assisted by an honest and efficient cop, Sub Inspector Ismail who was his right hand man. Later, Christopher shifted his base to Kerala and was promoted to the rank of Superintendent of Police . \nLater one day, he met Beena who was the District Collector regarding a series of robberies and murders which constantly took place in a densely forested area. Christopher and his team decided to take up the mission. The operation was completed successfully, but Ismail had succumbed to his injuries. At Ismail's funeral, Christopher came to know more about Ismail's family. Ismail's marriage was a love marriage and his wife had already passed away and that he had a daughter named Amina. Ismail's relatives were dead against accepting Amina. So Christopher took Amina as his own child and decided to look after her. Christopher was then posted as the SP of Crime Branch. Later Christopher married Beena and they lived happily and peacefully. Later one day, at a hotel in Kochi, a group of girls were found heavily doped by a gang of young men. From the investigation, it was found out that the real culprit was Beena's younger brother, Sebastian who was a drug addict. Beena and her father Chackochan who was an MP along with Abhilash, settled the issue by paying a huge sum of money to each of the girls. Then one day, a lady who was working as a maid at Beena's father's home told Christopher that her daughter had been missing for a few days. Christopher decided to investigate and found out that Sebastian had brutally raped and murdered the girl under the influence of drugs and destroyed her body using a crusher and had also hidden the remaining body parts and hair in some statues in his father's ceramic factory. Sebastian was arrested by Christopher but Chackochan told Christopher that he will surely bail out Sebastian. The next day, at the court, Sebastian tried to escape from the clutches of the police by behaving very violently and snatched a rifle from a policeman to try and kill the victim's mother by hitting her on the head, but she was saved by Christopher who shot Sebastian to death. After this incident, Christopher and Beena were separated and later parted ways. With that, he had lost everything, but the only person who he had with him was his adopted daughter Amina. Later after a few months, Christopher rejoined service, but was made to stay away from law and order. He was posted in the DPCAW. After some years, he got promoted to the rank of ADGP.\nNow in the present, Christopher's adopted daughter, Amina who is now an investigative lawyer and social activist, investigates the death of a woman and her father, who are actually the wife and father-in-law of a rich businessman, Sitaram Trimurthi Iyer. From the investigation, Amina deduces that Sitaram had actually killed his wife and father-in-law in order to usurp their properties. Sitaram learns that Amina is after him, and he kidnaps and brutally assaults her to death. With Amina's death, Christopher is completely shattered. Christopher finds out that a corrupt cop, DYSP George, had helped Sitaram to kidnap and kill Amina using a criminal. Later, Christopher shoots George to death. Christopher arrests Sitaram and sends him to prison. Sulekha understands Christopher and his motives completely, deciding to stand by him. Despite being in prison, Sitaram kills Beena using carbon monoxide poisoning, which devastates Christopher, who is more determined than ever to kill Sitaram, once and for all. \nChristopher is completely cleared of all charges and joins back his duty and is posted as the ADGP, Headquarters. He shoots Sitaram to death with the help of the jail superintendent, who is Amina's distant relative. Sitaram's death is written as an act of self-defence and the jail superintendent promises Christopher that he will look after all the further proceedings. A few weeks later, Christopher adopts the younger sister of the assaulted woman and moves on.", "tmdb_id": 992589}, "73028116": {"title": "Christy (2023 film)", "plot": "The story begins in the period of 2007 and sets in the beautiful backdrop of Poovar. Roy, a 12th standard student who was not interested in his studies and he skips classes and goes out to enjoy with his friends and also starts a dance troupe called \"Poovar Boys\". He lives there with his father's sister and studies from there. Knowing that Roy does not go to school regularly his mother tell him that to come back home if he doesn't pay an attention in studies.\nSo, his aunt decides to send Roy for tuition. Then Roy goes to the house of a higher secondary teacher named Christy for tuition. When Roy comes home, he sees Christy sitting in the room like a crazy woman and tearing up all the photos. Scared by that, he returned to home and says that this can't be right, she is crazy.\nThen the next day, when he was leaving the church, Christy comes to him and tells him to come tomorrow for tuition. Christy was a divorced woman. Her father had a grudge against this, seeing her as a liability.", "tmdb_id": 1026114}, "67978533": {"title": "Chupa (film)", "plot": "After a teenage boy discovers a chupacabra living in his grandfather’s shed while visiting in Mexico, he and his cousins go on an adventure to help the creature.", "tmdb_id": 736790}, "70289242": {"title": "Clipmakers", "plot": "The action of the picture takes place in the dashing 1990s - with their powerful and at the same time spontaneous business development, glamorous parties, gang wars, often turning into a bloody ending. The production of commercials and music videos is becoming one of the most profitable financial investments. The protagonist of the film, a young ambitious Moscow music video director Grisha, is just starting his journey in this new profession for Russian society. For the successful development of his career, he needs useful connections, therefore, in his environment there are only the highest paid video makers in the country, and among his clients are the most popular domestic artists. Gregory is trying his luck, getting involved from time to time in dangerous adventures. But it's worth it: after all, as they say, who does not take risks does not drink champagne!", "tmdb_id": 895534}, "67054916": {"title": "Cocaine Bear", "plot": "In 1985, drug smuggler Andrew C. Thornton II drops a shipment of cocaine from his plane. He attempts to parachute out with a drug-filled duffel bag, but knocks himself unconscious on the doorframe, causing him to fall to his death. His body lands in Knoxville, Tennessee where he is identified by Bob, a local detective. He concludes that the cocaine is likely from St. Louis drug kingpin Syd White, and the remainder is missing. Meanwhile, in the Chattahoochee-Oconee National Forest, an American black bear eats some of the cocaine, becoming highly aggressive and attacking two hikers, Elsa and Olaf, killing the former.\nIn northeast Georgia, middle schooler Dee Dee lives with her mother, nurse Sari. Dee Dee skips school with her best friend Henry in order to paint a picture of the falls in the forest. On the trail to the falls, the pair finds a lost brick of cocaine, and ingest some before they are attacked by the bear. Sari ventures into the forest to search for the kids with park ranger Liz and Peter, a wildlife activist. The three find Henry clinging to a tree, hiding from the bear. The bear attacks, sending Peter stumbling through a pile of cocaine and slashing Liz in the process. Attracted to a cocaine-coated Peter, the bear kills him, ignoring Henry. Sari and Henry flee deeper into the forest, and Liz sends for help.\nIn St. Louis, Syd sends his fixer Daveed to recover the remaining cocaine. Daveed travels to Georgia with Eddie, Syd's son, who has grown depressed following the death of his wife and has abandoned his own son. They arrive in Georgia, as does Bob. At the forest station, Daveed gets into a fight with the Duchamps gang, three delinquents who cause trouble in the forest. One of the members, Stache, takes Daveed and Eddie to recover some of the cocaine he stashed in a gazebo. Liz arrives back at the station, pursued by the bear. Liz accidentally kills Ponytail, one of the Duchamps, before the bear slaughters Vest, the other one. Paramedics Beth and Tom arrive and collect Liz after a brief skirmish with the bear. They leave with Liz in an ambulance, but the bear pursues and jumps into the vehicle. In the ensuing chaos, Tom is killed by the bear, while Liz falls out of the ambulance and is crushed on the road. Beth loses control of the ambulance and crashes into a tree, causing her to fly through the windshield to her death.\nSari and Henry discover that Dee Dee left them a trail of paint, which they use to track her. Daveed and Eddie are taken to the gazebo, but find Bob there with the stashed duffel of cocaine. The bear appears but Bob distracts it with the bag of coke. Bob is suddenly shot fatally by Syd, who reveals that he is under pressure by his superiors to retrieve the cocaine. \nSari and Henry find a mourning Olaf, who leads them to Dee Dee’s hiding place: the bear's cave containing its two cubs, revealing that the bear is a mother. Olaf leaves and is killed by the bear. Syd, Eddie, and Daveed find the cave, which leads out to a ledge behind the falls. The bear returns to the cave. Sari, Henry, and Dee Dee jump into the water below to safety, followed by Eddie and Daveed - who have chosen to quit the drug business together, and they all survive. However, Syd refuses to leave the bag of cocaine found in the cave. He shoots and wounds the bear but is unsuccessful in killing it and is disemboweled by the bear and her cubs.\nLater, Stache hitchhikes to New York with a duffel bag of cocaine, while Eddie, accompanied by Daveed, reunites with his son.", "tmdb_id": 804150}, "73082414": {"title": "Consent (film)", "plot": "Natalie, a confident black girl attends the upper-class Burlingdale School on a scholarship. wins the school debating society and is named its captain. Her best friend is Alice, twin brother of Archie. Archie is a member of a close-knit WhatsApp group and characterises the college, being \"rich, privileged and an academic high achiever\". Nevertheless, Archie portrays himself as not fitting in with this culture, as, for example, he sits out rugby lessons. This leads to him seeming to develop feelings for Natalie for being the outsider he thought he was.They establish a flirtatious relationship. It is soon Archie's and Alice's 18th birthday, and his parents spend the night elsewhere while he has a house party. The WhatsApp group urge Archie that he owed \"birthday sex\". Alcohol, drugs and sex abound. Archie takes a near-unconscious Natalie to his bedroom, where he films himself having sex with her; Natalie's eyes barely flicker.The porn culture among Archie's WhatsApp group, combined with a philosophy that if it can't be proved to have happened it didn't happen—in Raffy's words, \"no face, no case\"—means that Archie videos his sex with Natalie and shares it among the group. The next day, Natalie knows something is wrong but cannot recall specific events; she realises that Archie had sex with her, to which he claims she consented.Natlaie complains to the school, and is supported by a female teacher. She loses the friendship of Alice, however, who sticks by her brother, and his parents call in their solicitors]]. The WhatsApp group delete the video Archie sent them, intending to eradicate the evidence; however, one member, Kyle, leaves the group before they do so. Archie's parents threaten to sue the school in retaliation and the headmaster allows Archie to stay on condition he read a leaflet from Alcoholics Anonymous. Defeated by the school's closed ranks, Natalie no longer feels comfortable at the school and leaves, realising that she cannot defeat the school, parents and pupils on her own. Sometime later, Archie wins an award at a school prize giving for essay writing. As he is shaking the headmaster's hand, Kyle, in the front row, pulls up the video of Artchie and Natalie, which he never deleted from his phone, and texts it to her, also saying \"I'm sorry\". She receives and watches it and realises this is the evidence she needed. The film closes with the audience hearing her phone the police to report her rape."}, "73254219": {"title": "Craving (2023 film)", "plot": "The film opens with two police officers entering a bar that is filled with mutilated bodies. They find a young woman still alive. It cuts to the night before at the bar.\nA varied crew of patrons hangs out casually at the bar, The Last Exit. After a disruption outside, bar owner Les goes out to check on the commotion.\nA group of drug addicts burst in, holding the patrons and staff hostage as a strange cult gathers outside the bar and barricades both the front and back doors so that no one can leave.\nThe outside group warns everyone inside that there is a threat among them. As the night turns into day, the danger becomes apparent.", "tmdb_id": 941256}, "63560505": {"title": "Creed III", "plot": "In 2002 Los Angeles, a young Adonis \"Donnie\" Creed sneaks out with his best friend, Golden Gloves champion Damian \"Diamond Dame\" Anderson, to watch him compete in an underground boxing match. After Dame's victory, he tells Donnie about his aspirations to turn professional and become a world champion. During a detour at a liquor store, Donnie impulsively attacks a man named Leon. \nIn 2020, Donnie wins in a rematch against \"Pretty\" Ricky Conlan, newly released from prison. Donnie retires from boxing to focus on his wife Bianca and their daughter Amara, whose born deafness has since led the family to become fluent in American Sign Language. Three years later, Donnie runs Delphi Boxing Academy with Tony \"Little Duke\" Evers Jr., and is promoting his protégé, world champion Felix \"El Guerrero\" Chavez, in a match against Viktor Drago. Due to her hearing problems, Bianca forgoes performing and becomes a successful producer. While the two watch the declining health of Donnie's adoptive mother Mary-Anne, Amara aspires to become a boxer like Donnie, which gets her into trouble at school for punching another student.\nDame reconnects with Donnie after getting out of jail, with whom he shares desires to resume his boxing career. Donnie reluctantly invites Dame to the gym to spar with Chavez, however, his aggressive style draws scorn from Chavez and Duke. Dame later visits Donnie's home, where he meets his family and shares about their time together at a group home, which Bianca had never heard of. Privately, Dame asks for a title shot against Chavez, citing Donnie's previous one-in-a-million shot, which Donnie refuses. \nAt a party for Bianca's record label, Dame cryptically tells Bianca about Leon and that Donnie was keeping it secret from her. Drago is attacked by an unknown assailant and becomes too injured to participate in his match against Chavez. Not wanting to lose the money spent on the event, Donnie suggests Dame as an opponent, pitching an underdog fight much like Rocky Balboa's first title shot, which Chavez accepts. During the fight, Dame fights dirty, but knocks out Chavez, winning the undisputed heavyweight championship. \nFollowing the match, an uneasy Donnie visits Mary-Anne, who shows him letters Dame had written to Donnie while in prison that she kept from him due to believing he was a bad influence. One letter contains a picture showing Dame with a fellow inmate that Donnie recognizes as Drago's assailant. Realizing Dame orchestrated the attack, Donnie confronts him. Dame reveals that he manipulated all their encounters to set him up as a champion, before giving him a black eye. Donnie is unable to open up to Bianca about his guilt over Dame, who revels in his newfound fame and publicly slanders Donnie as a fraud who turned his back on him. \nMary-Anne suffers another stroke and dies. After her funeral, Donnie confesses to Bianca that Leon was the abusive caregiver in the group home he and Dame lived in before he was adopted. After Donnie attacked Leon at the liquor store, a brawl against Leon's friends ensued causing Dame to pull a gun. As the police arrived, Donnie fled, but Dame was arrested. Attempting to block out the memory, Donnie never contacted Dame out of shame and guilt. Knowing Dame would not stop defaming him, he tells Bianca there's only one way to bring him down. \nDonnie goes on First Take, where Dame calls in to goad Donnie over the phone. Donnie decides to come out of retirement and challenges Dame for the championship, which he accepts. After training with Duke and a recovered Drago, Donnie faces Dame in the \"Battle of Los Angeles\" at Dodger Stadium. Donnie faces Dame in a grueling, evenly-matched affair. Donnie has visions of his abusive foster home and Dame's life in jail, leading to a knockdown in the final round.  Donnie sees his family in the crowd and lets go of his fear and guilt, and knocks out Dame to win the match and regain the championship. Afterward, Donnie reconciles with Dame, with both men admitting it was not the other's fault. Donnie joins Bianca and Amara in the ring in the empty stadium, where he pretends to box with Amara.", "tmdb_id": 677179}, "65476124": {"title": "Cyber Heist", "plot": "Behind the computer screens lies a mysterious web jungle displaying full of fiber optics and data, which is a fantastical space carrying technology and viruses at the same time.\nHackers release a virus to the web and unleashes a large scale cyber attack. Fortunately, cyber security engineer and IT whiz, Cheuk Ka-chun (Aaron Kwok) uses a firewall he developed to resolve the crisis. Unbeknownst to Ka-chun, the mastermind behind this virus spread is his superior, Chan Ming-chi (Gordon Lam) and Ka-chun also falls victim into a money laundering conspiracy as a result. \nTo prove his innocence, Ka-chun engages in a fierce battle with Ming-chi. Ka-chun secretly develops an AI programme application super virus and sets foot into dangerous grounds to ambush and attack the hackers and swears to find evidence of Ming-chi's crimes. At the same time, Ming-chi also commands the hackers to steal Ka-chun's password-cracking software setting off an network technology crisis potentially and kidnap Ka-chun's daughter, Po-yee, while also threatening his wife, Wing-shan (Megan Lai). Ka-chun is pressured as the lives of his family are being threatened. Making matters worse, his AI super virus loses control and swiftly finds its way entering every computer in Hong Kong, leading to a public panic, and Ka-chun faces the challenge of reviving the city's network and rescuing his family from danger between life and death."}, "72224853": {"title": "Daman (2022 film)", "plot": "The film is set in 2015. Siddharth, a young doctor who completed his MBBS from Bhubaneswar, has been posted to Janbai PHC, a cut-off tribal area in the Malkangiri district of Odisha.\nAs per the guidelines of Government of Odisha, medical students studying in Government sponsored medical courses have to serve in tribal or rural areas of Odisha for 5 years otherwise they have to pay 5 crore bond price. So, Siddharth has to go there without his wishes. Janbai PHC having 151 villages under it and infamous for Naxals dominance with no basic facilities. Siddharth arrives there with much difficulties and meets Ravindra(Pharmacist). It was very difficult for him to cope with the new place. He tried to escape from the village by resigning.\nWhile leaving from there, a villager brought his daughter for treatment thinking it's a DUMA (ghost) but, as per diagnosis it was found out to be Malaria. His associates informed him there are about 151 villages under the PHC all around in remote hilly terrains where people aren't interested to come to hospital as they treat their diseases by exorcism. Siddharth decides to spread awareness in the villages. By the help of some locals he first went to a village and approach them to take free Malaria tests. In the other village he was unable to save a girl from exorcism as she died. Determined to eradicate malaria he himself visits all the villages providing test kits and medication. During his visit to a certain village, the naxalites hijacked the village where Sidhharth and Ravindra carried a pregnant lady for 10 km where he was unsuccessful to take her to Malkangiri hospital due to unavailability of boat to cross a river, then decided to take her to his PHC where delivery successfully done. Soon he realised villagers need mosquito nets. He met the CDMO to approach DM to provide funds. Somehow he is successful in his mission.\nAfter six months it was shown that villagers are not using the mosquito nets but for different purposes. Hence Malaria returned again which took so many lives where Sidhharth feels helpless. Siddharth and Ravindra assumed villagers may not using nets as per guidelines. He proposed a large scale awareness campaign named DAMaN in the presence of CDMO and DM with the help from different Government bodies. 3 years later, as per ground reports malaria was brought down from 40% to 4%. Siddharth bids adieu to the villagers as they emotionally says good bye to him. Siddharth leaves Janbai for his further studies.", "tmdb_id": 1024350}, "73126779": {"title": "Dear Vaappi", "plot": "Amira's (Anagha Narayanan) father Basheer (Lal) comes back to his hometown after 30 years of tailoring work in Mumbai and wanted to start his own business in hometown. The story is about the daughter Amira who supports his father for the venture and wanted to see her father's dream come true."}, "67458172": {"title": "December (2023 film)", "plot": "Sergei Yesenin, with the help of Isadora Duncan, plans an escape from the Soviet Union and finds himself on incredible adventures.", "tmdb_id": 586364}, "72909487": {"title": "Deep Sea (film)", "plot": "A young woman explores a strange underwater environment.", "tmdb_id": 667717}, "72860565": {"title": "Divinity (film)", "plot": "Set in an otherworldly human existence, scientist Sterling Pierce dedicated his life to the quest for immortality, slowly creating the building blocks of a groundbreaking serum named “Divinity.” Jaxxon Pierce, his son, now controls and manufactures his father's once-benevolent dream.", "tmdb_id": 1058619}, "73051629": {"title": "Do Ajnabee", "plot": "The film revolves around an employee, played by Aarya Babbar, working in a company. How he accidentally kills another employee of the company, played by Ankit Bathla who has the best car design ready. He killed him in order to collect money for his hospitalized brother's treatment. The story of the film takes a turn when a female protagonist enters in the films and she avenges the death of her boyfriend.", "imdb_id": "tt15429702"}, "72724086": {"title": "Dog Gone (2023 film)", "plot": "Fielding is a socially awkward college kid, who decides to adopt a puppy after being rejected by a girl. He finds a yellow lab puppy at the local pound and adopts him. He names the dog Gonker, and they are inseparable for the rest of his college career. The dog often runs with him to class on campus without a leash. When college is done, all of Fielding's friends have jobs, but Fielding does not know what he wants to do with his life, which worries his father, John. Fielding moves in with his parents with Gonker. A few weeks later, Gonker is diagnosed with Addison's disease and needs a life-saving shot every month for the rest of his life.\nHis best friend from college visits him a few weeks later, and they are out on a hiking trail with Gonker, who runs off chasing a fox. When he doesn't return, they start looking for him, but cannot find him. Panicked, they rush home and tell Fielding's parents that Gonker might be lost.\nThere are flashbacks of Fielding's mother Ginny having a dog, Oji, when she was a young girl, who was run over when she was at school. Her parents are shown to be cold and unfeeling and encourage her to not make a big deal about it. She buries the pain and trauma, but it gets triggered by Gonker's loss and bubbles up to the surface. She sets up a control room in their house, calling local newspapers, animal shelters, hospitals, and starts sending out flyers throughout the state. Local newspapers and then national newspapers pick up Gonker's story and there are now a lot of people looking for Gonker. They have to find him before he needs his next shot in three weeks.\nDuring the extensive search, Fielding's health takes a turn for the worse. He is not eating much, barely sleeping, and getting weaker by the day. They receive a call about a dog with Addison's disease from an animal shelter and rush there only to find that it is not Gonker. They keep looking but are not having much luck. Seeing Fielding's deteriorating health, his father decides to drive him back home and call off the search and rescue. Just then, they receive a call of another sighting, and this time it is Gonker. They bring him back home which immediately perks Fielding up. But Fielding has to be rushed to the hospital where he is diagnosed with ulcerative colitis and has an emergency operation, which is successful. The movie ends on an optimistic note with both Gonker and Fielding sleeping together in his hospital bed and recuperating.", "tmdb_id": 858408}, "72914972": {"title": "Down Low (film)", "plot": "A deeply repressed man, the uninhibited young man that gives him a happy ending, and all the lives they ruin along the way.", "tmdb_id": 1072799}, "73137077": {"title": "Dragonkeeper (film)", "plot": "Set in Han Imperial China, the plot follows the adventures of enslaved girl Ping with ancient dragon Long Danzi."}, "72491091": {"title": "Drift (2023 film)", "plot": "The film follows Jacqueline, a Liberian refugee, who flees to a Greek island and develops a friendship with an American tour guide while coping with her past.", "tmdb_id": 977966}, "67231914": {"title": "Edge of the World (2021 film)", "plot": "The film is based on the true story of the Rajah of Sarawak, James Brooke, who has been suggested as one of the inspirations for the Rudyard Kipling story The Man Who Would Be King, and Joseph Conrad's novel Lord Jim. Brooke was a former soldier in the Bengal Army who sailed to Borneo which was still under the control of  Bruneian Sultanate in 1839, where he helped the Sultan of Brunei's governor (Pengiran Indera Mahkota, title for the governor) put down a local rebellion and took over as governor of what became the Raj of Sarawak as his own private kingdom. He was knighted by Queen Victoria of the United Kingdom prior to being appointed Governor of the new Crown Colony of Labuan. Brooke's dynasty lasted three generations and spanned a century.", "tmdb_id": 806690}, "73150924": {"title": "The Eternal Memory", "plot": "Chilean journalist and documentary filmmaker Augusto Góngora and Chilean actress have been together for twenty-five years, in 2014, Góngora is diagnosed with Alzheimer's disease. The film includes archival footage from both newsreels and home video, and follows their relationship and struggles making a parallel between the state of Góngora's memory and his life of capturing Chile's memory throughout his career.", "tmdb_id": 1032760}, "67688630": {"title": "Everything Went Fine", "plot": "From François Ozon (8 Women, Swimming Pool) comes a powerful family drama in which a daughter is forced to reconcile with her father and their shared past after he contacts her with a devastating final wish. When André (André Dussollier) suffers a debilitating stroke and calls on his daughter Emmanuèle (Sophie Marceau) to help him die with dignity, she finds herself faced with a painful decision. Based on Emmanuèle Bernheim’s memoir and an Official Selection of the Cannes Film Festival, Everything Went Fine’s matter-of-factness elicits moments of humor that renders an otherwise weighty topic accessible. Steering clear of the moral arguments such issues often raise, the film instead focuses on the reckoning Emmanuéle has with her stubborn and unrelenting father and how to help him, with Ozon tackling a difficult subject with exceptional intelligence and sensitivity. Featuring stunning central performances by Marceau and Dussollier as well as a scene-stealing cameo by Charlotte Rampling as André’s ex-wife.", "tmdb_id": 735726}, "72619819": {"title": "Feminism WTF", "plot": "Based on an idea by director Katharina Mückstein and Ina Freudensprung, Feminism WTF is dedicated to the documentary examination of feminism and gender equality.", "tmdb_id": 1064563}, "72970211": {"title": "Five Hundred Miles (film)", "plot": "Eighteen-year-old Lu Xiaogu switches places with lawyer Zhong Da, the boyfriend of 30-year-old Jin Hao, who Lu Xiaogu is secretly in love with."}, "72699721": {"title": "Full River Red", "plot": "The film chronicles a mystery case set in the beginning era of Southern Song dynasty. It is set four years after Yue Fei's death. A mysterious murder occurs at Qin Hui's residence when he meets delegates from the rival Jin Dynasty. A soldier and a commander become entangled in a large conspiracy as one of the Jin envoys perishes and a confidential letter is reported missing. Righteous vigilantes are responsible for the incident and want to kill a suspected traitor.", "tmdb_id": 1066298}, "72729773": {"title": "Gandhi Godse – Ek Yudh", "plot": "Godse holds Gandhi responsible for the partition and misery of Hindus. He shoots Gandhi on 30 January 1948 but Gandhi is miraculously saved and pardons Godse. After breaking his ties with the Congress, Gandhi begins his Gram Swaraj Movement to inspire villages towards self-reliance. Meanwhile, the system highlights Godse's writing and manipulates public sentiment against Gandhi whose interference has created ruckus within the government. This leads to Gandhi's arrest which he insists on serving with Godse. They have multiple debates and arguments, even confrontations in prison. Will this war of ideologies resolve their differences?", "tmdb_id": 1067209}, "73227286": {"title": "Ghoda", "plot": "A construction worker's son sees a horse brought for a boy living next door and demands a similar horse. But, even though the financial situation is bad, the father tries to fulfill his son's wish.", "imdb_id": "tt26654887"}, "72089767": {"title": "The Great Indian Kitchen (film)", "plot": "A woman tries to cope with the customs and traditions of the family she gets married into. However, her mother-in-law's absence for a few months makes her life miserable with endless household chores.", "tmdb_id": 880791}, "71990432": {"title": "Grom: Boyhood", "plot": "The film is set in an alternate St. Petersburg of the 1990s, 20 years before the events of Major Grom: Plague Doctor. The film begins with a flashforward scene where Igor Grom, who is 12 years old in the film, returns home bloodied, after which the narration begins. Young Grom recounts the days of the '90s, while footage of newsreels of the time is shown. The next scene shows an attack by Anubis, the film's main antagonist, on one of St. Petersburg's criminal gangs to learn about the assault. Konstantin Grom, Igor's father, and his best friend and partner Fyodor Prokopenko interrogate the only surviving gangster. He does not want to say anything, and then Konstantin begins to intimidate him, almost killing him in the process, threatening even Fyodor with a gun when he tries to reason with Konstantin. It turns out that the criminal was under the influence of a certain drug.\nKonstantin reports this to Elena Khmurova, the chief of police in St. Petersburg, but she urges him to drop the Anubis case and turn his attention to his own son, whom he barely sees because of his work. Later, he joins his colleagues smoking outside. Among them is Yuri Smirnov, a charismatic operative who dual wields guns. Prokopenko makes Grom apologize for his behavior during the interrogation, giving the latter 30 seconds to do so. Konstantin is very reluctant to apologize. Fyodor reminds him of his son Igor's English Language School Olympiad, after which Konstantin abruptly decides to go home.\nAt home, he tries to find common ground with Igor, who resents his father for not coming to his English Olympiad. Konstantin gives his son a shawarma to comfort him, and he tells his father that he won two tickets to Disneyland at school and that all that is left is to pay for the flight. Igor asks his father for money to go to Disneyland together, but he refuses, citing the family's difficult financial situation. Then Igor decides to earn money on his own; to do this, he secretly steals a bullet out of Konstantin's service pistol and shows the other boys a trick on a dare behind the garages, he wants to shoot a bullet heated over a fire into a jar of pickles without the aid of the pistol. The bullet accidentally hits the car window of a massive bandit in a crimson jacket, and Igor has to give him all the money.\nIgnat, Igor's friend, suggests another way to earn money: they must help journalist Alexei Prischurov get dirt on the St. Petersburg elite, which, according to the journalist, is connected to Anubis. Although Igor is hesitant at first, the boys agree. In the evening, they go to the place designated by Anubis for the meeting of the elite, where Konstantin and Smirnov also sneak in undercover. Prischurov gives the children a video camera to document everything. Igor recognizes one of the zealots of Anubis as his father by the mark on his hand in the form of an X (the Roman numeral 10, meaning that his father must return at 10 pm), which the son left the day before with a pink marker. When the owner of a financial pyramid asks for Anubis' blessing, Konstantin tries to take the latter hostage and a firefight ensues, in which most of the villain's henchmen are killed.\nKonstantin gets to Anubis, who turns out to be Elena Khmurova. In her own words, she committed all the murders to facilitate police work and to \"cleanse\" the city of other criminal gangs. Accordingly, all the \"dark magic\" was an illusion caused by the drug she sprayed on her victims. Smirnov kills Khmurova with a shot to the head and offers Konstantin to take the money stolen by the Anubis gang. He refuses and tries to shoot his partner, but he fails to do so due to the lack of a cartridge in his gun, which Igor had previously pulled out. Smirnov shoots first. Konstantin manages to strangle him and then dies himself from his bullet wounds. Igor witnesses this and from that moment on blames himself alone for his father's death.\nCurrent time. Adult Igor, living with his girlfriend Yulia Pchyolkina after the events of the first film, has a dream in which he talks to his father and asks for forgiveness for the stolen bullet. Konstantin advises his son to let go of the past and move on. Upon awakening, Igor reads his old diary, where one of the pages has tickets to Disneyland and a photograph of his father attached to it. Igor, in a trembling voice, suggests Yulia to go to Disneyland together.\nIn the scene after the credits, Dr. Veniamin Rubinstein is in a therapeutic session with Sergei Razumovsky and tries to awaken his evil subpersonality. He succeeds, and Razumovsky's eyes change from blue to yellow. While subpersonality talks about his escape plans and threatens the therapist with death, Rubinstein actively and enthusiastically takes notes.", "tmdb_id": 984317}, "73056898": {"title": "Gulmohar (2023 film)", "plot": "The Batra Family has been living in a house named \"Gulmohar\" for many decades. As their Gulmohar villa is being brought down to give way to a high rise, the family meets up for one last party before the packers and movers take over. However, over the course of ghazal and gossip, the discordant notes in their relationships get exposed and one gets sucked into their tumultuous present and turbulent past. The postcards of memories are riddled with cryptic messages on the destiny.[1]", "tmdb_id": 974792}, "73196329": {"title": "Here Comes the Groom (2023 film)", "plot": "The film follows the story of six individuals who swap souls and try to figure out how to return to their bodies."}, "42372155": {"title": "Hidden Blade", "plot": "A flashback shows a young man who goes by He (Tony Leung) witnessing the final bombing of Guangzhou in 1938 in a makeshift mine alongside other survivors.  \nShortly before the bombing of Pearl Harbor in 1941, the man rose into the ranks as the director of Shanghai's Political Security Department, a counterespionage division overseen by Officer Watanabe. Despite showing loyalty to the Wang Jingwei regime, Director He secretly works for the Chinese Communist Party alongside his wife Ms. Chen (Zhou Xun). Together, they provide information to the underground network as a means of destroying Japanese occupation via espionage. Ms. Chen works alongside the party's secretary Mr. Zheng (Huang Lei) and the former corresponds with her husband via pastries from a local bakery. As a supposedly loyal worker, Director He diligently performs his tasks of assassinating, interrogating, and torturing as a means of gaining Officer Watanabe's trust. \nAmong Officer Watanabe's inner circle is Minister Tang (Da Peng), Captain Wang (Eric Wang), and a young officer named Mr. Ye (Wang Yibo). Officer Watanabe is ambitious, believing he should do what he can to gain political power through the puppet government, yet suspicious of his men's intentions. After secretly saving communist spy Ms. Jiang (Shuying) after she failed to assassinate Minister Tang, Director He is given information regarding important Japanese individuals such as a Japanese Prince currently serving within the military.\nPeace negotiations were initially planned between Japan and the Wang Jingwei regime, which would redeploy Chinese forces to fight against the Soviet Union and allow the Wang Jingwei regime to continue fighting the Chinese Communist Party at the cost of (de facto) ceding Manchuria. With the newfound information, the Chinese Communist Party ambush and assassinate the Japanese Prince and his brigade during their last excursion. The event causes Japan to break off negotiations and the death of the prince compromises Officer Watanabe's reputation.   \nMr. Ye's lover Ms. Fang (Zhang Jingyi), a dancer and member of the Chinese Communist Party lover, helps assassinate Minister Tang and breaks off her relationship with Mr. Ye, who angrily takes it out on random Japanese soldiers. He later finds out that Captain Wang raped and killed her due to her political affiliation, and Captain Wang mysteriously disappears soon after. Officer Watanabe becomes more suspicious of Director He after discovering he was cousins with Minister Tang and decides to use Mr. Ye as his double agent. The attack on Pearl Harbor is announced and the Wang Jingwei regime declares war on Great Britain and the United States, causing Shanghai to be completely occupied by the Japanese military. Mr. Ye becomes closer to Watanabe, who now wants to further his political ambitions with the former's help. \nMr. Zheng fears the worst for himself and attempts to run away with Ms. Chen before discovering she was married the whole time. Only working for the Chinese Communist Party for money and possible peace, he decides to turn himself into Shanghai's Political Security Department. Mr. Zheng unknowingly reports the Chinese Communist Party's activities to Director He, who kills him, and visits his wife to check on her. Officer Watanabe orders Mr. Ye to take down Director He, and a bloody fight between the two ensues at Ms. Chen's apartment. Mr. Ye returns to Officer Watanabe heavily injured but reports that Director He was arrested and Ms. Chen was killed. Officer Watanabe rewards Mr. Ye by making him his new secretary and showing the latter a map of territories and intel that would help strengthen Japan's occupation of China via Manchuria. The two head to Manchuria to start their new political and military careers.  \nDirector He is disguised as a political prisoner but is released soon after the Japanese surrender in 1945. As he leaves the prison, he sees a prison truck enter that includes Officer Watanabe and Mr. Ye among the incoming prisoners. Mr. Ye silently mock Director He as the truck drives through the gates and Officer Watanabe laughs when Director He tries to retaliate. In the prison's washroom, Officer Watanabe tells Mr. Ye that he is no longer motivated to pursue any political power now that Manchuria is no longer under Japanese occupation, and wonders how Manchuria fell despite it being the best stronghold for Japan. He also contemplates on starting a new life from scratch as a farmer, attempting to take off his uniform in defeat, and says both would be granted immunity despite the crimes they committed. Mr. Ye, however, stops him and implies that Officer Watanabe should die as a Japanese officer.  \nIt is revealed that Mr. Ye was double-crossing Officer Watanabe the whole time. At Director He's orders, Mr. Ye intentionally gained Officer Watanabe's trust and was working as a double agent for the Chinese Communist Party. Mr. Ye explains that Manchuria fell because of the information Officer Watanabe gave him in exchange for supposedly killing Ms. Chen and arresting Director He. Mr. Ye then kills Officer Watanabe with Director He's knife before cleaning and returning the blade to its owner. Director He, waiting in the nearby office, thanks Mr. Ye for his hard work and efforts. \nThe movie reveals Ms. Chen was alive the whole time and she, Director He, and Mr. Ye are living unassuming lives in 1964 Hong Kong. Mr. Ye secretly buys coffee for Ms. Chen at a cafe before visiting a restaurant run by Captain Wang's family. Captain Wang's parents reveal that they escaped Shanghai after their son's disappearance and believes their son is still alive in China. Mr. Ye leaves to avoid further suspicion from Captain Wang's sister and he visits a nearby temple, running into Director He as he prays. Director He ultimately returns to Shanghai to see the bakery through which he corresponded with his wife still running and reminisces about how his life came to be. \nThe movie cuts back to Captain Wang confessing to Mr. Ye about Ms. Fang's death. Initially never trusting Mr. Ye, Captain Wang attempts to shoot him but discovers that the latter had removed all the bullets from the gun. Mr. Ye then confesses that he is a Communist all along working for the Chinese Communist Party. Captain Wang is then killed by Mr. Ye, explaining the former's apparent disappearance.", "tmdb_id": 855483}, "67331372": {"title": "House Party (2023 film)", "plot": "In Los Angeles, Kevin and Damon are two best friends who work as house cleaners and aspiring club promoters; Kevin also aspires to make music and get a steady income to support himself and his young daughter Destiny.  The two of them are dropped from a promotion gig by Kyle and his gang (Guile and Larry) due to Damon having illicit involvement with Guile's cousin. While the two of them are working at a mansion, Kevin is informed by his childhood friend and current supervisor Venus that he and Damon will be fired due to cameras catching them goofing off on the job. Damon finds out that the mansion they are cleaning belongs to LeBron James, who is in India on a two-week meditation retreat, and proposes that he and Kevin host a party there for LeBron's celebrity contacts. Kevin, now desperate for money due to him knowing he’s fired and not starting his new IT job for another 2 months hesitantly joins in on the plan. Kevin asks Venus to supply him and Damon with the keys to the mansion, and she very reluctantly agrees.\nDamon and Kevin market the party as a secret event to avoid alerting the police, and the event starts out as a success. However, Kyle and his gang find out about it after no one shows up to their own party, and take advantage of a lapse in security to break into LeBron's trophy room and steal his Cleveland Cavaliers 2016 championship ring. Kevin grows distressed over the damage happening to the mansion and confronts Damon over his flippant disregard for everything around him. Damon is later beaten up by Nick and his gang, but then sees his idol Mya. Mya offers for Damon to leave the party with her, but Damon declines in order to help Kevin keep the party from falling apart.\nDamon and Kevin find out that LeBron's ring has been stolen, and try desperately to find it. Kid Cudi tells them that the Illuminati possesses a copy of every sports championship ring, and the duo are desperate enough to take up his offer. Venus volunteers to run the party in their absence, and she and Kevin kiss. Kid Cudi sneaks Damon and Kevin into an Illuminati convention where they successfully steal the ring, but are exposed when they inadvertently invoke God's name. The Illuminati force them into a gladiator fight, but Kid Cudi sacrifices himself to allow them to live, entrusting them with a poem he wrote for LeBron's eyes only.\nDamon and Kevin arrive back at the mansion to return the ring and end the party, but are interrupted by LeBron who returned from his trip early. LeBron intends to have the duo arrested, but Damon claims Kevin was not involved in the party and makes a wager that LeBron will let him go if he can beat the NBA superstar in a pickup basketball game. LeBron wins easily, and Damon is hauled off by the police. Kevin is forced to give LeBron the money he and Damon made, which the latter gives to charity. However, upon reading Kid Cudi's poem, LeBron has a change of heart and works to get Damon released early from his jail sentence, following which he is picked up by Mya. Kyle and his gang are arrested after trying to sell LeBron's ring, and the party causes Kevin to gain recognition and make money from his music. Back in the Illuminati mansion, Kid Cudi is brought back to life.", "tmdb_id": 632065}, "72694794": {"title": "Hunt (2023 film)", "plot": "P. Arjun Prasad is the ACP of Hyderabad, who gets involved in an accident which leads him to suffer partial memory loss. Before the accident, Arjun was having a conversation with Commissioner of Police Mohan Bhargav. He informs Mohan that he has solved the murder case of his best friend ACP Aryan Dev who was killed with a sniper during a gallantry awards ceremony at the police parade ground, but before disclosing the name of the murderer, the accident occurs resulting in the partial memory loss. Arjun is attacked by assassins at his apartment after he gets discharged, but he fights them off.\nMohan tells Arjun about their relationship with Aryan and the case investigations that Arjun has made. The trio were nicknamed as Mumbai Police due to their past in the Mumbai counter terrorism division. Arjun's capabilities as a cop being impressive, Mohan reassigns Arjun back on the case despite the memory loss. Arjun has a hard time adjusting to his new life which starts affecting his profession. As the investigations continues, Arjun realizes that he was daredevil cop with an impressive record but was notorious for his use of violence, alcoholism and womanizing.\nArjun finds that the sniper that was used to assassinate Aryan was remote controlled. As his investigation deteriorates, Arjun is asked to be removed from the case by his team members but Arjun asks for 2 days time in order to solve the case and find the culprit. A man comes to Arjun's apartment and starts behaving oddly, which confuses Arjun and beats him out of his apartment. Arjun realizes that he is a closeted homosexual and breaks down in tears. Arjun confronts Mohan and asks him to reveal the full audio clip on his voicemail that he send before his accident.\nBefore the accident, Arjun met Aryan's fiancée Nivetha, who showed Aryan's award speech rehearsal video in which he dedicated the award to Arjun. It is then revealed that Arjun himself was the one who killed Aryan since he found about his homosexuality and felt he might oust Arjun. After seeing the video and breaking down, Arjun had confessed to his crimes to Mohan and asks him to arrest him also Mohan tells him that he can use his state of mind and get him out of this case but Arjun tells him that even if he is out he will be living with the guilt that he killed Aryan. The screen cuts Black"}, "72811829": {"title": "Infiesto", "plot": "Set in March 2020 in Infiesto, Piloña, against the backdrop of the enforcing of the COVID-19-related State of Alarm in Spain, the plot follows two inspectors arriving in the aforementioned village to investigate about a recently found missing woman."}, "69649844": {"title": "Infinity Pool (film)", "plot": "Novelist James Foster and his wife Em spend time at a resort in the fictional seaside country of Li Tolqa, where a local festival is underway. The couple's chronic marital strife is exacerbated when Gabi, a fan of the only novel James has published to date, invites them to spend time with her and her husband Alban. The four have dinner and decide to spend the next day driving in the countryside, even though they have been warned that tourists are to remain on the resort compound at all times.\nAt a beach, as James urinates behind a tree, Gabi unexpectedly grabs him from behind and proceeds to give him a handjob. After a long day of sunbathing and cooking, the tourists embark on a  drunken drive back to their hotel. En route, James accidentally runs over a local man, killing him. Gabi insists that they cannot call the police, as the country is corrupt and they will not be safe.\nThe next day, James is arrested and is told that the penalty for his crime is death at the hand of the dead man's firstborn son. However, the country has a unique system of justice whereby the guilty, for a hefty fee, can be cloned and have their duplicates killed in their place. James, who married into money, pays the fee to have a double killed before his eyes. Em is horrified by the entire affair and wants to leave immediately, but James is titillated by the spectacle and wants to stay. He hides his passport, claiming that he has lost it, and encourages Em to return to the United States.\nJames extends his stay by a week and encounters Gabi and Alban again. They introduce him to a small group of Western tourists who all have been convicted of serious crimes and have paid to watch their doubles killed. These people return to the resort annually, commit heinous crimes, and pay to watch their doubles get slaughtered. Over the next several days, they encourage James to transform into a libertine criminal, encouraging him to kill locals, engage in intoxicated orgies, and abuse the resort staff.\nJames is rattled one night when he is tricked into brutalizing a clone of himself he had been led to believe was the police detective who initially arrested him. In a moment of clarity and panic, James retrieves his hidden passport and attempts to flee, but the tourist group accosts him and abducts him from the bus transporting him to the airport. Gabi reveals that she finds him pathetic and that the group is abusing him for their own amusement, hoping to turn him into a fellow murder tourist. He runs off into a nearby wilderness. Gabi shoots him in the leg as he flees.\nAfter hours of wandering, James collapses at a farm, where a local family takes him in to recuperate. In his drugged state, he experiences a series of hallucinations. Once he has regained his strength, he is again confronted by Gabi's group, who order him to kill a duplicate of himself to complete his transformation. He initially refuses, but when the clone attempts to kill him, James beats him to death. As a reward, Gabi exposes her bare breast to James, inviting him to breastfeed.\nThe next day, as they head back to the United States, the other tourists casually chat about upcoming errands, while James is visibly shaken from the events of the past few days. Waiting in the airport for his flight, he resolves to remain behind instead. He returns to the closed resort, where he sits alone amidst the downpour of the monsoon.", "tmdb_id": 667216}, "73002452": {"title": "The Interest", "plot": "A low-level debt collector (Bright) goes around the neighborhood streets harassing shop owners and collecting debts for the loan shark he works for. He encounters a simple woman (Yaya) struggling to take care of her ailing father and his hospital bills. She has a huge debt, so he strikes a deal with her to repay it, asking a favor to date him in return. He eventually falls in love with her, but discovers that he has a terminal illness.", "imdb_id": "tt24744192"}, "73192933": {"title": "Iratta", "plot": "The film begins with the murder of ASI Vinod, who is the twin brother of DySP Pramod. There are 3 suspects in this murder, all police officers within the station who have developed enmity towards  Vinod due to different scenarios. It is revealed through the incidents narrated by them that Vinod is a drunkard and a womaniser - one of them even shared the instance where Vinod raped a 17-year-old girl.\nPramod, who also used to be an alcoholic, is now sober but long separated from his wife and child - she took her newborn child and moved to Mumbai many years ago to be away from him. He recalls their childhood - they grew up in a household with an abusive father. One day, their parents have a violent fight, causing the twins to be separated; Pramod is taken away by their mother, while Vinod stays with their father and has many traumatic memories from this period. This fuels Vinod's resentment towards Pramod and their mother, as he feels betrayed and left alone to face their father's abuse. Years later, both twins become policemen, but they take different paths. Pramod becomes a respected and honest Deputy Superintendent of Police (DySP), while Vinod becomes a violent and criminal-minded Assistant Sub-Inspector (ASI). \nAt present, DySP Satheesh, who has close ties with Vinod, leads the investigation. He also doubts Pramod, as he knows about the brothers' past hatred towards each other. This is further fueled by the statement of Vinod's lover Malini, who recently came into his life and changed him for the better. Hence, Pramod is kept away from the investigation initially, but he requests to take over the case. He quickly proceeds with the investigation, and it turns out that all 3 suspects have alibis. He then finds some camera footage from a media personnel recording, in which he sees two children playing with their dog in the nearby field. Upon contacting them, it is revealed that one of the kids saw the death of Vinod while picking up his cricket ball and that it was a suicide, not a murder.\nPuzzled by this new discovery, Pramod starts to look into the reason for Vinod's suicide - especially since it seemed as though he was very happy after Malini had come into his life. At this point, a few constables find the TV programme that Vinod was watching at the time of his suicide. In the show are Pramod's ex-wife and now grown-up daughter participating in a reality singing competition. Pramod is shocked when the police officer who caught Vinod abusing the minor girl confirms that this was the girl he sexually harassed. Pramod now gets the full picture - Vinod realised that he raped his own niece and, unable to bear the guilt of it, committed suicide.\nThe film ends with Pramod's ex-wife trying to reconnect with him due to the death of Vinod - but he strictly instructs her not to tell their daughter about him or ever show her his face.", "tmdb_id": 945167}, "73219694": {"title": "Island (2023 film)", "plot": "The protagonists of the film are Richard and Alice a married couple that goes on a vacation to a tropical resort. Richard announces to Alice that he wants to divorce her. When their flight crashes after a hasty trip back and they find themselves on a deserted island, they are forced to work together and forget their differences.", "imdb_id": "tt26441345"}, "70682077": {"title": "Jesus Revolution", "plot": "In 1969, a staid yet respected Southern California pastor, Chuck Smith, finds that his church is slowly dying with an inability to connect with the younger, live-free generation of hippies.  One day, his daughter gives a ride to a colorful hippie hitchhiker named Lonnie Frisbee, who says he is traveling around and telling people about the Ministry of Jesus. Smith, at first suspicious of Frisbee, eventually warms up to him and welcomes other hippies to his house. They join forces and start a successful movement to evangelize hippies and others.\nMeanwhile, high-school student Greg Laurie runs away from his Junior Reserve Officers' Training Corps class and joins a girl named Cathe who \"turns him on\" to a rock concert featuring Timothy Leary preaching the value of drugs for self-discovery. However, Greg sees that various hippies are dangerously irresponsible; Cathe's sister gets sick from a drug overdose. Greg and Cathe find solace at Smith and Lonnie's ministry, though Cathe's uptight parents are not enthusiastic about Greg.\nThe ministry explodes in popularity, being seen as a \"Jesus Revolution\" or \"Jesus freaks\", and even sparking a Time magazine cover in 1971. However, Lonnie becomes egotistical and eventually splits with Smith, though they reconcile later on. Greg offers to take over a ministry branch in Riverside, and eventually marries Cathe and becomes a famous pastor himself. Smith and Frisbee are remembered as founders of the widespread Calvary Chapel movement, and more generally as leaders in the Jesus movement.", "tmdb_id": 719256}, "70329654": {"title": "Jung E", "plot": "Jung_E portrays a desolated Earth in the 22nd century that is no longer habitable due to climate change, and humans are forced to live in man-made shelters built in space. As the humans settle in around 80 of those shelters, three of them declare themselves as the Adrian Republic, attack Earth and other shelters, and cause a civil war between the Allied Force and Adrian Republic. \nCaptain Yun Jung-yi is a legendary mercenary of Allied Forces who led her team to countless successful missions against the Adrian Republic. She has a little daughter, Yun Seo-hyun, who suffers from a lung tumor, and Jung-yi became a mercenary to afford her daughter's medical treatments. The day Seo-hyun gets the surgery, Jung-yi fails her mission and ends up in a coma. Kronoid, an institute in charge of developing AI technologies, convinces her family to agree to clone her brain, promising that they will cover Jung-yi's treatments, her daughter's education and living expenses. \nThirty-five years later in 2194, Kronoid clones Jung-yi's brain to develop an AI mercenary, code-named Jung_E. Dr. Yun Seo-hyun is the team leader of research project Jung_E and seeks to memorialize Jung-yi as a hero rather than a failure. Researchers at Kronoid have copied Jung-yi's brain data and put them in android bodies. Through simulations of Jung-yi's final mission, they try to extract combat memory data that could be used to develop an exceptional combat AI. Just like Captain Jung-yi failed her last mission, AI JUNG_E also fails in every simulation of the last mission.\nSeo-hyun learns that her childhood cancer has returned, and she only has three months left to live. She also learns through the chairman of Kronoid that there is no need to develop combat AI anymore because the Adrian Republic and Allied Forces are entering a treaty. With peace approaching, the company has decided to focus on household services. Seo-hyun discovers one of her team members with a scantily clad Jung_E robot in his apartment, but he claims that Kronoid has tasked him with investigating using the Jung_E models as sex toys. After the last simulation of project Jung_E, Seo-hyun escapes the facility with a Jung_E robot while other combat robots and security forces chase them. Kim Sang-Hoon, the project's director, is revealed to also be a robot with an AI brain. Kim shoots Seo-hyun as she and the Jung_E robot flee via elevated rail. The Jung_E robot fights him off, and he is destroyed when his part of the train falls to the ground. Seo-hyun urges Jung_E to leave her and survive. After surprising Seo-hyun by showing affection, Jung_E escapes and looks around on top of a rock in a mountain range.", "tmdb_id": 843794}, "72689681": {"title": "Kalyanam Kamaneeyam (film)", "plot": "The film follows a young couple in love who get married with their family's consent. Following the marriage, they face some tribulations in the marriage when the heroine realises that the hero is unproductive and wants to spend the rest of his life on his wife's income as he spent his bachelor life on his father's income. The heroine is determined to change this attitude of his and pushes to pursue a profession or find a job. Rest of the movie is about how the hero changes his attitude and proves to his wife and family that he has changed therefore winning over his wife again.", "tmdb_id": 1061197}, "70221912": {"title": "Kandahar (2023 film)", "plot": "Tom Harris, an undercover CIA operative, is stuck deep in hostile territory in Afghanistan. When an intelligence leak exposes his identity and mission, he must fight his way out, alongside his Afghan translator, to an extraction point in Kandahar, all whilst avoiding the elite special forces unit tasked with hunting them down.", "tmdb_id": 717930}, "73036925": {"title": "Khela Hobe (film)", "plot": "This story revolves around a woman who decides to contest election to take revenge against the oppression faced by her and her family, She fights election with a new agenda, other contender's fight election on the basis of secularism and progress in town, whether the major contenders using the ancient agenda of secularism or progress would win, or there will be some surprise in the result."}, "68388340": {"title": "Knock at the Cabin", "plot": "Seven-year-old Wen is vacationing with her fathers, Eric and Andrew, at a remote cabin in rural Pennsylvania. While catching grasshoppers, Wen is approached by a stranger named Leonard. Initially friendly, he explains that he needs Wen and her parents' help to save the world. However, Wen becomes suspicious when three other people appear with makeshift weapons. Wen flees to warn Eric and Andrew, but the visitors break into the cabin and tie them up, with Eric sustaining a concussion.\nLeonard and his companions—Sabrina, Adriane, and Redmond—claim that they have never met before this day and have no intention of harming the family. However, in the past week, they have been driven by visions and an unknown force to find the family. The group foresees an impending apocalypse in which Leonard claims oceans will rise, a pandemic will spread, the sky will fall, and darkness will envelop the earth. The only way to prevent this is for the family to sacrifice one of their own. They are warned that, although they will survive the apocalypse, if they do not make a choice, they will be the last people alive. Eric and Andrew suspect that the group is lying and that the attack is motivated by hatred and delusion.\nWhen the family refuses to make a choice, the intruders sacrifice Redmond by covering his head with a cloth and beating him to death with their weapons. A concussed Eric sees a figure of light as Redmond dies. On television, media reports show devastating megatsunamis, which Leonard declares is the beginning of the apocalypse. Andrew believes he recognizes Redmond as Rory O'Bannon, a man who had been arrested after assaulting Andrew in a bar years prior. Andrew thinks Rory tracked him down for revenge and manipulated the others to go along with his ruse. Leonard, Sabrina, and Adriane question Andrew's assumption and grapple with their guilt, but still hold onto their visions. They reveal that Redmond's death has unleashed the first judgment of humanity. The next day, the visitors sacrifice Adriane as the family remains indecisive. The disasters continue as a deadly flu virus, to which children are particularly vulnerable, spreads across the world.\nAndrew insists that the disasters are coincidental and that the intruders were anticipating a pre-scheduled news broadcast. Sabrina describes how she and the other visitors were led to find each other online by their visions. Andrew escapes, retrieves his gun from his car, and shoots at Sabrina until she flees. He finds Redmond's wallet and proves to Leonard that he was Rory. Injured from his attack and with their tires slashed, Andrew believes the intruders came in a truck nearby and suggests they use it to escape. As Leonard is being held at gunpoint, Sabrina breaks into the house and is fatally shot by Andrew. Eric and Andrew then lock Leonard in the bathroom. Leonard tricks Andrew into coming into the bathroom and then overpowers him, stealing the gun.\nLeonard decapitates Sabrina and the broadcast shows spontaneous plane crashes occurring around the world. Realizing their time is nearly over, Leonard leads the three to the back deck as the sky darkens. Leonard informs them that after his death, they will only have a few minutes to make a decision before slashing his own throat. Upon his death, lightning causes fires and more planes to crash. Eric now believes that the events are real, and that the intruders represent the Four Horsemen of the Apocalypse. Not wanting Wen to grow up in a destroyed world, Eric offers himself as the sacrifice. He reveals that during Redmond's sacrifice, he saw a vision of Andrew and an adult Wen. Eric feels that their family was chosen to make the sacrifice because their love was so pure. Reluctantly, Andrew shoots and kills Eric before lightning strikes, setting the cabin on fire.\nAndrew and Wen find the visitors' truck with belongings that corroborate their stories. They drive to a crowded diner nearby, where they watch news reports confirming that the disasters have subsided. Returning to the truck, the radio turns on and plays \"Boogie Shoes\" by KC and the Sunshine Band, coincidentally the song that Eric had played for them on their drive to the cabin. They drive off, returning into the world.", "tmdb_id": 631842}, "70689905": {"title": "Kranti (2023 film)", "plot": "Kranti Rayanna, an NRI business magnate is called by his master Srikantaiah to attend 100th celebration of the government school; he studied in his childhood, where he returns home from Europe, but the school comes crashing down to ground during the function. Later, Kranti learns that Salatari, a shrewd businessman, wants to privatise 12,000 government schools by issuing government order with the help of corrupt Education minister Vaman Rao and Narasappa, a gangster, which actually led to many student's death and teachers losing their jobs. Due to these incidents, Kranti wages a revolution against Salatri, Vaman Rao Narasappa, where he thrashes Narasappa's son Nanjappa, and forcefully closes the private schools in order to seek attention from the Chief Minister, who later holds a meeting with Kranti. At the meeting, Kranti makes an eye-opening speech about the necessity for government schools to provide free education in order to remove the parents' burden. The Chief Minister is convinced and issues orders to renovate government schools and not to privatize them. Later, Vaman Rao resigns himself from his position, while Salatri is arrested.", "tmdb_id": 1030157}, "68303475": {"title": "KSI: In Real Life", "plot": "The documentary captures a look at a year in the life of KSI, including him performing at Reading & Leeds Festival, recording his upcoming third album, his relationships with his family and his girlfriend, following him and his brother Deji's boxing careers, and his UK tour, culminating in a concert at Wembley Arena.", "tmdb_id": 1032505}, "72201267": {"title": "Kuttey", "plot": "One rainy night in the outskirts of Mumbai, three stray gangs unknowingly cross paths on the hunt for a van carrying crores of cash and it's every man for himself.", "tmdb_id": 864573}, "68070381": {"title": "Landscape with Invisible Hand", "plot": "In a near-future in which an alien species known as the Vuvv has taken over Earth, an aspiring teenage artist and his girlfriend hatch a scheme to make money by broadcasting their dating life to the fascinated aliens in wake of the Vuvv's labor-saving technology. But the two teens slowly come to hate each other and can't break up without bankrupting their families.", "tmdb_id": 777411}, "66519384": {"title": "The Last Voyage of the Demeter", "plot": "Strange events befall the crew of the merchant ship known as the Demeter as they are stalked by a dark presence.", "tmdb_id": 635910}, "67857963": {"title": "Let It Be Morning", "plot": "Let It Be Morning is the story of Sami (Alex Bakri) a Palestinian-born Israeli citizen living in Jerusalem who is invited to his brother’s wedding. He has to  return to the Arab village where he grew up and which he left for other opportunities. After the wedding ends, Sami's hometown is put under a military blockade lockdown by the Israeli government, without explanation. The power is cut and the villagers are trapped by an Israeli roadblock. \nWhen chaos erupts amongst the villagers who begin to run out of food and water, Sami is also cut off from the outside world and unable to return to his work in Jerusalem. Trapped in an unexpected situation, he deals with questions about his own identity. As hidden secrets are revealed, Sami watches everything he holds dear begin to fall apart. \nWritten and directed by award-winning Israeli filmmaker Eran Kolirin (The Band's Visit), the film was adapted from the international best-selling novel of the same name  by Palestinian author Sayed Kashua. \nLet It Be Morning is a film about a state of siege, both internal and external – centered around a man who has built a wall around his heart. It explores how that inner wall starts coming apart when a physical wall is erected around his hometown.", "tmdb_id": 504600}, "72580883": {"title": "Lobo feroz", "plot": "A woman eager for revenge crosses paths with a police agent while searching for a killer of girls."}, "73031808": {"title": "Long Drive (film)", "plot": "The film is about a software engineer from Banglore, named Arjun and his girlfriend, Dr Janaki.\nDr Janaki wanted to go on a date for a long drive with his boyfriend Arjun on his birthday  \nwhere they encounter Mani who captures their intimate moment and threatens them to share it on Social media.\nBoth Dr Janaki and Arjun are Torcher and Harassed for Money. Arjun's mobile battery was down to transfer funds to Mani so Many take him to his form house to charge his mobile. Mani tries to make a move on Janaki when Arjun is away and in front of him. meanwhile, the other two of Mani's associates Bala(an auto driver) and Shiva join Mani in his form house and harass both Arjun and Janaki finally after receiving some money  Mani leaves bother of them. now couples move back to their place without talking. Janki scolds him badly saying the way he behaved like a beggar rather than fighting for justice.\nwith Jankasi's insult, Arjun goes back to the place where the incident happened where he first meet Bala since Arujin was masked Bala dint recognise him and takes him to one no man's location and beat Bala badly later gets the details about Mani and that today is mani marriage anniversary so he goes as Mani driver and picks Mani's daughter and wife to Manis  Adda (his secret hangout spot ) and  call mani to the same place and harass him and tells about him to his wife and a big fight happens  and he leaves from the place\nIn the end, Mani is a changed man who guides the couples, not to Rome around isolated places like this everyone will not be as good as Mani.", "imdb_id": "tt21211580"}, "72763038": {"title": "Lost (2023 film)", "plot": "Inspired by true events, Lost charts the story of a young woman crime reporter who is working on a story of sudden disappearance of a young theatre activist. The layered story aims to represent the idea of lost values and integrity.", "tmdb_id": 850180}, "72962075": {"title": "Love to Love You, Donna Summer", "plot": "It follows the life and career of Donna Summer.", "imdb_id": "tt6442822"}, "72782539": {"title": "Lovefully Yours Veda", "plot": "Maalu, a member of the musical band Banjara’s, chances upon a poem on the walls of Varma College, Thrissur. The band reworks it into a song and it becomes a big hit in no time. People get curious about the lyricist and the band has no clue about the author of the poem. The band embarks on a journey to discover the poet and reaches Varma College. They come to know about Sree Veda, a former student of the college and the poet in question.The youngsters meet Veda and she reminisces about the story behind the poem, her eventful college life, and Comrade Jeevanlal, the charming man who revolutionized her world.", "tmdb_id": 915388}, "68718045": {"title": "Luther: The Fallen Sun", "plot": "Wealthy city trader and serial killer David Robey blackmails and kidnaps young cleaner Callum Aldrich. DCI John Luther is assigned to the case and promises Callum’s mother, Corrine, he will find her son. Concerned about his involvement, Robey digs up dirt on the various illegal acts Luther has committed as a police officer, resulting in him being fired, prosecuted and imprisoned. \nYears later, Robey coaxes Corrine and the parents of other victims to a house where he burns their children’s corpses. She visits Luther in prison, admonishing him for not finding her son’s killer. Robey sends a recording of him murdering Callum to Luther in prison via an AM radio frequency. Luther informs DCI Odette Raine, the new head of Serious and Serial Crime, of the broadcast. He then liaises with corrupt guards and former associate McCabe to break him out of prison. Raine brings in now retired DSU Martin Schenk as a consultant. Luther traces Robey to Piccadilly Circus, where Raine deploys SCO19. The two confront him there, but people he has blackmailed cause a distraction by killing themselves jumping from buildings and crashing cars. Robey escapes into the London Underground after fighting Luther and murdering an AFO. \nRobey kidnaps Raines’ daughter, Anya. Raine meets with Luther and reluctantly agrees to work with him. They visit Robey’s ex-wife Georgette, discovering he owns property abroad. DS Archie Woodward, Raines subordinate, is blackmailed by Robey into killing Georgette, but is intercepted by Schenk. He commits suicide via air embolism. Luther and Raine travel to Robey’s mansion in rural Estonia, where they discover he tortures kidnapped victims on livestream called \"The Red Bunker\" for his followers. The two are overpowered, and Robey tries to force them to hurt each other to save Anya. Luther reveals Georgia told the police the location and they are en-route. After a brutal fight the three are able to escape the bunker, and Luther chases Robey into a frozen lake, where the psychopath drowns. Luther is rescued last minute by police divers and Schenk. Recovering from his injuries back in London he is approached by Cranfield, a senior civil servant with MI5, who are implied to offer him a job in lieu of going back to prison.", "tmdb_id": 722149}, "67389118": {"title": "The Machine (2023 film)", "plot": "Bert Kreischer and his father are kidnapped by those Bert wronged 20 years ago while drunk on a college semester abroad in Russia.", "tmdb_id": 647250}, "71772031": {"title": "Magic Mike's Last Dance", "plot": "Former stripper Mike Lane, who lost his furniture business during the COVID-19 pandemic, is now in his forties, still in Miami and a bartender for a catering company. At Maxandra \"Max\" Mendoza's fundraising event, Mike is recognized by Kim, a lawyer for Max's foundation. Afterward, Mike is asked to speak with Max privately.\nAlone, Max says Kim told her about his prowess and asks how much for a lap dance. Mike says he is retired, but ultimately says $60,000 when pushed. Max says $6,000 with no 'happy ending', but during the dance she and Mike give in to passion and sleep together.\nThe next morning, Mike refuses the $6,000, but Max offers him the $60,000 to go to London for a month. Mike agrees but only as her boyfriend. She accepts and they travel to London together.\nMax's London ex-husband Roger gave her the Rattigan Theatre in their divorce settlement. She announces the theatrical production presently in place 'Isabel Ascende' will be halted for one month so Mike Lane can choreograph a special dance production.\nAs Mike and Max are discussing the logistics of this show she has come up with, her teenage daughter Zadie arrives. Distrustful of him, she explains that every few years her mother tries to reinvent herself.\nAuditions for potential dancers are soon underway. An actress from the original show 'Isabel Ascende' shows up, wanting to take part. This inspires them to rethink the new show with elements of the original, so they cast her.\nGoing to dinner with a few of Max's London contacts, Mike feels out of his element. Later on, in the car, when Max moves toward physical intimacy with him and he pulls back, it upsets her. The next day in rehearsal she is excessively critical of his choreography.\nWhen they build a temporary extention of the stage so the show has a much more palpable feel, the City of Westminster threatens sanctions. They are for alterations to the historical building without prior approval.\nThey persuade the only woman on the board, Edna Eaglebauer, to support the show. As she lives a quiet life alone, they fill her morning bus with the men from the show. Edna gets her own sample, as the 10+ men do a flirty, choreographed number just for her benefit. She gives them her seal of approval.\nMike and Max argue about the ending to the show. She wants him to personalize it and that it finishes with a happy finish. She also would really like him to dance in it, but he reiterates he is retired and will not go on stage. The show gets shut down again, so Max confronts Roger. He reminds her that their separation agreement includes a clause that she not tarnish his family name.\nAfter Max tells Mike to return to the United States, he gets the keys to the theater through Victor and rehearsals resume secretly. The show is not open to the general public, but rather by invitation only, as Zadie taps into her mothers' contacts. Sunday evening arrives, and Victor and Zadie drag Max out for the show she believed she had shut down, even Roger is invited.\nThe opening act starts the same as 'Isabel Ascende', but the protagonist is offered only two possible life choices, marry the rich aristocrat or the poor one with a heart of gold. So, she calls her imaginary friend from her childhood, the unicorn, breaks the fourth wall and then talks about modern feminist ideas about what choices women should be afforded, using a golden mike that drops from above.\nThen Isabel's male counterparts strip of their formal attire and the other dancers are presented one by one. They have sexier and sexier numbers until the last few, Roger is asked to remove Zadie for the most 'adult'. After a lap dance number for three of the more mature audience members, Mike's number with a professional dancer is reminiscent of moments shared between him and Max.\nOnce the show is over, Mike finds Max, they kiss, and he says he loves her. Then the narrator, Zadie's perspective on love and dance sprinkled periodically throughout the film, says dance is orientated toward liberty without societal construct of race, age or class.", "tmdb_id": 906221}, "66110449": {"title": "The Magician's Elephant (film)", "plot": "Peter is searching for his long-lost sister Adele. A fortune teller tells him to find a magician with an elephant.", "tmdb_id": 776835}, "73227913": {"title": "Maheshum Marutiyum", "plot": "A triangular love story between a man, a Maruti 800, and a woman. Set in 1983.", "tmdb_id": 935278}, "72808870": {"title": "Mamacruz", "plot": "The plot concerns about the rediscovery of an old woman's long-forgotten sexuality and desire."}, "70228624": {"title": "Manodrome", "plot": "Manodrome is a film about a New York Uber driver named Ralphie, played by Jesse Eisenberg, who is struggling to make ends meet with his pregnant partner, Sal. Ralphie is introduced to an intense all-male self-help group by a friend, and after suffering a breakdown, he descends into madness, tapping into his destructive and violent instincts.", "tmdb_id": 843942}, "72478410": {"title": "Marry My Dead Body", "plot": "The Homophobic and ghost-phobic straight policeman Wu Ming-han (Greg Hsu), who mistakenly picks up a red envelope while investigating evidence in a case, meets Mao Mao (Austin Lin), who was discussing marriage with his boyfriend but died unjustly because of an accident. Mao Mao's grandma (Wang Man-Chiao), who is reluctant to let her grandson die before getting married, comes up with the idea of ghost marriage, and the two are forced to get married. Unwilling to give in, Wu Ming-han began to have bad luck, not only could he not get rid of his ghost marriage partner, he even messes up the anti-drug case that the policewoman Lin Tzu-ching (Gingle Wang) has been working on for a long time. To cut off the marriage, he has no choice and decides to solve case together with his \"ghost husband\" Mao Mao, finding out the culprit and avenge Mao Mao, so that embarking on a journey full of absurdity and tears.", "tmdb_id": 983883}, "59885708": {"title": "The Match (2023 film)", "plot": "Set in the 1980s-1990s and based on two real-life notable Go players, the film tells the story of Cho Hun-hyun, a Go champion who discovers a gifted but untrained young boy Lee Chang-ho in an amateur contest. He takes him under his wing to turn into a professional player. Conflicts arise when the protégé later turns against his teachings.", "tmdb_id": 760497}, "73067788": {"title": "Matria", "plot": "Set in a Galician fishing village, the plot follows the plight of Ramona, a financially-insecure working woman struggling to stay afloat."}, "72824138": {"title": "Michael (2023 film)", "plot": "In the 1980s, Michael is a gangster, who is mentored by the Bombay-based crime boss Gurunath, and raised by his right-hand man Swamy. However, he is always rebuffed by Gurunath's son, Amarnath, and wife, Charulatha. \nOne day, Gurunath gets attacked by a gang, where he learns that his rival, Rathan, was behind the attack. Gurunath sends Michael to Delhi to kill Rathan and his daughter, Theera. However, Michael falls in love with Theera and decides not kill Rathan. One night, Michael, Theera, and Rathan are captured and brought to Amarnath. He reveals that he orchestrated the attack on his father, to take over his position. He also tells Michael that Theera was earlier pretending to love Michael, but now she truly loves him. Amarnath kills Rathan and shoots Michael, gravely injuring him. Amarnath's men throw him into the sea. \nHowever, Michael survives and arrives at Amarnath's hideout. He injures and kills almost all of Amarnath's men, before killing Amarnath himself. He later walks away with Theera. Michael reveals about Amarnath's death at his hands, to Gurunath, who swears to exact revenge. Charulatha and Gurunath go to Amarnath's hideout, to collect his body. Gurunath announces a bounty to kill Michael and Theera, in exchange for his position. Michael and Theera are taken in by Kannamma and her husband, a retired police officer, to hide from Gurunath's men. Kannamma's husband calls Gurunath and lets him know that Michael and Theera are staying with him. \nGurunath sends his men to kill them, however upon arrival, they are hoodwinked by Kanamma's husband, where he, along with Kannamma, finish off Gurunath's men. Kannamma and her husband reveal to Theera that Michael's mother, Jennifer, a singer, was having an affair with Gurunath and was oblivious of the fact that he was already married to Charulatha. Jennifer became pregnant with Michael, of which Charulatha came to know about, enraging her. She tried to kill her by setting her house on fire, but Jennifer managed to survive and worked as a cook in a prison, raising Michael in the process. \nMichael learnt about his mother's past and purposely gained Gurunath's attention to work for him, in order to kill him at the right time. Swamy also knew about his past and was helping him all along. Michael heads back to Bombay and confronts Gurunath at his mansion, where he reveals his relation to him and about Amarnath's attempt to take over him. Michael later kills both Charulatha and Gurunath, thus avenging the injustice caused to his mother. Later, Michael reunites with Theera and takes over Gurunath's empire, becoming the new crime boss of Bombay. Later, Swamy is kidnapped by a new gang led by Gurunath's twin brother. Gurunath had kept this a secret from everyone except Charulatha. After learning about Michael, he tells Swamy that he will come for him, swearing revenge for his brother.", "tmdb_id": 866198}, "66272747": {"title": "Missing (2023 film)", "plot": "In an archive video, a young June Allen is with her deceased father James, who died from a brain tumor shortly after the video was made. Years later, June's mother Grace leaves for a week-long trip to Colombia with her boyfriend Kevin, leaving June in the care of Grace's friend Heather, a divorce lawyer who expresses some jealousy at Grace's relationship with Kevin.\nA week later, June is tasked with retrieving her mother and Kevin from Los Angeles International Airport, but they never arrive. June contacts the FBI, but later decides to investigate herself using an array of digital tools at her disposal. She also hires Javier, a Colombian gig worker who complies with June's requests for a small fee.\nUpon hacking into Kevin's Gmail account, June discovers a number of aliases and a criminal record of scamming many women for their money. Believing Kevin to have kidnapped her mother, June has Javier look for clues as to their whereabouts in Colombia. She traces Kevin's past movements to a location in Nevada, where she talks to Jimmy, a man claiming to be a pastor at a Christian rehabilitation center for ex-convicts. He tells her that Kevin has been rehabilitated and is genuinely in love with Grace. June eventually accesses her mother's online dating profile, where past messages reveal that her mother was already aware of Kevin's past.\nFBI agent Elijah Park informs June that he received footage of a band of criminals seemingly kidnapping Kevin and Grace in Colombia. June uncovers this as a fabricated event, as Kevin had hired a lookalike actress named Rachel Page to impersonate her mother, who had been kidnapped en route to the airport beforehand. As the case makes national headlines, Rachel confesses she was unaware of Kevin's intentions when she accompanied him to Colombia. It revealed that Grace has had multiple aliases as well, sparking speculation that she had something to do with her own disappearance. Swearing by her mother's innocence, June's suspicions fall on Heather when she discovers an encrypted line of communication between her and Kevin. June sneaks into Heather's office, but finds it ransacked and with files deleted. She then discovers Heather's corpse in a storage closet.\nLater, June views live footage of a police raid in Colombia focusing on Kevin, who is shot and killed despite surrendering. Seemingly at a dead end, June is about to give up but manages to access her mother's e-mail. She finds a threatening e-mail directed at Grace, which leads her to discover security cameras that Kevin bought to install at an abandoned house, which happens to be her old vacation home in Nevada. Just then, Jimmy calls June and indicates he has some information about Grace.\nJimmy arrives and reveals that he is June's father, and that Grace was emotionally unstable and took June away from him after having him arrested under false charges. However, he also unwittingly reveals himself as a domestic abuser whose drug habit endangered all of them; Grace and Heather had told June he died of cancer to shield her from the truth. James sought revenge by enlisting Kevin, whom he met in prison, to pose as a prospective boyfriend so he could find Grace and June.\nJames kidnaps June and takes her to the old house, where Grace is also detained. They reunite before Grace is shot by James. James tries to leave with June, but Grace fatally stabs him in the neck with a shard of broken glass. June, realizing James never shut off her laptop when he kidnapped her, uses the cameras to tell Siri to call the police.\nSeveral months later, Grace has survived her gunshot wound, and June is in college. Their story has been adapted on the true crime show Unfiction, and Grace has started a friendship with Javier after June introduced them. June texts her mother that she loves her, and Grace responds that she loves her too.", "tmdb_id": 768362}, "66672707": {"title": "Mission Majnu", "plot": "Amandeep Singh, IPS, is a deep cover RAW field operative in Pakistan on undercover mission. Along the way he got married to Nasreen Hussain. On May 1974, India conduct its first Nuclear test and become the 6th Nuclear capable nation. Pakistan not wanting to fall behind, secretly rush to build their own nuclear weapon.\nDuring 1977 Indian general election campaign, Prime Minister of India is appraised of the situation by RAW Chief, R.N. Kao, and direct him to find the location of the nuclear facility. Amandeep Singh is activated by Kao. Amandeep handler, Sharma, inform him of his new mission, named \"Mission Majnu\". Along the way, he meet Aslam Usmaniya and Raman Singh, two other RAW agents stationed in Pakistan. Amandeep manage to gather information that Pakistan indeed is making nuclear weapon. \nIn India, following a general election, a new government is formed and its new leader believe in building relationship through diplomacy and peaceful means, and is against any form of warfare including spying and intelligence gathering. Kao resign to keep the operation in Pakistan going, and hidden from the Prime Minister. Amandeep operation take a hit, nonetheless he continue the mission. In the meantime relationship bode between India and Pakistan. Israel is readying an attack on Quetta military facility, wrongly believing it to be nuclear weapon facility. \nAmandeep manage to locate the nuclear facility at Kahuta, however he unable to collect physical evidence. Sharma inform them that Israel is going to attack Quetta in 48 hours. An attack by Israel on wrong army facility will give Pakistan a reason to attack India, and in absence of any intelligence from india side, India can not stop Israel. Amandeep goes back to Kahuta and collect hairs of Army personnel working in the nuclear facility, which he promptly send it to India. It is tested and found to contain trace amount of radiation, pointing to presence of plutonium in Kahuta, and under Pakistan administration. Israel attack on Quetta is averted. Thus preventing a war between India and Pakistan. \nThe matter is disclosed to Prime Minister of India. In light of new evidence, India Prime Minister weighed in on Pakistan counterpart and Pakistan inability to be trusted. Pakistan ISI hunt down and kill covert RAW agents operating in Pakistan including Amandeep colleague Aslam and Raman. Amandeep tries to escape Pakistan via Dubai with his pregnant wife, unbeknownst to her of ISI agent chasing them, Amandeep distract ISI agents long enough to let his wife board an aeroplane and leave unhindered, in the process he is killed.\nKao meet Nasreen in Dubai Airport, and read a letter from her late husband revealing his true identity. In the closing prologue, it is shown, the exposing of nuclear facility in Pakistan is possible due to sacrifice made by Indian agents. Pakistan continue to deny it, but was eventually revealed to hold nuclear technology, as well selling it to rogue nation.", "tmdb_id": 778946}, "66891130": {"title": "The Mothership", "plot": "One year after her husband mysteriously vanishes from their rural farm, single mother Sara Morse and her children discover a strange, extraterrestrial object underneath their home, which leads them to embark on a race to find their husband, father, and most importantly – the truth.", "tmdb_id": 833795}, "72952619": {"title": "The Sleeping Woman", "plot": "The plot concerns about a love triangle, following Ana, an auxiliary nurse developing a romantic attraction towards Agustín (the husband of the patient in a vegetative state she is in charge of taking care). Ana is ensuingly disturbed by supernatural developments around her."}, "69392039": {"title": "Nanpakal Nerathu Mayakkam", "plot": "The film portrays some incidents in James's life. After visiting Velankanni, Tamil Nadu, a group of Malayali tourists take a bus back to Kerala. James stops the bus at a village in rural Tamil Nadu while the tourists snooze. James enters into a house nearby, and starts acting like a member of the family living in the house. He behaves like a Tamilian and speaks in Tamil like a local of the area. It confuses everyone who travelled with him as well as the local people of the village. Eventually the people realise he has taken on the character, mannerisms and language of Sundaram, a member of the family who had disappeared two years earlier. James has knowledge of the village and villagers that only Sundaram would have known. James/Sundaram grows confused at the apparent sudden changes in the village, such as a temple being built that had not started construction when Sundaram went missing. James' family and friends plot how to drug him in order to return him to Kerala and get him treatment for his presumed mental disorder. However after falling asleep, James regains his true identity and willingly goes with them to return home.\nIn the end, it is shown that Sundaram's character was merely a dream. Or was that a dream?", "tmdb_id": 876845}, "72610321": {"title": "Neposlushnaya", "plot": "A student named Elya, whose university is visited by the head of a construction company, Matvey, in order to share plans for building on the site of an ancient forest park. Elya looks very self-confident, which intrigues Matvey, who tries to \"buy\" her. But, as it turned out, Elya does not need a sponsor, and as a result, Matvey decides to offer her a bet.", "tmdb_id": 1057491}, "66899260": {"title": "Nocebo (film)", "plot": "Christine (Eva Green), is a successful English childrenswear designer. At work, she is informed of a disaster via a call although it is not revealed what is said to her. While she is in shock, a tick-infested dog manifests and approaches her, shaking itself so violently that a number of ticks are spread onto Christine before vanishing. One tick remains and attaches to the nape of her neck. \nEight months later, Christine is debilitated by a mysterious illness that has crippled her work and family life. After returning home from a failed pitch to her designer firm, Tykie Couture, Christine is startled by a spoon falling to the floor at the same time a woman named Diana (Chai Fonacier), who claims to be the caregiver that Christine has hired but seemingly forgot about - arrives at her door.  Christine's husband, Felix, and daughter, Bobs, are both distrustful of Diana, a stranger now suddenly living with their family. Bobs demands that  Diana call her by her full name, Roberta, as they are not friends. Meanwhile, Christine and Felix argue about Diana, which she overhears from the vents in her room. \nDiana unpacks her suitcase, revealing a collection of relics and folk magic ingredients. She uses a matchbox to summon and capture the tick that bit Christine, then assembles an altar in her bedroom fireplace. Diana uses the fireplace ashes in a ritual to commune with the unseen spirit of a child. \nWith Christine's condition worsening, Diana volunteers to make dinner for the family, cooking a Visayan dish called humba, sprinkling into it a concoction of herbs previously shown at her altar. During dinner Christine gets sudden pains in her arms after reaching for a glass, and Diana comes to her aid, insisting she can \"make it go away\". Diana cures Christine's pain by hovering her hands over the painful area, then tickling her until the pain is gone.\nFeeling better after the treatment, Christine drives Bobs to school with Diana in the car with them to learn the way. However, Christine experiences sudden amnesia and forgets the route; Diana then suggests that they all walk instead, and asks Bobs to lead the way. As Christine laments over her illness, Diana offers to get rid of it for her, explaining that she posesses some therapeutic power that could help cure Christine. \nDiana recounts the story of when she was a little girl. One night during a rainstorm, an old woman, who was very sick, stopped by her house to seek shelter. While Diana's parents were preparing some food and medicine to soothe the visitor's condition, it occurred to her that the old woman was an Ongo, and her power needed transfer to another upon her death. As Diana approached her, a black featherless chick exited the woman's mouth and entered Diana's. Since then, Diana inherited supernatural therapeutic powers that enabled her to heal all types of illnesses; however, while she was often called to heal people in her Filipino community, her ability also drove friends and acquaintances away because they regarded her as a witch. \nRegardless of her skepticism, Christine begins allowing Diana to treat her; the results prove to be successful as Christine becomes healthier and livelier each day. When Christine discovers her medications are missing she initially confronts Diana about it, but becomes confused when Diana tells her that she is suffering from memory loss again, and it was Christine herself who disposed of the drugs.\nAlthough things have improved tremendously, Felix remains dubious of Diana's method and motives. Late one night, he makes a decision to speak directly with Diana in her room and order her to stay away from his wife because her illness is psychosomatic from past guilt. Diana, however, refuses and she suggests that Felix leave her bedroom, adding ominously that he should be careful with the stairs. As Felix gets out of her room and is about to walk down the stairs, he is almost attacked by Bobs's pet bird that has somehow escaped from the cage and is flying in his direction. Panicked, he hits the bird, accidentally killing it. \nThe next day, Bobs buries the dead bird in the garden with Diana by her side. The two have begun to form a bond: Bobs allows Diana to refer to her as \"Bobs\" instead of Roberta, and Diana tells Bobs that she will be her friend and never leave her. Felix senses that Diana is somehow responsible for the incident and fears she is driving a wedge between him and his family. Felix begins searching Diana's room and discovers the altar and Christine's  drugs hidden under Diana's bed. Felix and Christine confront Diana and she is promptly fired for lying. Before departing, Diana says goodbye to Bobs and asks her to do her a favor.\nThe following day, Bobs lies to Christine and tells her Felix hid the drugs in his car and blamed Diana. Christine fights with Felix over the betrayal, and he agrees to go sleep upstairs in the room previously used by Diana.  At the top of the staircase he is attacked by a bird that appears to be Bobs's deceased pet, and is injured in the fall. Felix is taken to recover at the hospital which allows Diana an excuse to return and care for a further ailing Christine.\nFlashbacks show Diana’s life in the Philippines when she lived happily with her husband and daughter until their village was raided by insurgents, forcing them to flee to Cebu City. Diana ultimately is forced to work at a sweatshop, and takes her daughter with her. It is revealed that the sweatshop was used by Christine to produce her Tykie Couture clothing line, and on one particular visit to the shop she advised the managers to overwork the employees and to lock the only exit to make sure no thefts occurred.\nIn the present, Diana performs a final ritual with Christine under the expectation that she will be cured. Diana reveals that she isn't curing Christine, but rather forcing her to face her judgement with a hex. Christine then experiences visions of the sweatshop and ultimately the tragedy that triggered her illness: After her visit to the shop, a fire broke out while Diana was getting coconut water for her daughter. Unable to escape due to the locked door, the employees and  Diana's daughter perish. Outside in the aftermath of the fire, Diana uses her powers as an Ongo to send a spectre of the infected street dog to Christine, and hex her with the illness. Christine continues to experience the sensations of the fire as her skin starts to blister and burn.\nFelix returns home from the hospital only to find Christine's body seated at her sewing machine burnt down to her ankles, save for her lucky red shoes. Elsewhere, Diana visits Bobs for the last time and instructs her to wait in the garden. Diana the climbs to the roof and jumps to her death in front of Bobs so that the Ongo power can transfer into her. Just as before with the old woman, a black bird emerges from Diana's mouth and enters Bobs's.\nThe film ends with Bobs alone in the woods collecting herbs while being watched over from afar by the spectre of Diana.", "tmdb_id": 782936}, "61785179": {"title": "Nosso Lar 2: Os Mensageiros", "plot": "André Luiz (Renato Prieto) joins a group of messenger spirits led by Aniceto (Edson Celulari), who sets out for Earth to follow the unfolding of a mission that is in danger of failing: the creation of a spiritual work that connects the two worlds. In the process, they also face their own dramas. Together, they dedicate themselves to taking care of three protégés whose stories are intertwined: Otávio (Felipe de Carolis), a young medium who did not fulfill the plan in his mission; Isidoro (Mouhamed Harfouch), leader of a spiritist house; and Fernando (Rafael Sieg), entrepreneur responsible for financing the project."}, "72395972": {"title": "O chyom govoryat muzhchiny. Prostye udovolstviya", "plot": "Old friends meet to drink shamanic and talk about the personal. Aleksey tries to understand whether female friendship is real, Camille wonders if it is possible to fire the one you consider your best friend, Slava remembers his first love, and Alexander talks about the loss of his dad and the need to have fun, no matter what. Walking around the center of Moscow, they also discuss the problems of screwing in light bulbs and candid photos on social networks."}, "68695717": {"title": "The Old Way", "plot": "In 1878 in the Montana Territory, gunfighter Colton Briggs is a member of an extrajudicial posse organized to arrest and hang the brother of Walter McAllister, a notorious bandit. Walter and his men try to foil the public execution, resulting in a shootout that leaves Colton and the younger McAllister as the only survivors. Colton assures Walter's brother that he won't kill him; his execution was merely a feint to force his brother out of hiding. Enraged, the younger McAllister tries to shoot Colton in the back. Without hesitation, Colton guns him down and calmly rides away as Walter's young nephew James watches.\nTwenty years later, Colton is a changed man: under the influence of his wife Ruth, he has become a respectable, clean-living merchant with a general store and a small farm, raising a twelve-year-old daughter named Brooke. To Colton's dismay, Brooke is defiant and unruly; he notices that she is also emotionally withdrawn and unable to behave like \"normal folk\", traits that remind him of his former life. Four men ride up to Colton's farm one day; their leader identifies himself as James McAllister. His gang stabs Ruth to death before painting a taunting message with her blood on the wall and leaving.\nColton and Brooke return to find Franklin Jarret, the U.S. Marshal tracking the McAllister gang, waiting at the farm with several deputies. As Ruth is buried, Jarret reveals to Brooke that he and Colton were once close friends and that he's proud of Colton giving up his violent ways to raise a family. Before leaving, he urges his old friend not to act on any desire he may have to take revenge on James. Colton decides to do so anyway and tells Brooke that she'll accompany him. Dressing in his old gunfighter's clothes and armed with his old pistols, Colton burns his farm and house down before leaving with Brooke.\nThe pair eventually catch up to Jarret after ambushing a wounded deputy for his horse; James had set a trap for his pursuers, killing three and leaving the others too injured to continue. Colton and Brooke disarm the survivors and threaten to torture them unless Jarret talks. He finally admits that James is traveling to Santa Rosa, a town in southern Colorado, to recover a buried stash of pesos and flee across the border while the heat on him dies down. Colton informs Jarret that he will take a horse and warns him not to interfere with his vengeance or he'll kill him.\nReaching Santa Rosa, Colton tells Brooke to visit a local shopkeeper and question him as to James's whereabouts while he waits just outside of town. James isn't fooled and captures Brooke as she tries to leave. Anticipating more ambushes, Colton manages to kill five members of the McAllister gang using his experience and wits before the last remaining member comes out with a shotgun aimed at Brooke. James tells Colton that he has two choices: he can either kill him, at which point Brooke will die, or he can for himself.\nTaking stock of his situation, Colton chooses to kill the second man as James puts a bullet through his chest. As James crows over his victory, Brooke picks up her father's gun (having learned to shoot during their travels) and avenges him by killing James. \nLater, Jarret rides in and agree with Brooke to tell everyone that Colton Briggs died a hero's death apprehending the criminals, in exchange he would keep McAllister gang's money. However, unknown to Jarret, most of the money had been transferred to a pair of saddle bags, which Brooke prepares to ride back home with as the film ends.", "tmdb_id": 872954}, "65213942": {"title": "Operation Fortune: Ruse de Guerre", "plot": "A gang of Ukrainian mobsters manage to steal a device known as \"The Handle\"; its worth estimated at billions of dollars. The British government hires Nathan Jasmine to retrieve the Handle before billionaire arms dealer Greg Simmonds can sell it to the highest bidder. Nathan hires super-spy Orson Fortune to lead a team made up of Sarah Fidel, JJ Davies and others. The team travels to Madrid, seeking the courier intended to transport the hard drive containing the data from the Handle. \nTheir search is interrupted by a rival of Nathan's, who seems to have also been hired to retrieve the Handle. Sarah manages to copy the hard drive's contents first. Learning that Simmonds plans to host a charity gala in Cannes, the team decides to infiltrate it by blackmailing Simmonds' favorite movie star, Danny Francesco, into helping them distract Simmonds. Simmonds encourages Danny to spend some time in his Turkish villa in Antalya. Orson infiltrates the Ukrainian mafia house to hack their computers, disguising it as a robbery. The British government warns Nathan that the Handle is an advanced AI that can be programmed to defeat any security system in the world. \nLearning that the exchange for the Handle will take place in Antalya, the team travels to Turkey. While Simmonds shows Danny his memorabilia, Orson and JJ track down one of Simmonds' moles in the Turkish government. Orson, disguising as Simmonds' lawyer, attends the exchange and finalizes it, before Mike and his men interfere, kill almost everyone and steal the Handle - which makes it clear that Mike went rogue and was working independently.\nIn spite of the problems the team has caused him, Simmonds is willing to help, because Mike stealing the Handle cost Simmonds his commission. He tells them that the buyers were two bio-tech moguls, Trent and Arnold, who have been hoarding gold and intend to use the Handle to cause a worldwide financial collapse. Confronting them, Orson manages to retrieve the Handle.\nIn Doha, the team is offered another job, but they decide to go on vacation. Orson tells them he has used the proceeds from the robbery at the Ukrainians' villa to finance Danny's new film.", "tmdb_id": 739405}, "72943877": {"title": "Operation Napoleon", "plot": "The film tells the story of Kristín, an ambitious lawyer who is drawn into an unexpected sequence of events when her brother stumbles upon a World War II plane wreck on top of Vatnajökull.", "tmdb_id": 1002338}, "68673757": {"title": "Oti Uttam", "plot": "A Ph.D. researcher working on a project on Mahanayak Uttam Kumar. He likes a girl but gets refused every times. The researcher decides to bring his icon Uttam Kumar's spirit through planchette. Mahanayak's grandson helps him in to fulfill the love life of researcher."}, "72915778": {"title": "The Outwaters", "plot": "The film opens with a panicked 9-1-1 call along with visuals indicating that the four main cast members—Robbie, Angela, Scott, and Michelle—are missing. A title card explains that the subsequent footage was recovered from three memory cards found in the Mojave Desert.\nRobbie is an aspiring filmmaker living in Los Angeles who has recruited his brother Scott and his friend Angela to help film a music video for his friend Michelle in the Mojave Desert. While getting ready for the expedition, he celebrates his brother's birthday, surprises his mother back home, parties with Angela, and talks to Michelle about her recently-deceased mother. Footage filmed from Robbie's apartment of two separate earthquakes is also shown.\nThe four friends pack their equipment and begin their journey, spending the first night at a small lake. They continue deeper into the desert the next day and encounter a pack of donkeys blocking the road. They arrive at their final location, a small hillside area near a dried-up lakebed, and begin setting up camp. Across the lakebed, Robbie films a red figure but doesn't appear to notice it. At night, the four are awakened by booming sounds and frantic animal noises that appear to be getting closer. Scott and Robbie leave their tent to investigate but find no clues. Robbie continues by himself and sees a strobing light along a hillside path. \nThe next day, the crew discuss the uncanny events of the previous evening and begin filming the video. During a break, Robbie and Michelle investigate the area where he saw the light and record high-pitched noises coming from a nearby hole, sensing something unusual beneath the earth. Robbie remarks that his camera battery has not gone down the entire time they’ve been there. Later, Robbie sees an axe at the top of a nearby hill. The crew head to the lakebed to finish filming the video, and the sound is overtaken by noises similar to the ones heard earlier in the hole. At night, the crew once again hear the booms and animal sounds. Robbie wanders off and sees a naked man on a hill wielding the axe. As he runs away, the man attacks Robbie off screen, giving him a head injury. Robbie returns to camp, bloody and disoriented, and finds Scott asleep but the women frantic.\nThe camera cuts to Robbie running through the desert as the two girls scream and plead for their lives. He encounters Scott and Angela, both soaked in blood. Robbie escapes and takes shelter in a small ravine until morning. He exits, naked and disoriented, and starts wandering the desert aimlessly. He finds that the area is now infested with screaming, fleshy, worm-like creatures. That night, he returns to the campsite to find the two tents covered in viscera and sees what appears to be Michelle's body. After a number of close calls with his assailant, Robbie is transported to a pool of red water by the light. He is taken back to the desert, vomits blood, and removes an unknown substance from his foot. He encounters the pack of donkeys, then sees a mirage of himself and his three friends in the past walking through the desert. He sees a blood-soaked Michelle running across the lakebed and chases her. He encounters a bloodied Scott and Angela, acting normally, at the campsite. Exiting the tent, he finds himself at his mother's house and then on the wing of a plane, where he sees Scott through the window. Back in the desert, in total darkness, Robbie runs into a large monster, which closely inspects him and appears to be calling to similar creatures in the distance. He runs away and sees Angela back at camp, and the two are attacked by the worms. Robbie is again carried away by the red water, and the camera is shown rapidly flying through a series of white lights before returning to the desert. Robbie finds a gas mask and an old sign indicating that this is a government-restricted area and encounters his assailant, who appears to be his doppelgänger. The next day, Robbie finds the decomposing heads of his three companions impaled on pikes. He then finds the tooth of a large animal on the ground. He uses it to sever his penis and then disembowels himself. The film ends with a shot of a fatally wounded Robbie reaching toward the sky.", "tmdb_id": 752867}, "69503547": {"title": "Pain Hustlers", "plot": "High school dropout Liza Drake lands a job with a failing pharmaceutical start-up in a yellowing strip mall in Central Florida, where she soon finds herself at the center of a criminal conspiracy with deadly consequences.", "tmdb_id": 862968}, "73194139": {"title": "Pallu Padama Paathukka", "plot": "The film starts with Gopi, a dubbing artist, being kidnapped by a blind rich man's henchmen, and they beat him. The blind man ordered Gopi to take him to Kunju Thanni Forest. Gopi also accepts the offer because he needs the money. Gopi took the blind man to the forest, and Gopi saw a zombie. After a few years, a group of strangers try to commit suicide by jumping from a cliff in Kunju Thanni Forest. But they share their reason for committing suicide. and they meet Mahesh, who calls them to drink alcohol. The guys started drinking, and Mahesh shares his past, including how he got arrested by the police and escaped from jail. One of the guys, named Arumai Nayagam, accidentally entered a laboratory that was filled with zombies. When the group of guys became terrified, a girl appeared and rescued them from the zombies. Her name is Sathya, and Mahesh falls for her. She gave each of the guys a bun. They eat it and fall asleep, and when they wake up, all of them have been tied up with a rope. Sathya was interested in conducting zombie research; that's why she did that. While zombies are getting close to them, Mahesh starts to pray after hearing his prayer. Sathya decides to save them, and she does. While saving them, she got bitten by a zombie, so Mahesh and his friends took her to the home of Sathya. While going to the house, Parthasarathy sacrifices his life to save Mahesh and Sathya. She injected herself with the antidote, and she tells her past. Her father's name is Rohit Sharma; he is the one who made all the mess. He was in research to make humans live after death; the project was named \"Project Cthulhu\". Rohit made a virus that made zombies, and the zombies bit Rohit. Sathya saved her father from zombies, and Rohit turned Hitler's body into a zombie. When the flashback ended, the team went out of the house, where they met Gopi, the dubbing artist. Arumai Nayagam told Mahesh to propose to her when she was alone, so he went to propose to her. While Mahesh was proposing to Sathya, Hitler's zombie army captured her and brought her to Hitler's residence. Gopi told Mahesh that Hitler thinks that Sathya is Hitler's wife because she looks like Hitler's wife. Mahesh and friends planned to save her, and they saved her by tricking Hitler's zombie. In the end, Mahesh and Sathya were united.", "tmdb_id": 773271}, "70530444": {"title": "Pathaan (film)", "plot": "In 2019, the Indian Government revokes Article 370, which grants special status for Jammu and Kashmir. The news impacts a cancer-ridden Pakistani army general, Qadir, who decides to exact vengeance against India. He signs a contract with Jim, who leads \"Outfit X\", a private terrorist organization. Meanwhile, Pathaan, a former RAW agent, and his senior officer, Nandini Grewal, open a unit dubbed the \"Joint Operations and Covert Research\" (JOCR) unit, to recruit former RAW agents who were forced to retire due to past trauma or injury, but want to serve the country. \nWith RAW joint secretary, Colonel Sunil Luthra's acceptance, Pathaan and his team head to Dubai to stop Outfit X's plans of attacking the President of India at a scientific conference. However, they realize that their actual plan was to kidnap two scientists, Dr. Farooqui and Dr. Sahani, instead, and the information they received about the imminent attack on the President, was a ruse to mislead them. Jim attacks the scientists' convoy and Pathaan tries to stop him. A fight ensues, where Jim manages to escape with Dr. Sahani. At the debrief back at the agency, Luthra reveals that Jim was a former RAW agent and Kabir's partner, who was awarded with the Vir Puraskar for his bravery, after the agency could not find his body when Somalian terrorists killed his wife and unborn child, in a negotiation gone-wrong. He had apparently faked his death in order to seek vengeance against the agency and country for not saving his family.\nMeanwhile, Pathaan learns about the codeword dubbed \"Raktbeej\" and also that the dead people in Dubai were ex-agents and their money was transferred from the account of Rubina \"Rubai\" Mohsin, a Pakistani doctor in Spain. He travels to Spain and is captured by Jim's men, where he also learns that Rubai is an ex-ISI agent. When Jim leaves his hideout, Rubai attacks Jim's men and escapes with Pathaan. Rubai reveals that Raktbeej is in Moscow, where they travel to steal it before Jim does. However, Rubai betrays Pathaan and has him captured by the police. It is revealed that Jim used Rubai to make Pathaan steal the Raktbeej for himself. Pathaan is captured and taken to prison, by train, but is saved by Tiger.\nThree years later, Pathaan travels to Africa and captures Jim's henchman, Raafe. He meets Nandini and reveals about Jim purchasing two saber missiles, while Nandini reveals Rubai's location in Paris. Pathaan meets Rubai, who reveals that the Raktbeej is a mutated smallpox virus, forcibly developed by a captive Dr. Sahani, under Jim's orders. She also expresses guilt about betraying Pathaan without knowing that her country would plan such an attack. They travel to Jim's lab in Siberia and manage to recover one orb containing the virus, with great difficulty, while Jim escapes with the other orb. Luthra and Nandini reach Jim's lab, to take the orb back to a research facility, in India, to develop a vaccine. Luthra also has Rubai arrested, for having questionable loyalties.\nAt the research facility in India, Dr. Farooqui demonstrates the orb to Nandini. Jim calls them and reveals that the orb has already spread the virus in the facility. The infected scientists, along with Nandini, all die in the facility by shooting themselves, to curb the spread of the virus. Later, the facility is destroyed in a controlled blast. Jim provides an ultimatum to evacuate Indian soldiers out of Kashmir, within 24 hours. Pathaan interrogates Raafe about the location of the missile, and learns that the missile is situated in Afghanistan. After rescuing Rubai, they lure Jim's associates into a trap, and attack Jim's base. Qadir is killed by Rubai before activating the missile, containing the virus. Pathaan chases after Jim with a jetpack, and they both crash land into a cabin.\nMeanwhile, Rubai deactivates the missile, but finds that Raktbeej is not in the missile, but instead in a passenger-bound airplane, which is about to land in Delhi. She informs Pathaan, who finds that Jim has the detonator. Luthra calls the air traffic control to prevent the plane from landing in Delhi. In the cabin, Pathaan and Jim fight brutally, resulting in the cabin begin sliding off a cliff. Despite getting stabbed by Jim, Pathaan steals the detonator, deactivates Raktbeej, and throws him out of the cabin, as the foundation is about to break. While Jim holds onto a plank, Pathaan takes away his Vir Puraskar, deeming him unworthy of it. He stomps and breaks the plank Jim was holding onto, resulting in him falling to his apparent death. Afterwards, Pathaan is reinstated into RAW and made as the head of JOCR, while Nandini is posthumously awarded with the Vir Puraskar for her bravery.\nIn a mid-credits scene, Pathaan and Tiger are seen pondering about retiring and suggesting young agents who can replace them, but eventually decide to keep fighting the threats themselves.", "tmdb_id": 864692}, "72972759": {"title": "The Perfect 10 (NFL film)", "plot": "The Perfect 10 brings together seven of the 10 legendary football players who have won the Heisman Trophy and entered the Pro Football Hall of Fame to share their life journeys to winning the Heisman Trophy and entering the Pro Football Hall of Fame. The players who sat down for this conversation are Marcus Allen, Tim Brown, Earl Campbell, Tony Dorsett, Barry Sanders, Roger Staubach, and Charles Woodson. The film examines the motivation, impact, and ability to achieve their sustained excellence while going deep into each player's life and career. The film also goes into the off-field aspects of their character and the personal details of their past that define them."}, "73141181": {"title": "Piccolo (2023 film)", "plot": "A local band led by Victor and Preeti is set in a small picturesque fishing village in the Konkan region of Maharashtra. The Hindu and Christian communities of this village live together in brotherhood. One day there is a fight between the two groups over a property issue and the consequences are so high that it affects Preeti and Victor's music band and members. When matters escalate, the two groups decide to have a deep sea competition, two boats set out to see which group can catch the biggest fish amid news of an impending storm at sea. The villagers, blinded by hatred, do not heed these warnings and leave despite protests from the village women and elders. According to the forecast, a severe storm will hit the village in a few hours with heavy rain and strong winds. The departed boats do not return the next day, and some more able-bodied men go out to sea to search for these fishing boats, the storm continuing. The rest of the village waits anxiously for their men to return, but there is no news for several days, until the police come to the village and tell them that some bodies have been found on the beach 10 km away, but cannot be identified. Big damage from fish bites. Unfortunately the worst is confirmed, the bodies are those of dead men from the village. Although they were strong swimmers, they could not withstand the wrath of the sea. An entire village becomes orphaned in an instant.  Only the youth, women and elders are left to pick up the pieces of the destroyed village. Victor, who has always dreamed of going to Goa with his band and performing there, gives up the dream along with Preeti. Deciding that he will stay in his village and help as best he can, he adopts Dasharatha, a young orphan boy, to take care of him. He is in his music and his \"piccolo\" is a flute-like instrument made of metal. He also decides to teach Dasharatha the instrument. We see the entire village mourning the death of their men who are the only source of income for the village and the suffering they are going through due to their demise. And then one day Victor gets an inspiration. A Charlie Chaplin video on YouTube inspired him to create a different kind of music that would make people forget their sorrows and laugh, just like Charlie Chaplin did. Victor, Preeti and the band start making music from the heart. But he has to endure strong opposition and criticism from other villagers, who see music not only as an art, but as a way to pass the time. But the band doesn't give up. Gradually the resistance of the villagers subsides and we see the village slowly recover and get back on its feet, the women of the village are now seen working for their livelihood and it is they who finally support the band and approve of their efforts and all is well in the village again. But destiny has different plans, Victor suffers chest pains and collapses at a village party. Victor dies and the village once again descends into despair. At the funeral, attended by the entire village, Victor's mother places his piccolo in his grave. But Dasaratha rushes in and pulls out the buried piccolo, he tells the village that Victor didn't want it and starts playing the piccolo. His voice shakes Preeti out of her sobs and grief over losing Victor. She also picks up the guitar and starts playing. Slowly the whole band joins in, their final farewell to the man who saved an entire village with his love of music."}, "68395122": {"title": "Plane (film)", "plot": "Commercial pilot Brodie Torrance, a former RAF pilot from Scotland, flies Trailblazer Airlines Flight 119 with 14 passengers and three cabin crew members from Singapore to Honolulu via Tokyo. Among the passengers is fugitive homicide suspect Louis Gaspare, who is accompanied by an RCMP officer en route to Canada. Taking advice from one of his superiors, Brodie takes a shortcut across the South China Sea, but the plane is heavily damaged by a storm and a flight attendant and the RCMP officer are killed during the turbulence. The plane makes an emergency landing on what turns out to be Jolo island in the Philippines.\nIn New York City, the board of Trailblazer calls Scarsdale, their crisis manager. He dispatches a private military outfit to rescue the passengers, as the authorities are unwilling to send troops into the rebel-controlled island. Brodie goes off into the jungle for help, accompanied by Louis. At an abandoned warehouse, Brodie phones his superiors and daughter to tell their location, but is attacked by a rebel whom he subdues. They encounter a site used by the rebels to make ransom videos and race back to the plane, but are beaten to it by rebel leader Datu Junmar, who kills a Korean couple who try to escape and takes the surviving passengers and crew hostage, intending to secure large ransoms from their families.\nAfter the group leaves, Brodie and Louis overpower remaining rebels and force them to reveal the location of their lair. Before leaving, Brodie leaves a note to inform rescue teams of the situation. At the rebel hideout, Brodie and Louis kill the guards and sneak the passengers and crew onto a bus. Brodie decides to stay behind to distract the rebels. As he is about to be executed, the rescue team arrives, inflicting heavy casualties on Junmar's men. \nBack at the plane, Brodie and his copilot Samuel Dele manage to fire up the plane and gather everyone inside for takeoff. Scarsdale's group sets up a Barrett M82 counter-materiele rifle for increased firepower and together with Louis fight off Junmar's men. Louis chooses to stay behind to distract Junmar's forces and allow Scarsdale's team to board the plane, preventing an attempt by Junmar to blow up the plane with an RPG and later fleeing into the jungle with a bag of money brought by the mercenaries to pay for the hostages. Despite sustaining a gunshot wound to the leg during the shootout, Brodie crushes Junmar under the plane's wheels during takeoff. \nThe plane is too damaged and too low on fuel to make a long journey, but Brodie manages to land the plane at the neighboring island of Siasi. As the passengers and crew are tended to by the island's rescue team, Brodie makes a phone call to his daughter, telling her he is coming home.", "tmdb_id": 646389}, "72610239": {"title": "Pryamoy efir", "plot": "A rich blogger who travels to the Caucasus to participate in the filming of a test drive of a car. And suddenly his assistant steps on a combat mine, and the blogger wants to take advantage of this. From now on, it's every man for himself..."}, "73057238": {"title": "Rabia & Olivia", "plot": "Rabia and Olivia is a story of a child and her care-taker.\nHow the bond between two grows into a bond of mother and daughter and how there is drastic change in the behaviour of Olivia under the Rabiya's care.\nBut due to some unthoughtful events,Rabiya got arrested and there start an online campaign in the justice of Rabiya.\nThe intensity and fire in their efforts is so overwhelming that gradually more and more people, join them in support of their noble mission. Ultimately, on the grounds of humanity, media, politicians and common people come together in the form of a humanity and made Rabiya meet Olivia.", "tmdb_id": 1089254}, "65863549": {"title": "Reagan (2023 film)", "plot": "The film follows Ronald Reagan's life from his childhood to his years as President of the United States, told by a former KGB agent.", "tmdb_id": 647245}, "71958327": {"title": "Róise & Frank", "plot": "Two years after the death of her husband Frank, Róise becomes increasingly isolated from those around her, going through the motions of her life. An unchipped, apparently ownerless, dog appears at Róise's doorstep & is insistent on staying with Róise. The dog manages to reawaken Róise and ends up reconnecting her to her family & community.\nRóise becomes very attached to the mysterious dog, who seemingly possesses traits of her late husband Frank. Róise, believing the dog to be her husbands reincarnation begins calling the dog, \"Frank\". Róise's son, Alan, becomes frightened of his mothers obsession with \"Frank\", worried that his mother is losing her mental faculties from the continued absence of his father. However, the greater community is sympathetic with Róise's belief & humors her until they too, connect the behaviors of the dog to her late husband. \nDonncha, the next-door neighbor, acts antagonistic to \"Frank\" after Róise does not allow his advances. He drugs the dog & has him sent to the pound, asserting that the dog is violent & dangerous. However, the vet at the pound investigates \"Frank\" and finds him to be of cool temper. He allows \"Frank\" to be adopted by another family, now being named \"Sparky\" by his new owners. Róise, Alan & Maidhcí investigate & find \"Frank\" with the help of the vet, seeing the dog help another family cope with the loss of a loved one. Róise decides to adopt a new dog & continue her life without \"Frank\".", "tmdb_id": 925779}, "72917834": {"title": "Romancham", "plot": "Based on real incidents that happened in the life of seven bachelors in 2007 Bangalore after using a Ouija board and subsequent events, the film satirically explores how divination that started as fun becomes a problem bigger than boredom."}, "73110355": {"title": "Sabari (2023 film)", "plot": "Sanjana(Varalaxmi Sarathkumar), an independent single mom goes to any length to protect her daughter from an unseen, un known monster from her past", "imdb_id": "tt24225846"}, "72417858": {"title": "Sakra (film)", "plot": "As a baby, Khitan-born Qiao Feng loses his parents and is sent to be raised by a couple from the Song Empire, which is at war with the Khitan-led Liao Empire. He grows up and becomes the powerful chief of the Beggars' Sect, utilizing martial arts in battles. However, he is framed for the murder of deputy chief Ma Dayuan by his wife Kang Min, and is kicked out from the sect after they discover his origin. He is soon framed for the murders of his parents and Xuanku, one of the sect's elders, when he finds their corpses; after the latter's murder, a fight ensues between Qiao Feng and the Beggars' Sect. He escapes while saving Morong servant Azhu, who was ordered to steal the Sect's Yijin Jing.\nDue to Azhu being heavily injured, Qiao Feng takes her to be healed by doctor Xue Muhua, with the two growing closer on the way. However, once they arrive at the Heroes Gathering Manor, they are rejected; to prove his dedication for Azhu, Qiao Feng decides to sacrifice his life to save hers. After Qiao Feng drinks with the Beggars' Sect to sever ties, he fights against them. Near the end of the battle, a wounded Qiao Feng is saved by a mysterious person who kills most of the assailants.\nAzhu is healed by Xue Muhua, who intends to keep her until Qiao Feng returns. Azhu ends up escaping, burning down Xue Muhua's medical station in the process. Meanwhile, Qiao Feng starts to question his morality and origin after killing Song soldiers to save Khitan citizens during a sandstorm. Qiao Feng and Azhu soon reunite, professing their love for each other. Qiao Feng, who has renamed himself to Xiao Feng to reflect his true nationality, starts to search for the \"Leading Big Brother\", who was responsible for the ambush that killed his parents when he was a baby. Azhu goes undercover as Bai Shijing, the true murderer of Ma Dayuan, and talks to Kang Min, who serves as his co-conspirator. Seeing through Azhu's disguise, she lies to her and tells her that Dali emperor Duan Zhengchun is the Leading Big Brother.\nXiao Feng and Azhu head to Mirror Lake, where they learn that he has conceived several children with several wives, with Azhu being one of the children. Upon learning this, Azhu stops Xiao Feng from killing Duan Zhengchun by disguising herself as him, causing him to accidentally kill her. While mourning Azhu's death, Duan Zhengchun tells Xiao Feng that he is not the Leading Big Brother.\nXiao Feng, who ends up being accompanied by Azhu's sister Azi, confronts Bai Shijin and Kang Min. Soon, Murong family head Murong Fu and his army arrive, killing Bai Shijin and Kang Min. Xiao Feng fights Murong Fu while Azi fends off the army. At one point in the battle, Xiao Feng ends up nearly losing consciousness, but is able to get up and defeat Murong Fu after remembering his Buddha teachings when he was young. With the battle over, Azi and the arriving Beggars' Sect members watch as Xiao Feng rides away.\nSome time later, Xiao Feng lives a peaceful life herding cattle, as he promised Azhu they would do. Meanwhile, Murong Fu is revived by his father Murong Bu, who later visits Xiao Yuanshan, Xiao Feng's biological father, who survived the Leading Big Brother's attack, abandoned Xiao Feng, murdered Xiao Feng's adoptive parents and Xuanku, and saved Xiao Feng from the fight at the Heroes Gathering Manor.", "tmdb_id": 990140}, "73193705": {"title": "Satarcha Salman", "plot": "The film is based on the life of an ordinary boy living in Satara who wants to become an actor.", "tmdb_id": 1095424}, "69998370": {"title": "Scream VI", "plot": "Film studies professor Laura Crane is lured outside a bar in New York City and murdered by her student, Jason Carvey, wearing a Ghostface costume. Jason plots with his roommate Greg to kill the Carpenter sisters, but he receives a call from a different Ghostface, who has murdered Greg and subsequently stabs Jason to death.\nSam Carpenter is now living in New York City with her sister Tara, roommate Quinn Bailey, and twins Chad and Mindy Meeks-Martin, along with Mindy's girlfriend Anika and Chad's roommate Ethan. Sam attends therapy with Dr. Stone, and is often  ostracized in public due to an online conspiracy theory that she orchestrated the most recent Woodsboro killings and framed Richie Kirsch for it. Quinn's father, Detective Wayne Bailey, calls Sam in for questioning as her ID was found at the scene of Jason's murder, along with the Ghostface mask used by Richie and Amber Freeman. On the way to the station, Sam is called by Ghostface from Richie's phone, who then attacks Tara and kills multiple bystanders.\nAt the station, the sisters meet with FBI special agent Kirby Reed, a survivor of the 2011 Woodsboro killings, and then Gale Weathers, who reveals that Sidney Prescott has gone into hiding in response to the recent attacks. Dr. Stone is murdered by Ghostface, who steals Sam's file and leaves another mask used in the 2011 killings. Ghostface then attacks Quinn in Sam and Tara's apartment and eventually kills Anika, though Sam, Tara, Mindy, and Chad escape thanks to the help of Sam's neighbor and boyfriend, Danny.\nDetective Bailey is officially taken off the case following Quinn's death, but vows to help avenge his daughter. Gale takes the group to an abandoned cinema she found while investigating, which has been set up as a shrine to the Ghostface killers, including weapons and outfits from each set of attacks. Ghostface later calls Gale at her apartment and torments her about the death of Dewey, before killing her boyfriend and attacking her. Tara and Sam arrive in time to stop Ghostface from killing Gale.\nThe group agree to meet Kirby at the theater to trap Ghostface. On the subway platform, they are separated, and Mindy is stabbed by the killer. At the theater, Sam sees a vision of her father Billy Loomis, who reminds her to defend herself and not trust anyone. Taking Billy's knife from the original murders, Sam realizes they have been locked inside. \nBailey calls Sam and says he found out Kirby was fired from the FBI months prior after becoming mentally unstable. Two Ghostfaces appear and attack the group, seemingly killing Chad. As Tara and Sam try to escape, Kirby and Bailey both arrive with guns drawn. Bailey shoots Kirby, revealing himself as a third Ghostface. He admits to orchestrating the killings with his children, revealed to be Ethan and a still-alive Quinn, to avenge the death of Richie, who was his eldest son. Sam and Tara fight the Bailey family off, with Tara stabbing Ethan and Sam killing Quinn. Sam then dons her father's Ghostface costume and calls Bailey using the Ghostface voice to taunt him, before stabbing him to death. Ethan resurfaces, and Kirby smashes the television set that killed Stu Macher over his head, killing him.\nSam agrees to let Tara live her own life more independently, and Tara agrees to go to therapy. As the still-alive Mindy, Chad, and Kirby are taken to the hospital, Sam stares at her father's Ghostface mask, before discarding it and following Tara into the city.", "tmdb_id": 934433}, "72823246": {"title": "Selfiee", "plot": "Om Prakash Aggarwal, a Motor Vehicle Inspector (MVI) based in Bhopal, is a passionate fan of film actor Vijay Kumar. Vijay is preparing to leave for the United States for his wife Naina's diagnosis, delaying the filming of his next film, which already incurred a budget overrun. With the climax still remaining to be shot at an Indian Navy leased land, the crew learns that Vijay's driving licence, that needs to be submitted to get clearance, is missing. The producer is outraged as the film has to be wrapped as soon as possible. Due to a clerical error while shifting between RTO buildings, Vijay cannot apply for a duplicate licence as issuing a new licence would take time. Hence, Vijay's politician friend meets Om for speeding the procedure. Om agrees to issue licence illicitly without Vijay even attending the test. In return, he summons Vijay to the RTO to meet him in person and as proof in case of an inquiry. \nMeanwhile, Vijay's professional rival Suraj Diwan is plotting to suppress competition from Vijay by means of occult. Even though he realises going to the RTO might give away clues for his visit, Vijay hesitatingly agrees, hoping that an unadvertised visit calls for less visibility. On his arrival, he sees TV channels surrounding the premises, amidst Vijay's peon Vimla gives a misinformation to a reporter that Vijay, an avid driver has been driving without a licence. The news spreads, and an infuriated Vijay scolds Om in front of his son and superiors for the leak and leaves. Angered, Om informs the reporters that Vijay was arrogant and wanted a licence without going through the normal procedures. Vijay's reputation has been severely damaged and to worsen the situation, Suraj's fans community head organises a hit-and-run attack on Om. He also has masked gang cast stones at his house and Om's son suffers a head injury, which makes Om to believe that Vijay 's  men were behind this. \nMeanwhile, Vijay reluctantly cancels his US trip on the producer's insistence. While rushing his son to the hospital, a frustrated Vijay calls Om by phone and threatens him, which affirms Om's conviction. On police inquiry, Om and his wife Minty accuse Vijay, but Vijay is not charged as his involvement was inconclusive. Protesting it, Om and his family perform Satyagraha in front of Vijay's residence, where media and fans also assemble. Addressing media, Vijay states that Om is a crazy fan and a kind of stalker who finds gratification by being a part in his idol's life through disruption. He shows Om's fan messages as evidence and announces that he has decided to attend the test in the supervision of Om. Vijay gets permission for an open test, which can be viewed by media and can be telecast live, the computer-based test is replaced with a direct question-answer session with Om. Om asks difficult and unusual questions, still Vijay manages to pass the learner's test. \nOm's son is bullied by Vijay's fan-boys in school. With that, Om decides not to send him to school until Vijay has failed and is determined to fail him using maximum discretion. Meanwhile, Naina requires a surgery, and a flight is charted to reach there as soon as the test is completed. On the practical assessment day, Vijay smoothly completes the \"H test\", but Om fails him pointing petty mistakes. The decision is overruled by his superior and passes Vijay. Om makes Vijay wait until noon for the follow up \"road test\". At noon, he postpones the test by two days, which happens to be the day of Naina's surgery. Vijay announces to the onlooking fans and media that he is forfeiting driving forever because Om has totally misused his power and he will retire from acting if this disrupts his life further. Enraged, the fans begin lynching Om, but Vijay saves him and flees from the place.\nWhile en route, they clear the misunderstandings. Om reveals that Vijay's licence was in the gift box which was thrown earlier by Vijay in RTO office. Vijay brings Om and his family to his house, where he scolds Suraj and Vimla for their mistakes. Two days later, before leaving to the airport Vijay interacts with the press about their reconciliation and tells that he has received his driving licence. Vijay then drives off in his car to the airport.", "tmdb_id": 926130}, "67220204": {"title": "Sharper (film)", "plot": "Tom\nTom is the owner of a used bookstore in New York City. One day, a woman named Sandra comes in looking for a book, and after initially declining his advances, the two begin a romance. Weeks into their relationship, Sandra tells Tom that her brother is in debt and must pay $350,000 or be killed. Tom reveals that his father is wealthy, and offers to cover the debt. After providing the money to Sandra, she disappears, pushing Tom into a nervous breakdown.\nSandra\nSandra's past is revealed as a parolee with a long criminal history. One night, before her relationship with Tom, she is meeting with her parole officer, who attempts to shake her down for money. She is paid off by an apparently wealthy man, Max, who is actually a con artist. He takes Sandra on as a partner, and trains her to pull cons. After taking down their first mark together, the two have sex.\nMax\nBefore his partnership with Sandra, Max visits his mother, Madeline, and her new boyfriend, billionaire Richard Hobbes, at Richard's lavish apartment. Max, who appears drunk and belligerent, convinces Madeline to allow him to stay at Richard's apartment. The next day, Madeline and Richard come home to Max apparently being arrested for soliciting drugs from an undercover police officer. Madeline quickly realizes that Max is pulling a con to have Richard pay off the officer, Max's partner Tipsy. Madeline forces Max to leave the apartment, but it is later revealed that Madeline and Max are lovers, not mother and son, and are targeting Richard.\nRichard meets with Max, who demands a year's salary in cash in order to leave Madeline alone to be with Richard. While meeting with him, Max also meets Richard's son—Tom, who has not yet met Sandra. Max, Madeline, and Tipsy celebrate a successful job, but that evening, Madeline tells Max that Richard wants to marry her, and she will be staying with him. Max escapes from the police Madeline has called and leaves with the money.\nMadeline\nRichard dies, leaving the vast majority of his estate to Madeline. Due to Richard's misgivings about Tom after the incident with Sandra, Tom has been left only the bookstore. He has also been named chairman of Richard's foundation, while Madeline is a trustee.\nTom hires an old family friend, Braddock, to locate Sandra. Despite Madeline's attempts to convince Tom to call off the investigation, Sandra is found, heavily addicted to heroin. Tom wants her to stay at the apartment while she goes through detox, but Madeline is reticent. She speaks to Sandra, who reveals that she knows the connection between Madeline and Max. In return for her silence, Sandra demands that Madeline track down Max so she can confront him about abandoning her.\nMax agrees to meet with Sandra and Madeline. During the meeting, Tom and Braddock arrive to confirm Tom's suspicions that the three had been working together. Tom pulls a gun on Sandra, then on Madeline. Sandra forces the gun out of Tom's hands, and it is picked up by Madeline, who apparently shoots and kills Tom after he forces her to point the gun at him and pull the trigger. Desperate to avoid prison, Madeline immediately transfers all the money to Richard's foundation.\nMadeline, Max, and Sandra are put on a plane to Oklahoma City. Madeline reminds Max that she will retain control of the money, since Tom is dead and she is the trustee of Richard's foundation. After a distraught Sandra retreats to the bathroom, Madeline realizes that the blood on her sleeve is not real, meaning Tom is alive. When Madeline checks the bathroom, Sandra is gone.\nSandy\nThe true nature of the scheme is revealed; Sandra—who prefers going by \"Sandy\"—confesses the truth to Tom and the two devise a plan to con Madeline and Max, enlisting Tipsy and his partner Goldie—who posed as \"Braddock\"—to assist them. The meeting between Sandra and Max was planned, as was Tom's apparent shooting at Madeline's hands. Since Tom is still alive, he maintains control over the foundation and the money. Tom, Sandra, Tipsy, and Goldie meet at the bookstore to celebrate their success. Tom and Sandra begin to rekindle their relationship.", "tmdb_id": 717980}, "70485225": {"title": "Shehzada (2023 film)", "plot": "Valmiki and Randeep start their career as clerks in the company of Aditya Jindal. Randeep, who marries Jindal's daughter Yasoda \"Yasu\", becomes wealthy while Valmiki remains poor. On the day of the birth of both their children, Randeep's son appears to be dead. When nurse Sulochana informs Valmiki about this, he pities Randeep and Yasu and offers to exchange his baby with the dead one.\nAfter switching them, however, the apparently dead child begins to cry. Sulochana tries to switch them back, but Valmiki, sensing an opportunity that his son would have a better life growing up in a rich family, prevents her from switching, pushing her accidentally off a ledge. Sulochana goes into a coma, while Valmiki gets a leg cramp that makes him limp permanently. The two boys grow-up in different ways. Raj, raised at Jindal's house, is timid, innocent, and soft-spoken, while Bantu, who is raised at Valmiki's house, is smart, truthful, outspoken, and hard-working. Valmiki, who favours Raj, treats Bantu with disgust due to his true parentage.\nAfter his MBA was denied by Valmiki, Bantu heads to an interview for a job at a law firm headed by a young woman named Samara. Samara initially rejects him for the job but is later impressed by his knowledge and quick-wittedness and hires him. Bantu starts to develop romantic feelings for Samara. Meanwhile, Raj returns from abroad, having finally completing his MBA after multiple failed attempts. Jindal sends Raj to reject Sarang, a wealthy, powerful and influential man who offers to buy 50% of their company's shares. Randeep watches the deal from a restaurant where Samara has a meeting with Kakkar, who attempts to bribe her to move a case in his favour. When Samara refuses and he keeps on insisting, Bantu interferes and supports Samara in the matter. Randeep is disappointed by Raj's hesitance and inability to say no to Sarang but is proud of Bantu and Samara for saying no to Kakkar. Following this, Raj is engaged with Samara on Jindal's suggestion, but Samara has fallen in love with Bantu.\nWhen Samara reveals her feelings for Bantu, he convinces her to ask Randeep to call-off her marriage with Raj. Sarang attempts to kill Randeep for refusing to sell the shares moments before Samara and Bantu arrive to call off the marriage. Bantu saves Randeep by taking him to the hospital despite several attempts by Sarang's men to stop them. There he meets Sulochana, who comes out of her coma and reveals Bantu's true parentage. The furious Bantu slaps Valmiki, telling him that he learned the secret about his birth. Bantu then manages to enter Randeep's house. Jindal is fond of Bantu for saving Randeep.\nBantu begins to address the issues plaguing the house by patching up Randeep's broken relationship with Yasu (which was fragile, as Randeep had an affair once with a woman 7 years ago), settling the dispute with Sarang, and reforming the corrupt family members Kailash and Arun. He and Samara also tell the truth to Raj about their relationship and Raj calls of his marriage with Samara, also making his parents realize that he is an adult and should be allowed to take his own decisions regarding his life and career. At a party thrown at their house, Sarang uses the situation to his advantage by kidnapping and threatening to kill Yasu unless Randeep gives away the shares to him.\nBantu thrashes Sarang and his goons and saves Yasu. Bantu and Valmiki arrive at Jindal's house, where Jindal slaps Valmiki and reveals that he overheard the conversation between Sulochana and Bantu right before her death. Bantu unites with his biological father, Randeep but asks him not to reveal the truth to Yasu, fearing she might be disheartened to know that Raj is not her real child. Unaware of this, Yasu remarks that Bantu is equal to Raj as he saved her and the family, thereby giving Bantu 50% of its shares. Yasu then asks Valmiki to train Raj for five years to be as competent as Bantu and become the CEO of the company. Bantu also forgives Valmiki and mends his relationship with him.", "tmdb_id": 884434}, "68460954": {"title": "Shiv Shastri Balboa", "plot": "Shiv Shastri a retiree, a widower from India, and a big  Rocky movie fan move to the USA to be with his only son. Stuck in a large house alone with a dog, he is forced to befriend him and makes an unlikely bond with an undocumented housekeeper named Elsa. Though they belong to different economic and social strata, these two lonely souls end up on an unexpected road trip through the American heartland which teaches that it's never too old to reinvent yourself.\nShiv Shastri Balboa is a comedy that discusses cultural stigma, undocumented immigration, and racism and how a man's passion for cinema can overcome it all."}, "71552425": {"title": "Sisi & I", "plot": "The film tells the story of Empress Elisabeth of Austria from the point of view of her lady-in-waiting, Irma Sztáray, during a period in which the Empress was separated from her husband for many years and was surrounded only by other women, travelling throughout Europe, mastering six languages and practising high-performance sports.", "tmdb_id": 913521}, "70430394": {"title": "Sister Death", "plot": "Set in Spain in the aftermath of the Civil War, the story follows Narcisa, a novice nun with supernatural gifts who joins a school to teach young girls."}, "65768329": {"title": "A Snowy Day in Oakland", "plot": "A Snowy Day in Oakland - A magical urban tale about a beautiful psychologist from San Francisco who decides to end a stalled romance with her longtime, high-profile, psychiatrist, boyfriend/business partner. She moves on with her life by opening her own private practice in a vacant, street-front office space in the middle of a small, commercial block located across the bay in Oakland, turning the predominately African-American and psychologically ignored neighborhood on its emotional ear.", "tmdb_id": 1046778}, "68604865": {"title": "Somebody I Used to Know", "plot": "Ally is the showrunner of a successful, but waning, reality TV series called Dessert Island. After filming the season's final episode, she is informed that the show will be cancelled. With no social life outside work, Ally decides to take a break and visit her mother in Leavenworth, Washington. \nAt a bar in her hometown, she runs into an ex-boyfriend, Sean. They spend the night drinking together, and kiss in the car when Sean drops her home. Sean refuses Ally's invitation for sex, and she leaves awkwardly. Later that day, Ally visits Sean's house with the intent to apologize for the incident, but learns that he is getting married that weekend and his family is throwing a party. Ally tries to leave, but Sean's mother Jojo insists she attend the wedding to film it.\nAlly learns that Sean's fiancée, Cassidy, is alienated from her parents. She feels suspicious about her, and gets her assistant, Kayla, to dig up information about Cassidy's family. Meanwhile, a streaming platform is interested to renew Dessert Island for another season and wants to interview Ally.\nCassidy is unhappy with Ally's presence at wedding parties. She performs with her punk rock band at a bar, and later shares a table with Ally to talk about Sean. Cassidy tells Ally that she will stop touring with her band to settle down with Sean after marriage. Ally notices that she is unhappy about this. \nKayla finds information about Cassidy's parents, and Ally asks her to send them an anonymous invitation to the wedding. When Ally and Cassidy spend more time with each other, Ally realizes her impression of her was mistaken. They bond over common interests, even ending up streaking together on a golf course after smoking weed. Sean is distracted by their growing closeness.\nOn the eve of the wedding, Cassidy is surprised to see her parents. Ally does not confess to inviting them, leading Cassidy to blame Sean for it and call off the wedding. At their hotel, Ally tries to correct her mistake by getting Sean and Cassidy to understand each other better. Sean realizes he is suppressing Cassidy's career and apologizes. Meanwhile, Ally takes the blame for inviting Cassidy's parents, and Cassidy reneges on cancelling the wedding. \nAlly leaves the event permanently and returns to her mother's house. She leaves for Los Angeles, but makes a pact to visit more often. Dessert Island is picked up for another season, but Ally passes showrunning duties on to Kayla. She chooses to focus on her interests, picking up another show instead, which centers around the topic of nudism.", "tmdb_id": 869112}, "72816326": {"title": "The Starling Girl", "plot": "Jem Starling is a 17-year-old girl raised in a fundamentalist Christian community in Kentucky who is trying to figure out her place in the world. On one level, she aspires to be a dutiful Christian, while she is also looked up to by her younger siblings as the eldest daughter in the family. She finds joy in her church dance troupe, but her love of dance, along with her own burgeoning desires, become difficult to reconcile with her faith. Community traditions such as courting also weigh on Jem's shoulders. Amidst this confusion, she finds refuge in the encouragement of Owen, her youth pastor who has just returned from doing missionary work abroad.", "tmdb_id": 1001500}, "72816626": {"title": "Stormy Lola", "plot": "Set in the outskirts of Barcelona, the plot follows the plight of Lola, who suffers from a worsening condition of Alzheimer and is in charge of her two grandchildren Edgar and Robert. The latter, unwilling to go to a foster home, thereby decide to take care of their grandmother, concealing her disease."}, "72901167": {"title": "The Strays (film)", "plot": "Cheryl, a Black woman, is living in an undisclosed location in England. She expresses concerns about discrimination and financial difficulties to someone on the phone. The subsequent scenes show her rejecting phone calls from her spouse and leaving a message on the fridge about going to the hair salon.\nSeveral years later, we are introduced to Neve, a fair skinned Black woman married to Ian, a white man, with two biracial children, Sebastian and Mary. She is disdainful of anything associated with \"blackness.\" Neve works at her kids’ school as a deputy headmistress, and plans to host a fundraising gala at her home. She often gets visions of black individuals and gets disturbed. At the fundraising gala, Neve confronts two black individuals that she believes to be strangers; they address her as their mother.\nFlashbacks to five days prior, with \"Carl and Dione\" being the focus of the story, the two black individuals Neve has been seeing. The two are on an unknown mission that involves staying at a hotel, with Carl taking on the name \"Marvin\" and getting a job as a school janitor while Dione, taking the name “Abigail” to work as an assistant in Ian's office. They befriend Neve's children, with Dione inviting Mary to the hotel room for drinking and partying, while Carl invites Sebastian to smoke after his basketball game. Afterwards, Carl convinces Sebastian to brutally attack his school bully.\nIn the present day, it is revealed that Neve is Cheryl, and Carl and Dione are her children. She meets them at a diner, Neve gives them ten thousand pounds each, in order to help them back on their feet as they return to London. However, Carl and Dione break into Neve's house. Carl takes everyone’s phones and dumps them in the sink, where he turns on the water that starts to overflow the living room. They claim it’s Dione’s birthday and they should celebrate as a family. Carl and Dione force the family to order Uber Eats.\nCarl confronts Neve for trying to pay them off, which was unknown to the rest of her family. This leads to Ian threatening a divorce, however, Dione intervenes and suggests playing a board game. Neve, who is visibly upset, vomits, afterwards appears to adopt a new and happy persona, and the group begins to play Scrabble. Carl becomes annoyed and forfeits the game before demanding that Ian accompany him to the family's gym. There, Carl coerces Ian to lift increasingly heavy weights until he is unable to hold them, and the weight falls on him, resulting in his apparent death.\nMeanwhile, after the Uber Eat driver arrives, Neve tells the group she will tip the driver and be right back; she does not return. The driver’s engine starts up and drives away, implying that Neve has left with him. Mary and Sebastian are left standing in the flooded living room with Dione and Carl, as Neve has now abandoned her second set of children.", "tmdb_id": 1063422}, "66977115": {"title": "Supercell (film)", "plot": "A young man lives up to his parents' legacy to witness and chase storms with his friends and family out to save him.", "tmdb_id": 842945}, "72659607": {"title": "Surya (2023 film)", "plot": "Champak tries to pull off a crooked scheme with the help of Mumbai don Razak Bhai and his accomplices. But Surya's entire family dies trying to oppose them.", "imdb_id": "tt22907680"}, "70086878": {"title": "Teen Wolf: The Movie", "plot": "Fifteen years after leaving Beacon Hills, Scott now runs an animal shelter in Los Angeles, adjoined to Deaton's new clinic, and is no longer in a relationship with Malia. Lydia works at an energy company in San Francisco, has broken up with Stiles after receiving a recurring vision of his death in a car crash, and has not used her banshee abilities since. Derek, Malia and Peter now run an auto repair shop, from which Derek's fifteen-year-old son Eli persistently steals Stiles' disused Jeep. Traumatized by the sight of his father's werewolf form as a young child, Eli suffers from fainting fits whenever he transforms, which hinders his other abilities and has strained his relationship with Derek. Malia has recently begun a casual relationship with Parrish, who is quietly keen for them to become a real couple. Mason has joined the Beacon Hills police force, for whom Derek acts as a supernatural consultant. Liam lives in Japan and runs a restaurant with his kitsune girlfriend Hikari Zhang, and they guard the urn containing the Nogitsune. A hooded figure attacks the restaurant and frees the Nogitsune, with which the figure forms an alliance.\nThe hooded figure sets numerous fires in the Beacon Hills forest, using a chemical accelerant, while Scott, Lydia and Chris receive visions of a ghostly Allison in distress; they theorize her soul is trapped in bardo and cannot move on until they perform a ritual, for which Lydia produces garbled instructions. They return to Beacon Hills along with Jackson, who helps them decipher the remaining instructions. During a full moon, Scott, Lydia and Malia bring a sample of earth from the ground where Allison died at Oak Creek, and the sword of the Oni that killed her, to the Nemeton, which unexpectedly resurrects an unconscious Allison. She awakens in hospital with amnesia, retaining only fragmented memories of her family and their feud with Derek and no recollection of Scott or her other friends. She attacks Malia, Scott and security guards before fleeing.\nDeaton realizes the Nogitsune has been possessing Chris and causing the visions of Allison in order to trick Scott's pack into bringing her back from the dead. The Nogitsune uses the Nemeton's power to physically manifest before murdering a kitsune police officer and harnessing his energies to create nine Oni. It then approaches Allison, offering to help her eliminate Scott, claiming that he destroyed her family. She attacks Derek and Eli at the high school, but Liam and Hikari save Derek, while Allison chases Eli to the auto repair shop. Scott rescues him, and she hunts them both through the woods while in turn being pursued by Chris, Melissa and Peter. Scott confronts Allison on a cliff edge, trying to get her to talk to him, and ultimately lets her stab him with a wolfsbane-coated dagger and take him to the town's stadium, where a lacrosse match is taking place, to use him as bait for the rest of his pack. He manages to trigger more of her memories, including some details of their relationship, and she burns the wolfsbane out of him and forms a truce with him against the Nogitsune.\nThe Oni abduct Liam, Hikari, Derek, Eli, Noah, Mason and Deaton, and the Nogitsune holds them hostage in an illusionary bardo. While Malia and Parrish gather silver weapons with which to slay the Oni, Lydia and Jackson examine one of the fire scenes, realizing that rowan trees were burned in order to produce mountain ash. Lydia realises the culprit is Adrian Harris, who has been in hiding since his apparent murder, blaming Scott's pack for his misfortunes and plotting revenge against them. The Nogitsune releases Eli to cause confusion, while Harris surrounds the stadium with mountain ash, shoots Jackson, and captures Lydia, forcing her to watch her friends' plight so the Nogitsune can feed on her pain. Scott and Allison fight the Oni while Eli frees the hostages, and Lydia subdues Harris with Jackson's help and produces a scream that fully restores Allison's memories. Scott persuades the Nogitsune to let everyone else go if Allison executes him, and she reluctantly shoots him in the chest with three arrows, but Hikari's kitsune spirit shields him from harm. Parrish burns through the mountain ash, and he, Malia, Melissa, Chris and Peter reach the others in bardo. The reunited pack kill the Oni while Scott, Derek and Eli overpower the Nogitsune. Derek restrains it until Parrish incinerates them both, with Derek's eyes turning red in his final moments, becoming a true Alpha through his act of self-sacrifice. The bardo illusion dissolves, and the pack reappear in the stadium.\nAt Derek's funeral, Noah bequeaths ownership of Stiles' Jeep to Eli. Scott resumes his relationship with Allison and plans to eventually adopt Eli. Parrish has Harris committed to Eichen House.", "tmdb_id": 877703}, "73229607": {"title": "Ten Little Mistresses", "plot": "Follows the story of a widowed billionaire, Valentin Esposo, and his ten mistresses, fighting tooth and nail to become his new legal wife. On the eve of his 60th birthday, newly widowed billionaire Valentin Esposo gathers his ten mistresses to make amends for the way he has treated them. In the past, Valentin was always on the lookout for the next pretty young thing. But now, he claims that the death of his wife has made him re-assess the way he was living his life. Now, he wants to start anew. All 10 women end up being suspects when Valentin unexpectedly drops dead during a gathering."}, "72863612": {"title": "Thankam (film)", "plot": "From Thrissur, the Gold Capital of India, Muthu and Kannan are gold brokers. The movie depicts their voyage to Mumbai to distribute gold as well as the subsequent setbacks they encounter.\nOn one of the trips, Kannan disappears and is later discovered dead in a hotel room. The cops contact his wife to ask her to verify his identity. The police report that the door was closed from the outside using a different lock and that Kannan was discovered hanging from the fan with a pool of blood on the floor. He had several wounds on his body, which suggests that he was more likely murdered, according to the results of the postmortem.\nAs the inquiry goes on, it is revealed that Kannan planned his own murder with the assistance of his two other friends, Arul and Abbas, to get out of the debt he was in at the time. He disguised his suicide as a murder since the family would receive more money for a murder than for a suicide.", "tmdb_id": 797186}, "71804437": {"title": "The Inventor (2023 film)", "plot": "The film follows the life of inventor Leonardo da Vinci, who leaves Italy to join the French court, where he can experiment freely.", "tmdb_id": 676727}, "72108003": {"title": "There's Something Wrong with the Children", "plot": "Margaret and Ben take a weekend trip with longtime friends Ellie and Thomas and their two young children. Eventually, Ben begins to suspect something supernatural is occurring when the kids behave strangely after disappearing into the woods overnight.", "tmdb_id": 899579}, "70740130": {"title": "Thunivu", "plot": "Radha, a dreaded gangster, and his men plan a heist at \"Your Bank\", one of the biggest privately-owned bank in Chennai, with the support of ACP Ramachandran. They plan to rob ₹500 crore on 21 May, coinciding with the Governor's party event at his residence. On the day of the heist, Radha and his men hijack the bank, only to discover that the bank is already hijacked by a mysterious man nicknamed Michael Jackson and his accomplice, Kanmani. The commandos arrive inside the bank, but get defeated.\nJackson later makes a deal with Radha to help him rob ₹5000 crores, in exchange for a share of the money, for which Radha and his men reluctantly agree. He insisted a constable, Antony alias Anto to be the investigating officer. When Radha finds that the bank locker contains only ₹1,510 crores, they decide to kill Jackson, only to be defeated. Jackson insists that Antony alias Anto, a police constable to be the negotiator, much to Ramachandran's ire. He uses a voice changer of Michael Jackson, tricking the people and the media into referring him as Michael Jackson. Ramachandran tries to kill Jackson with a sniper, only for him to make an explosion in a car parked nearby the bank using a bomb.\nWith the events being leaked to the media, city commissioner Dayalan is called in to handle the situation. While inspecting the bank, Jackson finds explosives, disguised as fire extinguishers, and deduces that a third team has also entered the bank, without him knowing. The police tracks a van where Kanmani is guiding Jackson, but Kanmani destroys the van, and escapes. Ramachandran sends his men to trace Kanmani, but she kills them and exposes Ramachandran's involvement in the heist to Dayalan, who interrogates him, and he confesses that he along with his childhood friend Shyam, the Tamil Nadu Branch Head of Your Bank, planned the heist.\nRamachandran tried hiring Jackson, who goes by the name \"Dark Devil\", for the job, but he refused. Ramachandran later hired Radha's gang for the job, without revealing that they will be killed after the heist. Radha and his gang join and assist Dark Devil after hearing Ramachandran's confession through bugs planted on Dayalan's base. Shyam flees from police after they learnt about his involvement, but is captured by Kanmani. Meanwhile, Dayalan finds that Valavan was the one who wired and planted explosives in the drainage, and begins to search for him. He also learns that Dark Devil and his team actually died a few months ago.\nRamachandran tries to prove that Dark Devil is alive by detonating a dummy bomb only to get killed when the bomb turns out to be a real one and explodes after the wire in it gets detached. Dark Devil learns from Kanmani that there are ₹25,000 crores available in the bank. Dark Devil tells Dayalan to arrange a meeting between him and chairman of Your Bank, Krish. As Dark Devil deduced, the third team, revealed to be some of the bank's staff, attack Radha and his team in the locker, before assaulting Dark Devil and hold him captive. Krish arrives and reveals that the third team were hired by him and tells them to destroy the bank's chest with explosives with hostage inside.\nKrish also forces Dark Devil to reveal himself, where Dark Devil reveals that he and his teammates lived happily together like a family. After having committed a heist in Bangkok, Dark Devil's members, Jijo and Achara planned to get married. They all travelled to Araku Valley, Andhra Pradesh to arrange their marriage and celebrate, but they were ambushed by assailants sent by Krish and Shyam, who feared that they would reveal their heist plan to others. Jijo and Achara got killed, but Dark Devil and Kanmani managed to escape and the killers faked their deaths for the rest of their deal money. The duo reached the house of an old couple, who tends their wounds and revealed about his son Kavin, an honest bank official, who wanted to return the money to the people who invested in mutual funds.\nHowever, Kavin was killed by Krish, and made it look like a mob did this during a strike. Having learnt about this, Dark Devil and Kanmani decided to bring Krish and the bank officials to justice. After the revelation, Dark Devil defeats Krish and his team, where he forces him on live to reveal about his financial scam of the ₹25,000 crore, which was invested in the mutual funds, and the atrocities committed against people by the bank officials. Shyam, who was made to wear a bomb vest is sent to Dayalan, where he reveals everything about the heist and Krish's involvement in it, before he is killed by Kanmani's phone call.\nDark Devil also brings mutual funds chairman Harsha, who was abducted by Kanmani at gunpoint and Sunil Dutta, who was abducted from Mauritius by Dark Devil's men and was also responsible for stealing data from the NSE backup server of the Indian Stock Exchange. Sunil confesses that he invested in 10 companies belonging to Krish and reveals that the ₹25,000 crore is in the bank's secret chest locker. With the help of a mole in the media, Krish falsely frames Dark Devil and his team as terrorists, and cuts the live telecast. Dayalan learns from Rajesh that everyone in the bank are going to be killed, except Krish, before commandos arrive and take control of the situation, and Dayalan is suspended.\nIn the bank, Dark Devil opens the secret locker with the help of Radha and his men, only to find that the money is counterfeit money. Dark Devil locks Krish, Sunil and Harsha in the secret locker, before Krish reveals that the money is stacked in 25 of the 1500 containers of his ship, which he discreetly records as a video. The commandos open fire, with the bank severely damaged. Krish, Sunil and Harsha are killed in the secret locker by an explosive. Kanmani arrives in a fire truck stuffed with RDX, and threatens to detonate them, unless the hostages are released, forcing the commandos to cease fire. She along with Dark Devil, wearing masks, escape with the help of the public and reach a boat, planning to escape by sea, while Radha and his gang also escape in the ensuing chaos.\nA chase ensues where Dark Devil, Kanmani, and the rest of their team shoot the commandos and coast guards, using an M2 Browning. However, they get shot and fall into the sea. Later, the media broadcasts the video which Dark Devil discreetly recorded, and Dayalan's suspension is revoked. Meanwhile, Dark Devil and Kanmani fake their deaths and escape using sea scooters and reached their boat, settling in international waters. Dayalan and his team board a helicopter to the ship, where they find the ₹25,000 crore.", "tmdb_id": 904557}, "69548688": {"title": "Tin&Tina", "plot": "The plot is set in early-1980s Spain. It tracks the plight of Adolfo and Lola (the latter of whom has endured an unwanted abortion plunging her into a crisis of faith), as well as Tin and Tina, two creepy orphan twin siblings educated under strict religious teachings in a convent, ensuingly adopted by Adolfo and Lola.", "tmdb_id": 943930}, "72311155": {"title": "Tu Jhoothi Main Makkaar", "plot": "Rohan 'Mickey' Arora is the son of Ramesh Arora, a rich business magnate, and lives with his family in Delhi. He along with his best friend, Manu Dabbas, secretly work as break-up consultants, helping people break-up with their respective partners. Mickey and Manu travel to Spain for Manu's bachelor party. They are accompanied by Manu's fiancèe, Kinchi, along with her friend, Nisha 'Tinni' Malhotra. Mickey and Tinni hook up and eventually fall in love with each other. Upon returning, Manu and Kinchi get married, while Mickey and Tinni introduce each other to their respective families. Both the families accept their relationship and start preparations for their wedding. However, Tinni feels she is not ready for the marriage and decides to break-up with Mickey. Tinni contacts the break-up consultant on phone, not knowing that it is in fact Mickey, and asks for help in breaking up with him. Unaware that he is speaking with Tinni, Mickey agrees to help. \nMickey suggests that Tinni and her partner match each other's horoscopes, and if they do not align, then the marriage can be called off. However, their horoscopes align perfectly, and the plan fails. Mickey soon finds out that the client is none other than Tinni and is heartbroken as she did not discuss her concerns with him and try to sort out the misunderstandings. He decides to play along and beat Tinni at her own game. He suggests Tinni to do a \"jealousy test\", which can lead to their breakup. Tinni hires a guy to act as an old friend of hers and dances seductively with him in front of Mickey. But Mickey pretends to not notice and remains unaffected. Next, Mickey suggests to do a \"loyalty test\" and Tinni hires a girl to seduce Mickey and if he cheats on her, then she could easily breakup with him. But Mickey does not give in and acts as a loyal partner, failing this plan as well. \nPosing as the break-up consultant on phone, Mickey asks Tinni the reason for breaking up with him. Tinni reveals that she does not want to live with his family after marriage and wants to live independently, so that they can have their own personal space. Knowing that Mickey loves his family dearly and not wanting to make him choose between her and his family, she wants to breakup with him. Mickey does not want to leave his family for her, and decides to go ahead with breaking off the marriage. He suggests to Tinni to say that she has received a job offer in Bengaluru and that she would permanently move there after marriage. Going by the plan, she tells this to Mickey and he angrily lashes out at her, saying that she should have discussed it with him beforehand, as this is not acceptable to him. Their marriage is broken off and they part ways. \nSometime later, they meet again at Kinchi's baby shower. Tinni's foot is injured while dancing at the function and Mickey along with his family care for her, which makes her realize the value of living together as a family. Mickey's niece Chhoti, while talking to Tinni, blurts out a unique phrase that she heard from Mickey that causes Tinni to realize that the breakup consultant was in fact Mickey. She confronts him about it and says that she is disappointed as even after knowing the truth, he did not try to sort out the matter with her and that she still loves him. She says that she would be permanently leaving for London and heads to the airport. Mickey's family advises him to not let her go by compromising his love for them. Mickey, along with his whole family rush to the airport to stop Tinni and reach her just as she is about to board the flight. They together propose to her to marry Mickey and she accepts. They both get married and live happily together as a family.", "tmdb_id": 611359}, "72938033": {"title": "Ultraman Decker Finale: Journey to Beyond", "plot": "When a mysterious sound causes several disappearances, GUTS-Select decide to investigate the unexplained incidents. However, they soon learn it is the work of evil Professor Gibellus, who intends to invade the Earth with his alien army. Fortunately, a mysterious woman with a power of Ultraman appears just in time to help worried members of GUTS-Select."}, "70994771": {"title": "Unicorns (2023 film)", "plot": "The life of young, polyamorous and ambitious Isa begins to crumble as, undecided about committing to a stable monogamous relationship with Guillem, she returns to her family's home with her mother."}, "72108558": {"title": "Unseen (film)", "plot": "Gas station clerk Sam receives a call from Emily, a nearly blind woman who is running from her murderous ex in the woods. Emily must survive the ordeal with Sam being her eyes from afar using a video call.", "tmdb_id": 1067714}, "71725569": {"title": "Unwelcome (film)", "plot": "Young couple Jamie and Maya live together in London. After learning that Maya is pregnant, Jamie celebrates with her only for them to be attacked by a gang of hoodlums. Maya is left unharmed. In the aftermath of the assault, Jamie and Maya take the opportunity to move to an idyllic new home in rural Ireland, inherited from Jamie's great-aunt Maeve after her death. \nThe house requires some work, prompting them to hire the local Whelan family as builders. They are troubled by a warning from Niamh, an old friend of Jamie's aunt, that they should leave an offering of liver at a door of the house's back garden every night for the Red Caps that live in the forest, but accept it as a harmless superstition.\nAs Jamie and Maya spend more time in the house, they are troubled to learn that Maeve lost a child herself, her daughter disappearing when the girl was barely two years old and the body was never found. Niamh tells Maya an old story that the baby was lost as part of a deal with the Red Caps to save the life of the child's father, but Maya wonders if the child was killed in a fit of post-partum depression. \nThe Whelans soon prove themselves to be violent and disturbed; younger children Aisling and Killian often steal minor items from the house, and older son Eoin is often beaten by \"Daddy\" Whelan. At one point, Maya is lured into the wood by a dog, where she finds a stone shrine to the Red Caps. While trying to return to the house, she finds Eoin, who talks about the abuse he receives from his father, but when she offers him comfort Eoin tries to assault her, only for him to be dragged away by what Maya later identifies as the Red Caps. \nThat night, Jamie has a confrontation with Aisling and Killian in the pub about what happened to their brother, while Maya is visited by a Red Cap that presents her with Eoin's head in a plastic bag. When Jamie returns the two are shocked at this proof that the Red Caps are real, but the house is then attacked by the Whelans, seeking answers about Eoin's disappearance. Maya is caught with Eoin's head while trying to escape as Jamie distracts Daddy Whelan at the front door, forcing Maya to flee into the woods to ask the Red Caps for help. In response to Maya's appeal, the Red Caps come to the house and fight with the Whelans, killing all three as Maya gives birth. \nOnce the baby has been checked at the hospital, their first night back at the house sees the baby being taken by the Red Caps as payment for their help. Maya follows them to the shrine where she discovers an elderly woman who she realises is the lost daughter of Jamie's aunt, kept by the Red Caps. Refusing to let them keep her daughter, Maya kills one of the Red Caps and crushes the old woman's skull with her bare hands. She and her daughter return to the house and Jamie watches in horrified awe as Maya is \"baptised\" with the blood and skull of the dead woman, apparently being proclaimed as the new \"Mother Redcap\".", "tmdb_id": 758769}, "67602073": {"title": "Varisu", "plot": "Vijay Rajendran, the youngest son of an eminent business magnate, Rajendran Palanisamy, is disowned and thrown out of the house as he refused to join the family business, instead deciding to launch a food delivery startup. Seven years later, Rajendran is diagnosed with advanced-stage pancreatic cancer and has only a few more months to live. He decides to reveal his terminal condition and anoint one of his two elder sons, Jai or Ajay, as his successor, before his impending death. With this in mind, Rajendran plans to celebrate his 65th birthday in a grand manner, intending to announce both matters during the celebration. Vijay is also invited at the behest of his mother Sudha, who still considers him as her son. Vijay arrives only to find his house in disarray. Jai is cheating on his wife Aarthi with another woman Smita, and neglecting his family in the process, including his teenage daughter Ria. Ajay owes a huge amount of money to Mukesh, a financier. When he is not able to repay the money, he offers to leak his company's secrets to his father's business rival, Jayaprakash \"JP\". The two elder brothers themselves do not speak with each other and constantly fight for being their father's successor.\nMeanwhile, Vijay meets Divya, Aarthi's younger sister, who has had a crush on Vijay since her childhood. After a few incidents, the duo fall for each other. During Rajendran's birthday celebration, JP, through Smita and Mukesh, reveals the duplicity of Jai and Ajay, which distraughts the entire family, particularly Aarthi, who decides to file for divorce from Jai, as well as Rajendran, who has lost a business deal to JP due to Ajay's duplicity. Realizing that he cannot rely on his elder sons to run his business empire, Rajendran reaches out to Vijay, who initially refuses, but later agrees to take over the business after learning about Rajendran's illness.\nIn jealousy and dismay, Jai and Ajay leave the house and join hands with JP and Mukesh to get rid of Vijay as the chairman, but Vijay manages to cross the hurdles and neatly handles the family business. But after Vijay rescues Ria from a human trafficking gang, Jai realises his mistakes and reconciles with Vijay, Aarthi, and the rest of the family. Vijay and Jai then team up to stop Ajay from selling their company's shares to JP, and then make him realise his mistakes. The entire family, now reunited, have a hearty meal together, much to the happiness of Rajendran and Sudha. \nWhen Rajendran dies, the three brothers perform his funeral together and scatter his ashes in Varanasi. The film ends with a message that no family is perfect, but everyone has only one family.", "tmdb_id": 835017}, "70103089": {"title": "Veera Simha Reddy", "plot": "In Istanbul, Meenakshi runs a burgeoning restaurant of Rayalaseema Cuisine and lives with her son Jai Simha Reddy, who indulges in car dealerships and is acquainted with a tone-deaf wannabe singer Isha the daughter of a tycoon Jayaram and they fall in love. At the marriage proposal, Meenakshi discloses about Jai's father Veera Simha Reddy, a leader in Pulicherla, Andhra Pradesh. \nVeera Simha Reddy is the arbiter who efforts towards eradicating the infamous factionalism. He odds with fiend faction leader Pratap Reddy that aims to assassinate him. At a plurality of times, Pratap Reddy tries to finish Veera Simha Reddy, but is always defeated, which enrages his wife Bhanumati as she wants to avenge her miseries caused by Veera Simha Reddy. Pratap Reddy ruses by mingling with his uncle Peddi Reddy, a minister, to squat a factory owned by industrialist Raj Gopal constructed 30 years ago by the aim of Veera Simha Reddy. They are also going to lay a foundation stone for a new factory to which prominent politicians are arriving. \nImmediately, Raj Gopal proceeds to Veera Simha Reddy’s aid stating the status quo when he gallantly encounters and backfires them single-handedly at the border itself. Later, Veera Simha Reddy receives a phon call from Meenakshi who invites him to Turkey. After reaching, Veera Simha Reddy unites with Jai, who is unbeknownst to him, and thanks Meenakshi for respecting his decision years ago. They meet Jayaram, who happily gives his acceptance. After their departure, Jayaram is frightened as he is the investor in the factory whose construction is blocked by Veera Simha Reddy. Jayaram indicates the presence of Veera Simha Reddy in Turkey where Pratap Reddy and Bhanumati arrive and finishes him, while also revealing that Bhanumati is Veera Simha Reddy's sister. \nJai attempts to save Veera Simha Reddy, who stops him saying that he can die repeatedly for Bhanumathi. Before leaving his breath, Veera Simha Reddy instructs Jai to perform his final rights in his motherland. As per guidelines, Jai carries his father’s corpse to Rayalaseema and conducts the funeral between a great multitude of fanatics drowning under woe. Following, Jai questions the underlying reason for Bhanumati's enmity against her brother when Siddhappa, Veera Simha Reddy's trusted lieutenant divulges the past. Bhanumati was the illicit child of Veera Simha Reddy’s father, yet he idolized and dedicated his life to her. Meenakshi was his cross-cousin who endeared him from childhood and was betrothed to him. He asked her to wait until the accomplishment of Bhanumati’s espousal, but unfortunately they consummated. \nBesides, the adjacent village Musali Madugu was in jeopardy of Pratap Reddy's father Gangi Reddy. Once a child the victim of his atrocities, approached Veera Simha Reddy to liberate them from Gangi Reddy’s evil clutches. Forthwith, Veera Simha Reddy charged on savage, decapitated Gangi Reddy, takes control over the reign, and dropped Pratap Reddy providing a final notice. In the interim, Bhanumati loved Siddhappa's son Shekar. Learning this, Veera Simha Reddy heartfully gave his approval and engaged them. Apart from that, every year customary contests are held in that area where Veera Simha Reddy triumphs. However, Pratap Reddy subterfuged him when Shekar took part to protect Veera Simha Reddy's reputation and was beaten. \nAt this point, Pratap Reddy heckled Shekar and exaggerated his anger. Furious, a drunkard Shekar indulged in gunfire that inadvertently killed a villager Suri. Currently, Veera Simha Reddy uprights piety and ostracized Shekar, who later committed suicide. Heartbroken, Bhanumati pledged to seek vengeance. On that account, she married Pratap Reddy and commanded him not to touch her before Veera Simha Reddy’s death. Thus, Veera Simha Reddy lifts Pratap Reddy alive for his sister and decided to renunciation all comforts as a penalty, where he requested Meenakshi to quit his life, who relucantly agreed and had hidden her pregnancy. After the revelation, Siddhappa tells Jai to retrieve back. Raj Gopal switches to surrendering the factory to miscreants. \nJai strikes on them to perpetuate his father's ambition and also challenges Pratap to enter without his aunt’s background. Infuriated by Jai's comment, Pratap Reddy smacks Bhanumati asserting that he is the one who instigated vengeance in her mind by killing Shekar. Distraught, Bhanumati meets Jai and apologizes to him, where she kills herself by slitting her throat. During the time of her cremation, Pratap Reddy attacks Jai. However, Jai manages to finish Pratap Reddy and merges his aunt’s ashes in his father’s grave, where he continues his father's legacy.", "tmdb_id": 896669}, "72156942": {"title": "Vinaro Bhagyamu Vishnu Katha", "plot": "Vishnu is a librarian in Tirupati. Since childhood, he always helps people who are in need. On the other side, Darshana is a YouTuber. Vishnu and Darshana meet each other through the concept of phone number neighbours along with Sharma, Darshana's other number neighbour for a YouTube video. Later, Some unexpected events take place which forms the plot of the story.", "tmdb_id": 1001256}, "72702658": {"title": "Vindhya Victim Verdict V3", "plot": "V3 is a fight for their rights and against an injustice on a gang rape-murder and encountered case, achieving a poetic justice with the help of the system which fails initially on due to the undue pressure of representatives and thy people", "tmdb_id": 1063556}, "73227931": {"title": "Vizhithelu", "plot": "The film is based on online gambling and developed around the theme of internet fraud.", "tmdb_id": 1088783}, "71311506": {"title": "Waltair Veerayya", "plot": "Waltair Veerayya, a notorious fisherman-cum-smuggler from Vizag, needs money to fight a court case. He is approached by CI Seethapathi, who tells him about Solomon Caesar, a notorious drug lord who escaped from RAW's custody after killing multiple police officers. Seethapathi, who was responsible for Caesor's custody, gets suspended from service. He asks Veerayya to extradite Caesar from Malaysia to India, in exchange for providing money. Veerayya accepts the deal and travels to Malaysia with his friends and Seethapathi's brother-in-law. They check in at a hotel owned by Caesar and devise a plot to kidnap him.\nHowever, Veerayya misses the opportunity as he gets stunned by seeing Dr Nithya and her daughter, Vaishnavi, where Nithya angrily takes the kid away from Veerayya. Seethapathi's brother-in-law gets impatient and prompts Seethapathi to follow Caesar on their own without Veerayya's knowledge, only to get caught by Caesar. Veerayya arrives at the place and tricks Caesar into believing that they want to cut a drug deal with him, therefore saving the day. Later, Veerayya gets invited by Caesar to his private party where a group of masked assassins attempt to nab Caesar, but their plans are foiled by Veerayya, who later realises that they are the hotel staff.\nThey reveal themselves as RAW agents, led by Athidhi. Caesar expresses his admiration for Veerayya and offers to ask him anything in return for saving his life. Veerayya asks him to come back to India and Caesar agrees, but soon finds out about their ploy and they get busted. As Caesar assaults Athithi for information with his elder brother Michael Solomon on video conference, Veerayya retaliates and reveals that Michael was his ultimate target. Veerayya kills Caeser at the public fair in the Batu Caves, where a helpless Michael witnesses everything.\nPast: Four years ago, Michael, in disguise as a fisherman named Kaala, acts as Veerayya's friend and confidant. Without Veerayya's knowledge, Michael supplies drugs from the former's ice factory. The newly appointed ACP Vikram Sagar, who is also Veerayya's half-brother, arrives in Vizag and begins a crackdown on the drug syndicate. During their childhood, Veerayya, who suffered from vertigo, accidentally let Sagar fall from a tree. Ever since, the brothers grew up separately. Though Sagar developed hatred towards Veerayya, Veerayya always loved him. Sagar is also happily married to Dr. Nithya and they bear a daughter Vaishnavi.\nSagar tracks down the origin of drugs in Veerayya's locality, but Michael manages to keep his cover. One day, the ice factory accidentally supplies cocaine, wrapped in ice to a school, which resulted in the deaths of 25 children. Michael subsequently frames Veerayya and plans to escape to Malaysia. Veerayya gets arrested by the police, who decides to kill him in an encounter to calm the public rage. Sagar, who believes that Veerayya is innocent, loots the seized drugs to lure Michael. He secretly arrives at the planned encounter shooting, in place of Veerayya to nab Michael.\nHowever, the JCP, who is also Sagar's senior officer, is in cahoots with Michael, where he fatally stabs him, along with Michael's men. Michael manages to escape as Veerayya arrives, not before he shows his true face to him. Veerayya tries to take a heavily injured Sagar to the hospital, but he succumbed to his injuries on the way, revealing that he always had affection for him, but could not express it publicly due to his crackdown on the drug syndicate. Veerayya is stopped by the police and taken away. Sagar is deprived of state honours and labelled as a traitor by the police. Heartbroken, Veerayya decides on extraditing Michael to India for his testimony in court, before Seethapati shows him the way.\nPresent: Veerayya sets up Michael against his drug partner by blowing up his base of operations. The rival gang attempts to kill Michael, where he agrees to come to India with Veerayya and testify in court, in exchange for his life. With the help of Athithi, Veerayya brings Michael back to India. Following Michael's testimony, the court recognises Sagar's valour and grants him state honours, whilst also acquitting Veerayya of his charges. To fulfil Sagar's last wish of avenging the children's deaths, Veerayya severs Michael's head in the courtroom and is sentenced to prison.", "tmdb_id": 989017}, "69407940": {"title": "We (2022 film)", "plot": "The Great War is over. As a result, most of the population perished. The survivors live in an impeccable, authoritarian One State. Each has its own serial number and uniform. For the D-503 engineer, who builds a super-powerful spacecraft, such a life is ideal. And suddenly he meets a woman, I-330, who radically changed his ideas about himself and awakened uncontrollable feelings.", "tmdb_id": 577056}, "72858350": {"title": "We Have a Ghost", "plot": "One year after the last owners fled in terror, the Presleys are shown a house. Suspicious of the low price, the estate agent insists that recently prices have been low. On the first night Kevin, the youngest, investigates a sound in the attic. Using his mobile phone light, a ghost appears. When he fails to scare Kevin but instead gets met with a laugh, he vanishes. Kevin returns to the attic and sits down to talk with the ghost. He can't talk and doesn't remember anything about his life. Kevin calls him Ernest as that is the name on his bowling shirt. Suddenly Kevin's big brother Fulton barges in. As he's bullying Kevin for his phone, Ernest helps him. Fulton finds a video Kevin had recorded of Ernest when he first saw him and soon shows their father Frank that their new home is haunted by a ghost. Frank creates a YouTube channel, gets more video of him and, after convincing the mother Mel they could profit from him, makes the ghost and his family Internet-famous.\nIn high school Kevin meets Joy, the neighbor. She refers to his home as the house of death. Once the video \nof Ernest goes viral, they cross paths in the library and Joy quickly finds that the house's owner Ernest S. lived there from '65 to '71 and is now residing elsewhere. The West Bay cable TV medium Judy Romano comes to film meeting Ernest. Kevin shows him various horror clips to help him be scarier. It doesn't take long for Ernest to scare her crew, but even Judy reacts in terror, jumping out the window. The post of the madam's reaction goes record-breaking viral. Joy convinces Kevin that they need to take Ernest out to a bar once belonging to the house's past owner to try and jog his memory. They start to uncover the truth about Ernest's past, first a photo of him with the previous house owner, then he becomes fixated on a little blonde girl in the park.\nHowever, Dr. Leslie Monroe visits Frank and Mel, telling them about an old program she ran with the CIA. Called Wizard Clip, its goal was to catch a ghost. When cost of the program was made known to the public they scrapped it, making her the scapegoat. When she tries to convince them that Ernest is dangerous, Frank throws her out. A viral video of Ernest with the girl in the park sets the CIA in motion. They break into the Presley home, but Kevin, Joy and Ernest have already left for Oklahoma to find the past house owner. The next morning the Presley's are coerced into doing an appeal to apprehend the trio. The broadcast comes on a convenience store TV and they outrun the many police cruisers chasing them.\nArriving at the house in Oklahoma, the man tells the story of Randy (our Ernest), who he says became a drunk not able to cope with his wife's death from giving birth. He left his four-year-old daughter with them and disappeared. The couple did not plan to have kids initially as they preferred to travel but instead continued to raise their niece, June. Ernest makes himself visible, and the CIA swoops in. Back home, Kevin is depressed. Frank apologizes to him, recognizing he's been selfish at the family's expense. He also tells Kevin he's a much better man than he is.\nIn the CIA facility, an aggressive agent is wearing a pin which triggers his memory. His old friend's wife carried June away while he killed him with a blow to the head. Ernest is being acted upon for not complying, but Dr. Monroe helps him as they had had a positive interaction earlier and she senses his goodness.\nErnest S. shows up at the house to kill Kevin, believing he's helping ghost Ernest get revenge. Revealing when his wife's sister died, “it was a sign from God” to take June from Randy. He chases him to the attic, where Ernest and Frank tackle him out of the window. The CIA interrogate Kevin, seeking Ernest the ghost. He doesn't divulge anything, but a flashback reveals that Kevin and Frank reunited him with his now 50+ year-old daughter June. Happy at last, Ernest finally is at peace and goes.\nThe Presleys have a new moving day, but this time only a few miles away. Kevin and Joy are now a couple. As Kevin leaves the house, a light flickers in the attic.", "tmdb_id": 852096}, "70882162": {"title": "Winnie-the-Pooh: Blood and Honey", "plot": "Many years ago, a young Christopher Robin discovered the Hundred Acre Wood and befriended a group of anthropomorphic creatures – Winnie-the-Pooh, Piglet, Eeyore, Rabbit, and Owl – in the Hundred Acre Wood. However, when Christopher entered college, he stopped visiting. Without Christopher to feed them or give them guidance, and with the arrival of winter, Pooh, Piglet, Rabbit, and Owl went into extreme starvation and killed and ate Eeyore, which traumatised the group to the point where they developed a hatred for anything human-related, as well as Christopher for abandoning them. The group made a pact to abandon their humanity and return to their feral instincts, also vowing never to speak again.\nFive years later, a now-adult Christopher returns to the Hundred Acre Wood, accompanied by his fiancée, Mary, to reunite with his old friends, only to find the place in a desolate state. Despite Mary's warnings to leave, Christopher investigates further and is surprised by Piglet, who garrotes Mary to death with a chain. Horrified, Christopher tries to run, but is cornered by Pooh and Piglet, who drag him back into the woods.\nSometime later, a group of university students – Maria, Jess, Alice, Zoe, and Lara – rent a cabin in the Hundred Acre Wood at the suggestion of Maria's therapist, so she can move on from a traumatic stalking experience. Tina, another of Maria's friends, gets lost on the way to the cabin and is chased by Pooh into an abandoned factory, where he grinds her up with a woodchipper. Later, in Pooh's treehouse, Christopher has been held prisoner by Pooh, who brutally whips him with Eeyore's tail. Christopher sees Mary's corpse in the corner of the room, and Pooh showers him in Mary's blood in retaliation for leaving his former friends to fend for themselves.\nAs night falls, Pooh and Piglet find the cabin and kidnap Lara, who is relaxing in a hot tub. Piglet gags her while Pooh slowly drives a car into Lara's head, crushing her skull. Maria and Jess hear the commotion and find Lara's corpse, running back to the cabin to warn Alice and Zoe. The girls are attacked by Pooh and are separated. Piglet enters, knocking Alice unconscious, and kills Zoe with a sledgehammer. Maria and Jess watch as Pooh and Piglet take Alice and decide to follow them into the woods to rescue her.\nIn Pooh's treehouse, Maria and Jess free Alice, Christopher, and another hostage named Charlene, whose husband Scott has already been murdered by Piglet. Seeking revenge, Charlene summons Piglet to kill him, but Pooh subdues her and Piglet mauls her to death. Pooh chases Maria and Jess into the woods while Alice stays behind to bludgeon an unsuspecting Piglet with his own sledgehammer. Hearing Piglet scream, Pooh runs back to the treehouse, but finds him already dead. Enraged, Pooh confronts Alice with a knife and proceeds to fatally impale her to a wall through her open mouth.\nMaria and Jess run to the road, where they stop a car driven by four local men – Logan, Tucker, John, and Colt – to ask for help. Despite the men's attempts to take him down, Pooh easily kills them one by one until Maria tries to run him over with the car. Pooh climbs into the car and Maria crashes into a tree, losing consciousness. When she wakes, she witnesses Pooh decapitating Jess. Pooh attempts to kill Maria until Christopher appears driving another car, seemingly crushing him to death between the two cars.\nChristopher tries to help Maria, but Pooh, having survived, catches up and grabs Maria, holding her at knifepoint. Christopher pleads with Pooh to spare her, and vows to spend the rest of his life in the Hundred Acre Wood with him. Pooh slowly lowers his knife but then breaks his vow of silence, telling Christopher \"You left\" before slashing Maria's throat. After Maria slowly bleeds to death, Christopher, realising that his former friend is now beyond help, flees the wood while Pooh repeatedly stabs the corpse.", "tmdb_id": 980078}, "72927217": {"title": "Writer Padmabhushan", "plot": "Set in Vijayawada, the film revolves around Padmabhushan. Padmabhushan, the only child to his parents is an aspiring writer who publishes his first book with hopes of becoming a famous writer. The twists that follow in his life, how he overcomes all the challenges that come along his way and wins the hand of his love Sarika forms the rest of the story.", "tmdb_id": 1072090}, "69140530": {"title": "You People", "plot": "Ezra Cohen, a thirty-five-year-old broker and podcaster, falls into an unlikely relationship with fashion designer Amira Mohammed. The couple first meet each other when Amira, frustrated with her GPS navigation system, parks in front of the building where Ezra works. Ezra, mistakenly believing Amira is his Uber driver, climbs into the car, setting off an awkward dust-up. Ezra makes amends for his mishap by later taking her out to lunch, and the two realize there is a mutual attraction despite their differences, as Ezra is Jewish, and Amira is Black and was raised by her parents who are devout followers of the Nation of Islam.\nAmira and Ezra eventually move in together, to the chagrin of her father Akbar who prefers that his daughter date another Nation of Islam member. Six months into his relationship with Amira, Ezra takes her to meet his family. His parents Shelley and Arnold awkwardly explain that they are accepting and supportive of everyone, including their LGBT daughter Liza. When Shelley begins to bring up subjects related to the BLM movement, an embarrassed Ezra steers her out of the room. He confides to his mom that he plans on proposing to Amira. Before he can propose, Ezra is urged by his friend and fellow podcast host Mo to meet with Amira's parents. Ezra chooses a Roscoe’s Chicken ‘N Waffles restaurant to talk with Akbar and his wife, Fatima. The meeting does not go smoothly, as Akbar views Ezra with suspicion and shows resistance to his wish to marry Amira. When Amira comes home, she tells Ezra that her mother let her know about their awkward meeting at Roscoe’s. However, when Ezra begins to pull out a ring box, she urges him to go ahead with the proposal and happily accepts.\nEzra decides to quit his job at the brokerage firm to pursue his true passion for podcasting. Later, the couple invite both sets of parents over to their place for dinner and to discuss wedding plans. The dinner unsurprisingly goes awry, with the parents clashing over Farrahkhan's antisemitic views and Shelley inadvertently setting Akbar’s kufi on fire. Ezra and Amira arrange mutual one-on-one time with their future in-laws to help smooth over tensions. Ezra spends the day with Akbar, but Akbar constantly finds ways to undermine Ezra’s self-confidence, from criticizing Ezra's decision to quit finance for podcasting and bringing him to a barbershop where Ezra fails to conform with the dress code. He later takes Ezra to a basketball court in Inglewood, a mostly Black neighborhood, and urges him to play in a pickup game. Hoping to humiliate Ezra, Akbar films him with his phone, but to his surprise, Ezra does very well in the game. Meanwhile, Shelley takes Amira out for a spa day, but she continually shows her cluelessness, makes Amira uncomfortable, and is oblivious to her own microaggressions.\nFor his bachelor party, Ezra heads to Las Vegas with his friends, but his excitement for the weekend is dampened when Akbar unexpectedly joins the boys. Akbar insists on accompanying the men on their big night of partying at the strip clubs. Ezra, knowing he’s being watched by Akbar, does not take part in the festivities, but his character again comes into question when his friends loudly reminisce about the obscene acts Ezra previously committed in Vegas. At her bachelorette party in Palm Springs, Amira and her friends are joined by Shelley and Liza. The night suffers from more embarrassments, with Shelley inadvertently making a racist remark during a party game and accidentally ripping off a guest’s wig.\nAt the rehearsal dinner, both Ezra and Amira speak privately to Akbar and Shelley, with Ezra calling out Akbar’s distrust of his genuine love for Amira, and Amira informing Shelley about her tone-deaf attitudes on race. After their mutual talks, Ezra and Amira arrive at the realization that their union has too many obstacles to overcome. Feeling they are not right for each other, they call off the wedding and break up. Three months later, Ezra gives a meaningful soliloquy on his podcast, making a point that black and white people can never truly understand the other's experience, no matter how hard they try. Both Shelley and Akbar happen to hear his speech, and reconsider their actions; Akbar is inspired to contact Shelley. On the pretext of a shopping excursion, Shelley and Akbar bring Ezra and Amira to a trendy boutique where they both apologize for their actions. Ezra and Amira accept their apologies and enter the retail store to find it set up for their wedding, with everyone including friends, family, and a rabbi and NOI minister assembled. Ezra and Amira marry and both families celebrate.", "tmdb_id": 866413}, "63946324": {"title": "Your Place or Mine (film)", "plot": "In LA in 2003, after an evening of playing poker with another couple, Debbie Dunn and Peter Coleman have sex and spend the night together in her home.\nTwenty years later, Debbie and Peter are best friends. He has moved to New York City and has become a successful businessman, while she still lives in Los Angeles and works as an accountant at her son Jack's middle school. Debbie calls Peter on his birthday, and they discuss her plans to head to New York soon to complete an accounting program to help her get a better-paying job. Debbie's ex-husband's actress girlfriend, Scarlet, is to watch Jack for the week but flakes when she is offered a role in Vancouver for two weeks. Peter, who has just broken up with his girlfriend and between jobs, offers to go to LA to take care of Jack instead.\nIn California, Peter picks up Jack at school and learns that Jack's classmate, Wade, has stopped being friends with him since Jack could not make the hockey team. Peter also learns the extent of Debbie's overprotective parenting and decides to let Jack loosen up a little. To get Wade to be friends with Jack again, Peter gets tickets for the skybox of a Kings game and encourages Jack to invite Wade and his new friend Evan, but this goes awry when they ignore him.\nMeanwhile in New York, Debbie attends her accounting classes and meets Peter's ex-girlfriend, Minka, who invites her out for drinks. At the bar, Minka helps her catch the attention of book publisher Theo Martin, and he gets her number. At Peter's apartment, Minka tells Debbie that Peter has written a novel. Debbie, who assumed that Peter told her everything, is shocked. After reading the manuscript, she pretends to be a freelance editor when trying to convince Theo to give it a chance, and he agrees to look over it.\nPeter starts to get closer to Jack and convinces the hockey coach to let him try out for the team. Pleased, he talks to, Zen, Debbie's neighbor who also basically lives in her garden. Zen tells Peter that he stays around Debbie's house in an attempt to get her to notice him, which reminds Peter of his own feelings for her. Meanwhile, Debbie goes out on another date with Theo, which ends with them having sex at Peter's apartment. Debbie accidentally sets off the apartment's remote camera, leading to Peter witnessing them. Disturbed, he goes to a bar and meets an old girlfriend but cannot bring himself to sleep with her. In a conversation with his and Debbie's mutual friend Alicia, he admits that he is in love with Debbie.\nOn Debbie's last day in New York, she passes her exam and unintentionally discovers Peter's hidden mementos of her, including a poker chip identical to the one she kept from their night together. When Debbie meets with Theo, he informs her that he has gotten her an interview with a major publisher. When he expresses the feelings he has for her, she confesses she thinks she's already fallen for someone else. \nIn Los Angeles, Jack's tryouts go badly, and he ends up injured. Peter calls Debbie, and she is enraged that he endangered her son even though Jack appears to be okay. She rushes to leave and get back home to Jack and tells Peter to be gone by the time she arrives.\nPeter and Debbie come face-to-face in LAX. After a heated argument, Peter admits that he is in love with Debbie, and they kiss. Six months later, Peter has become a published author and moved in with Debbie. She is an editor at an indie publishing house, and Jack is playing on the hockey team.", "tmdb_id": 703451}}