{"9419760": {"title": "L'Arroseur Arrosé", "plot": "Shot in Lyon in the spring of 1895, the film portrays a simple practical joke in which a gardener is tormented by a boy who steps on the hose that the gardener is using to water his plants, cutting off the water flow. When the gardener tilts the nozzle up to inspect it, the boy releases the hose, causing the water to spray him. The gardener is stunned and his hat is knocked off, but he soon catches on. A chase ensues, both on and off-screen (the camera never moves from its original position) until the gardener catches the boy and administers a spanking. The entire film lasts only 45 seconds, but this simple bit of slapstick may be the forerunner of all subsequent film comedy.  The 1896 film version replaces the boy with a teenager and the spanking action is substituted with a kick in the rump.", "tmdb_id": 82120}, "10483292": {"title": "Les Forgerons", "plot": "Two men stand working as blacksmiths. The one on the left of the screen repeatedly hammers an anvil while the man on the right winds a device. The man of the left then removes the metal he was hammering and places it into a bucket of water. At the end of the film a third man walks onto the screen from the left, with a wine glass and bottle in hand, hands the glass to the smith at the anvil, and begins to pour him a drink.", "tmdb_id": 127777}, "10499695": {"title": "La Mer (film)", "plot": "This 38 second film has a very simple plot in which four boys and a plump woman (perhaps their mother) walk along a jetty and then dive into stormy water, only to then struggle to the shore and repeat the process.", "tmdb_id": 127762}, "10534885": {"title": "Partie de cartes", "plot": "Three older men, wearing hats and smoking cigars, are sitting at a patio. Two of the men are playing cards (Écarté) at a table while the third man sits watching. As the game continues a (younger) waiter walks across carrying a tray with a bottle of wine and glasses on it. The man sitting at the table then proceeds to pour the drinks while the waiter observes the card game.", "tmdb_id": 163064}, "10537013": {"title": "La Pêche aux poissons rouges", "plot": "A man (Auguste Lumiere) holds his baby daughter (Andrée Lumiere) on a table next to a bowl containing goldfish.  The baby begins putting her hand into the water while the man supports her.  The scene is filmed by a stationary camera behind the table.", "tmdb_id": 127764}, "10309988": {"title": "The Photographical Congress Arrives in Lyon", "plot": "Photographers leave the deck of a riverboat in large numbers. In the background a bridge can be seen spanning the river. The video covers a group who have assembled in Neuville for the Congress of Photographic Societies. The film was produced in the morning and then screened to the congress that afternoon.", "tmdb_id": 208234}, "10559042": {"title": "Le Saut à la couverture", "plot": "Four men stand holding what appears to be a blanket, while one wearing a hat stands watching. A sixth man then runs towards them and attempts to jump into the blanket. He attempts this unsuccessfully twice in a row failing to jump high enough. On the third attempt he is able to jump and spin in the air, nearly clearing in the blanket. The man who are holding it then flip it a little in the air causing him to fall to the ground. His fourth attempt is more successful and he is able to roll on the blanket and land on his feet at the other side. He runs around for a fifth and final attempt but this is less successful and he gets stuck in the blanket and has difficulty getting out despite the attempts by the four men to throw him free.", "tmdb_id": 127773}, "10624891": {"title": "La Voltige", "plot": "Three men and a horse stand in a field. The first man in white holds the reins of the horse, the second man in black stands observing while the third man attempts to mount the horse. After six unsuccessful attempts he is finally able to seat himself and is set to ride off sidesaddle.", "tmdb_id": 127157}}