{"34599946": {"title": "The Astronomer's Dream", "plot": "In an observatory, an astronomer is studying at his desk. Satan appears, then a woman appears and makes Satan vanish. Then she disappears. The astronomer draws a globe on a blackboard. The globe develops a sun-like head and limbs and starts to move on the blackboard. The astronomer looks through a small telescope. The Moon appears in a building as a large face. It has eaten the astronomer's telescope. Additionally, men tumble from its mouth. Then the Moon is in the sky. In a different dress, the astronomer stands on a table, which disappears. He falls.\nThe Moon becomes a crescent. The mythological goddess Phoebe (i.e., Selene) appears from it. The astronomer chases her, but she eludes him. Then another figure stands in the crescent of the Moon before reclining into its C shape. The Moon appears as a prominent face again, and the astronomer jumps into its mouth. A woman and Satan appear. The astronomer appears again. Then, in the observatory, the astronomer sits asleep in his chair.", "tmdb_id": 104700}, "60263547": {"title": "Carrera de bicicletas en el velódromo de Arroyo Seco", "plot": "The film portrays a cycling race at the Arroyo Seco velodrome, formerly located in Agraciada. The film shows four cyclists rounding the track while the audience claps. At one point, two women attempt to cross the track, but are forced back into the audience by the oncoming bicycles. The two women are finally able to reach the center of the track and two men standing in the center cross into the stands to join the audience."}, "56747605": {"title": "The Cavalier's Dream", "plot": "A cavalier sits asleep at a bare table; an old witch enters, raps three times, then disappears; the cavalier sees the table spread for a sumptuous repast. Mephistopheles appears, then the old witch, who suddenly shapeshifts into a beautiful young girl. The changes and magical appearances are startling and instantaneous.", "tmdb_id": 482646}, "12196497": {"title": "The Dude's Experience with a Girl on a Tandem", "plot": "The plot revolves around a young man on the beach who is persuaded to join a lady in a bathing costume on a tandem bicycle, during which she drives it into the water, when he is dragged off the tandem into the water by the other girls on the beach.", "imdb_id": "tt0238951"}, "23804620": {"title": "The Four Troublesome Heads", "plot": "A magician enters the frame and stands between two tables. He removes his own head and puts it on one of the tables, where it starts talking and looking around. The magician repeats the action twice, with a new head appearing on his shoulders each time, until four identical heads are presented at once. The magician then plays a banjo, and all four heads sing along. He then bashes two of the heads with his banjo over their obnoxious singing, making them disappear. He then takes off his head and tosses it aside before taking the other head from the second table, tossing it in the air and it lands back onto his neck. He bows to the viewers, bids them farewell and then strolls off.", "tmdb_id": 49296}, "22361055": {"title": "The Miller and the Sweep", "plot": "A miller is carrying a sack of flour from his windmill, when he accidentally bumps into a chimney sweep who is carrying a sack of soot. The two start fighting, during the course of which the miller is covered with soot and the chimney sweep is covered with flour. The chimney sweep chases the miller off screen, and a small crowd of adults and children appears unexpectedly from the right of the screen to chase after them both. The film finishes when the last of the crowd exits the shot.", "tmdb_id": 179234}, "72447004": {"title": "Naples (film)", "plot": "The film is made up of various shots taken in via Marina, via Toledo, at the port with a view of Vesuvius and finally in Borgo Santa Lucia."}, "2654820": {"title": "The Nearsighted School Teacher", "plot": "In this case it is the schoolmaster who comes to grief. He is seated at this desk busily engrossed in private business and letting his students run riot. One of the youngsters causes great merriment by tying an artificial spider to a ruler, and shaking it in front of the schoolmaster's face.", "imdb_id": "tt0236529"}, "52161171": {"title": "Procession at Seville and bullfighting scenes", "plot": "Procession at Seville and bullfighting scenes depicts the traditional Spanish Holy Week celebration, portraying Spain in the 19th century. This recording includes a traditional parade and bullfights in Spain, representing how this holiday was celebrated at the time. At the beginning, the short film shows the Procession Parade from the Christ of Sorrows. This celebration occurs during Holy Week in Seville which is celebrated one week before Easter. It includes decorated chariots that are pulled around the city streets by Costaleros. The Penitentes, dressed in tunics and a cape, march together in the procession along with the chariots and other people wearing traditional  and formal clothing  During the bullfighting celebration, the Banderillero entertains the bull and plays with it, meanwhile a Picador (Lancer) enters the spectacle. The Picador is riding a horse and manages to stab the bull. The short film displays the process of bullfighting and how each participant plays their specific role, as well as the traditional parade.", "tmdb_id": 198319}, "39740083": {"title": "Pygmalion and Galatea (film)", "plot": "The sculptor Pygmalion, completing his statue of Galatea, is madly in love with it. To his delight, Galatea comes to life. When he tries to embrace her, however, she magically changes place; then her upper and lower halves come apart, much to Pygmalion's confusion. Galatea's halves join back together again, but just as he is about to kiss her at last, she steps back onto her pedestal and becomes a statue again.", "tmdb_id": 375070}, "31599625": {"title": "Santa Claus (1898 film)", "plot": "Two children are being placed in bed by a maid. She turns off the lights and the children fall asleep. Santa Claus enters the room from the fireplace and proceeds to trim the tree. He then fills the stockings that were previously hung on the mantle by the children. After walking backward and surveying his work, he suddenly darts at the fireplace and disappears up the chimney. The children wake up to see that Santa was in their bedroom. This film surprises everyone and leaves them to wonder how St. Nicholas disappeared.", "tmdb_id": 105168}, "16288889": {"title": "Some Dudes Can Fight", "plot": "A ruffian from the Bowery sees a dandy young man approaching him and decides to taunt the well-dressed fellow.  The young \"dude\" ignores the ruffian's insults for a time before losing his patience.  He then punches the aggressor in the jaw with a right-handed swing and follows it up with a series of additional blows so that \"in less time than it takes to tell (the thug from the Bowery) is on his back in the gutter begging for mercy.\"", "imdb_id": "tt0228882"}}