{"64667365": {"title": "Alcohol and its Victims", "plot": "The film is composed of five scenes introduced by intertitles:\n1. Interior of the happy and prosperous worker household\nA working-class family is living happily in a simple but comfortable house, a women, her mother and two children do their daily tasks and when the man of the house comes home, they all have dinner together.\n2. The first step to the wine merchant\nThe husband meets in the street some friends who invite him to go and have a drink in a café.\n3. The ravages of alcohol. His wife picks him up at the cabaret\nIn the café, the man drinks and plays dice with his friends. His wife comes with their children and insists that he must come home. He brutally pushes her away.\n4. In the attic. Misery.\nThe family is now living in a dilapidated attic. When the man arrives, he has a fit of delirium tremens wiggling on the floor.\n5. The madhouse. Delirium tremens\nThe man is locked in a padded cell, with a straitjacket. A raving maniac, he tears it apart, and dances wildly around the room before collapsing and remaining motionless."}, "64779327": {"title": "Ali Baba and the Forty Thieves (1902 film)", "plot": "The film is composed of seven scenes introduced by intertitles:\n1. Open sesame!\nWhile gathering wood in the forest, Ali Baba, accompanied by his donkey, surprises a gang of thieves carrying their loot. He hides and overhears the magic spell that gives access to the cave where they pile up their treasures.2. The thieves' treasure\nOnce the thieves are gone, he enters the lair, takes a few bags of gold coins and runs back home.\n3. Rich at last!\nAli Baba comes back to his house where his wife is expecting him. She is overjoyed when she sees the gold. Cassim, Ali's brother, arrives at that moment and Ali Baba tells him how he got the gold. Cassim dashes off to the cave.\n4. Cassim is discovered and executed\nIn the cave Cassim is awed by the accumulated treasures but he suddenly hears the 40 thieves coming back. He hides behind a treasure chest while the thieves are celebrating their latest plunder with dancing girls but he is soon discovered. He pleads for his life, revealing that Ali Baba had given him the magic spell but the chief cuts off his head.\n5. Brigands discovered by the maid\nForty jars of oil are delivered in the courtyard of Ali Baba's new mansion. Ali Baba thanks the oil merchant and invites him to dinner. A maid enters and sees that thieves are hidden in the jars. She takes a jar of boiling oil and pours it into the forty jars.\n6. The fake oil merchant\nIn the dining room of Ali Baba's mansion, Ali Baba enters and sits down with his wife and the oil merchant (in fact the chief of the thieves). Dancing girls entertain the guests. Suddenly the maid enters and stabs the fake oil merchant in the heart.\n7. Triumph of Ali Baba - Apotheosis\nAli Baba and his wife pose with pretty girls in front of a lavishly decorated backdrop.", "tmdb_id": 190648}, "57730148": {"title": "The Girls in the Overalls", "plot": "The film is based on a true story of the Vidal Ranch near Gunnison, Colorado where Regis Vidal and his wife Albine raised seven daughters and one son. Falling on hard time Regis borrowed $15,000 against the ranch. Under stress to pay back the loan Regis died a year later, shortly followed by his wife, leaving the children deep in debt. Instead of selling, the children decide to come together work the ranch and pay off the debt. The film begins at the Vidal ranch house as the girls prepare to work in the field. The girls then cut and split firewood. They stop and eat watermelon for lunch, then play a game of leap frog. They go back to work raking hay in a field using a horse rake and then stack the hay into piles. After stacking the hay they climb and slide down the side of the haystack.After the film was released the Vidal children received letters to make public appearances and offers to help with the ranch.", "imdb_id": "tt0231662"}, "33581371": {"title": "Jack and the Beanstalk (1902 film)", "plot": "In this earliest known adaptation of the classic fairy tale, Jack first trades his cow for the bean. His mother then makes him drop them in the front yard, and go to his room. As he sleeps, Jack is visited by a fairy who shows him glimpses of what will await him when he ascends the bean stalk. In this version, Jack is the son of a deposed king.\nWhen Jack wakes up, he finds the beanstalk has grown and he climbs to the top where he enters the giant's home. The giant finds Jack, who narrowly escapes. The giant chases Jack down the bean stalk, but Jack is able to cut it down before the giant can get to safety. He falls and is killed. Jack celebrates. The fairy then reveals that Jack may return home as a prince.", "tmdb_id": 144436}, "47148384": {"title": "Lazarus (1902 film)", "plot": "Raising of Lazarus, raising of the son of the widow of Nain, the raising of Jairus' daughter, and the exorcism of the Syrophoenician woman's daughter."}, "39640438": {"title": "Robinson Crusoe (1902 film)", "plot": "Robinson Crusoe, a sailor, is shipwrecked on an island. He gathers what provisions he can from the wreck, including a dog and a cat, who are the only other survivors of the catastrophe. After signaling a passing ship to no avail, Crusoe builds a hut.\nElsewhere on the island, at the base of a cliff, cannibal natives have taken prisoners, and have eaten all but one of them. They are about to kill the last prisoner when Crusoe appears and scares them off with gunfire. Crusoe takes charge of the prisoner, naming him Friday. The two of them scale the cliff, fighting off natives attacking them as they go. The fight works its way up the cliff and into the hut. Together, Friday and Crusoe manage to kill all the attacking natives. Safe at last, Crusoe makes friends with Friday and teaches him some skills. They set up home in their hut, along with the dog and the cat as well as a parrot and a goat. Together they build a canoe, brave a hurricane, hunt, and sail around the island.\nTwenty-five years after Crusoe’s shipwreck, some sailors land on the island; they have mutinied against, and imprisoned, the captain and officers of their ship. Friday and Crusoe attack the mutineers and set the prisoners free. The captain and officers let Crusoe and Friday onto their ship, and bring them to England. Landing in Southampton, Crusoe goes home and is reunited with his wife and children. Friday is adopted into the family. In a final \"apotheosis\" scene, Crusoe and Friday are shown once again after their fight with the natives, standing in glory on their island.", "tmdb_id": 137388}, "44407457": {"title": "The Treasures of Satan", "plot": "In a room in a medieval castle, Satan examines six money bags, and then locks them in a large chest. A blond man, creeping into the room on his hands and knees, jumps towards the table where he expects to find the money bags. Realizing the money is in the chest, he forces it open, but the lid slams down on his fingers. When he opens it again, the money bags are jumping and frolicking of their own accord. The man slams the lid down and sits on it, but he falls off when six young women in devilish outfits emerge one by one from the chest. They transform the money bags into spears and chase the man around the room; when the man tries to take refuge in the chest, it magically changes position. The women disappear, but the chest itself comes to life before transforming into a demon and tormenting the man. Satan and the demon throw the man in the safe, and they and the women dance around it as fire and smoke issue from it. Finally, the safe explodes to reveal the original money bags, safe and sound.", "tmdb_id": 108278}, "527391": {"title": "A Trip to the Moon", "plot": "At a meeting of the Astronomy Club, its president, Professor Barbenfouillis, proposes an expedition to the Moon. After addressing some dissent, five other brave astronomers—Nostradamus, Alcofrisbas, Omega, Micromegas, and Parafaragaramus—agree to the plan. A space capsule in the shape of a bullet is built, along with a huge cannon to shoot it into space. The astronomers embark and their capsule is fired from the cannon with the help of \"marines\", most of whom are played by young women in sailors' outfits. The Man in the Moon watches the capsule as it approaches, and, in an iconic shot, it hits him in the eye.Landing safely on the Moon, the astronomers get out of the capsule (without the need of space suits or breathing apparatus) and watch the Earth rise in the distance. Exhausted by their journey, they unroll their blankets and sleep. As they sleep, a comet passes, the Big Dipper appears with human faces peering out of each star, old Saturn leans out of a window in his ringed planet, and Phoebe, goddess of the Moon, appears seated in a crescent-moon swing. Phoebe causes a snowfall that awakens the astronomers, and they seek shelter in a cavern where they discover giant mushrooms. One astronomer opens his umbrella; it promptly takes root and turns into a giant mushroom itself.\nAt this point, a Selenite (an insectoid alien inhabitant of the Moon, named after one of the Greek moon goddesses, Selene) appears, but it is killed easily by an astronomer, as the creatures explode if they are hit with force. More Selenites appear, and it becomes increasingly difficult for the astronomers to destroy them as they are surrounded. The Selenites capture the astronomers and take them to the palace of their king. An astronomer lifts the Selenite King off his throne and throws him to the ground, causing him to explode.\nThe astronomers run back to their capsule while continuing to hit the pursuing Selenites, and five get inside. The sixth astronomer, Barbenfouillis himself, uses a rope to tip the capsule over a ledge on the Moon and into space. A Selenite tries to seize the capsule at the last minute. Astronomer, capsule, and Selenite fall through space and land in an ocean on Earth, where they are rescued by a ship and towed ashore. The final sequence (missing from some prints of the film) depicts a celebratory parade in honour of the travellers' return, including a display of the captive Selenite and the unveiling of a commemorative statue bearing the motto \"Labor omnia vincit\".", "tmdb_id": 775}, "60894190": {"title": "The Twentieth Century Tramp; or, Happy Hooligan and His Airship", "plot": "A Twentieth Century up-to-date tramp flying over the chimney tops of New York City in the latest flying machine, a bicycle that has its own propeller. The vagabond flies over the top of the Equitable Life building and other New York sky scrapers, then flies over the East River and clears the top of the Brooklyn Bridge.\nIn making his way toward Staten Island, his flying machine blows up, and the tramp falls off his perch.", "tmdb_id": 190669}, "65353732": {"title": "Uncle Josh at the Moving Picture Show", "plot": "A man is sitting in a box at a cinema theatre. The screening starts with the title The Edison Projecting Kinetoscope followed by the intertitle Parisian Danger showing a girl dancing the can-can. The man jumps out of his box and starts imitating her dance. The second intertitle, The Black Diamond Express then appears and the film shows a train rushing towards the camera. The man is so afraid that he jumps back in his loge. The third film, The Country Couple, is then shown and when the spectator sees a couple kissing, he goes back on stage and tears up the screen, revealing the movie projector and projectionist behind it. The projectionist stands up and gives the spectator a beating.", "tmdb_id": 179000}}