{"44806950": {"title": "An Adventurous Automobile Trip", "plot": "King Leopold, on holiday in Paris, wants to visit Monte Carlo, but does not have time for the seventeen-hour express train ride between the two cities. He happens upon an automobile maker who claims his car can make the distance in just two hours. The King agrees and sets off in the car, with the auto maker acting as chauffeur. A large crowd sees them off from outside the Paris Opera House, including many celebrities from the Paris theatre world. After stopping to fill the car with gas, the King starts it and, from inexperience, accidentally runs it backward over a policeman, who is squashed flat as a pancake. The King starts inflating him with a pump, and then, to save time, lets other onlookers finish the job while he drives off. The onlookers set to the work with gusto, so much so that the overinflated policeman ends up exploding.\nThe car speeds over the French countryside and into the Alps, leaping between mountains and knocking over a postman as it goes. At the gates of Dijon, town officials try to stop the car to enforce the octroi tax, but the car keeps its course and runs headlong into one of the officials, who explodes in his turn. The car wends its way across the Mediterranean coast, overturning a fruit stand, crashing through a greenhouse, colliding with a tar wagon (with another explosion ensuing), and, finally, arriving at the grandstand of spectators awaiting them at Monte Carlo. The car is now going at such speed that, rather than stopping in front of the grandstand, it somersaults up the stairs and crashes to earth. The King and chauffeur, unharmed by their adventurous race, are greeted warmly.", "tmdb_id": 191625}, "65062055": {"title": "The Bewitched Trunk", "plot": "A magician dressed as a Renaissance-era lord makes a cone out of a sheet of paper, summons six live rabbits from it, and puts them in a large empty trunk. From the trunk he then takes two women. The trunk briefly fades away to reveal a third woman, then returns to its place. The magician himself then pops out of the trunk.\nNext he leads the two original women back into the trunk, stands it on its end, and opens it to reveal two male footmen. The magician and footmen stand on the trunk and become the two women, while the three men pop out of the trunk underneath them. All four of the magician's assistants pile into the trunk, which the magician attempts to carry. The trunk seems to flatten the magician, but he emerges from inside it unharmed, and all return for a curtain call.", "tmdb_id": 190729}, "41169728": {"title": "The Bold Bank Robbery", "plot": "After learning they are short of money, a group of four robbers decide to execute a bank heist. The four create a plan and hire an unwitting chauffeur to drive them to their location. As soon as they reach an isolated road, the robbers force the chauffeur out of the car, gag him, and throw him into a ditch. The robbers then drive the car to the bank. After entering, they kill a security guard and use explosives to force the bank vault open. The thieves steal as much money as possible and make a quick retreat to their car. Back in the park, a young couple on a walk discover the unconscious body of the chauffeur, and the man calls the police.\nThe band of robbers, now at home, are about to start splitting their stolen goods equally, when the police barge in. While three of the robbers are subdued after a fight, one manages to make his escape via a window and ends up on the roof. The two policeman chase the criminal, who eludes them by jumping from rooftop to rooftop. After the robber jumps down to the street, he runs toward the railroad station and boards a departing train. The police officers arrive but are too late, as the robber has left. The officers tell the train dispatcher to send a telegram to the next station, informing them of the fugitive and asking them to catch him as soon as possible. When the train reaches the next station, the burglar exits the train and unknowingly runs right into the path of policemen. With all four of the robbers caught, they are sentenced to forty years in jail. While doing work in the jail's quarry, the group review their failure, with each robber pinning the blame on another.", "tmdb_id": 347019}, "47109253": {"title": "Bushranging in North Queensland", "plot": "The coach \"bailed up\" by Winton bushrangers, robbing of the passengers, shooting of the gang by the coach driver.\n\n\n== References =="}, "66128123": {"title": "The Child Stealers", "plot": "As a mother enters a store, she leaves her child outside in a perambulator. Another woman standing nearby quickly snatches the child out of the carriage. Soon afterwards, another mother is playing with two children in the park, and when she leaves one of them unattended, her child is also seized by the same woman. These are only two of a number of children that an unscrupulous couple has captured for their own purposes.", "tmdb_id": 417808}, "46273196": {"title": "The Christmas Angel", "plot": "At Christmas time, a girl and her family live in poverty; the girl's mother is ill and bedridden. The father asks the girl to go to nearby Paris, and beg for alms. The girl finds a church, but she is pushed aside by the professional beggars working on its steps, and is unable to get alms. She tries to ask for food at a bakery, but is thrown out again. As night falls, she collapses and falls asleep; a rag-and-bone man takes pity on her, shares his piece of bread with her, and gives her his shawl. After thanking the rag-and-bone man and saying goodbye, the girl moves on. Alone in a snowstorm, she collapses again.\nTwo endings for the film were made. In the version for French audiences, the beggar girl freezes to death after her collapse, and her soul is brought to Heaven by the Christmas Angel of the title. In the version for British and American audiences, a rich couple passing by in an automobile rescue the girl, bring her home, and lavish gifts upon her family. As the film historian Elizabeth Ezra has noted, \"these differences suggest that the American audience's predilection for a happy ending was already well in place by the turn of the century.\"", "tmdb_id": 196141}, "67008893": {"title": "Christopher Columbus (1904 film)", "plot": "The film is described in the Pathé catalogue as a Historical Scene in 8 tableaux :\n\nMutiny at Sea.\nLanding in America.\nIndians Rejoicing.\nTriumphal Entry into Barcelona.\nReception at the Spanish Court.\nChristopher Columbus disgraced.\nChristopher Columbus in prison.\nTo the glory of Christopher Columbus.", "tmdb_id": 196082}, "65944816": {"title": "Drama in the Air", "plot": "A gas balloon with two passengers lifts up in front of a large crowd of people. A close-up of the balloon's basket shows the aeronauts saluting and observing through a telescope the city of Paris, some boats and a rocky shore.  Suddenly a storm breaks out, a flash of lightning sets fire to the balloon which falls into the sea. The passengers clinging to the basket are rescued by a man in a rowing boat."}, "66014012": {"title": "An Englishman Trip to Paris from London", "plot": "At the time of release, the film was described as follows: \"The opening scene shows an Englishman in tweed knickers running towards Kensington Station to take the boat train. Inside the station, people are pushing through the turnstile of a ticket agency. The boat train is shown leaving the station for the steamship docks. Then there are scenes of the promenade deck of a paddlewheel steamer, and of the Englishman becoming ill on board the boat. He arrives in Paris and views the streets around the administrative buildings, the Chamber of Deputies, and the Champs Elysées. The picture ends with a scene based on 'once an Englishman, always an Englishman' for our hero sits down at a sidewalk café and orders a glass of British stout.\" This description was not entirely accurate as the views in Paris actually showed in addition to the Champs Elysées, the Opéra Garnier, the Place de la Concorde with the Hotel de Crillon and the Madeleine Church, and the Arc de Triomphe.", "tmdb_id": 536284}, "67095870": {"title": "The European Rest Cure", "plot": "The film tells the story of an old American man who has a series of misadventures while touring Europe. After leaving New-York on a steamer, he is seasick during a storm before arriving in Europe. In Ireland he falls from a wall while attempting to kiss the Blarney stone, in Paris he is drawn to dance the can-can with two enterprising women, in the Alps, he falls into a crevasse, in Italy, while viewing antique ruins, he is relieved of his valuables by some bandits, in Egypt (regarded as part of Europe for the purposes of the film), he falls down while climbing a pyramid in Giza and he is finally submitted to an energetic massage in a mud bath in Germany. When he is back home he is so exhausted that he is no longer able to walk alone.", "tmdb_id": 190727}, "65303371": {"title": "Every Man His Own Cigar Lighter", "plot": "An English tourist, sightseeing in Paris, wants to light his cigarette but does not have a match. He stops a passing coal deliverer and attempts to ask for a match, but cannot make himself understood. Rifling through all his pockets, the tourist finds one match, but it will not light, and another passerby also cannot help. Finally, the tourist splits himself into two identical Englishmen, one of whom lights the other's cigarette. The two doubles exit to have a drink together, linking arms and merging back into one man.", "tmdb_id": 196034}, "63828213": {"title": "El heredero de Casa Pruna", "plot": "In a small village, a young man dressed in a grotesque fashion asks a scrivener to write for him the following notice: \"The heir of the Pruna house would like to get married. You can meet him at the Chicha-Chic farm in Horta. He shall have a laurel branch at his buttonhole\". The notice is posted on the wall and soon a group of women gather to read it. The young man waits with a very large branch of laurel in front of his house and soon a large crowd of women assembles. He runs away chased by the women, gets out of the property through a big gate, climbs over a wall, falls down a steep slope, steals a man's bicycle and rides away only to fall down very soon, continues running down a lane and through an orchard, before arriving at a fountain. All along the women run behind him. The last seconds of the film are missing but it is likely that he would fall into the water.", "tmdb_id": 270102}, "57660923": {"title": "The Hold-Up of the Leadville Stage", "plot": "The film begins at the Bruin Inn, in North Cheyenne Canon, Colorado Springs, as the stage coach is departing for a relay station where the mail bags are transferred. The stage travels through the countryside passing scenic landmarks such as Ute Pass, North Cheyenne Canyon, Garden of the Gods, Pike's Peak, Cheyenne Mountain, and Cameron's Cone.\nA group of bandits plot to capture the stage after hearing that it is transporting a Wells Fargo strong box containing a million dollars in gold from Horace Tabor's bank in Leadville to the Clark–Gruber mint in Denver. The bandits begin chasing the stage through canyon and over a bridge. As they close in a gun fight begins. One guard is killed and falls off the moving stage. People inside the stage begin hiding their valuables. The bandits take a short cut across the mountain and intercept the stage. The bandits search the passengers and off load the mail bags and strong box. One boy is shot as he tries to escape and a woman faints. After the bandits escape, the women load the body of the boy into the coach. The men from the stage mount horses and pursued the bandits. After a chase through the scenic countryside one bandit is lassoed to the ground and trampled by his horse. The chase continues for the other bandits who dismount their horse and try to escape on foot. A bandit is shot during the foot chase while the other two escape to a cabin carrying the mail bags and strong box. In the cabin the two bandits begin to open the bags and divide the money. One bandit cheats the other and both men draw their knives and begin to fight. During the struggle one bandit is killed. The final bandit takes the money and leaves the cabin to find the men from the stage has tracked him down. Shots are fired and after a struggle the bandit is captured.", "tmdb_id": 551983}, "2539863": {"title": "The Impossible Voyage", "plot": "Note: Since the film is silent and has no intertitles, the proper names and quotations below are taken from the English-language description of the film published by Méliès in the catalog of the Star Film Company's New York Branch.A society of geographical enthusiasts, the Institute of Incoherent Geography, plans to make a world tour in such a way as to \"surpass in conception and invention all previous expeditions undertaken by the learned world.\" At a meeting headed by President Polehunter, \"assisted by Secretary Rattlebrain, by the Archivist Mole, by the Vice-president Humbug, the members of the office, Easily-fooled, Daredevil, Schemer, etc., etc.\", the sumptuously dressed ladies and gentlemen of the Institute listen to Professor Daredevil's plan for the world tour, but reject it for being out-of-date. The president then welcomes the eccentric engineer Crazyloff. He explains his project for a new \"impossible\" voyage, using \"all the known means of locomotion—railroads, automobiles, dirigible balloons, submarine boats…\" The unusual plan is accepted enthusiastically, and preparations begin.\nWhen work is complete, the machines and travelers are loaded onto a train and are sent to the Swiss Alps, where the travelers will begin their journey. They first board a touring automobile, the Auto-Crazyloff, and journey through the mountains. In an attempt to run at high speed over the summit of the Rigi, the travelers crash at the bottom of a precipice. They are saved by mountaineers and rushed to a Swiss hospital, where they make gradual but chaotic recoveries.\n\nAfter they have finished recovering, the travelers board a train with their other vehicles attached to it, and make a second attempt at running over a summit: this time, the Jungfrau. Getting higher and higher every minute, with dirigible balloons tied to the train, they rise into space and are swallowed by the Sun. The travelers land with a crash on the Sun's surface. They are happy to be alive, but the heat is too much for them. Crazyloff directs the travelers to seek shelter in the train's gigantic icebox, but this plan goes too far in the other direction: moments later, the whole group has been frozen solid. Crazyloff finds a bundle of straw among the debris and starts a fire on the surface of the Sun to melt the ice. The travelers thaw out and are happily shepherded into the expedition's submarine. Crazyloff launches it off a cliff on the Sun, and it plummets through space to fall into an ocean on Earth.\nAfter a few minutes of underwater sightseeing, a boiler problem causes the submarine to explode. The travelers are thrown up into the air, landing safely at a seaport amid the wreckage of the submarine. They return in triumph to the Institute of Incoherent Geography, where a grand rejoicing is held for them.", "tmdb_id": 2963}, "66325440": {"title": "The Lost Child (1904 film)", "plot": "A mother sets down her child in the front yard and goes back into the house for a brief moment. As soon as she is gone, the child walks into the doghouse. When the mother comes back outside, she does not see where the child has gone, and when she sees a man in the street with a basket, she runs after him. Soon she has the whole neighborhood in turmoil.", "tmdb_id": 536656}, "26181753": {"title": "Maniac Chase", "plot": "A man dressed as Napoleon is locked in a cell. After a fight with three male nurses, he breaks the bars of his window and runs away followed by the nurses. After overcoming various obstacles, he comes back to his cell.", "tmdb_id": 190716}, "63897759": {"title": "Meet Me at the Fountain", "plot": "The film starts with a title reading 'A remake of \"Personal\" in which a man advertises in the newspaper for a wife, asking interested parties to \"meet me at the fountain\"'. It is followed by a middle close-up of the man drafting the advertisement, a middle shot of the man posting it, and again a middle close-up of the man getting ready in front of a mirror. This is followed by a full shot of the man waiting at the meeting point in front of a fountain. First comes a nanny, pushing a baby stroller. He bows low and wants to kiss the baby but she pushes him away. \n\nA number of women arrive, he begins to greet them but when they become too insistent, he runs away, chased by the group of women. He catches a streetcar, jumps over a fence, runs up a flight of stairs, climbs up a tree, then a wall but they keep following him. He finally falls into a river where one of the ladies follows him and helps him get out of the water, she is the winner.\nThe film ends with a medium close-up of the bride and bridegroom all dressed up, which reveals that the bride is actually a man dressed as a woman. The two men French kiss.", "tmdb_id": 232144}, "70513333": {"title": "The Moonshiner (film)", "plot": "A family of moonshiners loads several jugs of illicit whiskey onto a horse-drawn wagon.  They leave to make a transaction.  A government agent (\"The Revenue Spy\") observes their departure and heads after them on horseback.  The agent observes the family trading the moonshine for corn, thus securing the evidence.  The agent heads back to notify his colleagues, and they all leave to make the arrest.  Meanwhile, the moonshiners go to work on their still.  Significant footage is devoted to showing the methods and procedures of operating the still, which adds a documentary dimension to the film.  The lookout is ambushed and apprehended by the government agents, who proceed to have a gunfight with the two outlaws operating the still.  One of the outlaws is killed and the other flees, only to be shot by another agent.  In retribution, the outlaw's wife kills the agent.  The final scene shows the outlaw dying in his wife's arms.  The final intertitle reads \"The Law Vindicated\" but the film appears to portray the outlaws in a sympathetic light, undermining the moral message.", "tmdb_id": 196076}, "65876782": {"title": "Mr. Pecksniff Fetches the Doctor", "plot": "A man is quietly sleeping; a nurse enters and wakes him. He dresses in a hurry and fetches the doctor and awaits the result in an adjoining room. When the nurse enters with three bouncing babies, their father collapses.", "tmdb_id": 183935}, "60943559": {"title": "The Providence of the Waves", "plot": "An impoverished fisherman, not earning enough to support his wife and daughter, prays for help before an icon of the Virgin Mary. He falls asleep and dreams of the goddess Fortuna standing on her wheel, pouring gold for him out of a horn of plenty. On waking, the memory of the dream drives him to despair. He is about to commit suicide with a revolver, but is stopped just in time by his wife, who rebukes him for being ready to leave his family unprotected and alone.\nJust then a philanthropic nobleman and his daughter, traveling the countryside on errands of charity, stop at the fisherman's cabin and discover his family's plight. The noble duo shower the poor family with gifts. As they are at the door and about to leave, the nobleman's daughter momentarily takes the appearance of the icon of Mary. The fisherman, amazed that his prayer has been answered, kneels in thanksgiving.", "imdb_id": "tt0228752"}, "66056987": {"title": "A Railway Tragedy", "plot": "At the time of release, the film was described as follows: \"A Railway Tragedy is about a robbery and assault on an attractive young woman in a train compartment. During the attack, the young woman is thrown from the train. The film ends with the capture of the villain on a station platform as he attempts to make his getaway.\"", "imdb_id": "tt00000497"}, "66210614": {"title": "The Story the Biograph Told", "plot": "An office boy at Biograph learns how to operate a camera, and secretly films the boss kissing his secretary. Later, the boss and his wife go to the pictures, and see the kissing scene on the screen. The wife runs out of the theater. The wife replaces the secretary with a young man.", "tmdb_id": 464379}, "66297871": {"title": "The Strike (1904 film)", "plot": "The film is composed of five scenes introduced by title cards:\n\nRefusal of arbitration. The scene is in the Director's office. The workers' delegation is introduced and submits the wishes of their comrades, but the manager, despite his son's intervention, refuses any compromise.\nThe Director's murderess. The factory is guarded militarily. The delegation goes out and announces the refusal of the Director. The workers, angry, try to invade the factory but an officer orders to fire. Several men and children are wounded or killed. The manager try to parley with the workers. A woman, who had just seen her husband killed before her eyes, grabs a brick and throws it at the head of the manager and kills him.\nArrest of the culprit. In a poor slum, the dead worker lies on the bed surrounded by his wife and children. Suddenly gendarmes enter the house and arrest the poor woman. She is taken away in spite of the cries and tears of her children.\nAcquitted. The unfortunate woman pleads for her freedom and to be allowed to look after her children. The Director's son, knowing that his father was wrong, asks for the accused's freedom. The judges, due to the circumstances, acquit her.\nThe Future. An apotheosis shows Labour as a worker and Capital as a rich man determined to unite their efforts to give happiness and fortune to all in the future. Justice appears and presides over this loyal alliance."}, "43397771": {"title": "The Suburbanite", "plot": "The film is about a family who move to the suburbs, hoping for a quiet life. Things start to go wrong, and the wife gets violent and starts throwing crockery, leading to her arrest.", "tmdb_id": 190735}, "27449740": {"title": "Tracked by Bloodhounds; or, A Lynching at Cripple Creek", "plot": "The film is set at a gold mining camp in Cripple Creek, Colorado where it was filmed. It begins as a man knocks on the door of a miner's cabin on Bennett Avenue. A kind and generous woman answers and offers the man food. He demands money and kills the woman after she refuses. The tramp searches the cabin and hides when he hears the woman's daughter approach. The tramp escapes before the husband of the woman returns and finds his murdered wife. The husband enlists the help of his neighbors who also bring bloodhounds. The hounds are given the scent of the tramp's hat that he left behind and they begin tracking him. The tramp resting under a tree hears the dogs approaching and escapes to the woods. A chase ensues through the forest and the posse fires at the tramp as they get closer. After crossing a small stream across a fallen tree one of the pursuers tackles the tramp to the ground and they roll down a mountainside. The tramp briefly escapes only to be trapped on a bridge crossing a deep ravine. The tramp shoots one of the pursuers and leaps off the bridge. He lands in the water and is met by another pursuer. The two fight until the other men arrive. The tramp is caught and brought to shore, where a rope is placed around his neck. The captured tramp is taken up a hill and to a tree. The rope is thrown over a limb of a tree, where the tramp is hung as the mob fires in the air. The final scene is a closeup of the bloodhounds and their handler.The film runs over four minutes long and consists of 12 scenes.", "tmdb_id": 429494}, "60945503": {"title": "The Untamable Whiskers", "plot": "Georges Méliès, after greeting the audience, makes a rapid-fire chalkboard sketch of his head, but adding a long medieval wig. Striking a pose, a wig matching the drawing magically appears on his bald head. Next Méliès draws an elderly, heavily bearded man, and then a monocled gentleman with sideburns, magically transforming into each character. Writing \"comic excentric\" (a French phrase for an eccentric comedian) on the board, he next becomes a clown, then a whiskery naval type in a bicorne. Finally he transforms into the Devil and disappears into thin air.", "tmdb_id": 44324}, "51973291": {"title": "A Wager Between Two Magicians, or Jealous of Myself", "plot": "A performing magician divides into two people. The doubles then take turns doing tricks before merging back into one man.", "tmdb_id": 420948}, "66466912": {"title": "The Widow and the Only Man", "plot": "A group of women sitting on the veranda of a resort hotel. First the woman arrives, and later the man. The film then shows their friendship progressing as they dine together, ride in a carriage together, and boat together. When they are boating, the boat turns over, and the man rescues the widow. A later scene shows a box of flowers being delivered to the widow, and the camera moves in to a close-up of the woman as she admires each flower and back out to show the arrival of her suitor. The denouement takes place later in a dry goods store. The widow walks in and promptly faints when she discovers that the ribbon  clerk is none other than her gallant summer beau.", "tmdb_id": 292646}, "56902140": {"title": "The Wonderful Rose-Tree", "plot": "According to Méliès's catalogue description:\n\nThe Brahmin, Iftikar, who enjoys a great reputation in India, has determined to make a creation which shall place the seal upon his renown. He sows some seeds upon the carpet, prostrates himself, and in the course of his invocations, in less than an instant, the grains germinate. A small rosebush grows and produces beautiful roses. Aided by his servant, the Brahmin makes of them a magnificent bouquet, which is changed into a single enormous rose. The flower spreads out its petals and from its centre there darts forth a young and lovely woman, whom the Brahmin strives to embrace. But she eludes him and dances a fascinating serpentine dance. She disappears and the rosebush resumes its place. Iftikar destroys the rosebush and he confesses himself conquered for he has been able to create but not to preserve.", "tmdb_id": 478354}}