{"35407845": {"title": "£100 Reward", "plot": "A poor family, suffering from a lack of food, plan to sell their dog to gain some extra income. Before they act on their plan, the dog discovers some buried jewels. These turn out to be stolen, and the family are given a £100 reward.", "tmdb_id": 410710}, "13291458": {"title": "The Adventures of Dollie", "plot": "On a beautiful summer day a father and mother take their daughter Dollie on an outing to the river. The mother refuses to buy a passing peddler's wares. The peddler tries to rob the mother, but the father rushes up and drives away the ruffian. The peddler then returns to his nearby camp and devises a plan. He and his female companion return and kidnap Dollie while her parents are distracted. A rescue party is quickly organized to find the girl, but the peddler and companion take her back their camp. They gag Dollie, put her in a wooden barrel, and seal its top before the rescue party arrives at the camp. Once the searchers leave, the peddler and his companion escape in their wagon. As the wagon crosses the river, the barrel falls into the water. Still sealed in the container, Dollie is swept downstream in dangerous currents. Soon a boy who is fishing along the riverbank finds the barrel, calls out to Dollie's frantic father to help him hoist it out of the water. The father unseals the barrel and daughter and parent are happily reunited.", "tmdb_id": 132394}, "13291567": {"title": "After Many Years (1908 film)", "plot": "The short film is about a love triangle, in which a young lady discovers that she is in love with her boyfriend's best friend after her sweetheart dies at sea.", "tmdb_id": 269434}, "60889654": {"title": "The Airship, or 100 Years Hence", "plot": "A young lady and a friend are observed entering an airship, which is loaded with ballast, sand bags, vegetables, and more. They laugh heartily, shake hands and are off. Another individual equipped with wings, in the clouds. Below, a Jewish man walking down the street, has  some sawdust fall on him, then some vegetables. All the items are falling from the airship.\nOther pedestrians including a policeman, stop and look upward, and are showered with vegetables. An air-cycle cop is summoned, who mounts his machine and flies upward.\nThe Jewish man reaches his pawn shop where a man comes in to pawn a pair of wings. The broker gives the loan, tries on his strange equipment, and soars up into the sky. In a collision, the air-cycle cop causing the broker to fall through space, lighting on the moon for a moment, then into the ocean. At the sea bottom, the broker flirts with mermaids, but a whale suddenly swallows him up.\nOn a passing ship, sailors are fishing and catch the whale, cutting it open to find the hapless broker.", "imdb_id": "tt1810778"}, "64536765": {"title": "L'Arlésienne (1908 film)", "plot": "A young man from the country, Frédéric, says good-bye to his family and his sweetheart Yvette in front of his family home and goes to the old city of Arles to attend the bull fight at Roman Amphitheatre. There he meets a beautiful young woman and falls in love with her. They stroll together through the street of the old city and vow eternal love. As he leaves her at her home and walks away, her former lover Mifilio comes along and forcefully complains about her unfaithful behaviour, but she coldly sends him away.\nThe next day Frédéric meets the girl again and proposes to her and she accepts him. He takes her to his home to introduce her to his parents who welcome her.\nA few days before the date planned for the wedding, Milifio appears at Frédéric's house and shows his grandfather Balthazar a letter proving that she had been his mistress and had sworn him eternal love. He shows it to Frederic who confronts the girl. She coldly admits the facts and haughtily leaves the house. Frédéric is devastated.\nTo prevent him to fall into madness, his mother convinces him to marry Yvette. Frédéric consents and the wedding is celebrated.\nBut Frédéric cannot forget the Girl from Arles. He keeps having visions of her either alone or with Milifio. Trying to find solace, he climbs to the attic of his house, but there he sees her kissing Milifio in front of the open window. Wanting to catch them, he falls from the window and crashes on the ground. He dies in his mother's arms while Yvette watches, crying.", "tmdb_id": 470155}, "68576839": {"title": "L'aspirateur", "plot": "Two men give the street vacuum cleaner they have just stolen an original purpose; not content with collecting the various utensils they find on their way, they take turns sucking up the peaceful passers-by who have the misfortune to pass within their reach: nannies, lovers, town sergeants, are irresistibly attracted and snatched up one after the other, despite their desperate efforts, by this voracious hoover. Fortunately, the mischievous criminals are finally \"sucked up\" in their turn while they are resting from their \"work\" on the terrace of a wine merchant, by the policemen launched in pursuit. Then the device, delicately turned in the opposite direction, gives back to freedom the unfortunate victims that it had sucked up.", "tmdb_id": 196648}, "41528891": {"title": "An Awful Moment", "plot": "Judge Mowbray sentences a man, at which a gypsy woman protests. The Judge later goes home and sees his wife and daughter. However the gypsy woman breaks into his house. She knocks out Mrs. Mowbray, gags her and ties her to a chair. She sets up a gun to shoot her dead when the door is opened. However the daughter wakes up and is able to tell her father, who saves his wife, and the gypsy woman is arrested.", "tmdb_id": 298468}, "56963608": {"title": "The Big Man (1908 film)", "plot": "The film is a screen version of the play \"The Big Man\" performed by artists of the St. Petersburg People's House.", "imdb_id": "tt0291050"}, "29391146": {"title": "The Black Viper", "plot": "A thug accosts a girl as she leaves her workplace but a man rescues her. The thug vows revenge and, with the help of two friends, attacks the girl and her rescuer again as they're going for a walk. This time they succeed in kidnapping the rescuer. He is bound and gagged and taken away in a cart. The girl runs home and gets help from several neighbors. They track the ruffians down to a cabin in the mountains where the gang has trapped their victim and set the cabin on fire. A thug and Rescuer fight on the roof of the house.", "tmdb_id": 196604}, "52375537": {"title": "The Boston Tea Party (1908 film)", "plot": "Described by Edison Films as an \"unrivalled historical production of colonial times\", the synopsis of scenes was:\nBEFORE THE STORM. — Epoch-making days — Liberty stirs the blood of the Colonists — Grave issues discussed — \"Sons of Liberty\" take action.\nTHE MAN AND THE HOUR. — \"Market Day\" — Eager for news — Arrival of hero at tavern — Posted call for mass meeting — Informer (rival of heroine) off to sell information — Heroine welcomes hero.\nBRITISH HEADQUARTERS. — Informer reports — Leads soldiers — Off to capture hero — Posting £1,000 reward — Searching house.\nHEROINE OUTWITS THE ENEMY. — Secreting hero — Informer baffled — Fruitless chase — Heroine throws off disguise — Escape of hero.\nTHE RENDEZVOUS. — Tea Tax arouses populace — \"Sons of Liberty\" disguise as Indians — Off to the harbor.\nATTACK ON THE SHIP. — A dark, silent night — Unexpected attack — Crew overpowered — Piling the tea on deck.\nHEROINE'S WARNING. — A fast ride — Tea party warned in time — Soldiers get warm reception — Soldiers and crew Imprisoned.\nTHE RATTLESNAKE FLAG. — Throwing the tea overboard — Home thrust at tyranny — Rattlesnake Flag unfurled — Informer attacks hero — He follows the tea overboard.\n\nTABLEAU. — Great Historic Picture of \"The Tea Party in Boston Harbor.\""}, "49473805": {"title": "Buncoed Stage Johnnie", "plot": "A stage actress's wealthy admirer, or \"Stage Door Johnnie\", brings a bouquet to the theatre and asks a stagehand to pass it along to the admired actress. The stagehand, for a practical joke, changes the card on the bouquet so that it appears to be meant for the theater's lady janitor. The janitor, accepting the flowers, sends the Stage Door Johnnie a note telling him to meet her at the stage door. The Stage Door Johnnie, shocked to see the janitor approaching, tries unsuccessfully to escape her embrace. He finally struggles away, as the theatre's stagehands laugh at the success of the joke.", "tmdb_id": 196571}, "45463121": {"title": "The Burns-Johnson Fight", "plot": "According to newspaper reports the film showed the following:\n\nthe champions training, swimming, ball punching, sparring, skipping, motor pacing (Burns at Medlow, Johnson at Botany);\nthe crowd arriving at the Stadium;\ninterior preparations;\nthe ring;\nthe climax;\nview afterwards.According to Hugh MacIntosh:\n\nThe show lasts two hours, and not only is the whole fight presented in detail with all the doings between the rounds, but films are shown depicting Johnson and Burns going through their training work, swimming, hall-punching, boxing, massaging, and both. The figures are life-size and there is a wonderful absence of flicker. Then there are films showing the crowds flocking to and from the stadium. What a crowd it was! Nothing has ever been seen like it in Australia."}, "41503251": {"title": "A Calamitous Elopement", "plot": "A young couple decides to elope after being caught in the midst of a romantic moment by the woman's angry father. They make plans to leave, but a thief discovers their plans and hides in their trunk and waits for the right moment to steal their belongings.", "tmdb_id": 196606}, "19268430": {"title": "The Call of the Wild (1908 film)", "plot": "The story, set in the late 1800s, is a cross-cultural melodrama about Gladys Penrose (Florence Lawrence), a young white woman who rejects the professed love of George Redfeather (Charles Inslee). George, a Native American, has lived for years in white society and has just returned to the American West from Pennsylvania, where he graduated with high honors and was a football star at a prominent \"Indian boarding school\" in Carlisle. In recognition of George's scholastic and athletic achievements, Gladys's father, a lieutenant in the United States Army, holds a formal reception and dance for the local \"hero\". George, however, has fallen desperately in love with Gladys, and at the party he openly expresses his feelings to her as well as his desire to marry her one day. She angrily dismisses his advances, and her father, also angered, orders the young man out of the Penrose house.\nAfter leaving the party, George goes back to the small house in town where he living. Once back in his bedroom—humiliated and infuriated by his treatment—he strips off his \"white man's\" formal evening attire and dons traditional native buckskin clothing as well as an elaborate war bonnet. He then leaves the town and rejoins his tribe \"in the wilds\". Back with his \"own people\", George agitates a small group of his fellow braves with a fiery speech and bottles of whiskey, and then, after becoming inebriated, he returns by himself to the town to spy on Gladys and to observe her activities. When he sees her go riding alone on horseback into the countryside, George assembles six of his braves, and they chase and capture Gladys while she is gathering wildflowers. George now tries to force his affections on her as his men watch and laugh in the background. Gladys struggles and rebuffs him. She then points to the sky and implores George to allow her to leave, reminding him not to abandon the teachings of God or to ignore the constant \"presence of the All Powerful Master\". Suddenly ashamed and contrite, George drops to his knees. When he rises, he leads her back toward her horse, but the other braves attempt to stop her. George pushes his men away, draws his knife, and threatens them if they do not allow her to go. The men back off as he helps Gladys onto her horse. After he kisses her hand, she departs. He now finds her handkerchief on the ground, presses it to his face, and exhibits remorse again for his actions. His men appear to be disgusted by this change in his behavior. George now rides off alone, still clutching Gladys's handkerchief and visibly sad. After holding the handkerchief to his face one last time, he drops it to the ground and leaves the scene.", "tmdb_id": 382974}, "12030404": {"title": "A Christmas Carol (1908 film)", "plot": "No prints of the first American film adaptation of A Christmas Carol are known to exist, but The Moving Picture World magazine provided a scene-by-scene description before the film's release. Scrooge goes into his office and begins working. His nephew, along with three women who wish for Scrooge to donate enter. However, Scrooge dismisses them.  On the night of Christmas Eve, his long-dead partner Jacob Marley comes as a ghost, warning him of a horrible fate if he does not change his ways.  Scrooge meets three spirits that show Scrooge the real meaning of Christmas, along with his grave, the result of his parsimonious ways. The next morning, he wakes and realizes the error of his ways. Scrooge was then euphoric and generous for the rest of his life.", "tmdb_id": 570834}, "56981532": {"title": "The Diligent Batman", "plot": "The film tells about an old general who takes care of his cook and brings to the kitchen sheets of sticky paper to fight the flies. The cook at the direction of the general everywhere spreads out these sheets. The general is replaced by the batman, who sits on a chair with paper and begins to fight with it.", "tmdb_id": 415402}, "7870349": {"title": "Dr. Jekyll and Mr. Hyde (1908 film)", "plot": "The film begins with the raising of a stage curtain. Dr. Jekyll vows his undying love for Alice, a vicar's daughter, in her spacious garden. Suddenly, seized by his addiction to the chemical formula, Jekyll begins to convulse and distort himself into the evil Mr. Hyde. He savagely attacks Alice, and when her father tries to intervene, Mr. Hyde takes great delight in slaughtering him. While in his lawyer's office, Dr. Jekyll sees visions of himself being executed for his crime.\nHyde later visits a friend Dr. Lanyon to ask him to procure some chemicals he needs, and after drinking the potion, he transforms back into Jekyll right before the doctor's eyes. Later in his lab, Jekyll transforms back into Mr. Hyde again, but haunted by visions of the gallows, he takes a fatal dose of poison, killing both of his identities simultaneously. In true theatrical tradition, the curtain then closes.", "tmdb_id": 3006}, "64687036": {"title": "The Dream of an Opium Fiend", "plot": "In an opium den, an attendant offers a well-dressed gentleman a pipe of opium. The gentleman dreams he is at home, and that his wife and maidservant are pouring him a large glass of beer. However, before he can drink it, the beer flies upward through the window to Phoebe, the Moon goddess, seated on her crescent in the sky. The dream shifts to imagine the Man in the Moon flying through the sky, to meet the beer glass as it travels through space.\nThe dream shifts back to the gentleman's dining room, where he attempts to have a drink with Phoebe and to flirt with her. However, first the beer glass, then Phoebe herself, magically jump around the room, evading the gentleman's attempts at control. Just as the gentleman thinks he has chased Phoebe into his arms, she turns into a grotesque clown. The clown teases the frantic gentleman as the dream comes to an abrupt end.", "tmdb_id": 196605}, "65141883": {"title": "The Duke's Good Joke", "plot": "A mischievous duke comes across a drunkard in a town square, and decides to pull a practical joke. He has the drunkard carried to the ducal palace and dressed as a nobleman, where he is made to receive courtiers. A banquet is prepared for the fake nobleman, who is too far gone to understand the situation, and unusual things seem to begin occurring. When the drunkard attempts to get more to drink, the bottle magically grows to giant size and disappears, so the duke's servants bring in a large funnel and fill the drunkard up, with his stomach swelling up like a balloon to fit. The duke's doctors work to deflate him back to normal. The drunkard tries to get some sleep, but the paintings on the walls come to life, showing him all sorts of scenes of people drinking merrily. The duke decides to end the joke, and puts the drunkard back in the town square.", "imdb_id": "tt0225572"}, "52595553": {"title": "A Fake Diamond Swindler", "plot": "A fraudster is at work in his laboratory, where he pretends to make synthetic diamonds. He is visited by numerous angry customers who have discovered the deception, as well as by the president of a South African diamond mining company, who watches the fraudster at work and is presented with a diamond tie pin for his cravat. Policemen carry the fraudster off to trial, but during the mayhem of the court case, he upends his opponents and escapes through a window. A chase ensues before the fake diamond swindler is finally caught and imprisoned.", "imdb_id": "tt0225678"}, "29390154": {"title": "The Fight for Freedom", "plot": "The film opens in a town on the Mexican border. A poker game is going on in the local saloon. One of the players cheats and is shot dead by another of the players, a Mexican named Pedro. In the uproar that follows, Pedro is wounded as he escapes from the saloon. The sheriff tracks Pedro to his home but Pedro kills him too. Pedro's wife, Juanita, and his mother hide him so he can recover from his wounds. The posse arrives and Juanita is arrested on suspicion of murdering the sheriff. Pedro rescues her from the town jail and the two head for the Mexican border. Caught by the posse before they reach the border, Juanita is killed and the film ends with Pedro being arrested and taken back to town.", "tmdb_id": 823948}, "45550288": {"title": "Fortune Favors the Brave (film)", "plot": "A young boy's adventure takes him to the domain of the Genie of the Cathedral Bell, where he finds a fortune to enrich his family.", "imdb_id": "tt0228316"}, "45545085": {"title": "French Cops Learning English", "plot": "In a room labelled \"English School under the management of Miss Blackford,\" four French policemen and their chief are practicing English words. Miss Blackford, writing \"What a fair fish\" on her blackboard, tells one of the policemen to translate it into French; his attempt is \"Va te faire fiche.\" The process repeats, with \"Very well thank you\" translated as \"Manivelle St. Cloud.\" Miss Blackford, holding up a placard reading \"Conversation,\" lets in four young English ladies; the policemen and ladies court each other fervently.\nThe lesson is interrupted by the entrance of a higher-ranking officer, a Police Inspector, who is appalled at the sight of the police force in chaotic flirtation. However, when the \"Conversation\" placard is shown to him by way of explanation, he is immediately appeased, and nods cheerfully. The entire classroom bursts into a raucous can-can dance as the Inspector holds up a placard reading \"Entente Cordiale.\"", "tmdb_id": 196627}, "49528516": {"title": "Fun With the Bridal Party", "plot": "Two pranksters, finding out that a couple is about to apply for a marriage license at the town mayor's office, sneak into the office to pull a practical joke. First they rig up the furniture with string; then they hide in the room, inside some big boxes they put in place of the mayor's desk. When the bridal party arrives for the license, the pranksters go to work, making the chairs and \"desk\" move of their own accord, foiling the bride's and groom's attempts to sit and the mayor's attempts to write. Finally, the pranksters appear, disguised under white sheets as ghosts. The bridal party rushes in surprise out of the office as the joke comes to a successful close.", "imdb_id": "tt0227030"}, "65044827": {"title": "The Genii of Fire", "plot": "A young man and woman, wandering a lushly forested landscape, come across a ruined temple. An old man at the entrance warns the couple not to enter the temple, but they disregard him in their curiosity. Inside, they are surrounded and trapped by temple priests, and they watch in horror as an imp-like spirit fills the temple with fire. The couple are blinded, and stumble back out of the temple, where the old man restores their sight.", "tmdb_id": 196643}, "41510051": {"title": "The Girl and the Outlaw", "plot": "A girl called Nellie falls for Preston, a notorious outlaw who leads a band of Native American renegades. Preston treats her badly and leaves her for dead but she is rescued by a mountain woman whom she had befriended. They escape together, sharing a horse, but Nellie is mortally wounded. As Preston tries to overtake them, the mountain woman stabs him in the chest and he is killed. The renegades stop and then ride away. Nellie dies soon after reaching her father's cabin.", "tmdb_id": 372736}, "41503335": {"title": "The Greaser's Gauntlet", "plot": "The film begins as Jose, a young Mexican man, leaves his home in the Sierra Madre Mountains in order to make his way in the United States. Before he leaves, his mother presents him with a pair of gauntlets embroidered with a cross, which are intended to be a reminder of her love as well as what she has taught him: \"to be temperate, honest, and dispassionate; to bear the burden of life's cross with fortitude and patience.\" The film then moves on a tavern on the border, populated by cowboys, miners and railroad construction employees. Tom Berkeley is the engineer of the construction company, and his fiancée Mildred West has just arrived from New York. Bill Gates, an assistant engineer, secretly loves Mildred, though she rebuffs his unwanted advances. Mildred and Tom's entry in the tavern draws everyone's attention, during which a Chinese servant steals money from a group of cowboys playing poker and plants the cowboy's bandanna at Jose's feet. Jose mistakenly picks it up, thinking it is his own, and exits. The robbery is subsequently discovered and blame is placed on Jose. An angry mob subsequently drags him out to be lynched, despite his pleas of innocence, which Mildred believes. Jose is dragged off to the woods and a rope placed around his neck, and he asks for the chance to say a final prayer. The film then cuts back to Mildred at the hotel, feeling pity for Jose. As she comes out of her hotel room, she suddenly spies the Chinese servant hiding the money he has stolen, revealing that he is the real thief. She snatches the money and runs to the site of the lynching, arriving just as Jose is raised into the air. She causes the mob to drop the rope, and Jose is released uninjured. After she explains what truly happened and returns the money to the cowboy, the mob leaves to chase after the servant, leaving Mildred and Jose alone. As a gesture of his deep gratitude he gives her one of the gauntlets and swears that if she ever needs his help, he will come to her rescue.\nTime passes by, during which Jose falls into drinking. The railroad contracts have finally been completed, and a party is thrown in honor of Tom Berkeley. Bill Gates attends and continues to make advances on Mildred, now Tom's wife. After he does not give up, she screams and calls Tom to her side, who attacks Bill and ejects him from the party, who swears to get his vengeance. Bill heads to the tavern and finds Jose, drunk, who with another accomplice helps Bill attack Tom's carriage on its way home from the party. They knock Tom out, then abduct Mildred and take her to the tavern. Jose leaves to continue drinking, during which time Mildred unsuccessfully attempts to escape and is blocked by Bill. When Jose returns, he suddenly sees the gauntlet on the floor, which Mildred dropped in her struggle with Bill. Realizing who she is, he attacks Bill and kills him as Tom and his friends burst into the room to save her. Mildred thanks Jose for aiding in her rescue, and Jose resolves to return to his mother in the mountains. The film ends with Jose fulfilling this promise and returning to his loving mother's arms.", "tmdb_id": 580980}, "65537096": {"title": "The Helping Hand (1908 French film)", "plot": "An impoverished father, with his young son and daughter, begs for food in a marketplace. When a merchant angrily turns them away, their plight attracts the attention of a woman of charity. Calling shame upon the unkind merchant, she buys the poor family some food, talks with the family, and adopts the two children. Marketplace workers, witnessing the scene, give the father work as a sign carrier.", "imdb_id": "tt0227010"}, "56768655": {"title": "Honeymoon in a Balloon", "plot": "At a May Day festival, a young bride-to-be is crowned the May Queen. Her bridegroom decides to take a flight with a balloonist who has set up at a nearby fairground. The bride, running to join him, arrives just as the balloon is lifting off; not quite able to get into the basket, she is caught by the balloon's anchor as it floats into the clouds. Onlookers, realizing what has happened, make a mad dash to keep up with the balloon, but their hectic chase proves futile. Bride and balloon make a crash landing through the ceiling of a large hall, where the town mayor and his worthies are banqueting. The couple are finally reunited, and the bride has her May Queen crown of flowers restored to her as all celebrate the safe conclusion of the adventure.", "imdb_id": "tt0225099"}, "12036077": {"title": "Hôtel électrique", "plot": "Laure and Bertrand arrive at the Electric Hotel, where a control board allows inanimate objects to come to life. For most of the film, the effects are used to perform tasks such as polishing shoes, styling hair and putting away luggage, to the two guests' great pleasure. At the end, a drunken concierge erratically throws switches that cause the system to go haywire, sending all of the hotel's furniture into a jumbled, chaotic mess.", "tmdb_id": 143634}, "51230086": {"title": "The House of Ghosts", "plot": "Two men and a woman stop at a small house in the woods. Inside, they experience numerous instances of paranormal activity, including disappearing furniture; a stereotypical ghost; movement of cutlery and food on their own; ball lightning; unexplained tilting of the entire home; and a grotesque being with claw-like fingers that attempts to eat the trio.", "imdb_id": "tt1548598"}, "65139591": {"title": "Hypnotist's Revenge", "plot": "A hypnotist-magician, invited to a wealthy man's house party, amuses the guests with various tricks. After his performance, he joins the guests for a game of cards, suggesting that they play for money. He uses his professional skills to cheat lavishly, and has soon collected all the winnings. The guests, discovering the fraud, chase the hypnotist out of the house and all around the area. At length the chase takes the hypnotist back to the house, where he hypnotizes his pursuers and makes a safe exit.", "imdb_id": "tt0228409"}, "58481055": {"title": "Incident from Don Quixote", "plot": "In one of his dreams, Don Quixote is fighting monsters. Having vanquished them, he goes to put on his armor, only to be met with a succession of strange events: first the armor appears occupied by a creature with stretching limbs, then a lovely young woman appears and sprouts butterfly wings. As Quixote approaches her, the wings become giant tentacles and attack him. Just as Quixote is fighting back and reaching for his lance, he wakes up to find himself pummeling his servant Sancho Panza.", "imdb_id": "tt0000848"}, "41511368": {"title": "Ingomar, the Barbarian", "plot": "Parthenia seeks her father who is captured by barbarians. She starts the search alone and finds the barbarian camp. She is captured by the barbarians where Ingomar is the leader. The undaunted girl compels the admiration of Ingomar. He releases her father to seek for hidden money and keeps Parthenia as a hostage. She teaches him what love is. Ingomar at heart is “sterling”. At first amused, then interested he learns the true meaning of love. Admiration gives way to passion and Ingomar becomes her champion. Then there is a mutiny among the barbarians and they abduct Parthenia. Ingomar rescues her, forsakes his tribe and escorts Parthenia home where Polydor, an old suitor, starts trouble. He buys up the debt of her father and, because her father can’t pay his debts, demands Parthenia and her father to be slaves. Ingomar marvels at such “civilised” conduct and wants to kill Polydor. Partnenia prevents this and Ingomar offers himself in their place and Polydor accepts. When the barbarians besiege the city they think Ingomar is held against his will. Ingomar saves the city and Polydor is driven forth. Ingomar wins Parthenia and is made governor by the citizens.", "tmdb_id": 382972}, "42429424": {"title": "The Last Days of Pompeii (1908 film)", "plot": "In Pompeii 79AD, Glaucus and Jone are in love with each other. Arbaces, the Egyptian High Priest, is determined to conquer her. Glaucus buys the blind slave Nydia who is mishandled by her owner.\nNydia falls in love with Glaucus and asks Arbaces for his help. He gives her a potion to make Glaucus fall in love with her. In fact it is a poison which will destroy his mind. Ione's brother Apaecides threatens to reveal publicly his wrongdoings. Arbaces kills him and accuses Glaucus of the crime. He locks Nydia in a cellar to prevent her from speaking.\nGlaucus is condemned to be thrown to the lions. Nydia manages to escape and rushes to the Circus where she arrives just as the Vesuvius starts erupting.\nA widespread panic ensues and under the shock, Glaucus recovers his mind. Blind Nydia, the only one to find her way in the darkness caused by the rain of ashes, leads Glaucus and Jone to safety and finds peace by drowning herself.", "tmdb_id": 284799}, "64705837": {"title": "The Living Doll", "plot": "On Christmas Eve, a young girl, Polly, is excited to find out what Santa Claus will bring her during the night. As soon as she falls asleep, a pair of kidnappers arrive and carry Polly away. Escaping them, she becomes lost in a snowy forest. She climbs a tree and sees a far-off church lit up for Midnight Mass. Arriving at the church, Polly admires a stained glass window. Magically it spins and disappears to reveal visions of Santa, children finding Christmas presents, and angels bestowing blessings. Leaving the church, Polly finds the way to Santa's palace.\nIn the palace, where angels are loading an airplane full of toys for Santa to deliver, Polly finds an enormous box holding a doll as large as she is. Polly puts on the doll's clothes and takes its place in the box, which is loaded into the airplane and sets off. Polly's box is dropped down a chimney and into her own house. Polly wakes up to realise her whole adventure had been a dream—but the giant doll she had imagined is there among her gifts, waiting for her. A final scene shows Polly and Santa Claus together: he is bestowing gifts and she is blowing kisses goodbye.", "imdb_id": "tt0227295"}, "48525862": {"title": "Long Distance Wireless Photography", "plot": "In a glass-roofed workshop, an inventor is surrounded by mechanical devices for a complicated machine. The inventor's servants show in a respectably dressed lady and gentleman; the inventor welcomes them in and begins to demonstrate his invention to them. Setting the machine in motion, he unrolls a large screen and places a small image of the Three Graces on a chair; thanks to the machine, the Graces are projected at life-size on the screen, and they briefly come to life before disappearing. Next, the inventor and his staff give a further demonstration, with a model in Grecian garb being projected. As before, the projected image takes on its own life, waving to the gentleman visitor.\nThe visitors indicate that they are ready to be photographed by the wireless process, and the lady takes a seat in front of the photographic apparatus. Her head appears in close up, projected on the screen; the projected head makes grotesque faces, including a mostly toothless grin and a fierce scowl. The lady faints from shock and has to be revived with smelling salts. The inventor, proffering apologies, ushers the gentleman client to the seat, but he fares even worse: his projected portrait shows him as a hairy, monkey-like creature, gibbering maniacally. In a rage, the gentleman runs around the room, trying to destroy the machine, but touching one of the devices gives him an electrical shock that makes his hair stand on end. He rushes to his lady companion, whose outer garments are torn apart when she stands too near another device, leaving her in her chemise and petticoats. The two clients leave the studio in a rage, while the inventor and his servants laugh uproariously.", "tmdb_id": 188080}, "45588514": {"title": "A Love Tragedy in Spain", "plot": "A Spanish dancer, in front of an inn in the Spanish mountains, is courted by a smuggler, who asks her to marry him. She agrees. Later, in the dancer's room, another man enters and declares his love for her. The smuggler, entering unnoticed, hears the declaration of love, and a violent argument breaks out between the two rivals for the dancer's affection. The suitors travel to a remote spot in the mountains and fight to the death; the smuggler wins the fight when the other suitor falls over a precipice. Returning to the dancer's room, the smuggler comes to meet his beloved, but the dancer refuses him when she finds out he killed his rival. The smuggler stabs himself in despair. The dancer, running to his corpse, touches his hands, and is repulsed to find them covered with blood.", "imdb_id": "tt0227390"}, "56972264": {"title": "The Marriage of Krechinsky", "plot": "The film is a screen version of a series of scenes from the comedy Krechinsky's Wedding by Aleksandr Sukhovo-Kobylin.", "tmdb_id": 894280}, "56749757": {"title": "Mishaps of the New York–Paris Race", "plot": "In New York City, an automobile race to Paris is launched. A large crowd, including a Salvation Army brass band, sees off the six racecars, including a De Dion-Bouton driven by Georges Bourcier de Saint-Chaffray, a Motobloc, a steam automobile, and even a kitchen on wheels, where a black visitor is hurried out before the race begins. The cars speed over the precipices of the Rocky Mountains, where they navigate a rickety bridge over a torrent; though the De Dion-Bouton speeds easily over the bridge, it breaks under the weight of the next car, hurling it into the water. The other four cars, going too fast to be able to stop, follow it over the precipice. The De Dion-Bouton, now alone, continues its journey as far as the plains of California, where it suffers a breakdown just as it is being attacked by a group of Iroquois. The abducted travelers, about to be scalped, escape by getting their captors drunk on gasoline. They regain their car only to realize that, having used up their gasoline in the ruse, they cannot start the engine. Taking some feathered Iroquois headdresses to use as sails, they convert the automobile into a sail wagon and travel on the wind.\nThe weather gets worse, and a cyclone carries the car into the sky. It flies over Canada and finally makes a crash landing on a frozen Alaska river. Finding a horse to pull the car, they reach a gold mining camp. In welcome, the miners take them on a tour of a glittering mine and give them two boxes of gold. The travelers set off again with sled dogs pulling their car. They make it as far as the Bering Strait before the dogs are tired out and can go no further. An ice avalanche sends the car into the sea, where a whale accidentally swallows it. The whale spits out the car on an ice field, where the travelers see a pack of polar bears approaching. Just when an attack seems imminent, it becomes clear that the bears come in peace, thinking the fur-covered travelers are bears as well. Humans and bears exchange hearty handshakes and conversation, until they notice that the airship Patrie is being blown toward them by the strong wind. The travelers make a dash for the airship, managing to fasten one of its guide ropes to the car.\nThe airship carries the car to Siberia, where some poor serfs agree to pull the car over the ice. They pass through villages, where the travelers are greeted with welcome, vodka, and displays of ice skating. Reaching Germany, the travelers are still unable to make their car work, and call upon a caravan of Romani people to pull it onward for a while. At last, their car in shambles, carried along by a Paris coachman's nag, they reach the finish line at the Place de la Concorde, where the police chief Louis Lépine and the President of France have arrived to greet them. The travelers, distributing their souvenirs of the journey to the crowd, are carried in triumph through the streets of Paris.", "tmdb_id": 372941}, "66440290": {"title": "The Music Master (1908 film)", "plot": "The Music Master tells the story of violinist Herr Von Mitzel (D. W. Griffith) who falls in love with his student, the daughter of an English lord. However, due to the difference in their social status he is unable to marry her.\n\n\n== References =="}, "65537187": {"title": "The Old Footlight Favorite", "plot": "An elderly actor, once an audience favorite, goes to a talent agency for work, but is told he is too old to be hired. Going home, he tells the bad news to his wife. They pawn most of their possessions, and end up begging on the streets. There they happen to come across a familiar face: a star performer, who rose to fame after getting valuable advice from the older actor. The star, finding his mentor impoverished, offers his home as a place to live.", "imdb_id": "tt0227690"}, "65053674": {"title": "The Prophetess of Thebes", "plot": "In ancient Thebes, the king visits an astrologer to discover his future. The astrologer vehemently refuses, even when threatened with execution, but finally arranges to satisfy the king's demand without delivering the prophecy himself. He assembles sculpted pieces into a statue of a priestess, and the statue comes to life.The prophetess of Thebes has the king look through a magic telescope, which reveals to him that he will be assassinated while on his throne. The king flies into a rage and tries to stab the prophetess, but she disappears into thin air. The astrologer too proves impervious to damage; blades and assailants simply bounce off him. Finally the king is told that he can lift the curse by paying the astrologer a heavy bag of gold. He does and leaves. The astrologer, the prophetess, and their assistant gather together and laugh over the bag of gold.", "tmdb_id": 196575}, "41510135": {"title": "The Red Girl", "plot": "An Indian girl helps a Mexican woman who has stolen a bag of gold nuggets belonging to a girl miner. The Mexican woman seduces the Indian girl's husband and tortures her. She escapes and meets the posse looking for the thief. Her husband and the woman are escaping downstream in a canoe so the posse launch other canoes and give chase. A fight ensues with the canoes capsizing and the Mexican woman taken prisoner. The Indian girl's husband pleads with her to forgive him but she refuses and goes away with the girl miner.", "tmdb_id": 372744}, "13292205": {"title": "Rescued from an Eagle's Nest", "plot": "A woodsman leaves a hut followed by a woman with their baby. Nearby some men chop down a tree. The baby is left outside the hut, but an eagle flies away with it. The mother comes outside and sees what has happened. She picks up a gun and aims, but decides against it. She tells the woodsmen and they get to the cliff where the eagle's nest is. One of the men is let down on a rope to the nest. However the eagle attacks, but he kills it and kicks it off the cliff. He then picks up the baby, is hoisted up the cliff, and returns the baby to its mother.", "tmdb_id": 44336}, "44756427": {"title": "The Scarlet Letter (1908 film)", "plot": "Hester Prynne becomes pregnant while her husband is absent. In June 1642, in the Puritan town of Boston, a crowd gathers to witness the punishment of Prynne, who is found guilty of adultery. She is required to wear a scarlet \"A\" (\"A\" is the symbol of adultery ) on her dress to shame her. Pastor Dimmesdale, who seduced the woman, hypocritically becomes one of her accusers.", "tmdb_id": 678339}, "45576135": {"title": "Seein' Things (1908 film)", "plot": "A partygoer (played by Méliès) comes home very drunk, and finds that his drunkenness makes him see two of everything.", "imdb_id": "tt0228300"}, "64971546": {"title": "Sideshow Wrestlers", "plot": "On the encouragement of his friend, a lodging-house janitor, a man goes to try his luck sparring a professional wrestler at a fair sideshow. He watches some of them at work, including a exaggeratedly sturdy woman wrestler who completely flattens her opponent. Finally he is pitted against an extremely tall wrestler, and manages to come out victorious."}, "20220778": {"title": "The Thieving Hand", "plot": "A one-armed beggar receives a new limb from a strange store that specializes in human appendages. The new arm has a mind of its own, though, and brings the man nothing but trouble.", "tmdb_id": 85220}}