{"57150020": {"title": "16th Century Russian Wedding", "plot": "The young boyar accidentally overturns the cart, which goes to meet him. There was a hawk who was not hurt. After parting with her, he comes home, where his parents want him to marry a girl whom he should not see before the wedding. After the wedding, the bride takes off the veil and the boyar finds out the stranger with whom fate brought him on the road.", "tmdb_id": 160516}, "34772196": {"title": "The Airship Destroyer", "plot": "A fleet of airships begin an attack on England, bombing an armoured vehicle, a signal box and a town. An inventor and his assistant are preparing to launch a missile in defence. A biplane attempts to shoot down one of the airships, but is destroyed itself. One of the airship's bombs lands on the home of the inventor's lover, whose hand in marriage he had unsuccessfully asked her father for earlier in the day. The inventor rushes to the house and rescues his lover, although her father is dead. Returning to the missile launch site, the inventor successfully launches a surface-to-air missile and destroys the airship. The film ends as the couple embrace.", "tmdb_id": 132395}, "64616535": {"title": "L'Assommoir (film)", "plot": "Part one\nIn the street in front of Hotel Bon Coeur (English: Good Heart Hotel), Lantier is flirting with Virginie. Gervaise arrives and follows Lantier inside. In their room, Lantier and Gervaise start a fight but they stop when their friend Coupeau enters the place. Lantier asks her for money. After giving him her purse, Gervaise takes her bundle of clothes and leaves for her work. Lantier packs his things, puts his trunk on a cab and leaves after having given a note to a young boy. Gervaise arrives at the public wash house, where she begins her toil. Virginie, one of Gervaise co-workers, taunts her about the loss of her lover. Soon the boy arrives at the laundry and gives Gervaise Lantier's note that reads: \"I have had enough of your jealous outbursts, and have decided to leave you. Don't worry about me: I have found consolation. Lantier.\" Virginie looks at her with a triumphant sneer and under her breath makes slurring remarks. Gervaise turns on her, giving her a terrible beating. In front of the wash house, Gervaise sees Virginie enter a cab with Lantier and drive away.\nA few months later, Coupeau meets Gervaise in the park and proposes marriage to her. Gervaise happily accepts and on their way home they stop at a café to inform their friends of the coming event. A drunk man starts a brawl and is arrested by a policeman. Gervaise makes Coupeau swear that he will stop drinking. The couple invite their friends to a party for their wedding in a guinguette. They dance to the sound of a barrel organ.\nFour years later, Virginie takes her revenge. She has never forgotten the humiliation she endured that eventful day in the laundry, when Gervaise attacked her. One day, Gervaise and her little daughter Nana carry Coupeau his lunch to the building site where he is working. While he is having lunch with them, Virginie climbs upon the scaffolding and loosens some of the boards. As Coupeau climbs the ladder to return to work he stops for a moment to wave goodbye to his dear ones, when suddenly the planks give way under his feet and he is precipitated to the ground below. The other workmen who hurry to the scene raise the injured man and carry him to his home.\nPart Two\n\nCoupeau, now cured meets his friends, including Goujet and Virginie at a café, all carrying flowers. They drink a glass of champagne and leave together. Coupeau and his friends arrive at Gervaise's laundry shop where she has invited them for her birthday. Coupeau drinks heavily and falls asleep on the table. Lantier, who had watched the scene from outside, comes in and tries to kiss Gervaise. Goujet throws him out. Coupeau goes to a café and his friends convince him to start drinking again absinthe. Lantier bets that he can drink eight shots of spirit while the clock strikes eight. Coupeau loses because he is only able to finish six before he is helplessly intoxicated. Gervaise enters the place and, seeing the condition of her husband, begs him to go home with her, but he refuses to move. Desperate, she starts drinking with him. Goujet tries to take her away but Coupeau starts a fight with him. Finally Coupeau is attacked with delirium tremens and after a difficult struggle with his companions, is carried a raving maniac to the hospital.\nPart Three. \n\nTwo years later, Coupeau is authorised to leave the hospital. He is sternly warned by a doctor against the use of strong liquors. The smallest glass, he is told, will cause immediate death. He may, however, partake of a very little red wine. He is accompanied home by a friend, who stops on the way to purchase a bottle of wine. Gervaise is very happy that Coupeau is back at home. After an effusive greeting, she takes her basket and hastens off to purchase some food for him. While Gervaise is away, Virginie slips into the room and substitutes a bottle of spirit for the wine. Soon Coupeau feels the need of a drink and goes to pick up the bottle. He raises it to his mouth and is flabbergasted when he realises it is not wine. Burning with the desire for liquor, he drains the bottle of its contents and is immediately seized with delirium tremens. After much suffering, he falls prostrate upon the floor, where his lifeless form is found by his unhappy wife upon her return. She sees Virgine looking triumphantly at the dead body and starts a fight with her. Goujet comes in, separates the two women and throws out Virginie. Other friends come in as he tries to comfort Gervaise.", "tmdb_id": 306510}, "13276675": {"title": "At the Altar", "plot": "A rejected admirer sets up a trap to kill his sweetheart and her fiance before they married and then commit suicide, but before he passes away, he leaves a confession. The confession is found on time and a police man runs to the church to save the couple.", "tmdb_id": 312438}, "57048828": {"title": "Boyarin Orsha (film)", "plot": "The film tells about the boyar, returning to his native estate after the service of Ivan the Terrible. One day, he becomes a witness of his daughter’s meeting with his adopted son Arseny, which makes him furious...", "tmdb_id": 419744}, "71000092": {"title": "The Bride of Lammermoor (1909 film)", "plot": "Based on the novel by Walter Scott, it tells the story of two ill-fated lovers and the tragedy that follows their thwarted union.", "tmdb_id": 622725}, "37437017": {"title": "Briton and Boer", "plot": "The film is set at the outset of the Boer War, beginning at the farm of Jobe De Larey, a Boer, and his family. His oldest daughter Gretchen and falls in love with Englishman Allen Hornby, superintendent of the mines, while attending an English school at Kimberly. Allen asks Jobe for consent to marry Gretchen and he refuses.\nGretchen overhears Jobe and Piet Cronje planning for war and intentions to seize the mines. She then sees Hans, a young Boer whom Jobe wanted her to marry, receive a message to seize the mines and capture Allen. Gretchen steals the message and Han's horse and rides to Kimberley to warn Allen. Gretchen is pursued after the message and horse are found missing, where at the bottom of the mine she refuses to leave and stays with Allen.\nThree months pass when Piet captures a dispatch and learns the movements of a group of men Allen has organized against the Boers. With the information Piet sets a trap. Allen's men ride into the trap and a battle ensues. They escape when a passing regiment of Gordon Highlanders comes to their rescue. Piet and Jobe, fight several battles when Lord Roberts outwits the Boers and forces Piet to surrender.\nHans and Jobe escape and go to Kimberly at night. They seeks out Gretchen intending to kill her for her treason. Allen arrives in time and gets into a fight with Hans, who is killed. Two years after the war at Allen's home, Jobe begs his daughter's forgiveness. Allen and Jobe reconcile the past.", "tmdb_id": 910485}, "40619669": {"title": "Charmed, I'm Sure", "plot": "The story involves a bank robber, Daniel, who falls in love at first sight with Jane, the bank teller he has taken hostage in a robbery gone awry. Comic antics ensue as the robber simultaneously attempts to win the teller's affections and escape the building surrounded by policemen."}, "18250600": {"title": "Choosing a Husband", "plot": "Gladys has four bachelors pursuing her. To prove their loyalty she plans fake duties to make them believe she is away every time the men visit her. During the visits each bachelor met her pretty young sister. Each one flirts with the young sister and fails the test.", "imdb_id": "tt0000826"}, "13278868": {"title": "The Country Doctor (1909 film)", "plot": "A doctor (Frank Powell) leaves his sick daughter (Adele DeGarde) to assist a neighbor that is gravely ill, and ignores his wife's requests to come home and take care of his own daughter who is getting worse.", "tmdb_id": 36874}, "7251854": {"title": "The Cowboy Millionaire (1909 film)", "plot": "Cowboy from Idaho gets letter from Chicago, reporting that his uncle died and left him a fortune of several million dollars.", "tmdb_id": 386978}, "39227363": {"title": "Davy Crockett – In Hearts United", "plot": "The fictional romance depicts frontiersman Crockett rescuing a woman named Anna in mid-ceremony from marriage to a man she doesn't love. She and Crockett ride off on his horse. They go directly to a minister who marries them, and he brings her home to his mother.", "imdb_id": "tt0277659"}, "18250423": {"title": "The Day After (1909 film)", "plot": "Mr. and Mrs. Hilton decided to give a big New Year's Eve party. They both agree to control their drinking, but as the guests arrive and the party continues both get drunk. The next day Mr. Hilton, feeling guilty for being weak, fears to confront his wife, until he finds out she was guilty as well.", "tmdb_id": 470787}, "57132584": {"title": "Dead Souls (1909 film)", "plot": "The film is based on the novel \"Dead Souls\" by Nikolay Gogol.", "tmdb_id": 894291}, "57160007": {"title": "The Death of Ivan the Terrible (film)", "plot": "The film is based on plays by Aleksey Konstantinovich Tolstoy.", "tmdb_id": 567341}, "46418568": {"title": "The Diabolic Tenant", "plot": "A bearded stranger, carrying a single valise, arrives at a seaside boarding house. The janitor in charge shows him to an unfurnished room, still being papered. Once the janitor has left, the new tenant throws the paper hanger out the window, and fills the room with a vast assortment of things magically taken from his valise: a steamer trunk larger than the valise itself, a fireplace, chairs, a piano, various decorations and hangings, a fully set dining table, and even a whole family and a housemaid. The janitor, bringing in a small tray of food, is astonished to see the tenant and family enjoying a grand dinner in the magically furnished room. He runs away in flight.\nLater, the tenant is reading a newspaper by the fireplace, when the janitor comes in to present the tenant with his bill. The tenant, indicating that he has no money, rejects the bill and leaves the janitor alone in the room, where all the furniture comes alive. The panicked janitor rushes back to his office and alerts his female partner.\nBack in the room, the tenant quickly packs most of the furniture into the steamer trunk, which itself disappears into the valise. A policeman runs in to stop the tenant from escaping, but the tenant throws him inside the piano and into the trunk with the rest. Leaving only a small chest of drawers in the room, the tenant pulls a ladder from his valise and climbs out the window. The male janitor hurries in, accompanied by the owner of the building and another policeman. Finding only the chest of drawers, which is dancing around of its own accord, the three men attack it with sticks. It explodes in a huge burst of smoke, knocking the men to the ground and bringing plaster and beams down from the ceiling.", "tmdb_id": 49271}, "57092906": {"title": "Drama in a Gypsy Camp near Moscow", "plot": "Two young people are in love with the gypsy woman Aza. One of them, Aleko, gets a sympathy from Aza. He makes her an offer to get married and she agrees. Opponent of Aleko sends to him a cheater who during the game wins from Aleko all the money, horse and Aza."}, "56963501": {"title": "Drama in Moscow", "plot": "The film tells about the actress, who is given a telegraph from which she learns that she can get one hundred thousand rubles, because she won the process. After that, she, along with a fan walking around Moscow, visit various restaurants. While walking in the park, a fan tries to kiss the actress, but she does not allow him to do this, as a result of which the fan shoots at her and then - into herself.", "tmdb_id": 613647}, "13279133": {"title": "A Drunkard's Reformation", "plot": "In its March 27, 1909 issue, the New York-based trade journal The Moving Picture World provides the following description of the film's plot: \n\nThe story told is a simple one, and grips from the very start. John Wharton, the husband of a true and trusting wife and father of an eight-year-old girl, through the association of rakish companions becomes addicted to the drink habit, and while the demon rum has not fastened its tentacles firmly, yet there is no question that given free rein the inevitable would culminate in time. Arriving home one afternoon in a wine besotted condition, he is indeed a terrifying spectacle to his little family. Later, after he has slept off the effects to some extent, while at supper, the little girl shows him two tickets for the theater, begging him to take her. After some persuasion he consents to go. The play is a dramatization of Emile Zola's \"L'Assommoir,\" which shows how short a journey it is from peace and happiness to woe and despair by the road of rum. Here the picture shows both the action and the play and the psychological influence it has on the audience, Wharton especially. Here is shown a most clever piece of motion picture producing, portraying the downward path of the young man who was induced to take his first drink: how it finally became an unconquerable habit, causing poverty and suffering for his wife and child and death for himself, while at the same time presenting a sermon to Wharton in front, sinking deeper and deeper into his heart, until at the final curtain he is a changed man, going homeward with a firm determination that he will drink no more, which he promises his wife upon his return. Two years later we find the little family seated, happy and peaceful, at their fireside and we know that the promise has been kept.", "tmdb_id": 258830}, "41540422": {"title": "Edgar Allen Poe (film)", "plot": "The film focuses on Edgar Allan Poe and his wife Virginia Clemm, who is bedridden and seriously ill. While Poe comforts her, a raven suddenly appears on a bust of Pallas displayed on a high shelf in her room. Inspired by the sight, Poe writes \"The Raven\", his greatest poetic work. He then leaves, hoping to sell the poem to a local newspaper or book publisher so he can buy much-needed food and medicines for Virginia. At a newspaper office, the first potential buyer rejects the creation. Desperate for money, Poe rushes to another publisher's office, where a man and a woman are busy editing. Initially, one editor dismisses Poe's poem, but the other one reads the work, likes it, and pays him for it. Poe then uses the money to buy a basket of food and other items for his wife. Virginia is still lying in bed when he returns home, where he proudly unfolds a new blanket he also purchased, but as he places the blanket on her, he realizes that she had died while he was gone. Poe is devastated by her loss, and the film ends with him crying over her body.", "tmdb_id": 194066}, "63090021": {"title": "The Fisherman's Bride", "plot": "A story founded on facts, as old Skipper Stout and his daughter Jennie lives near Astoria, Oregon.", "imdb_id": "tt1970040"}, "13279270": {"title": "Fools of Fate", "plot": "A man's boat capsizes and another man who was camping nearby saves him before he drowns. After that the rescuer meets the almost drown man's wife without knowing who she is, they become friends but he starts to have feelings for her.", "tmdb_id": 417260}, "60793171": {"title": "For the Cause of Suffrage", "plot": "Mr. Duff dresses as a woman and infiltrates a women's suffrage meeting.", "imdb_id": "tt0228314"}, "56982220": {"title": "The Fountain of Bakhchisaray (film)", "plot": "The Crimean Khan Giray brings a girl Maria to the harem, which causes jealousy of Zarema, who loves Khan more than anything else. Zarema speaks about this to Maria, who is eager for freedom and understands that this is possible only after death. Khan, when he learns of Maria's death, gives the order to execute Zarema and build a fountain of tears.", "tmdb_id": 790122}, "6680481": {"title": "The Golden Louis", "plot": "On a snowy holiday evening, an old woman sends a small girl begging for money along the streets of late 17th-century \"old Paris\". Well-dressed revelers and others passing by the child ignore her pleas for charity. Exhausted and cold, the little beggar lies down on some stone steps next to the sidewalk and falls asleep. Soon, one gentleman walking by takes pity on her, although he does not wake the girl. He simply places a coin, a gold \"Louis d'or\", into one of her wooden shoes, which has come off her foot and sits on the snow-covered pavement next to her. Elsewhere, inside a nearby gambling hall, one of the revelers has run out of cash playing \"roulettes\". Confident that he can win a fortune playing the game if he only had more money, he goes outside to find more funds. There he sees the girl asleep on the steps. He also spies the gold Louis in her shoe. Reluctant at first to take the coin, the young man \"borrows\" it, for he is certain he can win a fortune for himself and her at roulette. While he returns to the gambling hall and resumes playing, the child awakes and renews her wandering and begging along the streets. The gambler wins his expected fortune and now goes back to share his success with the girl. During his search for her, the weak, half-frozen little beggar returns to the steps and lies down once more. The gambler eventually finds her. She appears to be sleeping again, but he quickly realizes that the child is dead. Devastated, the gambler cries, rages at a crowd of onlookers, and then throws his roulette winnings into the snow. He then picks up the small lifeless body, cradles it in his arms, and continues sobbing.", "tmdb_id": 139298}, "33420690": {"title": "De Greep", "plot": "Jean-Marie Hardouin (played by Louis Bouwmeester) is an old man who once was notorious because of the iron grip he exerted on his family but now he is lame. He whiles away his days in a chair in the house of his son and daughter-in-law. He has to see how his adulterous daughter-in-law plots to murder her two foster children and her husband. Jean-Marie can't intervene and because he can't talk he can't warn his own family. Eventually he gathers all his strengths and strangles her.", "tmdb_id": 321783}, "13279420": {"title": "The Hessian Renegades", "plot": "A young soldier during the American Revolution has the mission to carry a crucial message to General Washington but he is spotted by a group of enemy soldiers called Hessians. He finds refuge with a family, but his enemies soon discover him. After that, the family and neighbors must plan a way to send the important message.", "tmdb_id": 194055}, "18230568": {"title": "In Little Italy", "plot": "Marie has two lovely men pretending her, she decided to reject Tony and accept Victor as her new sweetheart. Tony, frustrated and jealous for Marie's decision stabs Victor,  but later he discovers that Victor was still alive and decided to break into Marie's house where Victor is convalescing to finish the job.", "tmdb_id": 776110}, "68703467": {"title": "Jones and His New Neighbors", "plot": "The following summary of the comedy is published in the April 3, 1909 issue of the New York trade publication The Film Index:The Joneses have moved and taken an apartment in one of a row of houses which are identically alike. The most natural thing happens; Jones gets into the wrong house, and, of course, his intrusion is vigorously resented, and it looked for a time he would suffer bodily injury, but as usual the menacing clouds dissipate and peace again reigns in the Jones domicile. Eddie may get some hard bumps, but they never scar.\nAdditional details about the film's storyline are provided in another much later summary published in Kemp P. Niver's extensive 1985 reference Early Motion Pictures: The Paper Print Collection in the Library of Congress:All of the incidents in this humorous one-reel picture are related to the preoccupation of neighbors who live on a street where the front doors are all identical. A husband comes home, his wife embraces him and leaves the room. When she returns she finds a strange man reading the newspaper and generally making himself at home. She is disturbed. The unwelcome intruder flees in terror, accidentally taking his host's hat and overcoat. The film shows three such incidents. The final scenes show all the neighbors, brandishing kitchenware and pounding on the door of the man who caused all the trouble by wandering into the wrong apartment. A policeman arrives and straightens everything out, ending the film.", "tmdb_id": 759734}, "68794620": {"title": "Jones and the Lady Book Agent", "plot": "The comedy opens in the office of Mr. Edward Jones, who is being pestered by a female literary agent to buy a book from her. After leaving his office, the agent overhears Jones making insulting remarks about her. The agent, now seeking revenge, plants incriminating but false evidence of a romantic relationship between them, items that Edward's wife Emma will later see at their home. Emma is enraged when she sees the fabricated evidence, and she literally \"beats up her husband\". She then locks herself in their bedroom and begins packing her suitcase to go to her mother's home. In the end, however, all is forgiven after an apologetic letter from the agent arrives in which she confesses her scheme against the hapless Mr. Jones.\n\nFurther details about the film's storyline are given in a May 10, 1909 bulletin published by Biograph:There is no question that the good-natured man is always made the \"Patsy\" and so it is that poor Jones, who is benignity personified, is always getting into hot water. His latest episode is an experience with a female book agent, who tried to sell him a book entitled \"How to be happy, tho' wedded.\" The work does not appeal to affable Edward, and he with gentlemanly firmness rejects her from his office, as his friend Dick Smith enters, to whom he mimics the ludicrous antics of his visitor. All this is witnessed by this modern Clio, who is peeking through the keyhole. She vows to be revenged, and seeing a box of gloves which Jones has bought for his wife, she substitutes her corsets for the gloves, writes a note which she puts in his overcoat pocket, asking him to return her corsets, and finally sends a letter to Mrs. Jones, warning her of her husband's perfidy and to search his pockets for proof. Does the scheme work? Well, there seems to be a certainty a case of \"Jones vs. Jones\" appearing on the calendar of the Divorce Court, in the near future, but the book agent becomes conscience stricken and sends a letter of contrition to Mr. and Mrs. Jones explaining everything. Peace again reigns and Jones receives the osculatory balm for his throbbing forehead.", "tmdb_id": 759739}, "2424274": {"title": "Lady Helen's Escapade", "plot": "Lady Helen (Florence Lawrence) is a wealthy yet immensely bored woman who lives in a luxurious home with her three servants. In seek of adventure, she answers a help wanted in the newspaper and goes slumming as a domestic servant in a boarding house. She makes ludicrous efforts to cook, serve food, and clean, however the men living in the boarding house are enamored with her beauty and charm enough to overlook her incompetence. Among the boarders is a tall handsome violinist (David Miles), whose kindness and musical talent stand out among the crass manners of the other men. Helen and the violinist's romance inspires jealousy among the other maid, who conspire to get rid of Helen by framing her for the theft of the musician's violin. Although the violinist believes Helen is innocent, she is still fired and sent away. Helen soon reveals her true identity and reunites with the musician. After their reunion, Helen secures the violinist a position as a director at a conservatory.[1]", "tmdb_id": 200195}, "13281663": {"title": "The Lonely Villa", "plot": "A group of criminals wait until a wealthy man leaves to break into his house and threaten his wife and daughters. The wife and daughters take refuge inside one of the rooms, but the thieves break in. The father finds out what is happening and runs back home to try to save his family.", "tmdb_id": 127105}, "45379767": {"title": "The Lure of the Gown", "plot": "The story as told by Moving Picture World reads:\n\n\"Fine feathers make fine birds,\" and handsome gowns make handsome women, and a handsome woman is the most fascinating thing extant. Hence it is when Isabelle appears on the scene clad in a gown that is a masterpiece of the dressmaker's art she easily fascinates the male contingent, among whom is Enrico, the sweetheart of Veronica, a street singer. Enrico is so enraptured at the sight of Isabelle in her resplendent attire that he becomes her abject slave, casting aside the poor, peasant-clad little Italian street singer, who has loved him devotedly. Crushed almost beyond endurance the poor girl stands sobbing at the entrance of the park where the inconsistent lover left her. Her tears attract the attention of a wealthy young couple who happen to pass. In answer to their queries she tells them how contemptibly her sweetheart acted, and all because of the fascinating influence of a gown. The lady is moved to commiseration and offers her aid in the gift of the most beautiful gown Veronica has ever seen. Her opportunity for revenge has turned her love to hate, and as she appears at the Italian Benevolent Association ball, she is the star of the event, for she looks like a queen as she promenades the ball room. She at once becomes the \"Mrs. Trouble\" of the evening, for the men all desert their partners and flock around her, beseeching but a smile. All this elicits from the women folk delicate little bon-mots such as \"Hussy,\" \"Temptress,\" \"Cat,\" \"False hair,\" \"Paints,\"—oh, well, you know how it is. Enrico is thrown into a rage that runs the entire gamut of his emotions,—love, jealousy, hate, disappointment and a few others, too numerous to mention here. He begs forgiveness, declaring undying love, but she tells him it is the gown that has attracted him and not her, but on his knees he swears. Still she will not trust him and turns to a poor good hearted Italian who has persistently loved her despite her coldness.", "tmdb_id": 328586}, "60819518": {"title": "Mazeppa (1909 film)", "plot": "The film tells about the Hetman named Mazepa, who is in love with Kochubey's daughter, Maria, and asks her father for consent to marry her, but his father refuses him. This does not stop them and they run away...", "tmdb_id": 194041}, "68677286": {"title": "The Medicine Bottle", "plot": "The drama presents a suspenseful story involving two small, nearly identical bottles: one filled with a much-needed liquid medicine; the other, with a topical antiseptic solution that is a deadly poison if taken internally. After the bottles accidentally get switched, a young woman in a desperate race against time tries repeatedly to telephone her seven-year-old daughter Alice to prevent the girl from giving her sick grandmother the poison. A more detailed description of the plot follows, one published in the April 3, 1909 issue of the New York trade publication The Film Index: Mrs. Ross, whose mother is very ill, has in attendance a trained nurse, who has received an urgent message to come to her own home, owing to the illness of her sister. As Mrs. Ross is dressed and ready to attend an afternoon tea at Mrs. Parker's, this forced absence of the nurse is very inopportune. However, little Alice, Mrs. Ross' seven-year-old daughter, is a bright child, so she feels that she can trust her to look after her grandma, and give her the medicine at the regular intervals. Mrs. Ross, herself, is suffering from a painful abrasion on her hand, for which she has procured an antiseptic to bathe it with, which is a deadly poison. It happens that the antiseptic and grandma's medicine are contained in similar shaped bottles, and Mrs. Ross in her hurry and excitement takes away the wrong bottle. While at Mrs. Parker's, the hostess cuts her finger with a paper knife and Mrs. Ross offers her the antiseptic to bathe it, when she discovers she has carried away the medicine, leaving the poison for the child to give grandma. Looking at the clock, she finds it is on the hour of the administering of the dose. The poor woman is beside herself in fearful helplessness, when Mrs. Parker suggests the telephone. This she tries, and she is put in further trepidation at her inability to get connection, for at Central the operators are too busy chatting to take notice. She at length gets her home and is relieved to learn from the child that grandma has not been given the poison, owing to the fact that baby spilt the first spoonful she poured out.", "tmdb_id": 759754}, "11224881": {"title": "A Midsummer Night's Dream (1909 film)", "plot": "The Duke of Athens decrees that Hermia (Rose Tapley) shall forsake Lysander (Maurice Costello) in favour of her father's choice, Demetrius (Walter Ackerman). The lovers elope into the woods, quickly followed by Demetrius and his love, Helena (Julia Swayne Gordon). The town tradesmen, meanwhile, rehearse a play in honour of the duke's betrothal to Hippolyta. Back in the forest, Titania, Queen of Fairies (Florence Turner), quarrels with Penelope, who avenges herself by sending Puck (Gladys Hulette) away with a magic herb, which, dabbed on the eyes of a sleeping person, shall make the \"victim\" fall in love with the first person to appear after awakening. Soon, Lysander and Demetrius are smitten with the wrong girls and Titania has fallen in love with Bottom, the egotistical leader of the tradesmen, whom Puck has turned into an ass (donkey). When Penelope discovers all this mischief, she lifts the spell and the wedding of the duke and Hippolyta can proceed.", "tmdb_id": 160282}, "22810098": {"title": "Les Misérables (1909 film)", "plot": "The film relates the lives of the French people during 20 years in the 19th century. The story focuses on Jean Valjean (Costello), an honest man who is running from an obsessive police inspector chasing him for an insignificant offense. Valjean escapes being incarcerated.", "tmdb_id": 254107}, "13289619": {"title": "Mr. Flip", "plot": "The film begins with Mr. Flip, played by Ben Turpin, in a general store, in which he flirts with the woman behind the counter, for which he is carried out of the building on a hand truck. He travels to a manicurist where he eventually gets the pointed end of a pair of scissors, sticking up out of his chair, when he sits down. He then meets a telephone operator at her desk, he calls her on a nearby phone, and she gets revenge by shocking him with electricity, through the phone, by turning her manual generator. Next at a barber shop two women workers, get even with him by pasting his face with shaving cream and tossing him out of the building. At a bar he flirts with the bar attendants, until he gets sprayed with seltzer, by them and another patron. As the film's climax he enters a bakery and gets a pie in the face by the assistant.", "tmdb_id": 189827}, "41530675": {"title": "Mrs. Jones Entertains", "plot": "Dear little Mrs. Jones once gave a tea party to her temperance friends, at which Mr. Jones unfortunately got intoxicated. So his presence was objected to when the ladies met again. As luck would have it the waiter who was to serve the repast could not come, and so Jones, poor fellow, consented to disguise himself and act as waiter to his own wife's guests. These prim and virtuous ladies duly arrived; the meal was served and all proceeded happily until Jones, who received the dishes from a pert maid in the kitchen, was seized by a desire to try an experiment before the meal was finished. Discovering a bottle which appeared to contain a spirituous liquid, he poured some into each of the guests' cups. The effect of the experiment was soon apparent. The ladies got more communicative towards each; they warmed and melted: they clamored for more \"tea\"; they got quite boisterous and just slightly indecorous, and finally so abusive and intoxicated that Mrs. Jones had to clear them off, and then husband and wife were reconciled, presumably with a promise on his part to behave himself in future.", "tmdb_id": 674316}, "64358708": {"title": "Nero (1909 film)", "plot": "One day emperor Nero leaves his palace accompanied by his wife Claudia Octavia and meets a charming patrician named Poppea. With the help of his freedman Epaphroditus he finds her at a party she is attending and brings her back to his palace.\nNero presents Poppea to the people as the new empress and repudiates his wife. Octavia asks him to restitute the empire which he had received as her dowry, but the emperor harshly chases her away. Later, Nero is convinced by Poppea to have Octavia killed. One of her maidservants swears revenge and goes to Rome where she spreads the news of the assassination. The people, already tired of Nero's exactions and whims, decide to revolt against the emperor.\nInformed of the danger of an imminent popular uprising, Nero orders to set fire to the city, which he watches from a terrace, rejoicing and playing his lyra.\nAbandoned by all and sentenced to death by the Senate, he is beset by visions of the massacres he ordered. He flees with Epaphroditus seeking refuge at the villa of the freedman Faonte. Discovered and chased into the woods together with Epaphroditus, he kills himself with his sword.", "tmdb_id": 127108}, "57055497": {"title": "The Power of Darkness (1909 film)", "plot": "Nikita is a Russian peasant working for a married couple with two children. The wife, Anisya, is dissastified in her marriage, and with the help of Nikita's mother, poisons her husband to death in order to be with Nikita instead. However, after they are married, Nikita spurns her for her daughter (and his step-daughter) Akulina. Akulina becomes bethrothed to a neighbor, but has also become pregnant by Nikita. After the baby is born in secret, Nikita murders it at the urging of both his wife and mother, but he is consumed by guilt over his sins. He confesses to the police on the day of Akulina's wedding, and is taken away."}, "67373618": {"title": "The Road to the Heart", "plot": "Various 1909 film-industry publications provide basic summaries of this photoplay's plot. The trade journal The Moving Picture World is one that describes the storyline in its April 3 issue:THE ROAD TO THE HEART...Miguel, an old wealthy ranchero, disapproves of his daughter's marriage to Jose, a poor Mexican, and drives them from his house. Vinuella, Miguel's wife, resents his action by leaving with them. This sends Miguel into a fury, but still obdurate, lie allows them to go, saying that he can get along without them. Now comes the crucial condition. He must have a housekeeper and so sends his servant to engage one. The first is a Chinaman, and to eat the food served by him is impossible. Next an Irish girl. She burns his chops. Finally a cowpuncher. He cooks a steak you couldn't cut with a chisel, and Miguel refuses to eat it. This incenses the cowboy, who becomes a veritable tornado of uproarious, volcanic, ferocious exacerbation, that the poor ranchero is anxious for his life. This cyclonic, fire-eating Bombastes Furioso pulls a couple of guns and puts bullet holes in everything, besides otherwise wrecking the place, and leaves the trembling ranchero more dead than alive from fright. Miguel makes his way disconsolately and sheepishly to his daughter's and son-in-law's cabin, where he finds them seated enjoying a peaceful repast. The savory aroma from the well-cooked viands is too alluring and he at once relents for the sake of a hearty meal.\nFilm reviewer H. A. Downey in The Nickelodeon, another widely read trade journal in 1909, provides in its May edition a far more concise summary of Griffith's screenplay than the one found in The Moving Picture World. Downey describes the film as \"A verification of the theory that the road to the heart is through the stomach, as set forth in the case of Miguel, who, disapproving of his daughter's marriage, drives her from home, but relents for the sake of a hearty meal.\"\nAnother summary of this short's plot is in the extensive 1985 publication Early Motion Pictures: The Paper Print Collection in the Library of Congress. The following was composed by Library of Congress staff after reviewing a paper roll of small photographic prints preserved in the LC's collection. Those prints date from 1909 and were produced directly, frame-by-frame from Biograph's now-lost 35mm master negative of The Road to the Heart:This comedy, with all the actors in Spanish costumes, begins in a combination dining room and kitchen. A young man (David Miles) enters and proposes marriage to the daughter (Florence Lawrence), but is turned down by her father. There is a heated discussion, and the daughter and mother leave the house. The daughter gets married, and they all set up housekeeping together. The father stubbornly insists he can get along without them. The next scenes show his attempts to do so as he hires and fires an oriental cook, a non-Latin housekeeper, and a cattleman's camp cook who wears chaps and carries two guns. The last scenes show the father attempting to ingratiate himself with his family after his last cook tears up the house because the father refuses to eat his food.", "tmdb_id": 760039}, "68598348": {"title": "A Rude Hostess", "plot": "This light comedy's plot portrays a burglar's unsuccessful attempt to steal \"money and jewels\" from a wealthy woman's home. The following is a summary of the screenplay provided in Kemp R. Niver's extensive 1985 reference Early Motion Pictures: The Paper Print Collection in the Library of Congress:A handsome burglar (Arthur Johnson) dressed in dinner clothes is nearly surprised in the act of burglarizing a safe. He decides to bluff it out, and allows himself to be found as if inebriated. The woman of the house (Marion Leonard) returns from escorting guests out and finds the burglar. At the same time, she notices that the curtains hiding the safe have been moved. In order to not let the burglar escape, she begins to pay unusual attention to him until her butler is signaled to go for help. The film ends as the police arrive and take the handsome burglar into custody....", "tmdb_id": 776498}, "68624286": {"title": "Schneider's Anti-Noise Crusade", "plot": "The film depicts the mounting frustrations experienced by Mr. Schneider, who is living with his wife in an apartment. There he is trying desperately to concentrate on writing a special composition or \"poetic effusion\" for his \"Liederkranz\" (choir) while being repeatedly distracted and increasingly annoyed by activities and noises that surround him. He must cope with the rambunctious behavior of his young nephew Fritz playing a trombone, a squawking pet bird, a phonograph, and tolerate his wife and another musician practicing the violin. The following summary of the screenplay, which is from Kemp R. Niver's extensive 1985 reference Early Motion Pictures: The Paper Print Collection in the Library of Congress, provides additional details about the plot:In this film, a woman (Florence Lawrence) married to a composer (John Cumpson) is visited by a large woman and her young son. After enthusiastic greetings, the composer goes back to work and the little boy begins to cause trouble. He teases the parrot until it screeches, plays the trombone, and otherwise disturbs the composer. This goes on until, late at night, the composer can be seen sitting up while the rest of the household sleeps. Two burglars enter, and the composer, pistol in hand, pays them to remove the various noise-making devices from the house. As an afterthought, he gives them the parrot in its cage.", "tmdb_id": 760049}, "9588217": {"title": "The Sealed Room", "plot": "The film's theme of immurement draws inspiration from Balzac's \"La Grande Bretêche\", and Edgar Allan Poe's \"The Cask of Amontillado\". The king constructs a cozy, windowless love-nest for himself and his concubine. However, she is not faithful to her sovereign, but consorts with the court troubadour. In fact, they use the king's new play chamber for their trysts. When the king discovers this, he sends for his masons. With the faithless duo still inside, the masons use stone and mortar to quietly seal the only door to the vault. The two lovers suffocate and the film ends.", "tmdb_id": 20650}, "21662646": {"title": "Song About the Merchant Kalashnikov", "plot": "The film was loosely based on the eponymous poem by Mikhail Lermontov and consisted of four scenes: the feast at the court of Ivan the Terrible, the assault of Kalashnikov's wife by oprichnik Kiribeevich, the argument between Kalashnikov and Kiribeevich, and the fistfight between the protagonists.", "tmdb_id": 929348}, "67077957": {"title": "A Sound Sleeper", "plot": "As described in 1909 trade publications, this short's plot centers around a vagabond or \"tramp\" who wanders about town desperately seeking places to sleep. Finding locations to nap is actually easy for him since he possesses the ability to doze anywhere, even in the most uncomfortable, unsettled, and loudest situations. Whenever the tramp falls asleep, which occurs often, night and day, \"an earthquake or cyclone couldn't arouse him.\" Overcome again one morning with the urge to doze, he lies down on a pile of lumber and uses a brick as a \"pillow\" for his head. He falls asleep, but soon a group of ruffians begin to argue nearby and start fighting. As their battle intensifies, some of the fighters \"sprawl and tumble\" all over the snoozing tramp; yet, he continues to sleep peacefully. Finally, the tramp awakes, gets up, and walks over to a large empty barrel labeled \"'ashes'\". He crawls inside the container and quickly lapses once more into a coma-like state. Almost immediately, as part of their daily routine, various housewives in the neighborhood approach the barrel and begin depositing into it bucketloads of ashes, the residue they have brought from their homes' stoves and fireplaces. The tramp is quickly and completely buried by the ashes, although he remains fast asleep. Next, a horse-drawn cart arrives and workmen pick up the full barrel and transport it with other trash to the town's dump. There they pour out the ashes and the sleeping tramp in a heap. He gradually awakes again, stands up, and casually brushes off his ash-covered clothing with a small broom he carries in his pocket. Then he calmly walks away from dump.", "imdb_id": "tt0001046"}, "60632988": {"title": "The Suffragette's Dream", "plot": "A housewife falls asleep and dreams of a world in which gender roles are reversed. She attends a suffrage meeting, where the women denounce men. In a park, men are seen taking care of children and crocheting. A female streetcleaner turns the hose on a man, who is then arrested by two female cops. When the wife wakes up from her dream, her husband is enraged to find that she has not prepared dinner, and he beats her.", "imdb_id": "tt1726027"}, "6610400": {"title": "A Trap for Santa Claus", "plot": "Arthur Rogers (Walthall) is an unemployed, drunkard husband and father who has no money for a Christmas celebration. A title describes the situation as \"misery and want, the family's lot.\" Helen Rogers (Leonard), his wife, cries with their daughter over their poverty. Arthur leaves to go to the tavern. He asks the bartender (Sennett) to put an alcoholic drink on his tab, which he refuses. Two patrons buy drinks for Arthur and invite him to their table. He becomes intoxicated and returns home to a frightened wife and daughter (Egan). Arthur is described as \"helpless, the father leaves the house of sorrow.\" He writes a letter: \"Dear Helen, you will be better off without me. I leave for good. May God help you. Arthur.\" He slides the letter through the door, then leaves. Helen picks up the letter to read his words. Arthur returns to the bar, where he drinks to the point of unconsciousness. The bartender picks him up and throws him outside. Helen and her daughter leave the house to go to an employment agency, but are turned away. They return to the house to find the son (Tansey) ate their only food: a small loaf of bread. His arm is also in an unexplained sling.\nAn attorney stops at Helen's house to tell her of litigations that have cleared, and she is now the beneficiary of her late aunt's estate. She and the children are overjoyed. Helen is seen wearing a luxurious hat, as the attorneys direct her to her new home. It is furnished with lavish embellishments, but its only flaw is that it is without a chimney. On Christmas Eve, Helen tells the children that Santa Claus will come through the window. She drags the children to bed. They pray, and she kisses them and tucks them into bed. The children sneak out of bed to set a trap by the window. The purpose of the trap is unclear, but a logical conclusion is to make Santa trip and fall, causing a commotion, and thus witness him to prove his existence. Helen bought a Santa costume and happily considers dressing up to fool her children into believing that Santa is real. She is saddened to realize that the costume should be worn by a male, namely her husband. She is unaware that her husband now makes his living as a burglar. He sees the mansion and trespasses through the window, not knowing that it now belongs to his wife. Arthur is caught in the trap. Helen catches her husband's attempted burglary against her and their children. She is shocked, and he is ashamed. Arthur begs for her to take him back, and she agrees after a long consideration. Arthur plays Santa Claus for his children.", "tmdb_id": 159998}, "67346587": {"title": "Trying to Get Arrested", "plot": "Various 1909 film-industry publications provide basic summaries of this photoplay's plot. The trade journal The Moving Picture World is one that describes the storyline in its April 3 issue: TRYING TO GET ARRESTED.–Strange as it may seem the poor tramp, who is the hero of this Biograph comedy, finds it hard indeed to get pinched. There is no doubt he could have gotten work, but it is against the rules of his order. The cold weather is pretty trying and he wishes to get under cover, if it has to be in the \"jug,\" so [he] commits most ignoble and lawless deeds, but without success. The police simply ignore him, and often arrest an unoffending person in his stead. He becomes guilty of theft, assault, riot, disorderly conduct, and, in fact, everything but murder, but is still a bird of freedom. It's no use, so despondently he makes his way to the woodyard, resolving to go to work, when a copper meets him at the gate and arrests him–just when he didn't want it.\nFilm reviewer H. A. Downey in The Nickelodeon, another widely read trade journal in 1909, provides in its May edition an even more concise summary of Griffith's comedy than the one found in The Moving Picture World. \"A tramp commits different depredations\", writes Downey, \"with a view to having the hand of the law take care of him, but fails and decides to go to work.\"\nAnother summary of this short's plot, one that provides the most straightforward descriptions of scenes in the film, is in a more current reference, in the extensive 1985 publication Early Motion Pictures: The Paper Print Collection in the Library of Congress. The following was composed by Library of Congress staff after reviewing a roll of photographic prints preserved in the LC's collection. Those prints date from 1909 and were produced directly from Biograph's now-lost 35mm master negative of Trying to Get Arrested:This story is about the many unsuccessful attempts of a tramp (John Cumpson) to get himself arrested and into jail. The first scene shows a man dressed in rags sitting on a park bench and attempting to keep warm. Several couples pass by but refuse him aid. The tramp vows to get shelter even it means jail, and he starts out by kicking a policeman. Instead of jailing him, the policeman holds him at arm's length and kicks him repeatedly. This begin a series of situations, each ending with the poor tramp being beaten or trod upon, but never arrested. The film ends as the tramp passes a construction site with a \"Men Wanted\" sign in front, and a policeman guides him unceremoniously toward the employment office.\nBased on available summaries of the plot, both in period publications and in the cited LC reference, viewers of the film interpreted the short's ending in two entirely different ways. One way is the tramp, finally reconciled to getting a job, has his plan to work for a living ironically dashed when the police officer arrests him and escorts him to jail. The other interpretation views the officer as not arresting the tramp but escorting him to the construction site's employment office, insuring that the penniless man will get a job and not continue his original plan to get arrested.", "tmdb_id": 453817}, "57048702": {"title": "Vanka the Steward", "plot": "The film is based on Russian folk song «Vanka the Steward».", "tmdb_id": 894286}, "57074024": {"title": "Viy (1909 film)", "plot": "The film is a screen version of the 1835 novella by Gogol."}, "44196639": {"title": "The Voice of the Violin (film)", "plot": "A novel about a poor German music teacher. Herr von Schmitt, a young musician, came to USA country from Germany and makes his living teaching violin. At home he was imbued with the doctrines of Karl Marx, a propagandist for the communist principles of socialism. Von Schmitt, however, having succeeded moderately in providing comfort with his art, gradually wears away his former greedy spirit and listens to the persuasive arguments of his former companions. Among his pupils is Miss Helen Walker, daughter of a wealthy capitalist. A strong friendship develops between the teacher and the pupil, which develops into love. Von Schmitt, unable to contain himself any longer, confesses his love during a lesson in his studio, but is rejected because of the difference in class. Angered by this state of affairs, he listens to the arguments of his anarchist friends and becomes one of them. At one of the meetings, a drawing takes place to select the assassins of a certain monopolist, whose name he does not know. The protagonist is chosen as one of two to do the job. Armed with a bomb, they go to a house, a mansion in an upscale area of town, and while one goes into the basement to plant the bomb, Von Schmitt stays outside to watch. At this time, the melody of his own violin composition floats in the night air, and as he walks up to the porch, he peeks out the window and sees Helen playing her violin. The hero realizes that this is her home; he never knew it, since she always came to his studio for lessons. He must save her. Rushing to the basement, he discovers that his companion has set a bomb and has already lit the fuse. He begs him to stop, but to no avail. To his entreaty the latter replies: \"Remember your oath.\" \"To perdition such oaths, whence they come!\" - And seizing him, a struggle ensues. The accomplice succeeds in overpowering him and, having bound him hand and foot, leaves him to perish with the others. With a supernatural effort, he crawls to the bomb and with his teeth bites the fuse in two as the flames are a few inches from the bomb. Calling for help, he summons the housemates, who free him. All ends well and the beloved's father allows the couple to be together."}, "41546773": {"title": "A Wreath in Time", "plot": "In its published 1985 catalog of paper prints in its silent-film collection, the Library of Congress provides the following summary of the comedy's storyline:A man (Mack Sennett) takes leave of his wife (Florence Lawrence) and goes off to a saloon, where his friends and the liquor influence him into going to a burlesque show. In order to make the night out legitimate, the men send messages to their wives saying they have gone to a fraternal conclave. In one scene, the camera moves in close to a theater box where the men are enjoying the dancers. The camera shifts to the man's home where his wife reads of a train wreck, assumes he is killed, and goes to the undertaker to buy a wreath. The last scene shows the erring husband returning home to find his wife wearing widow's weeds, and the wife is both happy and angry, but the film ends an embrace.", "tmdb_id": 760061}, "43682448": {"title": "The Yiddisher Boy", "plot": "The plot is about Moses who lives on the Lower East Side and helps support his family by selling papers. When one of the other newsboys tries to rob Moses, Ed comes to his rescue. Moses invites Ed over for Shabbat dinner. When Ed is run down by a passing bicycle, Moses visits his friend in the hospital and uses his last pennies to help him. Years later Moses is a successful merchant, and Ed, down on his luck, comes looking for a job. Moses recognizes his old friend and offers him the best job he has.\n\n\n== References ==", "tmdb_id": 361030}}