{"38846729": {"title": "Absinthe (film)", "plot": "A Parisian artist becomes addicted to the liquor absinthe and sinks to robbery and murder.", "tmdb_id": 613878}, "45068351": {"title": "Adrift in a Great City", "plot": "Pat Moran, the foreman of a construction gang, worked hard to save up enough money to pay for the passage of his wife and daughter to their new home in America. On the day of their arrival, he heads to the pier to greet them and becomes involved in a serious accident. He is injured and taken unconscious to the hospital as an unidentified patient. His wife and daughter know nothing of what has befallen him and struggle to live in the city. The daughter gets a position in a sweatshop, and her eyesight deteriorates until she is unable to work anymore. Now blind, she resorts to playing the violin for money while her mother becomes a beggar.As Pat Moran recovers in the hospital, he sends messengers out to contact his wife and child, but they all fail to find them. One day, the blind girl has lost her way and stumbles into the hospital grounds. She encounters the doctor and tells him of her story and plight. Weakly reclining in a chair nearby, Pat Moran overhears her and recognizes the girl as his daughter. The grief of the separated family abates with their reunion and doctor's assurance that the blind girl that her sight can be restored."}, "53596343": {"title": "Aftermath (1914 film)", "plot": "Young Ruth Morgan, an orphan, decides to leave her small town to make her fortune in the big city. Meanwhile, in another small down, young doctor Allan Buchannan also decides to strike out for the big city. Unfortunately, Ruth falls in love with a rich playboy who soon betrays her, and Allan makes a tragic mistake by accidentally prescribing a drug that results in a child's death. Soon afterwards he learns that his sister has died in a train accident. Despondent and grief-stricken, he walks to a nearby river, intending to end it all by jumping in. There he meets Ruth, who is there for the same purpose.", "imdb_id": "tt0003606"}, "57499655": {"title": "Anna Karenina (1914 film)", "plot": "The film is based on the 1877 novel by Leo Tolstoy.", "tmdb_id": 415439}, "44787638": {"title": "Aristocracy (film)", "plot": "Jefferson Stockton is a railroad tycoon. His daughter Virginia falls in love, in return, with Stuyvesant Lawrence, a young man who belongs to a high-ranking New York family. The two plan to get married, but Mrs. Lawrence, Stuyvesant's mother, when she learns of her son's engagement, immediately leaves for San Francisco to prevent the marriage, unable to bear the idea of her family becoming related to those new rich so little. elegant.\nStockton, after the breakup of the engagement, convinces his daughter to accompany him and his new young bride, Diana, to Europe, where the tycoon has rented a residence. The girl agrees, but always continues to write to her lover. Stuyvesant also writes to them, but the letters of the two young men are intercepted by Mrs. Lawrence. Eventually, Virginia is convinced that Stuyvesant has forgotten her for another and agrees to marry Prince Emil von Haldenwald, a dowry hunter.\nOn her wedding night, Virginia discovers that her Stuyvesant is still loyal to her. Not only that, he came to Europe to see her again. Keeping her husband at bay, Virginia stays in her father's house. One evening, however, Emil tries to rape her. Stockton arrives and defends his daughter and throws his son-in-law out of the house. The prince ends badly, killed due to his numerous debts.\nStuyvesant and Virginia find themselves: the new social position of the Stocktons acquired in Europe, now satisfies Mrs. Lawrence who, finally, consents to the marriage.", "imdb_id": "tt0003631"}, "20003222": {"title": "The Avenging Conscience", "plot": "A young man (Henry B. Walthall) interested in the works of Edgar Allen Poe, falls in love with a beautiful woman (Blanche Sweet), but he is prevented by the uncle (Spottiswoode Aitken) that raised him since childhood from pursuing her. Tormented by visions of death and suffering and deciding that murder is the way of things, the young man kills his uncle and builds a wall to hide the body.\nThe young man's torment continues, this time caused by guilt over murdering his uncle that was overheard by an Italian witness, and he becomes sensitive to slight noises, like the tapping of a shoe or the crying of a bird. The ghost of his uncle begins appearing to him and, as he gradually loses his grip on reality, the police figure out what he has done and chase him down. In the ending sequence, we learn that the experience was all a dream and that his uncle is really alive. They make up, and the nephew gets to marry the sweetheart.", "tmdb_id": 28196}, "43636645": {"title": "The Barrier of Flames", "plot": "The mayor refuses to sign certain franchise bills which he believes to be dishonest, and when, unexpectedly, the political boss finds in his hands the means of coercing his superior, he determines to make the most of his opportunity. Little Helen, Mayor Southwick's child, straying away from an automobile party, gets lost in the woods. She comes to the house where the boss holds his secret conferences, and he orders his housekeeper to keep guard over the child while he motors to the city. His plan is to hold the child until her father has signed the bills. Meanwhile, the housekeeper wanders away to a neighbor's, leaving little Helen locked in an upper room. But the child's devoted collie, who misses her sorely, already is tracing her. Shep reaches the house just in time to rescue Helen. A fire has broken out while she is locked in alone. He alarms the firemen, climbs a ladder to Helen's room, and, jumping through a skylight, leads the rubber-coats to where the child is. With little Helen safe, Shep leaps from the top story of the burning house into the fire net", "tmdb_id": 915895}, "14837619": {"title": "The Battle of the Sexes (1914 film)", "plot": "Frank Andrews (Donald Crisp) is a well-to-do, middle-class apartment dweller who is devoted to his wife (Mary Alden) and two children, John (Robert Harron) and Jane (Lillian Gish). Andrews enters into a midlife crisis when a fetching young lady, Cleo (Fay Tincher), moves into the apartment next door to the Andrewses. Cleo takes note of Andrews' interest in her and begins to flirt with him, going so far as to set a fire in her apartment in order to attract his aid. Before long, Andrews and Cleo are involved in an affair, and Andrews begins to neglect both his family and responsibilities at work. Humiliated and aghast at her mother's silent suffering over the situation, Jane goes next door with the idea of killing Cleo, but instead they strike up a conversation, and a mutual understanding. They hatch a plan whereby one of Cleo's former beaus (Owen Moore) appears to be courting Jane in front of Andrews, who swiftly condemns his daughter's interest in the man. Jane counters by pointing out Andrews' own poor moral choices, and he sees the error of his ways. Andrews is happily reconciled to his family, and Cleo sets out in search of new digs.", "tmdb_id": 557929}, "1568673": {"title": "Between Showers", "plot": "Chaplin and Sterling play two young men, Masher and Rival Masher, who fight over the chance to help a young woman (Clifton) cross a muddy street. Sterling first sees the woman trying to cross and offers her an umbrella he stole from a policeman (Conklin).  He asks her to wait for him as he goes to get something to help her. Chaplin comes along and offers the woman to help her cross the street as well and wait for his return. While Sterling and Chaplin go to get logs, another policeman (Nolan) lifts the woman across the street. When Sterling returns with the log, he is indignant that the woman did not wait for him to come back to help her cross the muddy street and demands the umbrella back. When the woman refuses, they engage in a fight which eventually involves Chaplin.", "tmdb_id": 22858}, "22643043": {"title": "De bloemen, die de ziel vertroosten", "plot": "Helena is in love with Louis, her neighbor, to whom she will soon get engaged. In an attempt to stop a runaway horse, Helena gets a disfiguring scar across her face. Louis loses interest and eventually becomes engaged to her sister. Helena loses the will to live and fills her room with hundreds of hyacinths, committing suicide by inhaling the flowers' toxic fumes.", "tmdb_id": 1042867}, "7422352": {"title": "A Blowout at Santa Banana", "plot": "Three guardsmen are asked to bring a ton of fireworks to Santa Banana for a big Fourth of July celebration. Overnight, they're intercepted by bandits and decide to set off all the fireworks in an attempt to escape their captors. When they arrive back home without the fireworks, they're forced to decide whether to face death by hanging or be married to three elderly women.", "imdb_id": "tt0418558"}, "12841045": {"title": "A Brewerytown Romance", "plot": "Jealousy brews between a dancer's boyfriend and a tango champion.", "imdb_id": "tt0269019"}, "14559231": {"title": "Brewster's Millions (1914 film)", "plot": "Wealthy Edwin Peter Brewster disowns his son Robert when he marries Louise Sedgwick, a woman of modest means. Many years later, when Robert dies, however, E.P. Brewster leaves one million dollars to their son Monty, a bank clerk. Shortly thereafter, Monty learns that he has inherited seven million dollars from his Uncle George on the stipulation that Monty divest himself of his grandfather's fortune within a year, without revealing why. A further stipulation is that the money must be used only for personal expenditures. Monty spends lavishly, invests in stock and makes a bet on a prize fight, but the bet and the stocks pay off. In desperation he rents and repairs a yacht to sail around the world. At one port, Monty saves Peggy Gray, his childhood sweetheart, from abduction by an Arab sheik. On the eve of gaining possession of the money, Monty proposes to Peggy, who eagerly accepts, thinking that Monty is a pauper. Then a cable informs Monty that Swearengen Jones, his uncle's executor, has absconded with the fortune. Unperturbed, Peggy and Monty marry but then are presented with the inheritance as a wedding present by Jones, who turns out to be a practical joker.", "tmdb_id": 387570}, "1568715": {"title": "A Busy Day", "plot": "In A Busy Day, a wife (played by an energetic Charlie Chaplin) becomes jealous of her husband's interest in another woman during a military parade. On her way to attack the couple, the wife interrupts the set of a film, knocking over a film director and a police officer. Finally, the husband pushes the wife off a pier and she falls into the harbor.", "tmdb_id": 53384}, "18024911": {"title": "By the Sun's Rays", "plot": "A gang of bandits keeps robbing the gold shipments from a Colorado mining company each time one is sent out. A detective named John Murdock is asked to assist mine superintendent John Davis in finding the culprits. The office clerk, Frank Lawler (Chaney), is in love with Davis' daughter Dora but his advances are rejected by the girl who loves Murdock instead. After another shipment arrives, Murdock assembles a posse. He discovers that Lawler has been sneaking out of the office and using a mirror to signal the bandits to alert them to the arrival of the gold shipments.\nWith the town's men off in the woods, Lawler attempts to molest Dora in the mining office and she tries to hold him off until help arrives. After the bandits are arrested, the posse returns to the office, and Murdock catches Lawler in the act of assaulting Dora. Murdock produces the mirror from Lawler's desk drawer, and accuses him of complicity with the robberies. Lawler attempts to escape but he is shot dead in the street by one of the deputies. Murdock winds up getting the girl.", "tmdb_id": 174068}, "58886756": {"title": "C.O.D. (1914 film)", "plot": "C.O. Darlington (Harry Davenport), C.O. Drudge (Hughie Mack) and C.O. Dusenberry (Charles Brown) each feign an illness to their wives and instead go on vacation together. After their train crashes, they are mistaken as convicts and put to work by Farmer Jones (William Shea). However, once their true identities are revealed, they are entertained by Farmer Jones and his daughters.\nMeanwhile, the wives (Eulalie Jensen, Mabel Kelly, Edwina Robbins) discover that their husbands went on vacation and decide to take their own vacation together. They meet three other men, who take them to dinner at Farmer Jones' house. The husbands are forced to hide and eventually escape to the barn. The next morning, the husbands and wives concoct explanations before returning to the city.", "imdb_id": "tt0003736"}, "14589830": {"title": "The Call of the North (1914 film)", "plot": "Graehme Stewart is accused of adultery and killed although he was innocent. His son Ned decides to avenge his father, but gets captured and sent on the long journey to death \"la longue traverse\". Virginia saves his life and the film's villain confesses Ned is innocent.", "tmdb_id": 577947}, "44791082": {"title": "Cameo Kirby (1914 film)", "plot": "In New Orleans, Gene Kirby, nicknamed Cameo, finds himself financially ruined after his father's death and must auction off the plantation with all the slaves. After the sale, Cameo goes with Randall, an old friend of the family, on a boat that goes up the river hosting a gambling hall. On board, Cameo wins against Colonel Moreau, a professional player; at the same time, Randall, involved in the game, loses all his properties. Unaware that Cameo wants to return his losses, Randall kills himself. Randall's son Tom swears revenge and, when Moreau is killed in a duel against Cameo, he steals the weapon from the dead man's hand, making the duel look like murder. Cameo escapes capture but manages to convince Tom's sister, Adele, of whom Cameo is in love, of his innocence. When the gun is found in Tom's possession, the Randall family recognizes Cameo's innocence, restoring his honor: Cameo, a true southern gentleman, can be entrusted with the fate of the beautiful Adele, making him enter their family.", "imdb_id": "tt0003747"}, "7218799": {"title": "Captain Alvarez", "plot": "A melodrama about an American who becomes a revolutionary leader battling evil government spies in Argentina. William Desmond Taylor portrays the title role, and  Denis Gage Deane-Tanner, Taylor's younger brother, is thought to have played the small role of a blacksmith.", "tmdb_id": 751096}, "12840700": {"title": "Casey's Birthday", "plot": "Daniel Casey refuses to work because it is his birthday: he quits his job and starts off to celebrate. Mrs. Casey has prepared a surprise party and to make sure that Casey will come home sober, she sends his friend, Dooley, out to get him. After visiting a number of saloons, Dooley finally finds Casey very drunk. Dooley gets him partly sober and then starts him for the Casey home. The guests arrive and plan to surprise Casey by turning down the lights. Dooley leads Casey into the house, the lights are suddenly turned up, and at first Casey mistakes them for burglars and starts to fight. He is quieted and all proceed to make merry. Mrs. Krausemier, who has the rooms over Casey's, thinks there is a riot, and she telephones for the police. While the Irishmen are having a good time, the police arrive and attempt to stop the noise, but the Irishmen throw them out of the window. The reserves are called out and another attempt is made to break up the party, but Casey tosses a keg of beer to the police, and they forget all about duty. The guests are called to eat. Mrs. Casey has baked a cake which bears the inscription, \"Papa.\" One of the Irishmen for a joke removes the letter \"P,\" leaving \"APA.\" Casey sees this, goes wild, cleans up the party and chases the guests. Monarch of all he surveys, Casey takes the floor for a bed, wraps himself in a rug, and falls asleep.", "imdb_id": "tt0269055"}, "10690363": {"title": "Caught in a Cabaret", "plot": "Chaplin plays a waiter who fakes being the Prime Minister of Greenland to impress a girl. He then is invited to a garden party where he gets in trouble with the girl's jealous boyfriend.  Mabel Normand wrote and directed comedies before Chaplin and mentored her older co-star.", "tmdb_id": 33300}, "11450752": {"title": "Caught in the Rain", "plot": "The action starts in a park, where a man is trying to romance a matronly woman, wearing a fur stole.\nThe man leaves to go to a concession stall, Cornucopias, and Charlie comes along in his infamous tramp costume and tries to give her a rose. He makes the woman laugh by almost soaking himself at the drinking fountain. He then sits next to her on the bench. The original man returns and is angry. He grabs Charlie by the face. He argues with the woman, waving his arms around and hitting Charlie with each movement. His last swing knocks Charlie clean over the bench. They leave and return to a hotel.\nCharlie is despondent. He leaves the park and goes to a bar. He meets a policeman outside. He staggers, now apparently drunk, over a wide road, almost getting hit by a car. He arrives at the same hotel and after propositioning a girl outside, enters, falling over a man's gout-bound leg at the reception desk. He checks the register to see which room the couple are in, who are meanwhile getting drunk themselves. Rushing up the stairs he slips, and slides comically back to the foot on his stomach. He makes several more dangerously balanced comical attempts, hitting the gout-bound man and his two female friends in the process.\nHe approaches the hotel room, where the original couple are arguing. His key doesn't fit but the door is open and he enters, at first not seeing the couple due to his drunken state. The man boots him out. Charlie tries another room and gets in. He starts to undress and goes to bed.\nMeanwhile, the man across the hall leaves his wife to go out. We are told she is a sleepwalker. She crosses the hall to sit on Charlie's bed. However the rain starts and the husband returns to the hotel to find his room empty. Charlie, now awake meets him at his door and claims not to know where his wife is. While the man goes down to reception, Charlie takes her back to her room but gets trapped when the man returns. He ends up on the balcony in the rain. But then a policeman spots him and challenges him, firing a gun. Enter the Keystone Cops. A comic battle ensues in the hallway. The husband ends up in Charlie's room and collapses drunk on the bed. The cops disappear. The wife comes into the hall and she and Charlie fall down drunk on the floor.", "tmdb_id": 53376}, "56862354": {"title": "The Christian (1914 film)", "plot": "John Storm decides to enter a monastery after his girlfriend Glory Quayle becomes a diva of London's stages. Not being able to forget Glory, John leaves the monastery to devote himself to the destitute and opens a refuge in the London slums. Glory, who has become his neighbour, tells him about her friend Polly who was pregnant by Lord Robert Ure, an aristocrat. As an unmarried mother Polly is disgraced and is dismissed from the hospital where she works as a nurse. John confronts Ure telling him to do his duty by marrying the girl. Ure, enraged by Storm's interference, marries Vera, a rich American woman. John publicly exposes Ure, but he takes his revenge by spreading the word that Storm makes catastrophic predictions and is announcing the end of the world on Derby Day. Riots break out in the slums. Glory manages to convince people that John is innocent of Ure's accusations. John and Glory decide to spend their lives together."}, "57625384": {"title": "Chrysanthemums (film)", "plot": "The film tells about the ballerina Vera Nevolina, the enamored big debtor Vladimir. Vera wants to help Vladimir repay his debts and offers him her jewels, but Vladimir starts courting a young and rich widow in the hope that she will marry him and he will pay off with all his debts.", "tmdb_id": 226932}, "18979350": {"title": "Cinderella (1914 film)", "plot": "Cinderella is a kind young woman who lives with her wicked stepmother and ugly stepsisters. They abuse her and use her as the housemaid. One day Cinderella's stepmother and stepsisters refuse to help a beggar at their door, but Cinderella offers her food and drink.  The beggar woman is revealed to be a beautiful fairy in disguise, who then secretly helps Cinderella for her kindness.  One day when Cinderella is sent to gather firewood, her fairy godmother summons a troupe of fairies who secretly gather a bundle of wood for her.  Cinderella meets Prince Charming who is walking in the woods, and each is smitten with the other in their short encounter.\nSoon, a ball is arranged so the prince may choose his future wife.  The sisters visit a witch-like fortune teller in the woods, who predicts that a member of their family will be chosen by the prince. The sisters are delighted, thinking it will be one of them.\nThat night, the stepsisters have nightmares of the old fortune teller, while Cinderella has pleasant dreams of fairies dancing.\nWhen the stepsisters leave for the ball, Cinderella is left behind. The fairy godmother appears asks Cinderella to bring her a pumpkin, some mice, and some rats.  The fairy transforms the pumpkin into a coach, the mice into horses, and the rats into grooms and footmen.  Finally, she changes Cinderella's ragged dress into a gown fit for a princess (with glass slippers, of course). She tells Cinderella she will to be back at home before the clock strikes midnight, for then, her fine dress will turn into rags and the coach and servants will become what they were before.\nThe unknown lady who arrives at the ball charms the guests, and especially the prince.  He and Cinderella slip away to the garden.  Their flirtations are interrupted by the clock striking midnight.  Cinderella rushes away, losing one of her slippers, and she arrives home, a ragged cinder girl once more.\nCinderella tosses on her bed, suffering a surrealistic dream in which evil-looking dwarves ring the midnight bell and the numbers on the clock's face dance and scramble wildly. She is awakened by the arrival of her step-family, who kick her out of bed and set her to her daily drudgery again.\nLater, heralds announce the Prince's wish to marry the woman whose foot fits the lost shoe. The sisters go to the palace, and a comic scene ensues as each tries to force her too-large foot into the dainty slipper.  The Prince learns that every girl in the kingdom save one has tried the slipper on and failed the test, and announces that he will bring her to the palace himself.  Finding Cinderella, he escorts her to the palace, where the slipper fits her.  Her beautiful raiment is magically restored, and all bow to the future princess.  Although a courtier suggests that this is an excellent opportunity for Cinderella to have her stepmother and stepsisters beheaded, she forgives them all.\nThe prince and Cinderella again sneak away to the garden.  When midnight strikes, Cinderella panics and starts to run away again, but her fairy godmother reappears and blesses her, assuring her that a good and noble spirit is always rewarded.", "tmdb_id": 92349}, "44789146": {"title": "The Conspiracy (1914 film)", "plot": "Winthrop Clavering a mystery writer, is continually ridiculed for the fiction of the crimes he depicts, so he decides to solve a case himself. To that end, he determines to find the slayer of Pedro Alvarez, who whispered before dying that his assailant was a woman. At the City Refuge for Homeless Girls, Clavering obtains the assistance of Margaret Holt, the sister of Victor Holt, the district attorney. Margaret, it is revealed, was abducted by Juanita, a member of a gang of white slavers led by Alvarez. After escaping from a brothel, Margaret became Alvarez' stenographer, hoping to gather secret information on his gang. While searching for evidence, Margaret was surprised by Alvarez, whom she killed. Finally, Clavering captures the gang, clears Margaret, and encourages her romance with cub reporter Jack Howell.", "imdb_id": "tt0003792"}, "36275002": {"title": "The Crucible (1914 film)", "plot": "As described in a film magazine, Jean (Clark) is brought up as a boy by her father and, after Mr. Fenshaw dies, her boyish manner offends her mother and sisters. Jean is nagged and punished until one day she picks up a sickle and, without really intending to, cuts her sister's hand. She is sent to a reformatory. She later meets Craig Atwood (Lockwood), an artist in the woods, and goes through a series of trials to prove she is worthy of the love of her friend, the painter.\nPlease Note: The film production does not relate to Arthur Miller's play, The Crucible.", "tmdb_id": 915767}, "5724053": {"title": "Cruel, Cruel Love", "plot": "Chaplin plays a character quite different from the Little Tramp for which he would become famous. In this short Keystone film, Chaplin is instead a rich, upper-class gentleman (Lord Helpus) whose romance is endangered when his girlfriend (played by Minta Durfee) sees him being embraced by her maid and jumps to the wrong conclusion.  She angrily sends Lord Helpus away, saying she never wants to see him again.  Distraught, when Lord Helpus arrives home he is determined to end his life.  He swallows what he thinks is a glass of poison and envisions himself being tortured in Hell.  Not long afterward, the girlfriend's gardener and maid explain to Minta that Lord Helpus was not flirting at all.  Minta quickly sends a note of apology to Lord Helpus.  upon reading it, Lord Helpus flies into a panic and summons an ambulance to help him before he dies from the fatal dose of poison.  There is no danger of Lord Helpus expiring: His butler had stealthily switched the liquid in the glass to harmless water.\nChaplin's romantic interest in this film, Minta Durfee, was the wife of fellow Keystone actor Roscoe \"Fatty\" Arbuckle.", "tmdb_id": 22870}, "40992224": {"title": "Daisy Doodad's Dial", "plot": "Daisy Doodad (Florence Turner) and her husband (Laurence Trimble) decide to enter a face-pulling competition, but on the day Daisy is prevented from taking part because she has a toothache. Her husband ends up winning first prize, which greatly annoys her.\nWhen she sees an advertisement for another face-pulling competition, she is determined to win, and spends time practising in a railway carriage and on the street. This eventually results in her arrest, for disturbing the peace. Her husband pays for her to be bailed, but she accuses him of arranging for her to be arrested.\nGoing to bed in a state of annoyance, Daisy has a nightmare featuring her own face-pulling efforts. Daisy makes further faces at the camera to end the film."}, "17957118": {"title": "Discord and Harmony", "plot": "Joy reigns in a colony of struggling artists because Old Felix, a composer, has at last sold one of his symphonies. The night of its initial hearing at the Grand Opera House, the members of the colony turn out en masse. Too poor for orchestra seats, they gather in the gallery around the old composer. The old composer is happy almost to tears, and when the last note has died away there is a cry for the composer. Felix attempts to utter a few words of thanks, but is smothered with flowers. At his studio his friends have prepared for his welcome, and it is upon his arrival there that be feels the happiness which comes of success.\nHowever, at the other end of the hall a different drama is being enacted. A girl sits beside her stricken mother, and as the merriment in the studio reaches its height, her mother dies. After all of his friends have left, the disconsolate girl seeks Felix's Felix. The old musician is touched and he carries all of his flowers into the death room and agrees to lend the girl financial assistance. The following day, Felix legally adopts the girl as his ward.\nLon, a sculptor, is impressed by her simplicity and beauty, and falls in love with her. Forrest, an artist, comes onto the girl and is rejected by her. Felix puts up the money for Lon to travel to Europe and study, and Lon secretly marries the girl before leaving, with Felix's consent. Forrest overhears when Lon and the girl are discussing their intimate plans, and unaware that they are now legally married, he spreads vicious gossip to discredit the girl's reputation, and finally on the eve of Lon's departure, he convinces Felix's friends that he is right. The old musician is utterly oblivious to what is going on; he scarcely notices that all of his friends are deserting him one by one. They decide to tell Felix exactly what kind of woman he has adopted. Old Felix drives them from his studio in anger. However, he is rendered feeble by the thought of losing all his old friends. He labors with feverish haste to complete his last symphony, but Life has taken too great a toll on him and he staggers into his bedroom and dies.\nThe girl finds him there, and tells his old friends he is dead. They congregate around Felix's bedside, and play his last symphony one more time, hoping his soul will forgive them. Lon, the sculptor, returns from Europe, famous, and while the party of friends are still standing around the death-bed, Lon enters the room and greets the girl as his wife. Now the culprits understand the grave injustice of their treatment of Old Felix, and again gather around his bed in mourning.", "tmdb_id": 919973}, "43636588": {"title": "A Dog's Love", "plot": "The film opens with an inter-title that reads \"Poor little rich girl has no one to play with\" and cuts to Baby Helen with her doll, looking out the window. A group of children play Ring a Ring o' Roses in the yard. Next, Baby Helen goes to tea party set up on the yard and holds her doll, all by herself, with a lonely expression. The neighbor's dog, Shep comes out of his dog house and barks, and Baby Helen rises with a joyful expression. She takes a piece of a muffin and tosses it through the boxwood hedge separating the two yards. Shep eats the muffin and Helen invites him to her tea party. Shep runs along the hedge and passes through to join her. Helen instructs Shep with her finger and Shep barks in understanding, Helen takes her seat and shares a muffin with Shep. An inter-title announces that a week later, Helen is out on an errand. Helen passes through the hedge and skips down the sidewalk and Shep barks at her. As Helen crosses the street, she is struck by a passing automobile and Shep races to the rescue. He tugs at her dress at the waist and finding that he is unable to move her, runs to Helen's home and jumps against the screen door, barking repeatedly. As Helen's parents are summoned, Shep leads them to Helen, where a passerby has scooped up Helen from the middle of the street. All three depart and the scene changes to a dimly lit room with Helen laid on a bed, seemingly dead. Her parents watch over her, with sad faces as a doctor inspects her and folds her arms across her chest. Beyond saving, her parents bury their heads in the pillow next to Helen as the doctor pens a note. Then Shep is shown resting against the side of the door in a feeble and sorrowful looking position.An inter-title confirms Helen's death by announcing the parents have gone on \"a visit to their lost darling\". The scene cuts to a grassy cemetery with lines of tombstones separated by a loose line of two trees. Helen's parents approach her grave, marked by a group of flowers and a temporary marker at the head. Shep follows behind and pauses by a tree as Helen's parents kneel and pause to grieve. The camera cuts to Shep, who appears sad with his eyes only half open. After the parents finish grieving, they stand up and walk to the stage left. Shep stays under the tree for a moment before approaching the grave. Through an overheard split, Shep is shown to be reminiscing about the party. The next scene shows Shep back home, lying on his side in apparent despair. His master tries to get Shep to eat some food, but the Collie refuses and turns on his side. His master pets him, confused as to what has his pet troubled so, but he gives up and departs.Another inter-title announces that \"Shep makes daily visit to the florist\" and shows Shep approach the shop and grabs a bunch of flower in his mouth before running away. Shep returns to her grave and he drops his flowers with the others. Shep looks to the left and sees a woman watering the flowers. Shep takes her watering can and runs back to Helen's grave. The woman picks up the watering can and waters the flowers and picks up the flower bouquet brought by Shep. An inter-title announces that night has come and it shows Shep lying asleep near the hedge. A ghostly image of Helen, superimposed on the film, appears through hedge and awakens Shep. Helen leads Shep through the cemetery and to her grave. Shep crawls to her grave and lies across the flowers as Helen's form disappears down into the grave. The camera lingers on Shep before fading. The final inter-title of the film announces \"Don't cry, it's only make believe\" showing Helen, holding flowers and leaning against Shep. This sequence and title may have served as a reminder to children in the audience it was all simply a dramatic story.", "tmdb_id": 174085}, "2582748": {"title": "Dough and Dynamite", "plot": "The story involves Chaplin and Chester Conklin working as waiters at a restaurant. Charlie is especially inept and his comic carelessness enrages the customers. The workers in the restaurant's bakery go on strike for more pay, but are fired by the unsympathetic proprietor. Charlie is put to work in the bakery where his lack of skills upsets his boss and co-worker Chester Conklin. Meanwhile, the vengeful strikers have arranged to smuggle a loaf of bread concealing a stick of dynamite into the bakery. During a free-for-all involving Charlie, Chester, and their boss, the dynamite dramatically explodes. At the end of the film, Charlie emerges groggily from a pile of sticky dough.", "tmdb_id": 22879}, "57825802": {"title": "Drama in the Futurists' Cabaret No. 13", "plot": "The plot of the movie is unknown, despite the fact that this film is only partially lost: just a few frames have survived.", "tmdb_id": 283318}, "18019954": {"title": "The Embezzler (1914 film)", "plot": "John Spencer's daughter is completely unaware that her father has a criminal past. A seedy character named J. Roger Dixon attempts to blackmail the old man, threatening to tell his daughter the truth about her dad. After a while, Dixon becomes bolder and insists on marrying the young girl. The problem is she is already engaged to Arthur Bronson, a handsome young attorney. Dixon tells Spencer he must aid him in sullying the attorney's reputation, and Dixon hires two underworld thugs to help him frame Bronson as an embezzler.\nSpencer's daughter overhears the criminals plotting and tells her father about the scheme to frame her fiance. At this point, Spencer confesses everything to his daughter and tells her how Dixon's been blackmailing him for years. Although Spencer's daughter is now aware of her dad's former misdeeds, Dixon now threatens to reveal the sordid story to the whole world unless the girl marries him. The young woman agrees to the marriage in order to save her father's reputation, but before the marriage can take place, Dixon is killed in a falling out between him and his two criminal compatriots. With Dixon dead, the young woman is now free to marry Arthur.", "imdb_id": "tt0003879"}, "18020061": {"title": "The End of the Feud", "plot": "The hillbilly families of Hen Dawson (Murdock Mac Quarrie) and Jed Putnam (William Lloyd) have been engaged in a deadly feud for fifty years. Dawson lives with a daughter named June (Pauline Bush), and a nephew named Wood Dawson (Lon Chaney) who is in love with his cousin June. Jed Putnam has only a son named Joel (William C. Dowlan), who has been secretly romancing June.\nOne day a new preacher moves into the territory and convinces the two patriarchs to stop their senseless feuding. They lay down their arms and declare a truce. Then Wood learns that Joel Putnam has been dating Wood's cousin June in secret. Wood starts spreading rumors that the two lovers have been engaged in immoral acts. The two rivals fight it out, and in the melee, Joel kills Wood Dawson.\nEnraged over the death of his nephew, Hen Dawson forgets his oath and sets out to kill Joel Putnam. However, when he finds Joel, June is with him, getting ready to elope. Violence is averted at the last moment. The preacher once again gets the two warring clans to declare a truce by quickly marrying June and Joel, thus uniting the two families forever.", "tmdb_id": 919974}, "18059969": {"title": "The Escape (1914 film)", "plot": "The film begins with a short prologue explaining the science of Eugenics; contrasting the careful selection observed in the animal world with the less predictable breeding habits of humans. This is illustrated by the story of the Joyce family, headed by Jim Joyce (Turner), a cruel and senseless man. Joyce's son Larry (Harron) is by nature a sensitive kid, but Jim Joyce turns him into a heartless monster, strangling a cat as a sort of coming of age ritual.\nLarry Joyce contracts a case of syphilis, and seeks out treatment from Doctor Von Eiden (Moore), who also takes a keen interest in Larry's sister May (Sweet). Von Eiden encourages May to make a break with her family, and she succeeds. However she is unable to find employment and enters into a relationship with a wealthy senator (Lewis) as a kept woman. While May will not marry the Senator, her sister Jennie (Marsh) does marry a man named \"Bull\" McGee (Crisp), an abusive lout just like her father.\nTheir infant child is killed when McGee trips over its cradle in a drunken stupor, and Jennie becomes delusional, endlessly rocking the cradle with a doll inside. McGee is repulsed by her condition and puts Jennie away quietly through selling her into prostitution. May manages to wrest Jennie away from this peril, but Jennie expires soon after. Von Eiden, however, has managed to restore Larry's original sensitivity through a surgical procedure; May has broken off the relationship with the Senator and agrees to marry Von Eiden.", "tmdb_id": 42558}, "31174331": {"title": "Evangeline (1914 film)", "plot": "The peaceful life of the Acadians is shown during Evangeline Bellefontaine and Gabriel Lajeunesse's youth. Years later Governor Charles Lawrence orders the expulsion of the Acadians. The families of Evangeline and Gabriel are separated during the expulsion. Evangeline spends years searching for Gabriel and finds him shortly before his death and burial.", "tmdb_id": 396897}, "64027767": {"title": "Figures de cire", "plot": "Following a discussion of the nature of fear at a raucous cabaret, a man named Pierre claims that the emotion is unknown to him (\"sensation m'est inconnue\"), and accepts a bet to will stay at a sinister location all night. His friend Jacques, who proposed the bet, chooses a wax museum as the \"sinister location.\" \nPierre pays the employee or proprietor of the wax museum (described simply as \"l'homme aux figures de cire,\" literally \"the man with wax figures\") to allow him to stay in the museum overnight. The man is reluctant, but agrees on the condition that Pierre not damage anything. He shows Pierre in, and leaves him there. \nAt first, Pierre is bored, but as he wanders the grim tableaux, he gradually becomes more anxious. Eventually, terrified, he tries to get out, but discovers he is locked in. Meanwhile, Jacques, having left the cabaret around two AM, sneaks into the wax museum through a back entrance. Pierre sees his shadow behind a paper screen, and, frantic with terror, wildly stabs him. \nThe final intertitle reveals that when Pierre is discovered at dawn, he has lost his mind and \"his dagger had added another figure to the wax museum\" (\"son poignard avait ajouté au musée de cire une figure de plus\"). The film ends with a wild, knife-wielding Pierre standing over the body of Jacques while police survey the scene.", "tmdb_id": 134615}, "11449217": {"title": "A Film Johnnie", "plot": "Charlie goes to the movies and falls in love with a pretty girl he sees on the screen. He goes to Keystone Studios to find the actress. While there, he disrupts the shooting of a film.  A fire breaks out. Charlie is blamed, gets squirted with a firehose, and is shoved by the female star.\nThe title of the film is a variation on the term \"stage door johnnie\". It was once commonly used to describe someone who regularly loitered near the actors' entrances of theaters hoping to meet the players or perhaps land a job onstage or backstage.", "tmdb_id": 53369}, "1498916": {"title": "A Florida Enchantment", "plot": "In the film, Lillian Travers, a wealthy Northern woman about to be married, visits her aunt in Florida. While there, she stops in a curiosity shop and buys a small casket which contains a note and a vial of seeds. At her aunt's house she reads the note which explains that the seeds change men into women and vice versa. Angry with her fiancé, Fred, Lillian decides to test the effects of the seeds. The next morning, Lillian discovers that she has transformed into a man. Lillian's transformation into Lawrence Talbot has also sometimes been read as a transformation into a butch lesbian. This reading is bolstered by the later transformation of Lillian's fiancé into what could be an effeminate gay man. However, as Lillian and her fiancé are shown attracted both to each other and to the same sex (albeit at different times), the film has also been considered to have the first documented appearance of bisexual characters in an American motion picture.", "tmdb_id": 110803}, "18020281": {"title": "The Forbidden Room (1914 film)", "plot": "Fulfilling a promise made to his mother on her deathbed, Dr. James Gibson locates his sister Pauline who has run away after giving birth to an illegitimate child. His sister has lost her sanity, and Gibson takes her and his baby niece home with him. The years pass and the niece grows into a beautiful young woman while her mother is kept locked in a room that the niece is forbidden to enter. Gibson and his wealthy neighbor, John Morris (Chaney), are both interested in hypnotism, and one night the two men conduct an experiment by hypnotizing Gibson's niece. Pauline sees Morris from her window and recognizes him as the man who fathered her child and then deserted her. One night she escapes from her room, wearing her daughter's shawl, and stabs Morris to death. Returning home, she touches her daughter's hair, placing bloodstains on the sleeping girl. Morris is found murdered, the young girl's shawl is found near his body, and his blood is found on the still sleeping girl. The niece is arrested and charged with murder, but Pauline is later found dead in her room, clutching a watch that was stolen from Morris, and the young girl is acquitted.", "tmdb_id": 338945}, "57509152": {"title": "The Fugitive (1914 film)", "plot": "The film is based on a poem by Mikhail Lermontov.\nPart 1. There are folk festivals in the village. Russian troops are approaching. Harun goes to war. During the battle, Harun's father and two brothers are killed, and he flees the battlefield out of fear.\nPart 2 (not preserved). Harun wanders, returns to the aul, tries to justify himself to his relatives and dies.", "imdb_id": "tt0950602"}, "48517826": {"title": "A Gentleman from Mississippi", "plot": "The play's setting is Washington, D.C., where corrupt Senators are attempting to profit off a planned naval base in Mississippi. William Langdon (played by Wise), the junior senator from Mississippi, decides to fight the scheme, assisted by his private secretary Bud Haines (played by Fairbanks).", "imdb_id": "tt0004006"}, "11453506": {"title": "Gentlemen of Nerve", "plot": "Mabel and her beau go to an auto race and are joined by Charlie and his friend. As Charlie's friend is attempting to enter the raceway through a hole, the friend gets stuck and a policeman shows up.", "tmdb_id": 53396}, "11453926": {"title": "Getting Acquainted", "plot": "In one of Chaplin's \"park comedies\" for Keystone Studios, Charlie and his domineering wife, Mrs. Sniffles, are walking in the greensward. When Mrs. Sniffles falls asleep on a park bench, Charlie takes the opportunity to walk away from her. He encounters pretty Mabel. At the moment, Mabel's husband, Ambrose, is occupied trying to help a stranger start his car. Charlie attempts to woo Mabel but is quickly rebuffed and a park policeman comes to her aid. Meanwhile, Ambrose encounters Charlie's wife and is attracted to her. He too is rebuffed. Ambrose and Charlie both run afoul of a pretty blonde woman and her fez-wearing escort. A park policeman pursues both Charlie and Ambrose for their unwanted attentions directed at strange women.Charlie is eventually caught by the policeman who brings him back to Mrs. Sniffles. She saves him from arrest but roughly begins to escort him home.\nReleased on December 5, 1914, Getting Acquainted was the next-to-last movie that Chaplin made for Keystone Studios. It marked the final time he appeared in the same film as Mabel Normand.", "tmdb_id": 53400}, "14614305": {"title": "The Ghost Breaker (1914 film)", "plot": "Somewhere in Spain, Princess Maria Theresa is examining her jewels one day when she accidentally drops a casket causing a secret compartment to open. Within this compartment, she finds an old piece of paper that describes a locket containing a map of a mysterious location. The Princess assumes that it is the way to the Aragon family’s lost treasure. She attempts to locate the locket but concludes that it has been stolen. Her maid, Carmencita stole the locket and sold it to an American art dealer named Gains.\nCarmencita gets stabbed by Juanita, a jealous rival in love. With her dying breath, Carmencita informs the Princess and Prince what she did with the locket and the search begins. Duke D’Alva eavesdrops on the exchange and decides he wants to find the locket first.\nIn a town to the south, there is an old feud between two rival families, Jarvis’ family, and  Markam’s family. This tension eventually leads to Markam killing Warren Javis's father, Judge Jarvis. This causes Warren to follow Markam to New York.\nWhile in New York Markam spots Gains, the art dealer, and purchases the locket from him. The Princess finds Gains and tries to buy the locket back, but it had already been sold. The Duke does the same, so they both set off in search of Markam. The Princess finds Markam first however because she is staying in the same hotel and manages to get the locket from him. Afterward, Jarvis finds and kills Markam as revenge for killing his father. During Jarvis’s escape, he bursts into the Princesses room and explains his predicament. She understands and hides Jarvis away in her luggage and he is snuck on board with her as she leaves for Spain. Detectives board the ship in search of Jarvis but cannot find him. Jarvis decides he will help the Princess find the treasure.\nBefore she left for New York, Princess Maria Theresa’s brother and father investigate the castle because that is where they believe the treasure is hidden. The castle is full of fake supernatural spectators conjured by the Duke to scare the royals away from the treasure. The Duke manages to kill the Princess’s father and kidnap her brother with his forces. \n\nJarvis and his servant, Rusty, make it to Spain and quickly make their way to the castle. In the meantime, the Princess is staying at an Inn not too far from the castle. The Duke is able to steal the locket from the Princess’s luggage without her knowledge during this time. The Duke then sends his henchman to stop Jarvis before he can get to the castle. He fails to kill Jarvis and instead gets shot in the process. They continue to the castle and encounter a fake ghost inside. It’s another one of the Duke’s henchmen dressed in a suit of armor. He also meets his end falling through a trapdoor, failing to stop Jarvis and Rusty.\nDuring this, the Prince escapes captivity and takes Jarvis’s horse waiting outside the Castle. He quickly informs the police of what’s happening and they rush to the castle. As the police try to apprehend the Duke he jumps down a trap trying to escape and dies. The gang finds the treasure during this encounter.\nFinally, Jarvis and the Princess confess their mutual feelings towards each other and come together.", "tmdb_id": 864142}, "57523198": {"title": "The Girl from the Street", "plot": "The film tells about the daughter of a poor laundress who falls in love with a rich guy, and when she throws him, he commits suicide.", "tmdb_id": 151491}, "57599374": {"title": "Glory to Us, Death to the Enemy", "plot": "The film tells about the sister of mercy, who, together with her fiancé, goes to war.A military and patriotic drama set during World War I. At the beginning of the film, the secular life and engagement of the main character Olga to the officer is shown. Then the war begins, and her fiancé is drafted to the front. Olga becomes a nurse of mercy in a hospital and one day sees her beloved among the wounded. He dies in her arms, Olga vows revenge. She asks to join a reconnaissance unit and begins working in a German hospital. One day, she steals an important document and hands it over to the Russian military headquarters. At the end of the film, Olga is awarded a medal.", "tmdb_id": 273090}, "24160731": {"title": "Golddigger (film)", "plot": "Golddigger is about the California Gold Rush. Xarkrow, the lead character, leaves his home in Fortanska, a fictional city in Hungary, to go to California to dig for gold in the hills of the Sierra Nevada. While there he strikes it rich with great gold. This causes a female loan shark named Ygretta Roselettokopf of San Francisco to try to seduce him for his money; this concept gives a double meaning to the title of the film. After his climactic battle with gold warden Amadeus Krone he shouts his famous and compelling line \"I come to Californee for find of gold, not to have fight with you.\" Following the defeat of Krone in their heated pistol and gilded fist battle, Ygretta Roselettokopf returns with important news. She tells Xarkrow that she had only been hounding him for his money because Krone had tricked her out of her prized and famous show beagle, Grildboffnklad, and that \"If the Hungarian Swine was not eliminated, Grildboffnklad will be.\" After rescuing the beloved Grildboffnklad from a rapidly falling mine cart set ablaze, Xarkrow and Ygretta accidentally touch hands and meet eyes, falling in love. The romantic and favorite line \"If more loving for you, mine heart there would be too many\" is spoken here. The two then return to Xarkrow's home town of Fortanska with their newfound riches and become married. Come the following credits, it is revealed that Amadeus Krone's son named Ivantarkle \"Harpsichord\" Krone takes up his father's left behind position. After learning the fate of his father, he darkly says, \"I come to Hungary not for find of gold, but to have fight of you, Xarkrow.\" It is unknown if the foreshadowed sequel will ever make its big film debut.", "tmdb_id": 449573}, "19028582": {"title": "Hearts Adrift", "plot": "Nina (Mary Pickford) and Jack Graham (Harold Lockwood) are both marooned on a deserted island. They fall in love and eventually Nina gives birth to a child. Despite being stranded, they are very happy together. One day, Jack's wife comes to rescue him. Nina is crushed and throws herself in a volcano.", "tmdb_id": 297848}, "18026134": {"title": "Her Bounty", "plot": "The horrific working conditions in her father's factory are brought to Ruth Braddon's attention by a letter she receives. Interested in social work, she asks her father to instruct his junior partner Fred Howard (Lon Chaney) to show Ruth around the facilities. Howard is Ruth's fiance. Ruth sees a young woman who has fainted from poor ventilation, and speaks to a young male employee (David Hale) who asks Fred Howard for better working conditions, but Howard simply orders the man to get back to work. Ruth tells Hale she will speak privately to her father about the situation. Unbeknownst to Ruth, Hale is trying to get himself a raise to enable him to marry a girl named Bessie Clay.\nLater Ruth goes to visit Hale at his tenement building located in a squalid section of town. She falls in love with him, and breaks off her engagement to the cold-hearted Fred Howard. Ruth discovers a letter Hale has written to her father, asking him for a raise specifically so that he may marry Bessie Clay. Ruth had not known that Hale already had a fiance. Not wanting to interfere with Bessie's happiness, Ruth breaks off her budding relationship with Hale, saying as an excuse that she cannot marry beneath her, while secretly she still loves the man.", "imdb_id": "tt0004069"}, "18038036": {"title": "Her Escape", "plot": "Tom Walsh and his son Pete Walsh (Lon Chaney) are criminals, but his daughter Pauline is basically a good kid. One day, while they are forcing her to act as a lookout for them, a group of Salvation Army singers gives her a pamphlet on how to lead a good life. Pauline tells her father and brother that she wants to repent and cannot go on aiding them in their life of crime any more. In a wild rage, Tom attacks his daughter with a knife, but he falls down the stairs and is killed.\nPauline relocates to a much nicer town where she gets a job as nurse to a wealthy family that is planning to move out west. Pete follows her to her new home and confronts her in a park one day. Paul Reeves, a rich young mine owner, sees Pete harassing the young woman and comes to her rescue, knocking Pete down. Paul and Pauline soon after fall in love and get married.\nMeanwhile, her brother Pete has become the leader of an outlaw gang and is befriended by a drug addict he helps out in a barroom brawl. Pete is permanently blinded in a bar when a shaken beer bottle explodes in his eyes, and the dope addict becomes Pete's permanent companion. Soon after, Pete learns of his sister's marriage from the society pages of a newspaper. The dope fiend leads Pete to Pauline's home where Pete tries to get her to give him a large sum of money. She refuses and when Pete threatens to kill her, she flees. As Pete chases her, he falls down a flight of stairs and breaks his neck, dying the same way his father had done.", "imdb_id": "tt0004071"}, "18024746": {"title": "Her Grave Mistake", "plot": "Roger Grant, foreman of the \"Circle S\" Ranch on the Mexican border, is engaged to Isabel Norris, the old ranch-owner's daughter. Grant receives word from the national guard warning him that there may be an attack by Mexicans on the pumping station at the reservoir and that he should arm his cowboys to protect it until troops can arrive. Nunez, a Mexican spy, breaks into the ranch house to steal the letter that Grant received.\nWhen she goes to rendezvous with Grant at the ranch house, Isabel is attacked by Nunez and is choked unconscious. Grant finds Isabel on the floor and he is blamed for assaulting her. The cowboys chase after him, but Isabel awakens, finds a piece of Nunez's hat on the floor and rides out after the posse to tell them that Grant is innocent. Meanwhile, the Mexicans have attacked the reservoir, but Grant battles them all single-handed until Isabel and the reinforcements arrive. Nunez is captured and Grant is vindicated.", "imdb_id": "tt0004075"}, "18037744": {"title": "Her Life's Story", "plot": "Carlotta, born into a poor family, is adopted by the wealthy nobleman Don Velasquez (Chaney). She grows up with her step-brother Don Manuel, and when they reach adulthood, they fall in love with each other. Don Velasquez doesn't approve of the union however. The son goes off to join the king's court for a time and when he returns six years later, he brings with him a wife and son. Carlotta develops an intense hatred for all of them, and later when she sees the young boy in a perilous situation, balancing on a window sill as he reaches out for a rose, she does nothing and allows the child to plummet to his death. Realizing the gravity of what she has done, Carlotta repents by entering a convent and becoming a nun. From the window of her cell, she arranges it so that she can see the child's gravestone, only magnifying her sense of guilt.\nThirteen years later, Carlotta confesses what she did to Sister Agnes, and tells her how every year on the anniversary of his death, the little boy's ghost appears before her, with a cross of blood on his forehead. When the anniversary arrives the next day, the ghost appears again and this time holds out his arms to her. She recognizes the ghost as the Christ child and realizes that God has forgiven her, because she confessed her sin to Sister Agnes the day before.", "imdb_id": "tt0004077"}, "42257007": {"title": "Her Own Money", "plot": "As described in a film magazine, Mildred Carr (Clayton) is a working class wife who has saved her money and marries Lew Alden (Baxter), a struggling business man. After five years of married life, a financial crisis occurs so Mildred loans her husband her savings apparently through a third party, which causes Lew to leave her when he discovers the fraud. She goes back to work and, after he regains his losses, he asks her forgiveness and they make up.", "tmdb_id": 923898}, "18026315": {"title": "The Higher Law (1914 film)", "plot": "The King of France, Louis XI, extends an offer of peace to Edward IV of England. King Edward's treacherous advisor, Sir Stephen (Lon Chaney), advises him to reject the offer. King Louis asks Francois Villon for his advice, and Villon tells the king that he should get rid of Sir Stephen once and for all. Villon travels to England to deal with the problem and hires a beautiful young woman (the Lady Eleyne) to seduce Sir Stephen. She lures him to her father's castle where he is made to look like a prowler, and Villon and his men execute him. Villon then returns to France to facilitate the peace treaty, free of Sir Stephen's interference.", "imdb_id": "tt0004086"}, "15839833": {"title": "Hinemoa (1914 film)", "plot": "The film told the Māori legend of Hinemoa and Tutanekai. No prints are known to have survived."}, "5384890": {"title": "His Majesty, the Scarecrow of Oz", "plot": "King Krewl (Raymond Russell) is a cruel dictator in the Emerald City in the Land of Oz. He wishes to marry his daughter, Princess Gloria (Vivian Reed), to an old courtier named Googly-Goo (Arthur Smollett), but she is in love with Pon, the Gardener's boy (Todd Wright). Krewl employs the Wicked Witch named Mombi (Mai Wells), to freeze the heart of Gloria so she will not love Pon any longer. This she does by pulling out her heart (which looks somewhere between a valentine and a bland representation of a heart without any vessels) and coating it with ice. Meanwhile, a lost little girl from Kansas named Dorothy Gale (Violet MacMillan), is captured by Mombi and imprisoned in her castle. However, Dorothy runs away with the now heartless Gloria, accompanied by Pon and eventually meet the Scarecrow (Frank Moore). Mombi catches up with the travelers and removes the Scarecrow's stuffing, but Dorothy and Pon are able to re-stuff him; Gloria abandons them and wanders off.\nThey meet the lost little boy, Button-Bright (Mildred Harris). The party travels to the Winkie Country next and arrives at the Tin Castle of the Tin Woodman (Pierre Couderc), who has rusted solid. Mombi reaches the Tin Castle, and the Tin Woodman chops off her head; however, this merely slows her down as she hunts for it and places it back on. Having replaced her head, Mombi encounters Pon and turns him into a kangaroo.\nDorothy, Button-Bright, the Scarecrow and the Tin Woodman escape from Mombi by crossing a river on a raft. But the Scarecrow's barge-pole gets stuck in the river bed and leaves him stranded, until he is rescued by a bird. At one point in this sequence, the Scarecrow slides down the pole into the river, resulting a brief \"underwater\" sequence featuring puppet fish and a mermaid; throughout, the Scarecrow makes asides to the camera, mostly without [intertitles\nThe party encounters the Wizard (J. Charles Haydon), who tricks Mombi by letting the group hide in the Red Wagon, pulled by the sawhorse; when Mombi attempts to follow them, the group escape out the back of the wagon. The four companions meet the Cowardly Lion, who joins them. The Wizard traps Mombi in a container of \"Preserved Sandwitches\" and paints out the \"sand\" and the plural, carrying her away in his pocket. The Scarecrow, taking a barrage of arrows, tosses Krewl's soldiers over the battlements to deal with the Cowardly Lion, who cannot climb the rope ladder over the city wall. With the support of the people, the Scarecrow is easily able to depose King Krewl. The Wizard releases Mombi, and compels her to restore Pon to his normal form and unfreeze Gloria’s Heart.", "tmdb_id": 62935}, "10692147": {"title": "His Trysting Place", "plot": "Charlie and his friend Ambrose meet in a restaurant and accidentally leave with each other's coats. Charlie was going to pick up a baby bottle and Ambrose was going to mail a love letter that was in his coat pocket. Charlie's wife finds the letter and thinks he has a secret lover and Ambrose's wife believes he has an illegitimate child. Controversy arises in the park between Charlie and his wife and Ambrose and his wife. It is resolved at the end, but Charlie sparks another fight between the other couple by showing his friend's wife the love letter that was in his pocket.", "tmdb_id": 53398}, "7241577": {"title": "Home, Sweet Home (1914 film)", "plot": "John Howard Payne leaves home and begins a career in the theater.  Despite encouragement from his mother and girlfriend, Payne begins to lead a dissolute life that leads to ruin and depression.  In deep despair, he thinks of better days, and writes a song, Home! Sweet Home! that later provides inspiration to several others in their own times of need.", "tmdb_id": 174091}, "12855809": {"title": "The Honor of the Force", "plot": "A crooked policeman joins Big Tucker's gang of grafters and helps to break into his own captain's house to steal an incriminating paper. The captain interrupts them at work and is stunned in the fight, but a ruse planned meticulously by him results in the thieves being captured.", "imdb_id": "tt0269336"}, "17956857": {"title": "The Honor of the Mounted", "plot": "Mac, Jacques Laquox and Jacques' sister Marie all grew up together in a small town in the Rockies. Mac and Marie love each other, but Mac wants to make something of his life so he travels to the big city and decides to join the Mounties. Forrest, a fellow Mountie, is sent to Mac's old hometown to investigate a smuggling ring. There he meets Marie and attacks her lustfully. Jacques kills Forrest, and Mac is later sent there by his commanding officer to investigate the murder.\nWhen he returns to his home town, Mac is jeered by his old friends, and even by Marie, for wearing the despised \"redcoat\". A \"Canuck\" whom Jacques once thrashed in a fistfight tells Mac all about the murder, and Mac is forced to arrest his old friend Jacques.\nWhen the townspeople attack in a mob, Jacques fights at Mac's side and protects him. Mac refuses to take Jacques back as his prisoner, but Jacques reminds him of his duty as a Mountie. They struggle as they argue, and fall together to their deaths on a treacherous mountain called the \"Devil's Slide.\"", "imdb_id": "tt0004116"}, "18024188": {"title": "The Hopes of Blind Alley", "plot": "Old Jean Basse and his granddaughter Pauline live in poverty-stricken Blind Alley, and they sell miniature statues to make a living. Jean's one ambition in life is to own a high silk hat, and when he comes into a small inheritance, he buys a hat and plans to use the rest of money to help his neighborhood friends. He finds out afterwards that the entire inheritance he is getting consists of nothing but a dusty old painting.\nPauline is in love with a young struggling artist who lives in their building, and upon showing him the painting her father has inherited, the young artist proclaims it to be an original Van Dyke, worth a fortune. A famous artist learns of the painting and first tries to cheat Jean out of it by offering him $2.00 for it, then attempts to steal it outright, but he is unsuccessful.\nPauline's sweetheart manages to sell several of his paintings and then proposes marriage to her. On the day of the wedding, the young couple present Jean with a brand new silk hat, but they learn the old man is dying. Putting the new hat on his head, he gives his valuable painting to the newlyweds as a wedding gift from his deathbed.", "imdb_id": "tt0004119"}, "7285143": {"title": "Imar the Servitor", "plot": "Imar the Servitor rescues an American tourist who has lost his way in the desert and the two men become friends. Before he leaves, the American gives his friend a picture of his fiancée. When the tourist returns home, he discovers that his girlfriend has married a horseman, both of whom have journeyed to the Arabian desert. Imar's master attacks the trader's wife. Her husband then accuses her of infidelity and starts to beat her. Imar recognizes her from the picture given to him by his American friend and rescues her. They both traverse the desert and meet her former fiancé, who has been sent for. Her husband and Imar's master are slain, leaving the three friends free of any retribution.", "imdb_id": "tt0004142"}, "74392": {"title": "In the Land of the Head Hunters", "plot": "The following plot synopsis was published in conjunction with a 1915 showing of the film at Carnegie Hall:\n\nTo gain power from the spirit forces, Motana, a great chief's son, goes on a vigil-journey. But though the tribal law forbids the thought of woman during the fasting, his dreams are ever of Naida; her face appearing in the coilng smoke of the prayer-fire he builds high upon a mountain peak. To forfend the anger of the spirits he must pass a stronger ordeal. He sleeps upon the Island of the Dead, then hunts and kills the whale; and raids the clustered sea-lion rookeries, a whole day's paddle out to sea.\nNaida is wooed and won by Motana, and splendid is the wooing. But Naida, with her dowry, is coveted by the Sorcerer. He is evil, old and ugly. Waket, Naida's father fears the baleful \"medicine\" of the Sorcerer, and also stands in dread of the Sorcerer's brother, who is Yaklus, \"the short life bringer,\" and the head-hunting scourge of all the coast. Waket promises Naida to the Sorcerer. So ensues war between the two factions.\n\nMotana and his father, Kenada, and their clan resolve to rid the region of the head hunters. In their great canoes they attack the village of the Sorcerer and Yaklus. The Sorcerer's head they bring to prove his death to those who believed him \"deathless.\" But Yaklus escapes. After the wedding of Motana and Naida, with pomp of primitive pageantry, and dancing and feasting, in which the throngs of two great totem villages take part, Yaklus attacks and burns Motana's village. Motana is left for dead. Naida is carried away into captivity. Wild is the reveling that follows at the village of Yaklus. The beauty of Naida's dancing saves her life. Naida's slave boy, a fellow captive, escapes. His message brings Motana, who rescues Naida by stealth. The raging Yaklus pursues. Motana, hard pressed, dares the waters of the surging gorge of Hyal. His canoe flies through, but Yaklus is overwhelmed and drowned.", "tmdb_id": 199989}, "7461324": {"title": "In Tune (film)", "plot": "Well-known novelist Edward Stanley is defrauded by his bookkeeper, and is forced to sell his home to recoup his losses. His frivolous wife Bella, who shows no interested in his writing, leaves him but is subsequently killed in a fire. Ida, Stanley's stenographer, traces forged documents back to the bookkeeper, saving Stanley's fortune. Stanley begins work on a new novel, entitled In Tune, based on the recent events, and marries Ida.", "imdb_id": "tt0483374"}, "62763879": {"title": "Into the Foothills", "plot": "The story is of a gold claim stolen and recovered. The dramatic apex of the film featured two men and a girl defending themselves against an attack by an intoxicated Mexican soldiers until they are rescued by United States Troopers. The hero of the drama, a young prospector discovers a gold mine but is shot by the father of the girl he loves. He recovers both his health and his mine which the villain was working to steel. In the end, he marries the heroine.The Moving Picture World provided a synopsis from 1914:\nSteve Brady, a young prospector, and his three pals search in vain for months among the foothills for a vein of gold that will make them rich. Steve, while stumbling through the underbrush one day, trips, and, in throwing out his hand to save himself, accidentally strikes a rich lode. Overjoyed at his discovery he starts for town for some supplies and on the way he meets Barker, a villainous old miner, who is starting off with his wife and beautiful daughter, Ruth, to prospect. Steve tells him of the find. Barker plies him with whiskey until he is drunk and then strikes him over the bead with the empty bottle. He is about to kill Steve, but his wife interferes only to be brutally beaten, and he desists only when his daughter threatens to shoot him. Steve gains his senses and staggers away. Barker sends a shot after him, wounding him in the arm. Barker and his family then move on and he accidentally stumbles across Steve's shack. Fearing the wrath of the rangers he deserts Ruth and her.", "imdb_id": "tt0343840"}, "66020450": {"title": "Ireland a Nation", "plot": "The film depicts major political events in Ireland between 1798 and 1914, including the 1798 Rebellion, the 1800 Act of Union, the 1803 Rebellion of Robert Emmet, Catholic Emancipation, the Great Famine and the Home Rule movement.\nIt takes several liberties with history; most notably, Father John Murphy (executed in 1798) is shown reacting to the 1800 Act of Union; Anne Devlin is depicted as the wife of Michael Dwyer, when they were cousins and not romantically involved; and Robert Emmet is shown speaking with Napoleon, when that meeting is not thought to have occurred.", "tmdb_id": 174053}, "1960180": {"title": "Kid Auto Races at Venice", "plot": "Made by Keystone Studios and directed by Henry Lehrman, the movie portrays Chaplin as a spectator at a \"baby-cart race\" in Venice, Los Angeles. The film was shot during the Junior Vanderbilt Cup, an actual race with Chaplin and Lehrman improvising gags in front of real-life spectators.\nThe film is presented at first like a genuine newsreel, with Chaplin's attention-seeking spectator getting in the way of the camera, causing great frustration to the cameraman. Lehrman begins by roughly pushing an obnoxiously persistent Chaplin away, but eventually he starts knocking Chaplin to the ground.Unusually, the camera breaks the fourth wall to show a second camera filming (as though it were the first) in order to better explain the joke. At this stage, Chaplin gets in the way only of the visible camera on screen, not the actual filming camera. In this way, the filming camera takes on a spectator's viewpoint, and Kid Auto Races becomes one of the first public films to show a movie camera and cameraman in operation.", "tmdb_id": 22885}, "3246048": {"title": "The Knockout", "plot": "Two down-and-out hoboes pretend to be pugilists in order to make some money to eat. One of them claims to be Cyclone Flynn, the boxing champion. In the meantime Pug, a good-hearted local strongman, has fought and defeated several mashers who were bothering his girlfriend. The mashers make up with Pug and propose to enter him to fight the fake Cyclone Flynn at a local theater.\nEnter the real Cyclone Flynn, who expels the hoboes and takes over the engagement. The fight starts, comically refereed by Chaplin's character. It quickly deteriorates into chaos, after Pug steals a gambler's revolvers and chases the champion from the ring. A long chase sequence involving the boxers, spectators, Pug's girlfriend, and the Keystone Kops follows.", "tmdb_id": 53385}, "18019996": {"title": "The Lamb, the Woman, the Wolf", "plot": "The Lamb is a hard-working local newspaper editor who cares for his invalid mother. He falls in love with The Woman, but does not propose, because he feels it would be unfair to burden a young girl with his problems. The Wolf (Chaney), a husky mountain man, returns to the town after being away for five years and tries to rekindle his relationship with the Woman. He succeeds in marrying her and they go off together to live in the mountains where the Wolf works as the paymaster for a mining company.\nThe Wolf turns out to be a violent brute and the Woman soon realizes their marriage was a mistake. Meanwhile, the Lamb's mother passes away and he goes off into the mountains to live a life of solitude. There he falls in with a band of outlaws and becomes a hardened criminal.\nThe Wolf, having tired of the Woman, plans to steal the mining company's payroll that is in her safekeeping and then abandon her. The Lamb plans to steal the same payroll, not realizing it is in the safekeeping of the Woman he once loved. The Lamb arrives first, and the Woman does not recognize him. Seeing that his presence has badly shaken her, the Lamb puts his revolver down on her desk temporarily to calm her down. When a second masked man suddenly breaks in, the Woman picks up the gun and shoots him, then realizes that she has killed her own husband. She suddenly recognizes the Lamb, who repents for attempting to rob her, and the two go off to a new life together.", "imdb_id": "tt0004204"}, "19803818": {"title": "The Last Egyptian", "plot": "The novel focuses on three protagonists, which are, in order of appearance, Gerald Winston, an Egyptologist, Kāra, an Egyptian man, and a dragoman named Tadros. Kāra claims to be a descendant of Ahtka-Rā, High Priest of Ămen, whom he says ruled Rameses II as his puppet, including hiding the latter's death for two years--archaeology says Rameses reigned 67 years, but according to Kāra, he ruled only 65. All of this Kāra has learned since he was a child from his grandmother, Princess Hatacha, who had fled from Egypt when she was 17 and created a stir, ultimately marrying Lord Roane, Kāra's grandfather. Hatatcha is a cruel and vindictive old woman, but as she is dying, she gives him information about the large treasure cache that they have been living on, including many hieroglyphic papyri from which she educated him as a child that will prove to the world that she is of royal lineage.  It is within the cliff that their home is built in that the treasure is kept, behind a wall built over an opening of a cavern too deep to use as a shelter. Tadros and the Bey compete to acquire these papyri from him to sell, and Kāra nearly kills the former for stealing one, but he stops, knowing he can use him. He allows him to have that one in exchange for the girl Nepthys, whose principal interest is cigarette smoking, whom Tadros is set to acquire for another's harem.\nAfter Hatatcha's funeral, Kāra steals the donkey of Nikko, an old blind man, for the elderly black-skinned dwarf embalmer, Sebbet, to transport her remains for mummification.  He meets Winston on his dahabeah and accompany him to Cairo.  In Cairo, Kāra seeks to have his gems recut in the modern style, but instead sells them for cash, and takes his steps toward revenge on Lord Roane. Roane is now elderly and of poor reputation, while his son, Viscount Roger Consinor is a professional gambler.  Kāra manipulates things to get Charles (Lord Roane) a diplomatic post in Cairo.  There, he catches Roger cheating with marked cards and loaded dice at the club, puts Nepthys in his personal harem, and then proceeds to make moves on Lord Roane's granddaughter, Aneth Consinor, who has been sent back to the family from school on account of unpaid tuition.  He falls in love with Aneth (as does Winston), causing him to send Nepthys back home, but when she refuses to marry him, considering him a friend and herself unready for marriage, he quickly returns to his desire for his grandmother's revenge.  Winston tells Kāra that the latter cannot marry her because they are cousins, but Kāra cares not, stating that Egyptian kings married their sisters, so marrying a cousin is nothing. Lord Roane has embezzled money via McFarland, a contractor on a sham embankment project.  Kāra is aware of this and tries to blackmail Lord Roane into forcing Aneth into marriage with him. Roane refuses, saying his granddaughter should not hurt for his misdeeds.  Kāra then approaches Aneth with the proposition, and she agrees to marry him to protect her grandfather's secret.  Kāra gives her documents, which prove her grandfather's crime, for her to destroy. (In fact, these documents are forged copies; Kāra retains the true incriminating documents.)  Winston, upon learning that Kāra's accusation is true, conspires with Aneth's companion, Mrs. Lola Everingham, to woo her into marriage with himself.  This causes the dutiful girl more pain if anything, creating a longing for something she will not let herself have.\nBack when Kāra was poor resident of a village named Fedah, Tadros had been insulting and abusive of him. Now that Kāra is the master, he admits to Tadros that he eventually intends to take his revenge on the servant when his usefulness is ended. This is on Tadros' mind when he chances to meet Winston at a hotel bar. The two conspire to help Aneth and Lord Roane escape from Kāra's influence; Tadros is motivated both by hatred and fear of Kāra and the money Winston agrees to pay him. Winston, Roane, and Mrs. Everingham plan to abduct Aneth to Winston's riverboat, a dahabeah.  When this is accomplished, they tell her that Kāra has decided he does not want to marry her and released her from her promise. (This is partly true; Tadros explained to the others that Kāra had planned a fake Christian ceremony, with one of his servants in the robes of a Coptic priest. Aneth would not be legally married, and thus shamed and unmarriageable.) When the boat has left Cairo, one of Kāra's spies informs him of Tadros' betrayal and the party's escape. Kara travels up the Nile himself and meets with Sheik Antar, a large Arab who dyes his grey beard black, and his Muslim followers, who also live in a small town on the Nile inhospitable to strangers. He enlists Antar's aid with the promise of great wealth. (It would be only a tiny fraction of Kāra's treasure, but of substantial value to anyone else.) Kāra attacks the dahabeah with Antar and his men. All are captured except Tadros, who escapes by diving into the Nile. Now alone and nearly penniless, he decides that the best place to hide would be his hometown of Fedah. He boards a train and by chance meets Viscount Consinor, who had been traveling aimlessly since his disgrace in Cairo. This gives Tadros an idea: with Consinor's help, they can become wealthy and revenge themselves on Kāra. As Kāra's servant, Tadros knows that he'd been buying on credit for some time.  The prince must have run out of his valuables in Cairo, and will be forced to soon return to his hidden treasure in Fedah for more gemstones. By observing Kāra secretly, Tadros and Roger Consinor plan to find the location of the treasure.\nOn the dahabeah, Kāra orders Antar to kill Winston, but the sheikh refuses until he receives his payment. (He claims he does not wish to dirty his sword more than once; when he sees the gems, he'll gladly kill Winston and anyone else Kāra wants.) When Tadros learns that Kāra has reached the outskirts of Fedah, he has Roger hide under the rushes that Hatatcha used as a bed.  Tadros asks him if he is \"comfortable\", to which he replies \"not very\", —- but enough to remain still for several hours. From there he is able to see which stones Kāra presses in the wall to enter into the secret passage. A while after Kāra enters the tunnels, Consinor becomes too nervous to wait for his return, and enters the passage himself. Since one of his first trips to the treasure room, Kara had taken the Talisman of Ahkta-Rā and worn it on his finger, in spite of the curse upon it. He believed it would give him his ancestor's power if he used it only \"temporarily\". But on this fateful trip to the treasure, a statue of Isis, which had fallen the last time he was in the tomb, falls again, knocking the Talisman off his hand, making him stumble, and knocking out his lamp. In the darkness, he sees the Talisman return to its spot—or perhaps he is confusing it with the candle Consinor is using. Kāra attacks Roger, but Roger is a skilled wrestler and manages to get on top of him as Kāra tries to asphyxiate him.  He is able to knock Kāra's head to the ground long enough that he loses consciousness, allowing Roger to flee.  Kāra, though, has inadvertently removed the dagger that keeps open the vault door, which cannot be opened from the inside. Even as Roger hears him regain consciousness and get up, he is unaware that Kāra is trapped in the tomb. When Roger rushes from the passage, he is fatally stabbed by Nepthys, who had been waiting by the door and mistook him for Kāra. When Winston's dahabeah arrives at Fedah, Tadros tells Antar that the police have come and taken Kāra and will also arrest Antar and his men if caught.  Although he must work to convince Antar he has nothing to do with the police, eventually he gets the Arabs to flee northward.  Not knowing what has happened to Kāra, and not wishing Nepthys to be punished for the death of Roger Consinor, he gives the same story to Winston and the others, and is triumphantly hired to be their dragoman as they go on to Luxor for the wedding of Aneth Consinor to Gerald Winston.", "imdb_id": "tt0004207"}, "11451211": {"title": "Laughing Gas (1914 film)", "plot": "We are told Charlie is a dental assistant working at Dr. Pain's dental office. He arrives at work where the patients are already waiting. He joins the tiny second dental assistant in the back room. They have a brief squabble then Charlie goes to the waiting room to clean the floor with a carpet sweeper. He bumps into a patient and a squabble starts. The second dental assistant trips over the carpet sweeper and another squabble starts in the back room.\nThe dentist arrives, and his first patient goes in, obviously in pain. The dentist prepares the nitrous oxide anaesthetic (also known commonly as \"laughing gas\" due to its effects prior to and after unconsciousness). With the man unconscious he pulls his tooth, but then he can't get him to wake up, so he calls for Charlie and runs off when the latter arrives. Charlie tries to wake him and eventually tries hitting his head with a mallet. The man revives but starts laughing. Charlie knocks him out with the mallet.\nThe dentist then returns and Charlie is sent to the drug store to get a prescription for the unconscious man. After more fighting with the patients, he goes to the Sunset Pharmacy. He accidentally hits with his cane a man who is standing at a news-stand outside the pharmacy, and the two have a squabble. When Charlie leaves the pharmacy he kicks the man in the rear, and another squabble starts. The squabble is interrupted when they encounter a woman (the dentist's wife) and Charlie kicks him in the stomach before chasing the woman himself. However, Charlie accidentally pulls off her skirt, causing her to run off in embarrassment. He continues fighting with the news-stand man, who receives a brick in the face and thus loses his teeth. Charlie then throws a second brick, which hits a tall passer-by and losing him teeth as well.\nMeanwhile, the dentist's wife goes home and his maid sees her without her skirt, so she calls the dentist to say that his wife has had an \"accident\". He immediately goes home and Charlie returns to find the surgery empty. He picks the prettier of the two female patients in the waiting room to go in, causing the other lady to leave in indignance. Charlie flirts with her and steals kisses. Meanwhile, the two men injured by Charlie arrive to see the dentist, and the dentist and his wife return to the office. The girl leaves and Charlie has the tall passerby go in next, while the news-stand man recognizes Charlie as the man who has knocked his teeth out. Charlie uses a huge pair of pliers to remove another tooth from the tall man. The news-stand man enters and confronts Charlie. A final fight ensues.", "tmdb_id": 22892}, "17956621": {"title": "The Lie (1914 film)", "plot": "Auld MacGregor is a stern, religious old Scotsman who hoards his money while his son and daughter live in abject poverty. A gambler plots to rob MacGregor of his money, and he works up a friendship with MacGregor's son by giving him gambling winnings. Arthur, who dislikes the gambler, tells Auld MacGregor where his son got the money he's been spreading around, and the old man fights with his son. Young MacGregor gets in a saloon fight with the gambler, and both Arthur and MacGregor's daughter each fire a gun at the gambler simultaneously. Arthur's bullet kills the gambler, but since she is not aware that Arthur also fired a shot at the gambler, the girl believes it was her bullet that killed the man. MacGregor's son convinces his father to lie for the girl and provide an alibi for her, which goes against all his religious beliefs. The truth is later revealed, however, and Arthur is charged with the murder.", "imdb_id": "tt0004220"}, "44991782": {"title": "Life's Shop Window", "plot": "Bernard Chetwin is a boarder at John Anderson's farm in England. He is unimpressed by Anderson's spoiled daughter Bella, but is attracted to their orphaned servant, Lydia Wilton. She tells him of her dreams for a happier life, and they fall in love. Wilton also meets Eustace Pelham, who introduces her to his philosophy of \"life's shop window\": that many people make life decisions on purely superficial grounds. Chetwin marries Wilton in a secret ceremony.\nIntending to establish a farm to support his new family, Chetwin leaves the English countryside for Arizona. Concerned about the dangers of frontier territory, he travels without his newlywed wife, intending to send for her later. When she gives birth to Chetwin's child, Anderson's wife refuses to accept evidence of her marriage, and throws her out of the farm for having a child out of wedlock. She takes the infant with her to Arizona and reunites with Chetwin at his ranch.\nThe demands of managing the ranch consume all of Chetwin's time, leaving Wilton to feel neglected and unloved. One day, a traveler is injured near the ranch, whom she recognizes as Pelham. Pelham courts her, taking advantage of her loneliness. Although she admits she does not love him, he convinces her to abandon her family and run away with him. As she is preparing to depart, she is confronted by Starlight, an Indian woman who works as a servant on the ranch, who reminds Wilton of the needs of her child. She spurns Pelham and returns to her family. Eventually, Chetwin forgives her and devotes more of his time to her. Pelham may have been killed by Starlight, although his ultimate fate is left unclear.", "imdb_id": "tt0004224"}, "18037848": {"title": "Lights and Shadows (1914 film)", "plot": "Eve, a poor flower girl, learns that her mother, a singer, had married Bentley (Lon Chaney), the son of a rich man, but Bentley's father disinherited him for marrying a stage performer. So Bentley deserted his wife the night Eve was born, leaving the young mother penniless, and their nurse Matilde raised the girl after her mother died. When the old nurse falls ill, Eve gets a job in a cafe selling flowers to raise money to help the nurse. There she meets Victor Austin who makes advances towards her, but she manages to escape from him. When she returns home, she finds the nurse dead.\nEve discovers some old letters that she thinks could aid her in locating her deadbeat father. Along the way, she is robbed of her ticket and all of her money and joins up with a theatrical troupe who feel sorry for her. The star of the company, James Gordon, falls in love with her, but she learns that he is married and runs away. Gordon later receives an important offer from the New York stage. Meanwhile Eve manages to find her father Bentley who has since come into great wealth. He plans to force Eve to marry the loutish Victor Austin, but then Eve learns that Gordon's wife, who never really loved him, has died. Gordon is now free to remarry. Eve travels to New York and finds Gordon at the New York theatre where they are happily reunited.", "imdb_id": "tt0004227"}, "18037919": {"title": "The Lion, the Lamb, the Man", "plot": "Agnes Duane returns from college to her New England home and is surprised to find that her parents have chosen an effeminate minister named Percival Higginbotham to be her husband. She laughs at their poor choice, and to cure her of her intransigence, she is sent to live with her uncle in the mountains of Kentucky. There she meets the two Brown brothers who both fall in love with her. The younger brother tries to force himself on her, but he is stopped by the older brother. In a flashback fantasy sequence, the brothers are shown as two savage cave men in the prehistoric past who fight over the primitive woman they love. Back in the present, Agnes later escapes from the two men and meets the Reverend Hugh Baxton, a real man, and Agnes realizes he is the only man she could ever truly love.", "imdb_id": "tt0004233"}, "33332339": {"title": "A Long, Long Way to Tipperary", "plot": "Irish woman Molly Malone is in love with Paddy O'Reilly, who emigrates to England to better himself. He enlists in the British Army during World War I and is sent to the front. Another Irishman, Mick, desires Molly and swears vengeance on Paddy. Molly dreams that Paddy and Mick fight but then sees that she is reunited with Paddy.", "imdb_id": "tt0347434"}, "14259885": {"title": "Lord Chumley", "plot": "Gaspar La Sage and Blink Blunk decide to plan another robbery upon their release from prison. After Blink Blunk is caught and locked up in prison again, Le Sage poses as a gentleman in England. Lt. Hugh Butterworth allows his friend Lord Chumley to stay at his summer home, and Chumley becomes attracted to Butterworth's sister Eleanor while Butterworth's aunt Adeline is attracted to Chumley. La Sage now runs a casino and defeats Butterworth in gambling, leading Butterworth to lose a large amount of money. The army barracks helps arrange over £1,000 for the widow of a fallen soldier named McGregor and they have Butterworth deliver the money, but Butterworth decides to gamble at La Sage's casino.La Sage steals £800 of the amount after making Butterworth become unconscious by drugging him. After Butterworth wakes up, he gives the remaining £200 to the widow and she gives him a letter that thanks him for the money. Butterworth fails to receive the money back from La Sage when the casino owner threatens to show the letter to Hugh's commanding officer Colonel Pembroke if Butterworth refuses to make Eleanor have an affection for La Sage. After Butterworth describes the situation to Chumley, Chumley works to uncover La Sage's past. Blink Blunk finds La Sage and wants payment from him for being sent to prison while Chumley hears their conversation. Chumley also notices a prison tattoo on their chests. Chumley reveals La Sage's tattoo and gives the widow the rest of the £1000. The widow writes a new thank you letter to override the content of the previous letter. Detective Zavier has La Sage leave the United States. Chumley becomes engaged to Eleanor while Butterworth becomes engaged to Jessie.", "tmdb_id": 669563}, "11450070": {"title": "Mabel at the Wheel", "plot": "Charlie offers Mabel a ride on his two-seater motorcycle, which she accepts in preference to his rival's racing car. Unfortunately, as they go over a bump, she falls off into a puddle. The rival, who has followed in his car, picks up the now stranded Mabel. He lets her drive, sitting tight beside her.\nCharlie at last notices she is gone and falls off the bike. He sees them together now stopped and standing beside the car. They leave the car for a short while and Charlie lets down the rear tyre. His rival returns and is furious. They throw rocks at Charlie and he throws them back. The rival's friend appears and gets caught up in the rock-throwing confusion.\nWe cut to \"The Auto Race\" where Charlie hovers round the cars. The drivers usher him away when they see he has a sharp pin. Charlie stands puffing heavily on a cigarette. He uses his pin to get through the crowd, where he propositions Mabel and gets slapped. Charlie then whistles and two thugs appear and kidnap his rival just before the race starts. But Mabel decides to don his racing clothes and take the wheel in his place.\nAs the race progresses, despite a very late start, Mabel, with a co-driver beside her, manages to gain a lead of three laps. Charlie with his henchmen, tries to sabotage the race by using oil and bombs on the track. The oil temporarily spins Mabel's car, no.4, around and it goes backwards for a lap until the oil spins it around again to continue the right way. The car tips over on a bend but a group of men push the heavy Bentley V8 upright again. Meanwhile, the rival escapes his ropes and sees Mabel driving his car. The crowd stand as she crosses the finishing line. The rival and his friend go to congratulate her. Meanwhile, Charlie throws a bomb in the air and blows up both himself and his two thugs.", "tmdb_id": 53374}, "25632827": {"title": "Mabel's Blunder", "plot": "Mabel's Blunder tells the tale of a young woman who is secretly engaged to the boss's son.\nThe young man's sister comes to visit at their office, and a jealous Mabel, not knowing who the visiting woman is, dresses up as a (male) chauffeur to spy on them.", "tmdb_id": 54244}, "11451131": {"title": "Mabel's Married Life", "plot": "A large man with a tennis racquet talks with his wife in a park. He leaves her and wanders off.\nChaplin, in top hat and tails (but baggy pants), sits on a park bench with his wife, Mabel. While he has gone to a bar, conning his way out of paying for his drinks, the large man sits with Charlie's wife and starts flirting. Chaplin returns to find them laughing together. But despite kicking him and hitting him with his cane the man is undeterred in his wooing of his wife.\nMeanwhile, Charlie is met by the man's wife and they return together, where the large man's wife first confronts him but then ends up confronting Mabel. She starts to throttle her then goes to strike her, but accidentally hits Charlie instead. The couple then leave. Charlie orders Mabel to go home while he returns to the bar where a man at the bar mocks him.\nMabel stops at a sporting goods store where she orders a man-shaped punch-bag. She wants to learn how to fight. It is delivered while she is still in her pyjamas. She wraps herself in a leopard-skin rug to answer the door. She starts practising boxing moves on the dummy/punchbag. It is weighted so it swings back and knocks her over.\nMeanwhile, in the bar the large man reappears and is clearly a friend of the mocker and he further ridicules Charlie (who is by now drunk). When the man tousles Charlie's hair a fight starts. Charlie then returns home, holding a bunch of fresh onions, as though they were flowers, and trying to work out what the smell is. Repulsed by the smell, he throws them away, which fly through an open door and onto Mabel who is in bed.\nCharlie in his drunken state sees the dummy as the large man and prepares to fight. Charlie demands the dummy leaves. He pushes it, which swings back then rolls forward again striking Charlie. Charlie tries to placate it but ends up striking it again and getting knocked over. Mabel watches from the bedroom, amused by his actions. He strikes the dummy again and is thrown onto the bed, where he sees Mabel. Believing that she has cheated on him, Charlie throttles her and leads her to the dummy. She tries to placate him, while he keeps striking the dummy and getting knocked over by it. She eventually reveals to him that it is just a dummy. Meanwhile, neighbours get concerned at the noise and stand outside his apartment door. The film ends with Charlie and Mabel leaning in for a kiss.", "tmdb_id": 53387}, "11449142": {"title": "Mabel's Strange Predicament", "plot": "An inebriated Charlie annoys several hotel guest while sitting in the lobby.  In her hotel room, Mabel is playfully tossing a ball to her dog.  The noise disturbs Alice who occupies the room across the hall from Mabel.  She informs Chester that she is going to the lobby to make a complaint to the manager.  Not long after Alice leaves her room, Mabel accidentally locks herself out of her room while wearing only pajamas.  Charlie happens by and tries to woo her.  Mabel flees in embarrassment and eventually enters Alice and Chester's room to hide.  Mabel crawls under the bed.  Mabel's beau, Harry, brings a bouquet of flowers to Mabel and has a bellhop unlock her room.  Finding Mabel absent, Harry decides to wait for her in the room occupied by his friends—Chester and Alice!  When Harry finds Mable hiding under Chester's bed, he assumes the worst and starts a fight with Chester.  Alice returns and, upon seeing Mabel, also assumes the worst and starts a fight with her husband.  By the movie's end, Harry and Mabel have reconciled, but Alice and Chester have escalated their fight.", "tmdb_id": 22936}, "1077363": {"title": "Making a Living", "plot": "In the film’s opening scene, Chaplin's character, the \"Swindler\", attempts to convince a passerby (Henry Lehrman) to give him money. Chaplin is next shown flirting with a young woman and proposing marriage to her, which she accepts. Lehrman, who portrays a news reporter, now approaches the woman and presents to her a bouquet of flowers and a ring, which she refuses to accept, noting that she is now engaged. Lerhman sees Chaplin and a slapstick fight between the two immediately ensues. Later, while prowling for a news story, Lehrman's character witnesses and photographs an automobile accident, capturing on film a dramatic image of a car tumbling down a high, steep hill. As he and a crowd of onlookers are trying to help the unfortunate motorist, who is pinned beneath his wrecked car, Chaplin passes by and steals the camera that contains the sensational photograph. He then runs to the local newspaper office with the image and to report the auto accident, claiming them as his own. A short pursuit with the Keystone cops follows, and then an infuriated Lehrman catches up with Chaplin, and they resume their fistfight on a downtown street. An oncoming streetcar scoops them up on its front cowcatcher and continues down the street and out of frame.", "tmdb_id": 53368}, "40031039": {"title": "Mary Magdalene (1914 film)", "plot": "The story takes place in Capernaum and Jerusalem during the two years leading up to the crucifixion of Jesus Christ, and follows the lives of Judas Iscariot (Arthur Maude) and Mary Magdalene (Constance Crawley), who indulge in their own selfish pursuits and care little about the plights of others. But when Mary hears Jesus preach an outdoor sermon, she learns the power of Christ's love and abandons her reckless ways to become one of his most ardent followers.", "imdb_id": "tt1258744"}, "2898822": {"title": "The Masquerader (1914 film)", "plot": "The film revolves around making films at Keystone Studios. Charlie plays an actor who bungles several scenes and is kicked off the studio. The next day a strange, beautiful woman appears to audition for the film - it's Charlie in disguise. After doing a perfect impersonation of a female, Charlie has drawn the attention of the director who hires the new \"actress\" for his films. The director gives the beautiful woman the men's dressing room to change in. While there, Charlie returns to his tramp costume. When the director returns looking for the woman, he finds Charlie and realizes he has been tricked. Angry, the director chases Charlie through the studio until Charlie decides to jump into what he thinks is a prop well. The film ends with the director and other actors laughing at Charlie as he is trapped in the bottom of a real well. The plot involving a man dressing up as a woman was quite popular in silent movies.", "tmdb_id": 22940}, "57102861": {"title": "Maudite soit la guerre", "plot": "Adolphe, a student pilot, is training at the aviation school of a neighbouring land, where he is staying at the house of his friend Sigismond. He falls in love with Sigismond's sister Liza. When a war breaks out between their two countries, Adolphe is forced to go home and the two men are enlisted in their respective Air Forces. Adolphe makes several successful missions, destroying in particular a number of gas balloons, until Sigismond attacks his plane and forces him to land. Both are killed in the ensuing fight, unaware of their identities. Lieutenant Maxime, who had witnessed Sigismond's death, visit his parents to pay tribute to their son. He is strongly impressed by Liza. One year later, he ask for Liza's hand. During a walk in a forest, Liza recognises the four leaf clover medal that he is wearing, which belonged to Adolphe. He tells her how he took it from the body of the enemy pilot who had killed Sigismond. Liza runs away, contemplating suicide. She finally decides to retire in a convent but is unable to forget her lost love.", "tmdb_id": 280570}, "26747512": {"title": "Max and His Mother-in-Law", "plot": "Max and his young bride attempt to enjoy an Alpine honeymoon, despite the presence of her mother.", "tmdb_id": 130058}, "13420957": {"title": "McVeagh of the South Seas", "plot": "A shipwreck near the Solomon Islands leaves San Franciscan Harmon Darrell (Terry) and his daughter Nancy (Butler) adrift in a lifeboat. Cyril McVeagh (Carey) a ship's captain reduced to drunkenness and brutality by his shattered love affair with Nancy, rules one of the islands, accompanied only by his deranged mate \"Pearly\" Gates (Russell) and the island's natives. McVeagh is about to marry Liana (Foster), a native who loves him but is desired by Pearly, when Nancy arrives on the island, horrified at McVeagh's dissipation. Tanarka, Liana's former betrothed, leads a native rebellion against McVeagh, who sends Nancy away in a boat before the attack. McVeagh struggles with his crazed mate in his burning shack before Pearly recovers his reason and the two hurriedly leave the island. Liana, believing McVeagh dead, remains behind to mourn him, while McVeagh sets a course for San Francisco and civilization.", "tmdb_id": 440946}, "36986546": {"title": "Men and Women (1914 film)", "plot": "Robert Stevens robs the bank where he is employed, and through the efforts of Calvin Stedman, the prosecuting attorney, he is sentenced to six years' imprisonment. While in jail his wife dies and his little daughter, Agnes, is placed in a convent. At the expiration of his sentence, Stevens locates his daughter and settles in Arizona, assuming the name of Stephen Rodman.", "tmdb_id": 964565}, "17957236": {"title": "The Menace to Carlotta", "plot": "Carlotta's fiancé Giovanni Bartholdi (Chaney) loses his money gambling with a shady character called \"The Vulture\" and, now penniless, moves in with Carlotta and her father and brother Tony. The Vulture talks Giovanni into luring Carlotta to a lonely dive one night, where she is to be kidnapped and sold into the white slave trade. She is saved however by her father and brother.", "imdb_id": "tt0004324"}, "15130915": {"title": "The Million Dollar Mystery", "plot": "A prologue for The Million Dollar Mystery introduced the characters and groups. After the opening title card shows \"hundreds of hands\" grasping for the money and then a shot of the check for $10,000 the solver of the mystery is shown prior to the beginning of the first reel. Baby Florence is left at a boarding school with a note and half a bracelet instructing that her father will come to take her back upon her eighteenth birthday. Hargreaves, here played by Alfred Norton, is chased by the Black Hundred, but he receives a note and money before attempting to escape by balloon on the top of a building. The balloon is shot down and the first chapter ends.: 1183", "tmdb_id": 285226}, "18025932": {"title": "A Miner's Romance", "plot": "John Burns (Lon Chaney) is chased by a bear and falls off a cliff. A young miner named Bob Jenkins finds the unconscious Burns and takes him to his cabin. Bob nurses Burns back to health and they become friends. Dave Williams and his beautiful daughter Lucy arrive in town, and she and Bob soon fall in love. Burns also falls in love with her, but she clearly prefers Bob.\nFilled with jealousy, Burns plots to kill Bob and rigs a gun in Bob's cabin with a string connecting the doorknob to the gun's trigger, so that Bob will be shot when he opens the cabin door. His plan backfires however when some mice chew through the string. Bob finds the gun later and realizing it was set up to kill him, he purposely fires off a shot. Burns, thinking that Bob is dead, drags Lucy off into the wilderness, but Bob leads a posse to rescue her and Burns is killed.", "imdb_id": "tt0004340"}, "48629508": {"title": "Monsieur Lecoq (1914 film)", "plot": "Monsieur Lecoq, a policeman, is investigating a murder case. He will discover that it was in fact a case of blackmail involving the Duke and Duchess of Sairmuse.", "tmdb_id": 586689}, "59636704": {"title": "The Mountain Rat", "plot": "After an argument, Douglas Williams' fiancee, Harriet, returns the engagement ring. Discouraged, he soon heads out west, where he meets and falls for a dancer named Nell, known as the Mountain Rat in a dance hall at a mining camp. Nell has been shunned by the more \"respectable\" women of the community, but Douglas doesn't care; he marries her on the spur of the moment. Drama ensues when Douglas's mother and former fiancee come looking for him and he's forced to choose."}, "60412285": {"title": "Mrs. Wiggs of the Cabbage Patch (1914 film)", "plot": "Mr. and Mrs. Wiggs, prior to their marriage, worked as a coachman and housekeeper to Colonel Vanderhurst, who removed his son, Jack, from his will for marrying a woman connected to the circus. Years later, Jack and his wife both pass away, leaving Lovey Mary with Jack's wife's sister and her sister's husband, a temperamental circus proprietor. Along with Lovey Mary goes Jack's marriage certificate, Lovey Mary's birth certificate, and a locket with a portrait of Jack and his wife.\nNow, Mr. and Mrs. Wiggs are married with five children, suffering greatly, especially due to strikes at Mr. Wiggs’ work. This place is controlled by wealthy politician Murphy, whose stepson Bob pities the strikers, specifically Mr. Wiggs and his family. Bob becomes an attorney and Mr. Wiggs leaves the town in search of other work, meeting Lovey Mary's uncle, the circus proprietor. With Mr. Wiggs absent, Mrs. Wiggs struggles greatly with poverty as she tries to take care of her family alone.\nYears pass, and Mrs. Wiggs continues struggling. Colonel Vanderhurst decides to make a will in Lovey Mary's favor after regretting his harshness with his son. He releases advertisements to find Lovey Mary, which Mary's uncle finds and plans to turn in Lovey Mary as his own daughter to receive the inheritance.\nMr. Wiggs falls in love with a circus performer and has a child named Tommy with her, who Lovey Mary becomes fond of. When her uncle tells her the plan, she runs away with Tommy. Her uncle chases after her but she is rescued by Bob. She has another close call with her uncle, but escapes by train with Tommy, and stops near the Cabbage Patch. Noticed by one of the Wiggs children, she is taken to Mrs. Wiggs house. Soon, she is kidnapped by her uncle with Tommy still at the house.\nHer uncle takes her to claim the inheritance, but Bob's firm represents the Colonel's estate and Bob becomes suspicious. He visits the circus, which is currently in the Cabbage Patch, and goes to Mrs. Wiggs, discovering the truth.\nBob follows Lovey Mary's uncle under disguise and saves her as she is about to be murdered. The two later run into Mr. Wiggs and convince him to return to Mrs. Wiggs, who forgives him for abandoning her and their family, and Bob and Lovey Mary announce their decision to get married.", "imdb_id": "tt0004365"}, "61716046": {"title": "Nell of the Circus", "plot": "Nell of the Circus centers around a forbidden marriage between a wealthy heiress with a circus performer, and their daughter, Nell."}, "36085375": {"title": "Nell's Eugenic Wedding", "plot": "A man devours a bar of soap and later vomits everywhere he goes.", "imdb_id": "tt0842807"}, "15340505": {"title": "Neptune's Daughter (1914 film)", "plot": "The daughter of King Neptune takes on human form to avenge the death of her young sister, who was caught in a fishing net. However, she falls in love with the king, the man she holds responsible.", "tmdb_id": 572090}, "60819985": {"title": "A Nest of Noblemen", "plot": "This film is a film adaptation of the eponymous novel by Ivan Turgenev.", "imdb_id": "tt0005805"}, "1858745": {"title": "The New Janitor", "plot": "The Tramp, a janitor in this film, is fired from work for accidentally knocking his bucket of water out of the window and onto his boss, the chief banker (Dandy). Meanwhile, one of the junior managers (Dillon) is being threatened with exposure by his bookie for his unpaid gambling debts, and thus decides to steal from the company. He is caught in the act of raiding the vault by the bank secretary (Carruthers), who is threatened with a gun and therefore presses the janitor button for help. The Tramp comes to the rescue and gets hold of the manager’s gun, only to be misjudged by the chief banker and a policeman as the thief. The secretary explains the truth to the chief banker. In the end the manager is arrested and the Tramp is rewarded by the chief banker for his heroic act.", "tmdb_id": 22941}, "18037993": {"title": "A Night of Thrills", "plot": "Howard Wild, a kindly old gentleman, bequeaths his old mansion to his young niece Hazel and her fiancé Jack as a wedding present. A few days before the wedding, Hazel hears some terrible gossip about Jack, and after a spat, she leaves him and flees to the mansion to be alone. That night some thieves arrive to rob the house and Hazel watches them, helpless and terrified. When the criminals go down into the wine cellar, she runs for the door, but just then Jack enters and, mistaking him for another burglar in the dark, she screams and faints. Hearing her scream, The burglars run from the house, thinking the place is haunted, and leave the loot behind. Jack revives Hazel, but she still refuses to make up with him. Suddenly the ghost of old Uncle Howard appears before them and acts as a peacemaker, reuniting them again. The two lovebirds return home to be married.", "imdb_id": "tt0004402"}, "18020385": {"title": "The Old Cobbler", "plot": "Nathan, an old cobbler, catches his son, Dick, stealing money from his wallet. He throws the boy out, hoping that tough love will shape the boy up. His alcoholic wife is all he has left, but when he goes upstairs, he finds her dead. Nathan heads West and settles down in a mining camp where he develops a reputation for being kind and charitable. One day, Wild Bill, a gunslinger, comes to Nathan to have a boot repaired and treats him rudely. Nathan throws the man out of his shop, and Wild Bill comes to respect the old man's courage. The two men develop a friendship.\nBill's sweetheart, Jess, is a dance hall girl and when she has a slipper repaired by Nathan, he returns it to her with a note inside. The note touches her so deeply that she gives up her dance hall life. One day Bill captures a highwayman who robbed a stage and recognizes the boy as Nathan's son Dick from a photograph Nathan had shown him. He leaves the boy in Nathan's custody and returns the stolen money, reporting that the robbers got away.", "imdb_id": "tt0004421"}, "18025237": {"title": "The Oubliette", "plot": "Francois Villon, vagabond, poet and philosopher, is on the road to Paris with his vagabond friend Colin when they see an elderly couple being evicted from their home. The two men turn over all their money to help the couple, but later, feeling hungry, they steal the purses of two monks. They are caught and arrested, but with Colin's help, Villon dresses as one of the monks and escapes. Colin is hanged and Villon is saying farewell to his friend's corpse dangling at the gibbet when the Chevalier de Soissons arrives and mocks the swinging corpse. Villon attacks and kills the knight and dons his suit of armor.\nPhilippa de Annonay is held prisoner at an inn by her wicked guardian, the Chevalier Bertrand de la Payne (Lon Chaney). Villon arrives at the inn and, hearing Phillippa call for help, tries to rescue her. De Payne is killed in the ensuing battle with Villon and his body is thrown off a second floor balcony. Phillippa is returned to her castle and Villon continues on to Paris.\nKing Louis XI wishes to test Villon's loyalty so he has the poet arrested and then, disguised as a convict, the king offers to help Villon escape if he will help him to overthrow the king. Villon denounces the man, affirming his support of King Louis. The King then reveals himself and Villon is knighted for his loyalty to the throne.", "tmdb_id": 174042}, "60797199": {"title": "Our Mutual Girl", "plot": "Margaret, known as \"our Mutual girl,\" travels from the country to New York City to stay with her wealthy aunt. Over the course of the serial, she is transformed into a \"society belle,\" introduced to notable society figures, and taught how to dress and act to fit into her aunt's world.", "tmdb_id": 946788}, "15672739": {"title": "The Perils of Pauline (1914 serial)", "plot": "Before Pauline (Pearl White) will agree to marry Harry (Crane Wilbur), who proposes marriage to her on the tennis court, she says that she wishes to be allowed to embark upon activities of her choice for a year and then write about them afterward. She proceeds then to plan to ride in a balloon, fly an airplane, drive a racing car, ride in a horse race, go on a treasure hunt, act in a motion picture, and tour a submarine, among other things, and frequently ends up in trouble after being assaulted by henchmen of Raymond Owen (Paul Panzer), her adoptive father's scheming secretary, who wants to dispose of Pauline and gain her inheritance for himself. Owen hires the disreputable Hicks (Francis Carlyle) who owes Owen money, and later Gypsy king called Balthazar to sabotage Pauline's plans, or kidnap or murder her and often Harry ends up coming to her rescue when she is trapped on a cliff or tied up in a house set afire, but as the series goes on she is also shown to be able to extricate herself from various predicaments as well. Finally, after she ends up trapped on an abandoned ship being used for target practice by the Navy and is genuinely terrified by the experience, Pauline decides she has had enough of adventuring and agrees to marry Harry, Owen is drowned by a sailor he has refused to allow to blackmail him, and all is well.", "tmdb_id": 36821}, "18037577": {"title": "The Pipes o' Pan", "plot": "Stephen Arnold, a painter, dreams of a beautiful love scene in a forest involving a faun and a wood-nymph that is interrupted by the daughter of Pan. In the dream, Pan's daughter lures the faun away from his beloved wood-nymph with her magic flute. When he awakens from his dream, he decides to capture the image of Pan's daughter on canvas and goes in search of a suitable model. He meets Caprice, a dancer who strangely resembles Pan's daughter as seen in his dream. Stephen convinces the girl to pose for him and he soon becomes entranced by her. His wife Marian becomes jealous at her husband's neglect of her and she strikes up a relationship with Arthur Farrell, her husband's best friend. Farrell falls in love with Marian and makes advances towards her, but she keeps him at arm's length.\nAfter the painting is finished, Stephen is unable to give Caprice up and he is drawn into a passionate love scene with the young woman. Totally disgusted at her husband's behavior, Marian has decided to leave him at this point and run off with Farrell, and she goes to her husband's studio to tell him. There she finds the completed painting of Caprice, and in a rage, she slashes it to tatters. With the painting destroyed, Caprice's strange hold over Stephen is suddenly broken. The repentant artist returns home to his forgiving wife and they are reunited.", "imdb_id": "tt0004472"}, "11451309": {"title": "The Property Man", "plot": "Charlie is in charge of stage props at a vaudeville theater. These are the performances for tonight:\n\nThe Goo-Goo Sisters: two young women dancing\nGarlico in “Feets of Strength”: a strong-man (Garlico) aided by his bride\n\"Sorrow\": a drama performed by a man and a woman.The woman from “Sorrow” decides to take the star’s dressing room, which Garlico has claimed by drawing his caricature on the wall. When his bride appears, an argument begins over who gets the room. The dressing-room issue is resolved when Garlico knocks out the man from “Sorrow” and gets the room for himself.\nNext, Charlie has to move Garlico’s trunk, but he falls onto the ground due to the heavy weight. When he gets up, he starts chatting happily with the Goo-Goo Sisters. Garlico finds him idling and makes him go back to work.\nCharlie makes his old colleague lift the trunk, causing the latter to fall onto the ground with the trunk on top of him. While Charlie is trying to lift it off, Garlico’s bride summons Charlie and they start flirting. Garlico finds out and angrily throws Charlie back onto the old man. Eventually Charlie calls for help in lifting the trunk, which Garlico easily lifts off.\nBack in the dressing room, Garlico makes his bride ask Charlie to sew up his tights. Meanwhile, the matinee begins.\nDuring the Goo-Goo Sisters’ performance, the old man and Charlie start fighting, which is interrupted when Garlico’s bride asks Charlie for the tights. Realising he has forgotten about them, Charlie tries to postpone Garlico’s performance, but the confused old man asks Garlico to come over to the stage and pulls up the backdrop, thus revealing a sight of him without his tights. The audience burst into laughter, but Garlico begins his performance anyway. In the wings, Charlie and his old colleague fight and the latter accidentally knocks out Garlico’s bride, prompting Charlie to step in as Garlico’s assistant. Proving to be an unhelpful assistant, he goes backstage while Garlico continues to flop on stage.\nGarlico’s performance is disrupted when the old man suddenly pulls down the backdrop for “Sorrow”. Frustrated, he leaves the stage and throws a tantrum. He starts attacking Charlie, who then kicks him in the rear.\nWhen “Sorrow” begins, a member of the audience (portrayed by Mack Sennett) boos and leaves, while Charlie and Garlico’s fight disrupts the onstage performance. Eventually Charlie pulls out a hose and squirts water over everyone.", "tmdb_id": 53388}, "18024411": {"title": "A Ranch Romance", "plot": "John Preston, a ranch owner, owes a fortune to Don Jose Praz. The Don's son, Raphael Praz (Chaney), steals some of Preston's cattle with the aid of an accomplice. Raphael loves John Preston's daughter Kate and urges his father to win Preston's consent to their marriage. Kate however is in love with the ranch's foreman, Jack Deering, and her father refuses to intervene.\nDesperate, Raphael kidnaps the girl and brings her to a lonely cabin in the woods. Kate fights him, but her strength is no match for the villain.  Meanwhile, the girl's horse has returned home to the ranch by itself. Jack, accompanied by the other cowboys, trails Raphael to the cabin and kills him in a death duel.", "tmdb_id": 919979}, "17956990": {"title": "Remember Mary Magdalen", "plot": "Repenting of a foolish mistake she made in her youth, a fallen woman returns to her home town planning to settle down, only to find that her parents have died. As she walks through the streets, the villagers shun her and news quickly spreads that the repentant sinner has returned. The citizens call upon their new minister to force the woman to leave town. When he delivers their message, she refuses to leave her parents' house and he is touched by the sincerity of her repentance, and develops strong feelings for her. Meanwhile, a mob gathers to drive her out of the village. The woman bravely steps outside to meet them, but they jeer and throw stones at her until the minister steps in to protect her. A half-witted orphan (Chaney) tries to defend the woman, but he is hit in the head with a brick and killed. Shocked at the young man's death, the crowd disperses, and the minister and the woman find happiness together.", "imdb_id": "tt0004527"}, "18037450": {"title": "Richelieu (film)", "plot": "In 17th-century France, Cardinal Richelieu sends Adrien de Mauprat, who is in love with Richelieu's ward Julie de Mortemar, off to fight the Spanish, as punishment for his disobedience in an earlier military conflict. Baradas (Lon Chaney), a favorite of King Louis XVI, is also in love with Julie, and envies de Mauprat's victories when he winds up winning in battle and returning home a hero. Baradas convinces de Mauprat that the cardinal is plotting against him and draws him into a scheme to kill the cardinal and seize the throne. Richelieu learns of the plot and De Mauprat is imprisoned and sentenced to be executed. Julie pleads for the release of her lover and winds up getting permission to marry him, and de Mauprat is released. Baradas is imprisoned instead, Julie winds up marrying de Mauprat, and Richelieu is restored to power.", "tmdb_id": 492807}, "14613957": {"title": "Rose of the Rancho (1914 film)", "plot": "Esra Kincaid (La Reno) takes land by force and, having taken the Espinoza land, his sights are set on the Castro rancho. US government agent Kearney (Johnston) holds him off till the cavalry shows up and he can declare his love for Juanita \"The Rose of the Rancho\" (Barriscale).", "tmdb_id": 468031}, "9497496": {"title": "The Rounders (1914 film)", "plot": "A drunk reveller, Mr. Full, returns home to a scolding from his wife. Then his equally inebriated neighbor, Mr. Fuller, comes home and starts a fight with his wife. When Mrs. Full hears the physical altercation across the hall (Mr. Fuller starts strangling his wife after she hits him), she sends her husband to investigate. The two wives begin arguing, while Mr. Full and Mr. Fuller seize the opportunity to steal their wives’ money and flee together to a cafe, where they also cause trouble. When their spouses find them, they escape to a leaky rowboat on a pond. Safely out of reach of their wives and the victims of the commotion they caused, they fall asleep, oblivious to the rising water into which they eventually disappear.", "tmdb_id": 53393}, "44954662": {"title": "St. Elmo (1914 film)", "plot": "St. Elmo Murray and Murray Hammond, his cousin and best friend, are both in love with a young woman named Agnes Hunt. Although Agnes loves Murray, she rejects him for being too poor. Instead, she accepts the wealthy St. Elmo's marriage proposal. St. Elmo's mother holds a ball to celebrate the engagement. After the betrothal is publicly announced, Murray and Agnes meet covertly in the gardens. St. Elmo discovers their affair, challenges Murray to a duel, and kills his cousin with the first shot. The Devil possesses St. Elmo, and he becomes a cruel wanderer, spreading misery and misfortune where he travels.\nTwenty years later, the ingenue Edna Earle is traveling by train, hoping to find employment in a cotton mill after the death of her father, the village blacksmith. The train derails, and St. Elmo saves her from the burning wreckage. This act sets St. Elmo on the path to salvation as he and Edna slowly fall in love. Initially planning to depart for distant lands, a vision of Christ leads him to aid the impoverished. Freed from the Devil, he becomes a minister and marries Edna.", "imdb_id": "tt0004636"}, "19484455": {"title": "Salomy Jane (1914 film)", "plot": "In rough-and-tumble Gold Rush-era California, Salomy Jane is saved from the ruffian Red Pete by a heroic stranger (the Man, aka Jack Dart), and he is saved from a lynching after being falsely accused of a crime.", "tmdb_id": 362481}, "45711762": {"title": "September Morn (film)", "plot": "Dennis, a young sailor, is distraught over his lack of tattoos and envious of those which adorn his fellow sailors' skins. While on shore leave, he decides to visit a tattoo parlor and have his body inked. He initially rejects all the patterns shown to him, but is entranced by one which depicts a young nude woman standing in water. He has the figure tattooed onto his chest, then leaves the parlor.\nMeanwhile, Dennis's girlfriend Genevieve, a leader in the Purity League, raids a shop which is depicting a nude, Paul Chabas' September Morn, in the window. Her attempt to have the work removed fails when the shop's owner knocks her out of the door by spraying her with a powerful hose. She returns home to find Dennis with his tattoo, which depicts the same maiden as the painting.\nEnraged at Dennis' tattoo, Genevieve sends him back to the parlor to have the tattooed figure clothed. When Dennis has the nude clothed in a split skirt, Genevieve is incensed, and accompanies him back to the parlor. There, she forces Dennis to have the nude's torn skirt \"sewn\", and the remainder of her body completely clothed. Genevieve also has the words \"Votes for Women\" tattooed on Dennis' chest.", "imdb_id": "tt0339649"}, "33114851": {"title": "The Shepherd of the Southern Cross", "plot": "Lady Helen Reynolds is forced to choose one of her two cousins to be her husband if she wants to inherit a large fortune. She chooses the villainous Ralph Hughes after he discredits the other option, Devon Collins.\nCollins goes to Australia and becomes a shepherd. Some years later Lady Helen falls sick and is accompanied by her husband on a trip to Australia. While making the final stages of the journey in a coach they are held up by bushrangers. The husband and wife escape and get lost in the bush.\nThey wander around for days and become exhausted. Ralph leaves Helen for dead and winds up at the hut of his cousin, where he is taken in and revived by a girl who is actually his own daughter (the daughter of a previous marriage).\nLady Helen is discovered by Collins who takes her to the hut. Ralph admits his flaws and dies.", "imdb_id": "tt0286089"}, "33408737": {"title": "Should a Woman Divorce?", "plot": "Grace Roberts (played by Lea Leland), marries rancher Edward Smith, who is revealed to be a neglectful, vice-ridden spouse.  They have a daughter, Vivian.  Dr. Franklin (Leonid Samoloff) whisks Grace away from this unhappy life, and they move to New York under aliases, pretending to be married (since surely Smith would not agree to a divorce).  Grace and Franklin have a son, Walter (Milton S. Gould).  Vivian gets sick, however, and Grace and Franklin return to save her.   Somehow this reunion, as Smith had assumed Grace to be dead, causes the death of Franklin.   This plot device frees Grace to return to her father's farm with both children.", "imdb_id": "tt0004591"}, "44790872": {"title": "The Sign of the Cross (1914 film)", "plot": "Rome, 64 A.D. When the emperor Nero renews the persecutions against Christians, the prefect Marco Superbo fears for the life of Mercia, a Christian with whom he is in love. The woman, however, is arrested and the emperor refuses to pardon her unless she renounces her faith. Mercia not only rejects the offer that is communicated to her by Marco but, before entering the arena, also converts Marco who, together with her, faces death.", "tmdb_id": 233333}, "32895441": {"title": "The Silence of Dean Maitland (1914 film)", "plot": "The Reverend Dean Maitland (Harry Thomas) falls for Alma Lee (Nellie Brooks) and impregnates her, despite being engaged to another woman. Alma's father attacks Maitland and Maitland accidentally kills him in the struggle. His best friend, Dr Henry Everard (Arthur Shirley) is convicted of the crime and sentenced to twenty years in gaol. When Everard is released he comes to Maitland's church. The Dean confesses his guilt publicly and collapses and dies.", "imdb_id": "tt0004595"}, "42726897": {"title": "Silent Witnesses", "plot": "When Variusha, a maid in a Russian upper-class household, is not allowed to go and see her children in the country, the porter's granddaughter Nastya agrees to replace her. Soon she attracts the attention of Pavel, the son of the house, who starts flirting with her. When Nastya finds out that Yelena, Pavel's fiancée, has a lover, she tries to chase him away and refuses the money offered to her to remain silent. But Pavel does not want to endanger the wedding arranged for him. He has lost interest in Nastya and treats her only as a maid.", "tmdb_id": 174102}, "33463393": {"title": "Sins of the Parents (1914 film)", "plot": "As was typical of Abramson's potboilers, Sins of the Parents involves complicated and often contrived plot twists arising out of family relations of the primary characters.\nLaura Henderson (Adler) is an orphan, raised by her aunt Mary Sherman.  Sherman runs a boarding house, and boarder Angelo Angelini (a musician) is the apple of Laura's eye.  They are engaged to be married, but Angelo claims he must leave for a concert tour—but in truth he returns to his wife and child in Italy, crushing Laura.  Laura gives birth an illegitimate child, Ruth, but is forced to abandon her and moves to New York, where she falls under the care of Reverend Henry Bradley.  Bradley and Laura later marry, and Laura keeps the existence of Ruth a secret from Bradley.\nShifting 19 years later, Bradley (now a prison chaplain) and Laura now have a daughter (Aline) who is about to become engaged to the well-to-do Walter Jordan. Meanwhile, Ruth, now 20 years old, who had believed Mary was her mother, finds out that her real mother is Laura and departs for New York to find her. Meanwhile, Angelo is now living in New York under the name Angell with his son Tony, a general ne'er do well. Tony befriends Ruth (of course not knowing she is his half-sister) under false pretenses, and plans to sell her into white slavery in New Orleans. Ruth tries to escape him, and in the ensuing struggle Tony is shot dead just as Angelo enters the room. Ruth is arrested, and meets Chaplain Bradley in prison, where she divulges her story. Mary Sherman visits Ruth in prison, and then tells all to Laura. Laura breaks down when she learns that her first child is in prison, just while she had been celebrating Aline's engagement to Walter. This causes Aline, apparently out of learning of her mother's disgrace, to break off her engagement and commit suicide.\nMoving to Ruth's murder trial, Angelo is about to testify as a witness to his son's murder just as Laura bursts into the courtroom and recognizes Angelo.  Learning that his own daughter killed his son, Angelo despairs and refuses to speak.  Laura is removed from the courtroom in hysterics.  The jury subsequently finds Ruth is not guilty by reason of self-defense and she is freed.  Bradley brings Ruth to their home, but Laura feels unworthy of his love and plans to leave with Ruth.  Bradley resigns as chaplain and insists that Laura stay.  Bradley's employer refuses his resignation due to his noble acts, and Laura begs forgiveness.", "imdb_id": "tt0004598"}, "18056901": {"title": "A Small Town Girl", "plot": "Ruth's uncle is the proprietor of the only hotel in Maplehurst, a small rural town. When she was orphaned years earlier, she was adopted by Dick, a young hotel clerk who now loves her dearly. Ruth cares for Dick, but feels he is too rustic. One day, a slick young Snob from the East arrives in Maplehurst and Ruth is taken in by his flashy clothes and fast car. Dick is crushed when his sweetheart goes off with the scoundrel. On one of her long drives with the snob, they stop at an inn, where he gets her drunk and takes advantage of her, impregnating her.\nWhen he moves back East, Ruth follows him, but he soon tires of her and throws her to the curb. She later gives birth to their child in a rundown big city boarding house, and the snob's family refuses to even see her when she goes to them for help. A local pimp (Lon Chaney) suggests that she become a prostitute, and Ruth starts to consider suicide; however, an elderly, childless couple take an interest in her and her baby.\nRuth decides to write her uncle for help, and Dick intercepts the letter and sends her money. Her uncle soon after passes away, and Dick inherits the hotel. He searches for Ruth to bring her back home. Meanwhile the Snob has gone West, where the rugged environment has made a man out of him. He comes back to Ruth ready to accept his paternal responsibility, but she scorns him and refuses to even let him see their child.", "imdb_id": "tt0004605"}, "1762869": {"title": "The Squaw Man (1914 film)", "plot": "James Wynnegate (Dustin Farnum) and his cousin, Henry (Monroe Salisbury), are upper class Englishmen and trustees for an orphans’ fund. Henry loses money in a bet at a derby and embezzles money from “the fund” to pay off his debts. When war office officials are informed of the money missing they pursue James, but he successfully escapes to Wyoming. There, James rescues Nat-U-Ritch (Lillian St. Cyr), daughter to the chief of the Utes tribe, from local outlaw Cash Hawkins (William Elmer). Hawkins plans to exact his revenge on James, but has his plans thwarted by Nat-U-Ritch, who shoots him dead. Later, James has an accident in the mountains and needs to be rescued. Nat-U-Ritch discovers him and carries him back to safety. As she nurses him back to health, they fall in love and later have a child.\nMeanwhile, during an exploration of the Alps, Henry falls off a cliff. Before he succumbs to his injuries, Henry signs a letter of confession proclaiming James’s innocence in the embezzlement. Before Henry's widow, Lady Diana (Winifred Kingston) and others arrive in Wyoming to tell James about the news, the Sheriff recovers the murder weapon that was used against Cash Hawkins in James and Nat-U-Ritch's home. Realizing that their son is not safe, the couple sends him away, leaving them both distraught. Facing the possibilities of losing both her son and her freedom, Nat-U-Ritch decides to take her own life instead. The movie ends with both the chief of the Utes tribe and James embracing her body.", "tmdb_id": 161710}, "68672712": {"title": "The Strange Story of Sylvia Gray", "plot": "Henry and Sylvia Gray live in poverty with their baby daughter, Silvery, and the baby's nurse, Margy.  Henry is a struggling playwright, who is pinning all their financial future on the sale of his latest play.  When notice comes that the play has been rejected by a manager, they are devastated. Tired of poverty, Sylvia leaves, taking Silvery and Margy with her, and goes to live with a wealthy clubman. After she leaves, but before he realizes it, another play manager arrives and pays Henry $5000 for his play. He hides the money in the wall of their apartment, then goes to tell Sylvia.  When he discovers that she has deserted him, he goes out of his mind, causing him to go blind and lose his memory. He then becomes a wanderer.\nSylvia and her lover, Lennox, have moved to a different city. When she discovers that he intends to leave her for a younger woman, Lucy Reynolds, she becomes irate and kills him in a fit of anger. She is arrested, and Margy flees with Silvery.  She brings the young child back to her father's apartment, but finds him gone. She decides to raise the child as her own.\nTwenty years pass, and Silvery has now grown up to a beautiful young woman, who works as an artist's model. She is also in love with her artist boss, Vanveldt.  Things are progressing nicely between them, until she meets a hypnotist, Dr. Frankenstein, who she begins working for on the side, much to the chagrin of his jealous wife, Vivette. Frankenstein puts Silvery under his spell, forcing her to leave Vanveldt and be with him. Meanwhile, Henry returns home from his wanderings, and coincidently so does Sylvia, who has served her time in prison. She begins to care for Henry, who still has no memory of the missing $5000.  When Silvery and Frankenstein visit her parents, he learns of the missing money, and concocts a plan to steal the funds if Henry can remember where he put it. As Sylvia continues her ministrations, Henry's memory returns.\nFrankenstein hypnotizes Silvery to force her to stab her father to death, and take the money. However, just as she is about to perform the dead, Vivette arrives and kills Frankenstein in a jealous rage, breaking his hold over Silvery. Released from Frankenstein's spell, she returns to Vanveldt, and the two become engaged, while Sylvia and Henry are reconciled to one another."}, "34384773": {"title": "The Swagman's Story", "plot": "A swagman arrives on the scene of the breakdown of a motor car and tells the honeymooning drivers that he's never liked motor cars as they've never done him any good. He then goes on to explain why – ten years earlier he was living happily with his wife and pretty daughter (Lottie Lyell). Then the daughter marries a \"swell city cove\" and she becomes a member of the high society set, refusing to meet her unsophisticated mother. The mother is killed by a motor car and the father takes to drink and becomes a swagman.", "imdb_id": "tt0004661"}, "7275244": {"title": "Sweet and Low (1914 film)", "plot": "Sad, lonely and unhappy, an old man sits in a city park, thinking about the past. A little girl comes up to him and takes his hand, asking him what is making him so sad.  The child reminds him of his own lost little girl and the times of the past begin to flow through his memory.  He had a happy life with a loving wife and baby daughter.  But he wanted to give them more, so he headed West to the gold fields.  The work was long and hard; he was able to keep going with the thought of what he could do for his wife and child. As he worked, he often recalled his wife singing Sweet and Low to their small daughter. After he had made his fortune, he headed home to his loved ones.  When he arrived there, he found that his wife had died; his young daughter was considered orphaned after her death and was sent for adoption. He tried in vain to locate his daughter.The pain of his memories shows on his face and the little girl is understanding; she climbs onto the park bench and hugs the old man to try to make him feel better. She then asks him to come with her because she lives just across the street.  When they arrive at the house, he hears a woman singing Sweet and Low; it is all too much for him and he falls down on the porch.  The little girl's mother comes to help him inside to a chair.  After he enters the home, he realizes this woman is the image of his wife, Margaret and after all these years, he has finally found his daughter.", "imdb_id": "tt0804360"}, "50637468": {"title": "The Temptations of Satan", "plot": "Satan (James O'Neill) decides to ruin the innocence of ambitious Everygirl (Vinnie Burns), who has a beautiful voice and wishes to pursue a career singing in opera. He thus assumes human form and follows her in order to make sure that she accepts his terms.", "tmdb_id": 578772}, "21254215": {"title": "Tess of the Storm Country (1914 film)", "plot": "Tessibel Skinner is a young woman in a squatter village on the coast, where she lives with her father, a local fisherman. Towering above the village is the estate of Elias Graves, a wealthy man who hopes to use his influence to remove these squatters from his land. When his lawyer is unable to so directly, he instead enacts a ban on net fishing, removing the livelihoods of many people in the village, including Tess and her father.\nDespite the ban, some continue to fish illegally, though they are soon confronted by men sent by Graves. In this confrontation, one of Graves’ men is shot and killed. Tess’ father is wrongfully accused of the murder and arrested. Meanwhile, through these altercations Tess meets Frederick Graves, Elias’ son, who is home on a break from his theological studies. Before long, the two begin a forbidden romance. Also on break with Frederick is Dan Jordan, a friend from his fraternity, who simultaneously falls in love with Frederick’s sister, Teola.\nSoon after Dan and Frederick return to college, Teola learns that she is pregnant and struggles to decide if she should tell Dan. Her decision is made for her soon enough, as she receives a letter informing her that Dan has died heroically in a fire at the fraternity. Unable to confide in her very stern father, Teola is distraught and turns to Tess for support. Once the baby is born, Tess agrees to take the child and bear the social stigma of having a child out of wedlock.\nUpon his return, Frederick is forced to shun Tess for her sin despite his remaining love for her. Soon, however, Teola’s baby falls ill and Tess decides to take him up to Elias’ church to be baptized. Disgusted by Tess and the child, Elias refuses, shaming them publicly. Teola, having witnessed her father’s anger, decides to step forward and admit the truth about her child. Tess is forgiven and it is decided that Teola will die with her son. Meanwhile, the true murderer is found, allowing Tess’ father to be released from prison.", "tmdb_id": 174023}, "11453344": {"title": "Those Love Pangs", "plot": "The Tramp fights for the attention of the landlady with the Rival (played by Chester Conklin). The Rival makes his attempt first. While he is talking to the Landlady (played by Helen Carruthers), the Tramp pokes him with a fork from behind a curtain. The Rival gets upset and the landlady becomes annoyed. The Tramp goes on to talk to her. As the Tramp sweet talks the Landlady, the Rival does the same thing the Tramp did to him. The Landlady gets upset and walks away from the Tramp. Upset, the Tramp takes the Rival outside.They eventually go their separate ways when the Tramp stays outside a bar and the Rival keeps walking toward a park. Before the Tramp goes into the bar, he is distracted by an attractive girl (Vivian Edwards) who walks past and glances at him. The Tramp follows her until her tall boyfriend appears. He runs away immediately.Once at the park the Tramp finds the Rival being kissed by a girl (Cecile Arnold). The girl the Tramp had encountered before ends up at the park as well with her boyfriend. The Tramp becomes jealous of the other two men. He follows the two girls to a theater and sits between them. He finally has the attention of both girls and dozes off. The boyfriend and the Rival come into the theater to find the Tramp with their respective girlfriends, who run away immediately upon seeing their respective boyfriends. When the Tramp finally opens his eyes and realizes what is happening, he falls out of his chair, sending the whole audience into chaos. The film ends with the Tramp getting thrown into the screen.", "tmdb_id": 53394}, "7273563": {"title": "A Ticket to Red Horse Gulch", "plot": "Jack Oliver, who was a telephone lineman in a large city, had a disagreement with his superior and was discharged. He had never been able to save much money and when, after several weeks of earnest searching he found no work, the situation began to look serious.  The opportunity knocked, for Jack found a railway ticket on the street, and in spite of diligent effort, was unable to return it to its owner.  The ticket read to Red Horse Gulch, a mining town in the city, so, determined to have a tilt with fate, he took the ticket and set out for the mining town.\nAn old miner, Bill Salter, was in need of a man to help him with his claim.  Laborers were scarce, and he finally chanced upon Jack Oliver.  The \"Tenderfoot\" proved to be a good worker and developed into a miner of no mean ability.  Molly Salter, the miner's daughter, who had charge of the little telephone exchange at Red Gulch, became a warm friend to the young man.  Gold was discovered on Bill Salter's claim, bu before it could be properly registered, \"claim jumpers\" seized it and sent one of the number on a swift horse to town.  When Salter and Jack discovered the intruders, they learned that the men's confederate would reach Red Horse Gulch in half an hour.  The roads were rough and the distance to town could not be covered in less than two hours, and yet the seemingly impossible was accomplished, for Jack managed with the aid of Milly to file the claim and outwit the desperadoes.\n\n-- The Moving Picture World", "imdb_id": "tt0467069"}, "238484": {"title": "Tillie's Punctured Romance (1914 film)", "plot": "Charles Chaplin portrays a womanizing city man who meets Tillie (Marie Dressler) in the country after a fight with his girlfriend (Mabel Normand). When he sees that Tillie's father (Mack Swain) has a very large bankroll for his workers, he persuades her to elope with him. In the city, he meets the woman he was seeing already, and tries to work around the complication to steal Tillie's money. He gets Tillie drunk in a restaurant and asks her to let him hold the pocketbook. Since she is drunk, she agrees, and he escapes with his old girlfriend and the money.\nLater that day, they see a Keystone film in a nickelodeon entitled \"A Thief's Fate\" (which is, ironically, a melodrama, a type of film Keystone did not produce) which illustrates their thievery in the form of a morality play. They both feel guilty and leave the theater. While sitting on a park bench, a paperboy (Gordon Griffith) asks him to buy a newspaper. He does so, and reads the story about Tillie's Uncle Banks (Charles Bennett), a millionaire who died while on a mountain-climbing expedition. Tillie is named sole heir and inherits three million dollars. The man leaves his girlfriend on the park bench and runs to the restaurant, where Tillie is now forced to work to support herself as she is too embarrassed to go home. He begs her to take him back and although she is skeptical at first, she believes that he truly loves her and they marry. They move into the uncle's mansion and throw a big party, which ends horribly when Tillie finds her husband with his old girlfriend, smuggled into the house and working as one of their maids.\nThe uncle is found on a mountaintop, alive after all. He goes back to his mansion, in disarray after Tillie instigated a gunfight (a direct result of the husband smuggling the old girlfriend into the house) which, luckily, did not harm anyone. Uncle Banks insists that Tillie be arrested for the damage she has caused to his house. The three run from the cops all the way to a dock, where a car \"bumps\" Tillie into the water. She flails about, hoping to be rescued. She is eventually pulled to safety, and both Tillie and the man's girlfriend realize that they are too good for him. He leaves, and the two girls become friends.", "tmdb_id": 22943}, "18020144": {"title": "The Tragedy of Whispering Creek", "plot": "A vile bully known as The Greaser (Lon Chaney) is terrorizing the young ladies in a mining town called Whispering Creek. When he tries to accost a young teenage orphan girl, her fiance Bashful Bill gives the Mexican a sound beating. Soon after, a handsome stranger (Murdock MacQuarrie) rides into town and saves the same girl from the Greaser again. Falling in love with her himself, he tries to romance the young lady, unaware that she is engaged to Bashful Bill.\nWhen he learns they are set to be wed, he decides to not interfere in their happiness. The stranger leaves town, but on the way out, he spots the Greaser lying in ambush, plotting to kill Bashful Bill and the girl. The stranger and the Greaser shoot it out, and wind up killing each other in the ensuing gunfight, saving Bill's and the girl's life in the process.", "tmdb_id": 347912}, "15452336": {"title": "The Trey o' Hearts", "plot": "An evil young woman named Judith Trine and her father are plotting to destroy Alan Law, because for many years her father hated Alan's father, and now they have transferred that hatred onto Alan himself. Judith's twin sister Rose (also played by Cleo Madison) is in love with Alan. As the serial progresses, Alan manages to survive a number of life-threatening events. Over time, Judith finds herself falling in love with Alan. On the day of their wedding in a chapel, Rose and Alan are struck by lightning. Rose is killed, and Alan is badly injured. Unbeknownst to Alan, Judith takes Rose's place and nurses him back to health.", "tmdb_id": 753251}, "44777675": {"title": "The Typhoon", "plot": "Romantic tragedy about a young Japanese man and a Parisian actress.", "tmdb_id": 248912}, "18020227": {"title": "The Unlawful Trade", "plot": "A moonshiner named George Tate is a good-hearted man, even though he is a criminal. A half-breed (Chaney) murders George's father and later harasses his sister Amy. The half-breed then tells government agents of the location of the moonshiner's hideout in the wilderness, and the authorities attack the place while George, Amy and Amy's lover Neut Haigh happen to be staying there. In the heat of the gunfight, George gallantly allows Neut and Amy to escape through a secret trap door in the cabin while he stays behind to fight the officers, a gesture that costs George his life.", "imdb_id": "tt0004751"}, "39302030": {"title": "The Valley of the Moon (film)", "plot": "When boxer Billy Roberts (Conway) marries laundress Saxon (Stedman), he tries to please his spouse by leaving his former profession behind and becoming a teamster driving trucks. However, when their wages are cut, the union calls for a strike. The film is sympathetic toward the strikers, with scenes showing police attacking the teamsters with clubs and patrol wagons being driven over fallen men.  The former boxer is attacked and beaten by company scabs, lands in jail following a brawl, and starts drinking. The desperate couple decide to move to the country and start a new life on a farm. With money being tight, he enters a fight for a $300 prize. In the end he wins, and the couple depart to live at their \"Valley of the Moon\".", "imdb_id": "tt0004757"}, "63204337": {"title": "The Vampire's Trail", "plot": "A young mother wants to be with her child so much that she is cross to her husband when he asks her to spend a pleasant evening with him away from home. The husband in consequence seeking diversion and relief from business cares alone, drifts away from her.", "tmdb_id": 941489}, "18037643": {"title": "Virtue Is Its Own Reward", "plot": "Annie Partlan works long hours in a local canning factory so that she can pay for her sister Alice's education. Unknown to Annie, Alice is engaged to Seadley Swaine, the son of a wealthy businessman. Alice ignores Annie's advice and secretly takes a job herself at the canning factory to earn enough money to purchase a wedding gown. In the factory, Alice meets Duncan Bronson (Lon Chaney), a department manager who has a very bad reputation. Bronson starts making advances toward Alice, and against Annie's wishes, she cultivates a relationship with the unsavory character, and starts to ignore her fiance Seadley Swaine. Annie thinks Alice is making a big mistake, and sets about to save her sister.\nOne day, Annie shows up at work in a brand new sexy dress that she has purchased with her savings, and starts acting more like a loose woman. Bronson forgets all about Alice and turns his attentions to the more attractive Annie. A spurned Alice goes back to her former fiancee, Seadley Swaine, and they are married.  Now, the danger past, Annie goes back to wearing her old plain clothes and wearing her hair up in an unattractive bun once again. Everyone in the factory gossips about Annie now, but she is content knowing that she saved her sister from an unsavory fate.", "imdb_id": "tt0004767"}, "56932798": {"title": "The Walls of Jericho (1914 film)", "plot": "In London, Lady Althea Frobisher, prey to the demon of the game, not only loses large sums at bridge, but also lets herself be ensnared by a suitor, a profligate and libertine man who reveals to her that her husband Jack is actually a murderer wanted by the police. for killing a man in America long ago. The truth, however, is another and will come out when the detective arrives from the United States on the trail of the wanted man: the real culprit is not the husband, but his suitor. Reconciled with Jack, Althea also promises to stop playing cards.", "imdb_id": "tt0004776"}, "14590035": {"title": "What's His Name", "plot": "A baker’s daughter, Nellie Duluth, marries a soda fountain operator, Harvey. After a handful of happy years of marriage, Nellie meets a chorus girl passing through their tiny town and becomes friends with her. She offers Nellie a spot in their chorus for 20 dollars a week, and she accepts it. Not wanting to separate from her family, Harvey and their now daughter, Phoebe, come with her to New York to work. Nellie gains popularity rapidly, acquiring the attention of a wealthy millionaire, Fairfax. It is suggested to Nellie by the companies theater manager that she should distance herself from her husband and daughter, so she moves the both of them to a house in Tarrytown, equipped with a maid and a cook. Nellie continues to stay and work in Manhattan, only spending time and visiting her family on Sundays.\nAfter repeatedly getting humiliated, Harvey becomes known as “What’s His Name.\" Having enough of the treatment and embarrassment, Harvey shows up at a party in Nellie’s dressing room wielding a pistol. Fairfax pays Harvey a visit at the Tarrytown home and offers him a large sum of money in exchange for Harvey letting Nellie go. This resulted in Harvey punching Fairfax, which then led to Harvey getting beaten. Being under Fairfax’s hold, Nellie stops paying rent on the Tarrytown home and throws her husband and daughter out, leaving them to walk back to their tiny hometown on foot, with nothing but a “God Bless Our Home” wall plaque in hand. During Harvey and Phoebe’s month-long trek back home, Nellie travels to Reno, Nevada, to file for divorce. When Phoebe becomes life-threateningly sick, Harvey contacts Nellie. Coming out of Fairfax’s charm, she decides to abandon the idea of divorce and go back to her family to care for her daughter.", "tmdb_id": 700132}, "7461372": {"title": "When a Woman Waits", "plot": "The film follows a woman's life from age 18 through middle age after she gives up her own happiness to help out her family.", "imdb_id": "tt0434633"}, "32770081": {"title": "The Wishing Ring: An Idyll of Old England", "plot": "Giles is the roundy son of the respected Earl of Bateson, and he routinely sends his father letters while he is away at school, assuring his father that he is achieving good marks in his classes. However, despite these assurances, Giles is kicked out of school for \"Gross Misconduct\", and he returns home to his father. Giles at first pretends that his grades were SO good that the Dean has given him a vacation, but the Earl has already gotten word from the school, and Gile's can't lie his way out of it.\nGiles is given a tutor, but when the tutor falls asleep, Giles sneaks out, eventually going to his Godfather, Mr. Annesley, and he explains the situation. Annesley has been having troubles himself with someone stealing his Roses, and as he is about to leave town, he asks Giles to watch his Rose garden for him while he is away.\nGiles soon learns that Sally, the parsons daughter, has been taking the roses, but when he confronts her about it, she realizes that her motives were pure, and she soon wins him over. Sally thinks he is simply a gardener, and she takes him to meet her father as the two become better acquainted.\nOne day, Giles pays some Gypsies to give Sally a silver ring, which they call a \"Wishing ring\" that will grant the wish of whoever wears it, and later, he sneaks behind Sally and kisses her after she wishes for \"A kiss from her true love\". Nice move by Giles.\nAfter a few days, Giles receives word that Annesley is coming back, and he asks Giles to invite all of the neighbors to a Lawn Party to welcome him home. However, when Giles tells Sally, she realizes that she does not have the proper clothes for a fancy party. Undeterred, Giles goes out to buy her a new dress and shoes, and sneaks it into her home without her noticing, writing \"From the Wishing Ring\" on the box.\nBefore the party, Giles receives a letter from his father, telling him that he knows where he is, and that he does not wish to see him until he can earn a Half-crown to prove himself (Kind of a small amount of money even by these times, but ok, sure). Later, at the party, the letter falls out of Giles pocket, and Sally and her father find the note and read it, unbeknownst to Giles.\nSally, with her pure heart, takes it upon herself to reconcile the relationship between father and son, and she goes to the home of the Earl, quickly befriending him as they place chess together. In fact, Sally visits him every day, and she becomes very sad for him as he is pained by a serious case of Gout. She decides to ask the Gypsies about a cure for the Earl, and they tell her to visit the \"Devils Cliff\" at midnight, by the light of the moon, where she will find a magic herb that cures all disease. Sounds legit.\nThat night, Sally leaves her house in the middle of the night at travels to Devils cliff, but the next morning, she is found seriously injured, having fallen off the cliff in the dark.\nAs Sally is taken to her home, word spreads quickly that she has been injured, and the Earl immediately runs out of his house (with his gout) to make his way to her. Along the way though, his horse goes lame and he stops to borrow another horse, paying the man he borrows it from a half-crown. However, the horse actually belongs to Giles, and the man gives Giles the half crown while simultaneously telling him about Sally's fall.\nMuch like his father, Giles IMMEDIATELY runs to Sally, getting there just before his father, and the two briefly chat before the Earl arrives. Giles at first hides as his father comes in to check on Sally, but soon Giles comes out, angering his father. However, Sally tells the Earl that he must forgive his son, as he has fulfilled his conditions and earned a half-crown. The two smile and embrace each other, and all is well.\nThe film ends with a celebratory feast at the wedding of Sally and Giles.", "tmdb_id": 130274}, "15062787": {"title": "The World, the Flesh and the Devil (1914 film)", "plot": "A very miserable woman hatches a plot to switch the babies of a poor family and a rich family. But the nurse hired to pull off this transfer refuses to go through with it, leaving each baby with its proper family.  When the babies are grown, the man from the poor family (who has been led to believe that he did come from the rich family) goes to the house of the other and throws him out. The remainder of the film deals with the frustrations of mistaken identity.", "tmdb_id": 284085}, "42751706": {"title": "The Wrath of the Gods (1914 film)", "plot": "Baron Yamaki (Sessue Hayakawa) is a fisherman who lives along with his daughter Toya San (Tsuru Aoki) on an island. The island is inhabited by Buddhists and Yamaki had been cursed by Buddha for an affront by one of his ancestors who, in a murderous rage, defiled an altar of Buddha in the nearby temple. The curse was that if his daughter married anyone, then the nearby volcano would erupt. Toya finds it difficult to form relationships with boys because the village prophet Takeo (Thomas Kurihara) has spread the rumour that she is cursed. She is therefore unwilling to continue her father's acceptance of the curse. When Yamaki takes Toya-san to the Buddha shrine in the garden of his house to pray and try to get the curse removed, she vents her feelings about the god's unfairness.\nAn American sailor, Tom Wilson (Frank Borzage), whose ship has been wrecked in a storm, comes to them for help and shelter. Wilson falls in love with Toya and teaches her about Christianity. To the consternation of her father, Toya decides to convert and marry Tom at the local Japanese-American mission. However, her father also converts. The locals, who have been stirred up by Takeo, go on a murderous rampage against the family. They first go to the chapel but the newlyweds evade them and so they go to the beach house instead. When the mob reaches his house, Yamaki throws out the Buddha statue he had set up in his house and puts a cross in its place. The villagers are infuriated by this; they beat him to death beneath the cross and burn his house. Eventually, the volcano erupts and the village is destroyed, and Takeo dies in an avalanche. Only Tom Wilson and Toya San survive. They are taken away from the destroyed village by a United States merchant vessel. At the end of the film, Tom tells his bride, \"Your gods may be powerful, Toya San, but mine has proved his omnipotence. You are saved to perpetuate your race.\"", "tmdb_id": 145747}}