{"5813580": {"title": "20,000 Leagues Under the Sea (1916 film)", "plot": "A strange \"sea monster\" has been rampaging the seas. The United States sends the naval vessel Abraham Lincoln to investigate. During their search, the vessel runs into the \"monster,” and it damages their ship. The mysterious monster turns out to be Nautilus, the technologically advanced submarine of Captain Nemo. After the attack, the Abraham Lincoln is adrift with no rudder. Then, a \"strange rescue\" takes place. Captain Nemo guides his submarine directly beneath the four people who had been aboard the ship and fallen into the sea during the attack. Nautilus surfaces, and Nemo's crew brings the four rescued individuals aboard the submarine. The four include master harpooner Ned Land, a professor Pierre Aronnax, his daughter, and the professor's assistant. Once aboard the submarine, the four must swear they will not attempt to escape. The captain introduces them to his vessel and the wonders of its underwater realm. He later takes them hunting on the seafloor.\nMeanwhile, union soldiers in a runaway Union Army balloon are marooned on a mysterious island. The soldiers find a wild girl living alone. Soon the yacht of Charles Denver arrives at the island. A woman's ghost (Princess Daaker) has haunted Denver, a former British colonial officer in India, whom he attacked years ago. Rather than submit to him sexually, she had stabbed and killed herself. Denver then fled with her young daughter only to abandon her on the island. Long tormented by his crime, he returned to find the girl or determine what happened to her.\nOne soldier scheme to kidnap the child aboard Denver's yacht. Another hears of the plan and starts swimming to the yacht to rescue her. Simultaneously, Nemo discovers the yacht belongs to Denver, the enemy he has been seeking all these years. The Nautilus destroys the yacht with a torpedo, but Captain Nemo saves the girl and her rescuer.\nIn elaborate flashback scenes to India, Nemo reveals he is Prince Daaker and created the Nautilus to seek revenge on Charles Denver. It overjoyed him to discover that the abandoned wild girl is his long-lost daughter, but his emotion overcomes him, and he dies. His loyal crew buries him at the ocean bottom. They disband and set the Nautilus adrift.", "tmdb_id": 30266}, "8031384": {"title": "The Abandonment", "plot": "Dr. Edmund B. Stewart is a talented young physician who is working hard to build both his professional reputation and practice.  He is engaged to Emily Thurston, whose father is said to be wealthy.  The Thurstons move in the best social circles and Emily is congratulated because her fiancé is a successful man. Emily loves Edmund, but is unhappy at the amount of time he spends working at his practice.  Stewart's work schedule has caused her to miss many social engagements.Emily grows resentful that his dedication to duty has curtailed so much of her social life; she starts spending time with Benson Heath.  Heath, who has no real job, is attracted to Emily because he believes her family is quite wealthy.  He has recently lost a considerable amount of money through bad investments.  Heath convinces Emily to break her engagement to Edmund Stewart and asks her to marry him. Stewart, who had been driving himself to work harder, is at the point of exhaustion.  Emily and Heath's marriage is the final blow to his constitution; he becomes ill.  His doctors advise him to go to the country for recuperation. On the journey, Stewart sees two tramps who appear to be quite happy; he decides to see if this type of life might make him happy also.  He takes off his tie, tears off his shirt collar and falls in with the tramps.  The tramps later steal Stewart's money and then he has no recourse but to remain a tramp.\n\nSix months after her marriage, Emily's father dies and it is learned he was not a wealthy man as was assumed.  Heath becomes quite angry when he learns that his father in law left no large inheritance.  He passes a check on his already overdrawn bank account, uses the money for gambling, and then takes Emily away to avoid being arrested. The couple moves West to a house in a desolate location.  The area is deserted enough that two tramps show up and set up camp not for from the home.The tramps find their way into the house, planning to loot it.  Their plans are foiled by Heath's returning home, so they hide in a closet.  He is drunk and when Emily tries to take the bottle away from him, he erupts into a rage. Hearing the noise, the tramps wonder what is happening, so they carefully open the closet door a bit to see.  Heath is choking Emily and the tramps are horrified at the sight.  One of them bolts out of the closet and wrestles with Heath to free Emily from his grasp.  As the two men struggle, Heath's gun discharges and he is fatally shot.The tramps flee, but are apprehended by the sheriff.  Stewart, who has been living in the tramp camp, comes up to try helping his friends. When he enters the house he sees Heath lying dead on the floor and Emily also lying there, but in a dead faint. Stewart thinks Emily has shot her husband so he tells the sheriff he is responsible for Heath's death.  When Emily regains consciousness, she tells the sheriff that Stewart was not the man who struggled with her husband. As Stewart is being released by the sheriff, Emily recognizes him and tells him she always loved him; no charges were filed in the death of Heath as the sheriff's opinion is that Heath got what he deserved.", "imdb_id": "tt0006335"}, "18128311": {"title": "Accusing Evidence", "plot": "Lon, a Northwest Mounted police officer, is in love with a young lady who lives in the woods. He is falsely accused of a breach of duty and, rather than sully the reputation of the Mounted Police corps, he just accepts the charges without protest. He is later vindicated and returned to duty at the end of the film.", "imdb_id": "tt0286420"}, "33989203": {"title": "Acquitted (1916 film)", "plot": "The police accuse innocent bookkeeper John Carter (Lucas) of having committed the murder of a cashier. A reporter, who is in love with Carter's daughter (Love), proves that Carter is innocent. After a time, Carter's daughter convinces his former employer to hire him back.", "tmdb_id": 767868}, "12954865": {"title": "All for a Girl (1916 film)", "plot": "Plump (Oliver Hardy) and Runt (Billy Ruge) are both interested in the same girl, Elsie.  She agrees to marry the suitor who obtains the better job opportunity.", "imdb_id": "tt0268913"}, "54545354": {"title": "Alsace (film)", "plot": "The story begins just before World War I in Alsace, the French province which was annexed to the German Empire as a consequence of the 1870 Franco-Prussian war. In the city of Thann, two families live next to each other: the French speaking Orbeys, who have never accepted the German annexation, and the German Schwartzes who celebrate Germany. During an open air bal, an Alsatian girl refuses to dance with a German soldier and this leads to a general brawl. Jeanne Orley, meeting some friends at home sings the French national anthem La Marseillaise. The German army intervenes and as a consequence her husband is condemned to three months in jail. At the end of his term he is expelled to France and she follows him.\nTheir son Jacques stays in Alsace to take care of their factory and he is obliged to do military service in the German army. When he is back home, the two Schwarz daughters come back home from boarding school and he falls in love with Marguerite, nicknamed Gretchen, which is strongly disapproved by his mother and his uncle. A few months later, Jacques falls severely ill and his mother goes herself to the Schwartzes to ask for Gretchen's hand for her son, understanding that it is the only thing who could save him. Once Jacques and Gretchen are married, some tensions appear, Jacques  likes neither his in-laws' fascination for everything military nor his wife's cooking.\nThings get much worse with the German mobilisation in 1914. Jeanne urges Jacques to go to France and join the French army as did his cousin René. Gretchen on the other hand asks him to comply with his conscription duty in Germany. Torn between his mother and his wife, Jacques finally decides to follow Gretchen's demand. When he arrives in front of the conscription office, he is identified as Frenchman by a crowd of excited German men and beaten up by them. He can just go back home and dies in his mother's arms. She tells Gretchen: \"No, he is not yours ... he is mine now\". An epilogue shows Jeanne on Jacques' grave, talking to him : \"Jacques, my child, the hour of Revenge has sounded ... the French are here! Vive la France!\".", "tmdb_id": 278885}, "44873885": {"title": "Anton the Terrible", "plot": "Cossack Anton Kazoff seeks revenge for the wrongs inflicted on his sister Olga.", "imdb_id": "tt0006366"}, "21533456": {"title": "The Aryan", "plot": "A hard working miner, Steve Denton (Hart), has become rich from years of prospecting. He takes his fortune and leaves to visit his ill mother, Mrs. Denton (Claire).\nIn the town of Yellow Ridge, however, he is detained by a seductive dance hall girl named Trixie (Glaum). Also known as \"the firefly,\" Trixie not only cheats him out of his gold, but also conceals a message that was wired to him by his dying mother.\nLearning the next day that his mother is dead, Denton is infuriated about being cheated and betrayed by Trixie, who pretended to be good, and other false friends. In his rage, he kills Trixie's lover, Chip Emmett (Mayall), and kidnaps her. Dragging her by the hair of her head, he takes her into the desert. Enslaving Trixie in his desert hideaway, Denton turns his back on \"white civilization.\" He hates all white men and women and assumes the leadership of a band of Indian and Mexican bandits.\nTwo years later, a wagon train of Mississippi farmers who are lost and dying in the desert appeal to Denton for help. He refuses to assist them. He is secretly visited that night by Mary Jane Garth (Love), an innocent and virtuous young woman among the migrants who bravely confronts the Indians and Mexicans.\nShe pleads their cause and expresses her belief that no white man would refuse to protect a woman in distress. Deeply moved, Denton is redeemed. He guides the wagon train out of the desert and then resumes his wanderings.", "tmdb_id": 183821}, "60512722": {"title": "Barriers of Society", "plot": "Westie Phillips is the son of a poor commercial trawler and his wife. One day while paddling his canoe around the ocean, he finds a pretty girl marooned on a rock. Since the tide is rising, he rescues her and takes her to safety. The young girl turns out to be Martha Gorman, the daughter of the wealthy Silas Gorman. In that instant, Westie falls in love. Martha thanks him and forgets him.\nHarry Arnold is a prosperous man, much older than Martha. Harry is also a man in love. He constantly flirts with Martha, hoping to win her hand in marriage. Despite Arnold's persistent entreaties, Martha rebuffs them all. Martha's father, Silas Gorman, is not against such a wedding but will not render an opinion. Silas wants his daughter to make her own marriage choices.\nThe time occurs for every young man to seek their fortune when they must go out in the world. That day arrives for Westie, and he leaves home to set out in the world. Westie gets shanghaied while seeking employment. He wakes up aboard a ship headed to the Orient. They victimized Westie like most sailors, forceable impressed into service aboard a ship. Somehow, Westie jumps ship and escapes to Honolulu.\nHarry Arnold has worked out an insidious plot to win Martha's hand in marriage. First, Arnold invites Martha and her father to go on a cruise aboard his yacht. The thought of partying aboard a ship appeals to both of them, and they accept Arnold's invitation. Once at sea, one of the yacht's crewmen becomes troublesome. Arnold forces the captain to head to port and put him ashore. Once in port, they seek a replacement. They hire a hungry Westie Phillips to replace the sailor. Westie comes on board and recognizes Martha. She does not know who Westie is since the rescue was long ago and long forgotten. After he assumes his duties, he sees Martha repulse lecherous Arnold's advances.\n\nNow is the time for Harry Arnold to start the next phase of his plan. Arnold will have the captain of his yacht stage a fake shipwreck near an uncharted island. The crew and partygoers will jump into lifeboats. Arnold will have one lifeboat set in the water with only Martha and himself on board. They will head to the remote island. Arnold feels that by force or otherwise, he can persuade Martha to love and marry him. After a month, the yacht's captain will return and rescue them.\nEvents unfold, and Westie senses Martha is in peril. Westie catches wind of Arnold's plan. He scrambles to Arnold's lifeboat and asks to go with them. At that exact moment, the captain hits him in the back of the head, knocking him out. Arnold and Martha row their dinghy towards the island. Westie gains his senses and realizes the boat is long gone. He swims to an empty lifeboat and starts paddling toward shore. He hears a woman scream.\nAfter Westie reaches the beach, he discovers Arnold is trying to force himself on Martha. He saves her, and Arnold agrees to behave. Two alpha males and beautiful women agree to make a go of it while awaiting rescue. Arnold is driving himself into a rage after his plan goes awry. He pulls Westie aside and offers him a fortune if he moves to the other side of the island. Westie will not abandon the woman of his dreams. Arnold is beside himself. Later in the evening, Arnold decides if he can't have Martha, then no one will. He tries to murder her. Once again, Westie comes to her relief. An epic battle occurs, and Westie kills Arnold.\nTime passes, a rescue ship appears, and the couple flag the ship down. Before their rescue ship arrives, they glance at each other and realize they are in love."}, "770104": {"title": "Behind the Screen", "plot": "The film takes place in a silent movie studio. Charlie Chaplin plays stagehand named David who has an enormous supervisor named Goliath (Eric Campbell). David is overworked but is still labelled as a loafer by the lazy Goliath and his supervisor. A country girl (Edna Purviance) arrives at the studio in hopes of becoming an actress, but is quickly turned away by Goliath. Most of the other stagehands go on wildcat strike to protest their sleep being interrupted during their lunch break. Only David and Goliath remain on the job. The girl returns and stealthily dresses in one of the striking stagehand's work clothes. Disguised as a man, she gets a job as a stagehand too. David discovers that the new stagehand is actually a female. When he gives her a series of quick kisses, the action is seen by Goliath who makes effeminate gestures at David. Edna overhears the strikers' plans to blow up the studio with dynamite and helps thwart their villainous plot.\nMuch of the film is slapstick comedy involving Chaplin manhandling large props, mishandling the control to a trap door, and engaging in a raucous pie-throwing fight which spills over into another studio where a period drama is being shot. In one scene Chaplin deftly carries 11 chairs over his back in his left hand and lifts a piano in his right hand.\nBehind the Screen was the last of Chaplin's comedies to use a movie studio as a backdrop. Earlier Chaplin films, such as A Film Johnnie, His New Job, and The Masquerader had also been set, at least partly, in a silent movie studio. In Behind the Screen, Chaplin pokes gentle fun at Keystone Studios where he broke into the movies in 1914 and worked under contract for Mack Sennett for a year. The pie-throwing sequence is an obvious allusion to the Keystone style of slapstick comedies where such skirmishes were overly common. One intertitle humorously refers to the pie-throwing gimmick as \"a new idea.\"", "tmdb_id": 53419}, "44868688": {"title": "The Big Sister (film)", "plot": "Escaping Nifty Mendez, a slave trader who framed their father, Betty Norton and younger brother Jimmy are on the run when the boy is hit by a car that fractures his leg. The driver, Rodney Channing, insists on hosting Jimmy during his convalescence and so, dating the beautiful Betty, he falls in love with her and the couple begin to plan a future together.\nBut Mendez, having learned of the thing, threatens the girl, whose father is in prison: if he does not pay for her silence, he will reveal her past to the betrothed, thus messing up the wedding. Betty, however, does not give in to blackmail: she herself writes a letter to Rodney where she tells him her story and then runs away.\nWhen Mendez is killed in a showdown, Betty is free. Rodney, who was looking for her, finally finds her: he doesn't care about his father, he just wants her. The doors of a radiant future open wide to the two.", "imdb_id": "tt0006428"}, "44845011": {"title": "The Blacklist (film)", "plot": "Colorado miners strike, this forces, Warren Harcourt,  the coal company manager to come to the scene. This causes a chain of events that will change the current status quo.", "imdb_id": "tt0006437"}, "67528700": {"title": "Black Friday (1916 film)", "plot": "The opening scenes take place in a church. All the characters gather for the wedding of Richard Strong to Elinor Rossitor. Strong is a railroad president, known to be honest and down-to-earth. Elinor is a poor but refined visionary with dreams of wealth and status. Strong's rugged, austere nature is at odds with her warm and romantic personality, and this clash of temperaments will come back to haunt them in the future. The ceremony takes place; they wed the two, and the new couple plans a romantic honeymoon in Paris.\nRivals of Richard Strong are attempting to ruin him financially. When he leaves on his honeymoon, his enemies will carry out their scheme. They plan to issue false reports about dealings with his companies. They also plan to corner the gold market. The plan's details include bribing certain Washington officials, inducing them to send a fake telegram to President Grant. The telegram will implore the President to leave Washington to attend an event. Thus, in his absence, he cannot order the sale of gold.\nOne of Strong's clerks overhears part of the plan. While Strong and his wife are getting ready to leave on their honeymoon, the clerk gives him a tip about the nefarious undertakings of his rivals. Strong believes the threats are spurious and ignores the warnings. They depart for Paris.\nWhile in Paris, more telegrams arrive, and Strong can no longer ignore the threats. He must return home. This widens the emotional chasm between Strong and his wife. After all, he is heading back to New York in the middle of their honeymoon. The couple embarks on their trip to New York. His clandestine return to New York works, and he arrives before his enemies even suspect his return.\nWith the help of Charles Dalton, he thwarts their plans. As a reward, Strong hires Dalton to be his assistant. While working with Strong, Dalton becomes acquainted with his wife. She becomes friendly with Dalton, and he gives her the emotional support she so desperately needs. One night, things go too far, and he tries to seduce her. She rebuffs him, and they both go their separate ways. Elinor refuses to see Dalton anymore. Dalton is craving some emotional connection and yields to the charms of his wife, Zoldene. The couple had separated when she found out he had no money.\nIn the meantime, Strong discovers what he thinks is the affair his wife was having with Dalton. He accuses them both of adultery. He becomes estranged from both.\nElinor decides she must escape all the intrigue at home. Along with her father, Edwin, she returns to Paris. Her father's health is fading. Strong and President Grant schedule a meeting. They met, and afterward, the President directs the Treasury to sell gold. The move shreds the last glimmers of hope for his enemies. The gold-selloff makes millions for Strong.\nEdwin Rossitor's health worsens in Paris, and he wants to return to the states. Elinor wants to help him return, but she worries about the danger posed by the riots associated with the Paris Commune. Edwin wires Strong and asks him to travel to Paris to help them. When Strong arrives in France, he can find no trace of either party.\nOne night, as he watches a mob, he finds out Elinor is the center of the disturbance. He tries to rescue her but ends up unconscious in an alley. Later, in his hotel room, he regains his senses. Elinor is nowhere to be found.\nCharles Dalton and Zoldene are also in Paris at the same time. Dalton asks Strong to pay him and his wife a visit. He swears to Strong nothing ever happened between him and his wife, Elinor. This time, Dalton convinces Strong he is telling the truth.\nStrong walks away from the talk, relieved, but now believes Elinor no longer cares for him. He sadly returns to New York alone. He pays a visit to the old address and takes one last glimpse of the home to his strained marriage. As chance would have it, Elinor was also passing by the home searching for memories. They see each other, they pause, their eyes meet, and he tells her he will always love her. She looks deeper into his eyes and tells him she never stopped loving him. It rekindled their romance; they walk off hand-in-hand.", "tmdb_id": 610052}, "40962578": {"title": "Blind Justice (1916 film)", "plot": "During a New Year's Eve party at the wealthy Ranton Manor, an escaped convict named \"Strong\" John Sikes trudges through the snow with his infant son. John breaks into the Ranton household and enters the room of Ann, the daughter of the family. He finds a jewelry box decorated with her name. It contains a pearl necklace, but he doesn't take it.\nThe Ranton family and their guests are informed that John has escaped from prison and is wanted for murder. The partygoers gather weapons to hunt for the criminal, to Ann's disapproval. When she returns to her room, John begs her to not tell anyone he is there and to give him milk for his son. She agrees, but is caught in the kitchen by the partygoers. They use Ann to lure John into a citizen's arrest. Enraged, he blames Ann and vows to \"tie a rope around her neck\" when he eventually gets out of prison.\nFourteen years later, Ann is married to Dr. Richard West and they are the parents of fifteen-year-old adopted son Bob and two-year-old biological daughter Annie. John is released from prison, now a broken man in a semi-fugue state who has forgotten his threats against Ann. At a circus, elephant trainer Prof. Wilkens reads about John's release and is nervous to learn the police now doubt John's guilt.\nJohn tries to reclaim his son from the orphanage, but is told that the boy was confidentially adopted and is given no further information. Despondent, John wanders the streets until he meets an old friend from the prison carpentry shop. The old friend takes John to the headquarters of ironically nicknamed gangster \"Slim\" Sam Morton.\nAt the circus, Wilkens suffers a nervous breakdown and falls down a flight of stairs. On his death bed, he confesses to the murder for which John was blamed.\nAfter the Wests leave their townhouse to vacation at their country house, Morton's gang robs the empty residence. John is brought along, although he does not initially comprehend the group's mission. John discovers Ann's jewelry box among the stolen goods and remembers his vow of revenge.\nIn the middle of the night, John calls in a fake medical emergency to trick Dr. West into leaving his family. Ann realizes that her husband forgot the key to his instrument case and sends Bob after him. When Dr. West arrives at the fake emergency, John ties him up. Bob arrives soon after, and John locks the boy in a cupboard and then leaves. However, Bob and his father manage to get ahold of the telephone and call the police.\nJohn arrives at the country house and chases Ann. She manages to hide, but is forced to reveal herself to stop him from harming Annie. As he attempts to kill Ann, the police arrive and shoot John. The next day, he's cleared of murder and it's revealed that Bob is his son. John dies peacefully in bed while the West family sits beside him.", "tmdb_id": 174593}, "63018398": {"title": "The Blindness of Love", "plot": "Julius Steger plays a wealthy old piano maker named Joseph who is blindly devoted to his trouble-making adult son."}, "18115158": {"title": "Bobbie of the Ballet", "plot": "Bobbie Brent is a ballet dancer working as a chorus girl in a Broadway musical company, helping her old widowed mother to raise Bobbie's younger brother and sister in the tenements. Jack Stimson leaves his girlfriend Velma Vrooman to start a relationship with Bobbie, and Velma develops a hatred for her new competition. When Bobbie's mother dies, Bobbie dresses up as an old widow herself and pretends the children are hers, so that she can keep the courts from taking custody of her siblings. When her boyfriend Jack Stimson finds out it's not true, he breaks up with her. Jack's ex-girlfriend Velma sets up an appointment for Bobbie with a theatrical agent named Henry Fox, but secretly knows the man will try to take advantage of Bobbie. Jack comes to Bobbie's rescue as she is being assaulted by Fox, and Jack then realizes he still loves her. The courts try to take Bobbie's siblings away from her and put them in foster care, but Jack marries Bobbie so that she can persuade the courts that she is now able to provide financially for the two children. Lon Chaney plays \"Hook\" Hoover, a sneak thief who lives in the tenements, and offers to help Bobbie at one point by giving her money he obtained from a crime he committed.", "tmdb_id": 600623}, "57178520": {"title": "The Bondman (1916 film)", "plot": "The narrative hinges on Jason's vow to wreak vengeance on his father for abandoning his mother. But his father dies, and Jason turns his desire for revenge against Sunlocks, his father's son of another wife. Both Sunlocks and Jason are in love with Greeba, daughter of the governor of the Isle of Man. Sunlocks and Jason go to Iceland, and are confined in prison. Jason not knowing Sunlocks, saves his half-brother from death in the mines. Jason is freed, but Sunlocks is condemned to death. Greeba pleads for Sunlocks' life, and Jason sacrifices himself by taking Sunlocks' place and dying for him.", "tmdb_id": 532739}, "33916586": {"title": "The Brand of Cowardice", "plot": "After Cyril Hamilton refuses to follow his father-in-law Colonel Gordon West's National Guard unit into action in the Mexican Border War, his fiancé Marcia West breaks up with him. He ashamedly enlists in another regiment and goes west but alienates all of his fellow soldiers with his pompous behavior. However, he finally redeems himself by rescuing Marcia from the bandit Navarete. Although they are overwhelmed by Navarete's forces after killing him, they are rescued by Colonel West's forces and marry.", "tmdb_id": 964970}, "12954957": {"title": "The Brave Ones", "plot": "After they are caught stealing food, the sheriff (Billy Bletcher) sentences Plump (Oliver Hardy) and Runt (Billy Ruge) to spend the night in a haunted house.  They are not alone, though, as the house is actually a hideout for a gang of counterfeiters.", "imdb_id": "tt0006465"}, "44841609": {"title": "The Call of the Cumberlands", "plot": "The story is about a family feud in the mountains of Kentucky.", "tmdb_id": 547813}, "57186149": {"title": "Caprice of the Mountains", "plot": "Wealthy playboy Jack Edmunds spends some time in a small mountain town, where he makes the acquaintance of local girl Caprtice Talbert and invites her to his apartment. When Caprice's father finds out about it — although nothing happened — he forces the two to marry, and the newlyweds move to Jack's home in the city. Tensions arise between the two as Jack is still resentful over the \"shotgun wedding\" and Caprice finds that she can't bear living in the big city and wants to return home.", "imdb_id": "tt0006488"}, "63541719": {"title": "Casey at the Bat (1916 film)", "plot": "As he is characterized in Ernest Thayer's poem, Casey (DeWolf Hopper) in this film was a \"mighty\" baseball player, the star and leading hitter of the town of Mudville's team. The motion picture's storyline, however, as described in 1916 reviews and news items, expanded considerably on Casey's personal life outside of baseball. He is portrayed living at the house of his sister (Kate Toncray) and brother-in-law (Bert Hadley) and working as a clerk and \"errand boy\" at Hicks' General Store in Mudville. Although he is a baseball hero in his community, Casey away from the playing field has few friends or admirers due to his clumsy, coarse behavior. Only a \"half-witted\" man (Frank Hughes) and the  town's little children like the giant-sized athlete. Among the latter is Casey's six-year-old niece (Mae Giraci) to whom he is deeply devoted.\nDespite his unattractive appearance and social ineptness, Casey is infatuated with a pretty, young woman in town, Angevine Blodgett (Marguerite Marsh). She is the daughter of the local judge, is cordial to Casey whenever she sees him at the general store or elsewhere in public, but she is in love with Bert Collins (Frank Bennett), a handsome \"college man\" she hopes to marry. Collins is also a skillful pitcher on the baseball team of Mudville's bitter sports rival, Frogtown.\nCentral to the film's story is a three-game series of baseball contests between Mudville and Frogtown. Mudville wins the first game thanks to Casey's hitting and fielding, but Frogtown wins the next one because Casey is unable to play due to burning his hands while preventing a fire at a community dance. By the time Mudville hosts the decisive third game against Frogtown, Casey is sufficiently healed to play. Unfortunately, his niece is seriously injured that same day when she falls out of a tree. Refusing to leave her bedside as she is being treated by the town doctor (Hal Wilson), Casey misses the start of the game. Later he hears townfolk calling for him, so he finally decides he must play and instructs his friend to stay with the girl. When Casey arrives at the ballpark, the game is in the bottom half of the ninth inning and Mudville has two men on base, trails by two runs, and is only one out from losing the series. Casey now steps into the batter's box, and the crowd's excitement grows, for the partisan spectators are confident the game will now be won by their home-run hero. Casey allows Frogtown's pitcher to throw two strikes against him, but just as the third pitch is being thrown, the slugger suddenly sees his friend arrive in the ballpark. Thinking he has come to the game with bad news about his niece, a distracted Casey swings and misses the pitch, striking out. After the game Casey is relieved to learn that the girl is better and will recover. Mudville's residents, angry about the loss, blame and shun their former hero. Humiliated and dejected, Casey returns to his sister's house, bundles up his few possessions, and then walks out of town along the railroad tracks, leaving Mudville forever.", "imdb_id": "tt0006491"}, "20198133": {"title": "Cenere", "plot": "Rosalia Derios is an unmarried woman in a small Sardinian village whose lover abandons her before the birth of their son, whom she names Anania. Realizing that she will not be able to  raise the child properly, she gives full custody of Anania to her former lover.  However, she entrusts the boy with a sacred amulet before she leaves.  Anania grows to adulthood and retains possession of the amulet, but he is haunted by his mother’s absence and tries to locate her.  He pushes aside his career prospects and cancels his plans for marriage in order to pursue his search for Rosalia. Anania's search proves successful and he locates his mother but Rosalia cannot take the shock of being reunited with her adult son and kills herself.", "tmdb_id": 174555}, "63758014": {"title": "Chantecoq (film)", "plot": "On the eve of World War I, three undercover German spies in France are sabotaging the work of an explosive factory in Bar le Duc and are trying to steal the secret formula of a new explosive. The ringleader, Emma Luckner, nicknamed The Spy of Wilhelm, has direct access to Kaiser Wilhelm II, and often disguises as a widow. She is assisted by Colonel von Reitzer, undercover as Gerfaut, foreman at the explosive factory, and Captain Ulrich von Herfeld, undercover as Marois, one of the richest owners of Bar-le-Duc. Engineer Vallier, the deputy director of the factory and Yvonne, the daughter of the factory's director Mr. Richard, are in love but Mr. Richard has promised her hand to Marois. In Paris, detective Chantecoq is given the mission to find out who is sabotaging the work of the factory.\nChantecoq starts his investigations in Bar le Duc disguised as a peasant. The same evening Gerfaut, after having bombed the factory sends an anonymous note to Richard asking him to meet him at a chapel in ruins. There he offers him money for the formula. Richard, outraged attacks him and is shot dead by accomplices of Gerfaut. Later, Chantecoq finds Richard's body hidden near the ruined chapel.\nFollowing Richard's murder, Gerfaut goes to Paris, disguised as Richard, to meet inventor Aubry in order to get the explosive formula. Rather than giving to him, Aubry proposes to go with him to Bar le Duc and start together the production. Before the train journey takes place, Aubry is warned by Chantecoq that Richard is dead and that he has met an imposter. They agree that Chantecoq will disguise as Aubry and travel with the fake Richard to try to confound him. Emma disguised as a widow takes place in the same compartment as Gerfaut and Chantecoq and together the two spies overpower him. They are very happy to discover that Aubry is in fact their worst enemy Chantecoq and they ship him to Germany in a trunk.\nMeanwhile, in Bar le Duc, the police has found Richard's body. Gerfaut tells the police that Vallier was the murderer and organises a demonstration of workers accusing Gerfaut. The police finds in Vallier's office documents proving his contacts with a foreign power. Despite his protests that the documents are fake, he his arrested for murder and high treason.\nIn Germany, Chantecoq is presented to the Crown Prince who is convinced he will be able to convince him to give the explosive formula to the Germans. Chantecoq pretends he agrees but Emma does not believe him and tries to have him poisoned. Chantecoq let his guard eat the food presented to him and they both die. He complains to the Crown Prince who has Emma sent back to France. There, together with Gerfaut and Marois, they force open Aubry's safe to steal the formula. But Aubry had booby-trapped the safe causing Marois to be killed and Gerfaut and Emma arrested.\nChantecoq is invited to have lunch with the Crown Prince on the terrasse of one his castles overlooking a lake separating Germany from Switzerland. Chantecoq knocks out his host with a bottle and escapes on a rowboat. He first exults over his easy escape but is rapidly disillusioned when the Prince's men start shooting at him and chase him with a speed boat. Just before being caught, Chantecoq jumps into the water.\nIn Paris, at Vallier's criminal trial, Gerfaut renews his accusations. Aubry tries to defend Vallier, convinced that a plot is preventing Chantecoq from demonstrating his innocence. Chantecoq finally appears, greeted by the crowd and Vallier is acquitted. In an epilogue, Chantecoq is sitting in a garden with his friends and a flashback shows how he managed to arrive in Switzerland.", "tmdb_id": 305150}, "34866550": {"title": "Charlie at the Sydney Show", "plot": "A series of adventures happen to \"Charlie\" as he visits the Sydney Royal Easter Show: he chases a couple of larrikins who have picked the pocket of a man visiting the show, encounters various side-show acts, fights a boxing lady, meets a confidence man, and chases girls. The movie ends with a chance and Charlie driving off with a couple in a motor car.", "imdb_id": "tt0258488"}, "57831603": {"title": "Chess of Life", "plot": "The film tells about a woman who morally \"degenerates\" with the help of love."}, "60359205": {"title": "The Circus of Life (1917 film)", "plot": "Danny, driver of a beer wagon, marries Mamie but, shortly after, his wife neglects him, infatuated as she is with Gaston Bouvais, an artist. When Mamie has a baby daughter, Daisy May, Danny thinks he's not her father and, desperate, starts drinking. Although he thinks she is someone else's daughter, he loves little Daisy May and, when the child grows up, she will travel with him in the wagons carrying beer. During one such trip, Danny, having drunk too much, loses control of the horses. In the ensuing chaos, the little girl ends up injured. Meanwhile, Bouvais - who has continued his relationship with Mamie all those years - manages to persuade the woman to leave Danny. But the accident in which the daughter and her husband were involved, awakens love for Danny in the woman. Mamie rejects the painter who finally leaves her alone and turns her attention to another one who then marries. Happiness returns to Danny and Mamie's house. Daisy May also heals and Danny resumes work starting a new career: that of driver of milk wagons.", "tmdb_id": 607288}, "73405": {"title": "Civilization (film)", "plot": "The film opens with the outbreak of a war in the previously peaceful kingdom of Wredpryd. Count Ferdinand is the inventor of a new submarine who is assigned to command the new ship in battle. The King of Wredpryd orders the Count to sink the \"ProPatria\" (\"for my country\"), a civilian ship that is believed to be carrying munitions as well as civilian passengers. In his mind's eye, the Count sees a vision of what would happen if he sent a torpedo crashing into the liner, and he recoils. He refuses to follow his orders, saying he is \"obeying orders -- from a Higher Power.\" Realizing his crew will carry out the orders, the Count fights with the crew and blows up his submarine, sending it to the bottom of the sea.\nThe Count's soul descends into purgatory, where he encounters Jesus. Jesus announces that the Count can find redemption by returning to the living world as a voice for peace. Jesus tells the Count \"Peace to thee, child, for in thy love for humanity is thy redemption. In thy earthly body will I return, and with thy voice plead for peace. Much evil is being wrought in my name.\"\nThe Count returns to life and is stoned and reviled by his countrymen. He is put on trial by the king, a modern Pontius Pilate, and is sentenced to death. Five thousand women gather at the palace singing a song of peace and pleading with the king to end the war. The mothers' plea inspires the king to visit the cell of the condemned Count. The Count is found dead in his cell, and Jesus emerges from the Count's body and takes the king on a tour of the battlefields. Jesus asks \"See here thy handiwork? Under thy reign, thy domain hath become a raging hell!\" In the film's most famous scene, Jesus walks through the battlefields amid the carnage of war.\nThe signing of a peace treaty follows, and the closing scenes depicts the happiness in store for the returning soldiers.", "tmdb_id": 120664}, "51262770": {"title": "Civilization's Child", "plot": "After an idyllic childhood in the mountains of Russia, Berna accompanies her uncle to Kiev, to the Jewish part of the city. Many Jewish residents of Kiev are killed by the Cossacks and Berna flees, taking ship for the United States. In New York, she is exploited by a local boss, Jim McManus, who seduces her and puts her out onto the street as a prostitute.\nSome time later, Berna marries Nicolai Turgenev, a young musician, and has a baby by him. But Ellen, McManus's daughter, falls in love with Nicolai and succeeds in drawing him away from his family. Meanwhile, McManus has become a judge; he ratifies their separation and grants Nikolai a divorce so that he can marry McManus's daughter and adopt Nikolai's and Berna's child.\nDriven mad by desperation, Berna goes to the judge, accuses him of being the cause of her ruin, and kills him.", "tmdb_id": 388478}, "67721249": {"title": "The Colored American Winning His Suit", "plot": "An ex-slave prospers and eventually buys the Virginia estate of his former master. He sends his son Bob to Howard University, where he becomes a lawyer.\nWhen Bob comes home, he meets his sister Bessie's classmate and friend Alma Eaton. They fall in love, but her parents have chosen another man for her, Jim Sample. Bowing to her parents' wishes, Alma breaks up with Bob. However, when Alma's father is charged with theft at the behest of business rival Mr. Hinderus, Bob comes to the rescue and is rewarded with Alma's hand in marriage.", "imdb_id": "tt0006536"}, "13479776": {"title": "The Committee on Credentials", "plot": "In an attempt to protect the welfare of Clem's wife, Ballarat Bob takes Clem's savings and puts them in safe keeping with Clem's wife. This makes Clem think that his wife is having an affair; he goes on to shoot up the town and eventually ends up in a confrontation with Bob.Kyne said of his novel, \"I have at last finished writing \"The Pride of Palomar.\" It isn't at all what I wanted it to be; it isn't at all what I planned it to be, but it does contain something of what you and I both feel, something of what you wanted me to put into it. Indeed, I shall always wish to think that it contains just a few faint little echoes of the spirit of that old California that was fast vanishing when I first disturbed the quiet of the Mission Dolores with infantile shrieks—when you first gazed upon the redwood-studded hills of Sonoma County.\"Of the silent films in the early 20th century, Peter French says calls it a dramatic tale of \"personal crimes, moral tales, and the place of crime in public life\".", "tmdb_id": 911815}, "40474725": {"title": "A Corner in Cotton", "plot": "A Corner in Cotton tells the story of Peggy Ainslee, the daughter of a wealthy New York cotton broker, and John Carter, the son of a Southern cotton mill owner. Peggy grows weary of society life and decides to help improve the lot of the poor by becoming involved with the Settlement movement. She later travels south to investigate working conditions at Carter's cotton mill. Peggy manages to gain employment there, but soon attracts the unwanted advances of the mill foreman. John saves her from the would-be masher and the couple eventually fall in love. This becomes a problem with their fathers who had become business antagonist. In the end Peggy and John married after she foils her father's attempt to ruin Carter by cornering the market in cotton and then persuades the two men to settle their differences.", "tmdb_id": 943110}, "66493907": {"title": "The Cossack Whip", "plot": "Feodor Turov, chief of the Russian Czar's secret police, orders his Cossacks to attack a village he believes to be infested with rebels. The Cossacks attack the village and massacre almost everyone, and the young Katerina is whipped to death. Before escaping to England, her sister Darya swears to avenge her sister's death. Years later — now one of the world's most famous prima ballerinas — she returns to Russia. Turov falls in love with her and manages to secure a meeting. She coyly asks him to take her to see a prison first. As it turns out, what he has planned for her is nothing compared to what she has planned for him.", "tmdb_id": 421276}, "15911178": {"title": "The Crimson Stain Mystery", "plot": "In this serial, Dr. Burton Montrose, a scientist, has developed a formula which he believes will make ordinary people into geniuses. He experiments on several subjects and, to his horror, finds that it instead creates wicked criminals. The resulting band of murderers and thieves is led by the evil Pierre La Rue, also known as the Crimson Stain for his luminous, red-rimmed eyes. He and his gang terrorize New York City. They are pursued by Layton Parrish, a detective, and by Harold Stanley, editor of the Examiner newspaper, who has vowed vengeance for his father's murder. Aiding Stanley are his friend, Robert Clayton, and his sweetheart, Florence Montrose, Dr. Montrose's daughter. Neither she nor anyone else knows the mysterious Crimson Stain to be none other than the doctor himself, subject of his own experiments.", "tmdb_id": 337387}, "64964053": {"title": "Cross Currents (1916 film)", "plot": "Ware portrays a young socialite, Elizabeth Crane, who realizes her fiancé, Paul Beale, has a greater love for another woman, Flavia, and steps aside so he may marry. Later they are isolated on a deserted island and rekindle their love.", "imdb_id": "tt0005160"}, "23490153": {"title": "The Danger Girl", "plot": "Reggie's sister disguises herself as a boy to prove to her brother and sweetheart that a vamp is only vamping them.", "tmdb_id": 141931}, "5279052": {"title": "A Daughter of the Gods", "plot": "A sultan agrees to help an evil witch destroy a mysterious beauty if the witch will bring his young son back to life.", "tmdb_id": 278480}, "60506599": {"title": "The Devil's Bondwoman", "plot": "The film's prologue transports the moviegoers to the grottoes of Hell. Life's Creator has gathered the underworld spirits to help him create a mortal. They work non-stop and complete their creation. While the spirits admire their work, the Devil enters. Examining the Creator's mortal, Satan determines one attribute is missing. He instills the mortal with the Love of Self. The Devil knows pride is the most sinister of the Seven Deadly sins, and all other immoralities spring forth from the sin of pride.\nSatan has added his last touches to the mortal and feels the \"Man\" is ready to navigate the road of life. The Devil chooses the easiest path for the man and sends him forth into the world. Satan returns to Hell, discovering the spirits have created another mortal. Satan declares this mortal a \"Woman.\" The Devil adds no other attributes to the woman and sends her to follow life's pathways. Satan knows the man will take care of her downward spiral. Maniacal laughter fills the cavern–Satan knows he has done well.\nMason Van Horton is the young president of Van Horton bank, a self-made millionaire, and a ranking member of society. The bank is in an impoverished section of town. Hundreds of workers have placed their hard-earned life savings in the bank. Mason has taken a carefree approach toward the bank, and it is on the precipice of failure.\nThe elder John Manners is wealthy and married to his wife, Doria. She is a social vampire who seeks to raise her social standing. John Manners has assisted Mason in his ascent to the top of his business. However, he is not above taking advantage of Mason's missteps whenever they present themselves.\nDoria tires of her husband's company and focuses her flirtatious talents on Mason Van Horton. She flirts and entices Mason, and he does not resist her overtures.\nBeverly Hope visits her aunt, Barbara. Mason meets Beverly at a social function and falls in Love. Beverly is so sweet and virtuous that Mason reflects upon his past life. Could he have done anything differently so he could ask her to marry him?\nThere is a gala at the Manners' home. They have invited all the social elites. During the party, Doria snuggles up to Mason and asks him to meet her privately. Mason agrees, and after all the guests have gone, he sneaks upstairs to Doria's apartment. She is sitting on a divan, waiting for his arrival. Mason enters the room, sits on the sofa, and they embrace. He pulls back after a brief sigh and then leans forward to kiss Doria. Mason takes one last glance at Doria as their lips are about to meet. The room seems to darken around them, and he can only see the face of his beloved Beverly. He reels back in fear and stumbles to his feet. Mason rushes from the room while every fiber of his body is writhing in guilt. After all, he almost betrayed the woman he loved, but the thought of Beverly broke Doria's spell. As he leaves the room, he passes a curious John Manners.\nDoria is beside herself when she cannot win the affection of Mason Van Horton. Mason's rejection of Doria triggers a vengeance response. She tells her husband; Mason had forced his way into her room and tried to have his way. An enraged Manners wants to kill Van Horton. Doria pleads with her husband not to harm him but to ruin him financially. With Manner's business acumen, it doesn't take long for him to bankrupt Van Horton's bank. The bank's investors lose every penny of their savings. Mason holds himself responsible for the failure of his bank. He commits to making total restitution. He sacrifices his entire fortune to repay the poor people that invested in his bank. \nWhile all the other intrigues occur, Beverly falls in Love with Mason. Beverly has agreed to marry Mason and help him work his way through his plans for restitution.\n\nDoria throws a reception at her house and invites Mason. He accepts, hoping he can find some private time with John Manners. The reception is in full swing when a strange woman shows up. She was a former Van Horton failed bank member and had lost her life savings. Doria discovers her background and orders her from the house. Instead of leaving, the woman slips upstairs to Doria's room. Once in the room, she stabs herself and falls, bleeding to the floor. \nAt the reception, the dinner guests gather around a table. Doria is entertaining the guests when a drop of blood falls from the ceiling. The shaken dinner guests are astonished. During the confusion in the other room, Mason and John Manners are in the library discussing business when a guest hurries in and tells them about the drops of blood.\nJohn Manners rushes upstairs to see what happened. After assessing the situation, he returns to the library. Passing one of the upstairs rooms, he hears Doria and Prince Vandloup making Love. He enters the room, confronts the two, and condemns Doria. John Manners now recognizes how Doria had manipulated him. Manners heads downstairs and explains to his bewildered guests that Doria was behind the collapse of the Van Horton bank. Under the circumstances, Manners will help Mason make restitution. He expels Doria from the house and banishes her forever.\nMason and Beverly profess their Love for each other and get married. Doria has always had an infatuation with Prince Vandloup. The prince made Love to her at every opportunity. Because Doria failed to seduce Mason, she must now pay the Devil his due. Prince Vandloup transforms into the Devil, and Doria learns she is in the power of evil and forever the Devil's Bondwoman.", "tmdb_id": 610064}, "19200075": {"title": "Dimples (1916 film)", "plot": "As described in film magazines, \"Dimples\" (Minter) is a young girl who lives in a poor tenement with her elderly father, visited only by Horton, her father's simple-minded friend. When Dimples' father dies, Horton discovers the money he has hoarded, which he hides inside a doll, given to Dimples as a gift. Horton then passes away, and Dimples goes to live with her aunt, who runs a boarding house in the South.\nA fellow residence of this boarding house is Robert Stanley (Carrigan) who has made his money in cotton. Cotton drops and it looks like he may be ruined, but when a crook who had seen Horton hide the money in the doll makes the journey to Florida to try to steal Dimples' fortune, all is revealed. Dimples uses the money to save Robert from ruin, and they put their money together in the bank under one name.", "tmdb_id": 591845}, "4765789": {"title": "Divorce and the Daughter", "plot": "Alicia is a poor girl living in the city with her family. When her father receives an inheritance, he is able to follow his dream of becoming an artist and moves his family near an artist's colony in the country. There he falls prey to a scheming widow, and he and his wife separate. Alicia, meanwhile, has become involved with a young man who is the widow's accomplice, and she throws over her former suitor, Dr. John Osborne. The young man is a proponent of free love, but he gets a little too free with Alicia and she beans him with a small statuette. She goes running back to her doctor sweetheart, and her parents decide to reconcile, since their separation obviously isn't doing their children any good.", "tmdb_id": 625191}, "60758922": {"title": "Doctor Neighbor", "plot": "Dr. Joel Neighbor is a famous 42-year-old surgeon. He has built up vast medical knowledge through his years of practice and has dedicated his life to saving people. His ward, Hazel Rogers, is a beautiful 18-year-old heiress. She lives with her mother. Dr. Neighbor is the guardian of Hazel's fortune until she turns 21. In the event of her death, the doctor would become the heir to the estate.\nNow that Hazel is coming of age, Dr. Neighbor asks her to become his wife. Hazel graciously declines his proposal. Hazel tells the doctor; she is in love with a district attorney named Hamilton Powers. Hazel has already promised to marry him. The doctor is against the marriage but accepts her reasons and bows out.\nAfter Hazel marries Hamilton Powers, she realizes he is aloof and utterly committed to his law practice. Powers is respectful of Hazel but loves Hazel's close friend, a nurse named Christine Hall.\nPowers asks Dr. Neighbor to transfer his trustee rights to Hazel's estate, but Dr. Neighbor refuses the request. After being rebuffed, Powers becomes even colder in his treatment of Hazel. After a few months of marriage, Powers leaves Hazel's magnificent home on Long Island to go to New York City. He claims he will have more opportunities to practice law in the big city.\nTwo guests arrive at Hazel's home to console her in her loneliness, Mrs. Preston and Morgan Keith. While the group is engaged in a friendly discussion, Powers shows up from New York City. Hazel and Hamilton have a bitter disagreement.\n\nHazel is distraught and goes for a drive in her car. While driving too fast, she has an accident that fractures her back and leaves her a helpless invalid. Dr. Neighbor attends to her, and Nurse Christine shows up to help care for her friend.\nOne night Hazel is in unbearable pain and cries out to Dr. Neighbor to put her out of her misery. Even though he still loves Hazel, the doctor must follow his oath. Christine, overwrought by her friend's agony and suffering, administers a fatal dose of morphine. After completing the deed, Christine forgets to dispose of the hypodermic needle and inadvertently leaves it on the table. Hazel will never awake. Dr. Neighbor enters the room, finds the needle, and puts it in his pocket.\nLater, the authorities discover the needle that administered the fatal dose of morphine in the doctor's pocket. Since there is no love lost between Powers and Neighbor, Powers calls for an immediate inquiry. Hamilton points out that Hazel's death leaves Dr. Neighbor as the sole beneficiary of her fortune. The doctor keeps quiet during the entire criminal investigation. After they complete the inquiry, they charge Dr. Neighbor with murder. He must stand trial for homicide. During the trial, Christine becomes overwhelmed with remorse and confesses to the crime. After Christine's confession, they release Dr. Neighbor.\nHamilton Powers suffers from heart failure and needs a massive transfusion of blood to survive. Dr. Neighbor has the same blood type as Powers and donates his blood so that Powers may live.\nChristine, freed from her prison term, pays a visit to Dr. Neighbor. She discovers him dead from exhaustion and loss of blood."}, "18114299": {"title": "Dolly's Scoop", "plot": "James Fairfax is the editor of the Morning Argus, a scandal sheet that will publish any juicy story, no matter who it hurts. His employees resent his underhanded methods, especially Dolly Clare, one of his reporters. Editor Fairfax is very jealous of his wife Alice's former relations with a man named Philip Ainsworth. Philip's sister comes to see Alice and pleads with her to use her influence to get her brother Philip to give up drinking. Alice goes to see him one afternoon and finds him drunk, holding her old love letters that she had written him before she married James Fairfax. He tries to embrace her drunkenly, but she dodges him; when he falls to the floor unconscious, she picks up her letters and leaves.\nDolly arrives in time to see a veiled woman leaving the building. In Philip's room, she finds a photo of Alice Fairfax and, not knowing who she is, she calls Mr. Fairfax with the juicy story. Alice learns that Dolly's on her way to her husband's office with the photo of her, and she rushes there to intercept her. There she pleads with Dolly to destroy the picture, so Dolly tries in vain to stop Mr. Fairfax from publishing the photo, even though he still has not seen it yet. Just then a reporter named Dan Fisher (Lon Chaney) wanders in with a photo of a suicide victim, and Dolly decides to switch the two photos. Alice confesses everything to her husband and, convinced she's telling the truth, he orders the story squelched. The papers are coming off the press and Fairfax discovers how Dolly substituted the photo. He changes the policy of the paper to cover only genuine news stories from then on. Dolly and Dan, who had been attracted to each other for some time, decide to start a relationship.", "imdb_id": "tt0006603"}, "42469799": {"title": "Domestic Difficulties", "plot": "Inside an apartment, Mutt is sitting down, strumming a banjo. Momentarily Mutt's wife comes to the scene. She tells Mutt she is going out, and she tells him to stay home. Mutt seems to give his word on the matter. But Mutt phone calls his friend Jeff and says they will go to a bar once his wife leaves. Mutt then goes to bed, pretending to sleep. The wife checks into the bedroom and exits. With the wife apparently gone, Mutt comes out of a bedroom window and climbs down a pipe on a wall where Jeff is waiting.\nJeff suddenly spots the wife coming back, and therefore tells Mutt to return to the bedroom. Mutt is able to get back in bed on time to be seen by her there. When the wife resumes to her outing. Mutt climbs down the pipe again and walks away with Jeff. Little do the two men know that as they walk further away from the apartment, the wife surprisingly returns shortly.\nMutt and Jeff enter their intended bar. A few hours past midnight, they head to a park where they are supposed to part ways but just decide to sit down and relax. Because they are both intoxicated, they even see the park spinning around them.\nMutt and Jeff finally return to Mutt's apartment. Inside the building, Mutt's wife is sitting down irritated, and holding a rolling pin. Mutt attempts to climb up the pipe but his intoxication makes it very difficult, prompting him to just use the door. But before he could proceed, Mutt is unsure how his wife would greet him. He then tells Jeff to see if she is asleep. Jeff enters the apartment and goes towards Mutt's room.\nJeff knocks and opens the door, only to be pounded and knocked down by a rolling pin. Jeff, slightly annoyed, heads to the outside. Upon going out, Jeff lies to Mutt, saying the wife is fast asleep. As Mutt enters the apartment, the scene remains on the outside where Jeff is standing. Moments later, loud noises break out from the building, implying Mutt is taking a bad beating from the wife. When the noise stops, Jeff considers leaving. Suddenly, a bruised Mutt gets thrown out of a window, along with some bricks, which all fall on Jeff.", "tmdb_id": 174539}, "32142007": {"title": "Doorsteps", "plot": "Its plot involves a boarding housemaid who befriends a playwright and helps him to evade a dangerous ex-convict on his tail. It was based on a play by Edwards, and was made as a short feature film with a running time of four reels.", "imdb_id": "tt0311028"}, "19200494": {"title": "A Dream or Two Ago", "plot": "As described in Motography magazine:\nThe mother of Millicent Hawthorne prefers society to home life and neglects her daughter. One day the child, then about five years old, runs away, intending to buy a gift for her mother. She is injured when a gang of thieves break into the jewelry store. Unable to remember her name or address, she is cared for by Mother Gumph, leader of the gang. In this environment she grows up, becoming a pickpocket of some ability. She is happy in this life and only in dreams remembers dimly another existence.\nOne night she aids the gang in robbing the Hawthorne home, and at the sight of the familiar rooms she is puzzled but still unable to remember.\nIn the meantime, her mother, overcome by remorse after her child is lost, gives up her frivolous diversions and devotes her time to charity. Her father, on the contrary, becomes the owner of a notorious café which he manages through Kraft. One day Kraft meets Millicent and offers her a position as a dancer. The first evening she dances Mrs. Hawthorne, on a tour of investigation, enters the place and is saddened at conditions.\n\nThat evening Mrs. Hawthorne learns who really owns the café, and begs her husband to give it up, telling him of the pathetic little dancer she saw there. He refuses but changes his mind when a little later word is brought from a dying member of the gang of the real identity of Millicent and he knows that the dancer is his own daughter. Millicent is rescued from Kraft and through an operation her memory is restored. And only as a dream does she remember her career as a thief.", "tmdb_id": 1093522}, "8049439": {"title": "Dulcie's Adventure", "plot": "As detailed in film magazines, Dulcie (Minter) is an orphaned girl who lives on an estate in the South with her two spinster aunts. Being from an aristocratic background, the aunts try to forbid Dulcie from playing with the poorer neighbourhood children, but Dulcie forms a particular friendship with Harry the grocer's son (Forrest), who gifts her a pet squirrel.\nWhen Aunt Emmie dies, Aunt Netta decides that Dulcie must be married to a rich man if they are to avoid financial ruin, although Dulcie cares only for Harry. Aunt Netta travels to California with her niece, who is persuaded to go only when her aunt convinces her that Harry is in love with someone else. In California, Dulcie is quickly betrothed to a man who purports to be nobility, although Aunt Netta once again has to lie and convince her that Harry is now married before she consents to the wedding.\nOn the day of Dulcie's wedding, the ceremony is interrupted by detectives, and it transpires that her betrothed is a fraudster posing as nobility. Harry, meanwhile, has arrived at the wedding uninvited. Finding the bride ready and waiting, and lacking only a groom, he offers to fill the space, and is accepted gladly by Dulcie.", "imdb_id": "tt0125069"}, "60636026": {"title": "The Dumb Girl of Portici", "plot": "Fenella (Anna Pavlova) is a poor Italian girl who falls in love with Duke d'Arcos (Wadsworth Harris), a Spanish nobleman.", "tmdb_id": 137946}, "44867197": {"title": "Each Pearl a Tear", "plot": "A woman named Diane Winston (Fannie Ward) is introduced, by her father, to an unscrupulous stockbroker. But Diane is already in love with someone else, the stockbroker's secretary named John Clarke. The stockbroker loans an expensive pearl necklace to Diane and she gives it to John to return to the stockbroker. The stockbroker pretends to have not received the necklace back. Her father dies from shock, and Diane decides to work for the stockbroker in order to pay back her debt to him. John decides to enter the stock-market to raise money. The stockbroker tries to use his money to destroy John's chances. Diane finds the necklace in the stockbroker's office and realizes he lied about it. She takes it and sells it and gives the money to John. He uses the money to fight against the stockbroker's attacks and ends up making a lot of money on the market so that they can make plans for marriage.", "imdb_id": "tt0006618"}, "29076211": {"title": "East Is East (1916 film)", "plot": "Victoria Vickers (Turner) lives with her aunt and uncle in Poplar and is being courted by Bert Grummett (Edwards), who aspires to one day marry Victoria and open up his own fish and chip shop.  For the time being, Victoria is happy for them just to remain friends.\nThe Vickers family and Bert go off on their annual summer jaunt to pick hops in Kent.  Unknown to them, Victoria is being desperately sought by a solicitor to pass on the good news that she has inherited a fortune from the estate of a recently deceased distant relative.  There is a deadline for her to claim her bounty, but happily the solicitor tracks her down in Kent in the nick of time and rushes her back to London.\nUnder an unusual proviso in the will, Victoria must spend three years under the guidance of a society guardian in order to acquire the social polish and sophistication to go with her new wealth.  She is sent to live with the wealthy Mrs. Carrington (Ruth Mackay) and her son, but quickly starts to find the high life more restrictive and dreary than she had bargained for.  She is thrilled to receive a visit from Bert, but Mrs. Carrington is appalled by his lack of savoir faire and decides to send Victoria abroad for two years to finish her transformation away from Bert's poor influence.  Before she is packed off, Victoria lends Bert a sum of money.\nVictoria returns to London when the two years are up, now to all outward appearances the finished article.  Bert meanwhile has used the money wisely to build up a thriving and profitable business.  Now prosperous and respectable, he calls to repay the loan to Victoria, who admits that she is stifled in her new life and wishes she could return to her former East End happiness but in the circumstances does not think it possible.  She subsequently accepts a surprise marriage proposal from the Carrington son.\nBert reads of Victoria's engagement in a newspaper, and is so upset that he decides to retire from active business and buys a cottage in the Kent countryside, to which he withdraws in solitude.  On the night of her engagement party, Victoria overhears her fiancé telling a female acquaintance that the only reason he wants to marry her is to get his hands on her money to pay off large gambling debts.  Horrified, she announces that she intends to break the engagement and give up her claim to the fortune, as she has realised that high society is not for her.  She returns to Poplar to look for Bert but cannot find him.  She travels to Kent, feeling nostalgic for the carefree times she spent there.  She happens to pass Bert's cottage and he spots her from his window.  He rushes out to her and they are reunited with the promise of a happy future together.", "tmdb_id": 300412}, "12955573": {"title": "Edison Bugg's Invention", "plot": "The firemen are so engrossed in their card playing that they ignore the fire alarm. Edison Bugg's  invention yanks their chairs out from under them when the alarm sounds.", "imdb_id": "tt0006622"}, "39997941": {"title": "Embers (1916 film)", "plot": "Rhea Woodley (Constance Crawley) and her husband Martin (Arthur Maude) have a baby, but the child dies soon after birth, and Rhea's doctor tells her that she cannot risk another pregnancy. Devastated, Rhea becomes withdrawn, and Martin, who is continuing to live an active life, begins to show interest in Rhea's lively cousin Maysie Stafford (Nell Franzen). Wesley Strange (William Carroll), a former suitor of Rhea's, shows up unexpectedly, and when he observes Martin and Maysie flirting, he tells Rhea about it, hoping to drive the Woodleys apart. Rhea still loves Martin, but she fears that she can now no longer meet his needs, so she offers him a divorce, hoping that he can find happiness with her cousin. However, Martin still loves Rhea and declines her offer. Desperate to make Martin happy, Rhea next arranges for him to catch her faking a fondness for Wesley. Taken in by the ruse, Martin finally agrees to a divorce. Maysie then moves in to take over Martin's household, and Rhea, instead of taking up with Wesley, moves to a sanitarium, where she falls deeper and deeper into depression. Realizing that Rhea is fast losing the will to live, her doctor finds her an orphaned infant to care for, and the baby gives Rhea new meaning to her life. Martin meanwhile stumbles across Rhea's diary at his house and learns from it that she never really cared for Wesley Strange and that when he saw them together it was all a ruse to get him to agree to a divorce. He rushes to the sanitarium to be by Rhea's side, and when he finds her with the baby, the couple reconcile when they realize that they still love each other.", "imdb_id": "tt0157574"}, "53801300": {"title": "An Enemy to the King (film)", "plot": "In sixteenth-century France, Julie de Varion is told that her father, a Huguenot sympathiser, may be freed if she helps to capture Ernanton De Launay, an enemy of the king. In a tavern Julie meets a man who promises to bring her to Ernanton. In reality, the man in the tavern is Ernanton himself, who soon falls in love with Julie. He kills his own servant when the latter insists that she is a spy. In the end he discovers that Julie is working for the king, but, at the moment of betraying him, she refuses to hand him over to the king's men because she too has fallen in love. Ernanton follows her to the palace and gives himself up in order to save her father. When the Huguenots attack the palace, Julie's father is freed and Ernanton makes his escape.", "imdb_id": "tt0006631"}, "19027884": {"title": "The Eternal Grind", "plot": "Louise (Pickford) is a sewing-machine girl in a sweatshop in New York City. She lives together with her sisters Amy (Loretta Blake) and Jane (Dorothy West) and are all deprived by bad conditions at work and sickness. Louise tries for the three of them to survive and regards herself as the keeper of her sisters.\nMeanwhile, she stands up to her bosses and complains about the dreadful circumstances they work in. When Amy is seduced by the son of the shop-owner, Louise butts in and stops the romance. He eventually abandons Amy and becomes seriously injured in a cave-in. Louise has a secret crush on the son herself and tries to rescue him, hoping he will admit he loves her.", "tmdb_id": 290082}, "41532176": {"title": "The Evil Thereof (1916 film)", "plot": "A wealthy, amoral broker (Losee) seduces a manicurist (Valentine) and makes her his mistress, taking her away from her fiancé, a young barber (Kent).\nThe manicurist soon comes to detest the broker, but she has no choice except to stay with him, as respectable society considers her a \"fallen woman.\" Then, at a dinner party, the broker, in full detail, tells his assembled guests the story of how he brought the manicurist up from nothing and gave her everything she had. Now completely humiliated and thinking only of how she has ruined her life, the manicurist takes her dinner knife and stabs the broker to death."}, "19200326": {"title": "Faith (1916 film)", "plot": "As described in Motography magazine:\nHelen Thorpe (Thorne) is secretly married to a man her father (Burton) disapproves of. Her husband is killed and when approaching motherhood forces Helen to confess her secret marriage her father is furiously angry. When the baby is born, Thorpe places it in an orphan asylum, telling Helen that it died. Only the housekeeper and Thorpe know the truth.\nSome fifteen years later, Thorpe has married again and is treating his step-daughter, seventeen-year-old Laura (Shelby), in the same rigorous way he had trained Helen, and she too is enmeshed in a secret love affair. Helen, a saddened woman, is unable to influence her father. And Faith (Minter), Helen's daughter, is in an orphan asylum.\nOnly the old housekeeper has kept track of Faith, and she seizes an opportunity to bring the girl into the Thorpe home as a servant. Faith, whose life is kept bright by the belief that \"God's in His Heaven. All's right with the world,\" has always dreamed of miraculously discovering that she has a mother. This belief makes her unusually solicitous for the mothers of others. So when Laura, the daughter of the house, having come to grief through her clandestine love affair, steals money from Thorpe's safe, Faith assumes the guilt in order to save, not Laura, but Laura's mother.\n\nFaith, however, had been kind not only to mothers, but had played \"Little Sunshine\" to the neighbourhood in general, and had won as a friend Mark Strong (Banks), once a brilliant lawyer, now a derelict. When Strong learns of the affair, he uses his dormant power to free the girl, and of course his investigations disclose the fact of Faith's parentage and of Thorpe's roguery. Faith finds her mother, and all those who deserve happiness are given it.", "tmdb_id": 817323}, "31015058": {"title": "La falena (film)", "plot": "Thea (Borelli) is a sculptor diagnosed with phthisis before she marries Filippo (Habay). After abandoning him, her health begins to decline. She organises a final party, inviting her estranged husband. He fails to show, as he's now married to another woman. Thea appears naked in front of her guests before she kills herself.", "imdb_id": "tt0171307"}, "24881386": {"title": "The Fall of a Nation", "plot": "The Fall of a Nation is an attack on the pacifism of William Jennings Bryan and Henry Ford and a plea for American preparedness for war.America is unprepared for an attack by the \"European Confederated Army\", a European army headed by Germany. The army invades America and executes children and war veterans. Charles Waldron, a millionaire collaborator, accepts a title as prince of a puppet government. However, America is saved by pro-war Congressman John Vassar who raises an army to defeat the invaders with the support of the suffragette Virginia Holland. Holland forms the \"Daughters of Jael,\" who seduce and then kill the soldiers of the occupation force. Eventually the insurgency gains the upper hand and drives out the Europeans.", "tmdb_id": 366542}, "41094209": {"title": "Farmer Al Falfa Sees New York", "plot": "Farmer Al Falfa arrives in New York City by taxi. Yards away, a man with binoculars on a rooftop looks for visitors to rob until setting sights on Al. The man phone calls a femme fatale woman and tells her to meet him. The woman finds and invites Al to come with her to a night club.\nAt the night club, Al and the woman drink some wine. After consuming two glasses, he becomes intoxicated and collapses. While Al is flat on the floor, the woman heads to his bag, and takes some valuables before running off. Coming out of the bag is Al's dog which barks to wake up its master.\nJust after exiting the night club, Al, who still has hangover, decides to lay his back on a lightpost. Momentarily, a hefty man comes and greets him. Figuring he has much cash, the hefty man invites and takes Al to the latter's buddies.\nAl meets the hefty man's three friends at a poker room who then entice him to a high-stakes poker game. Over the course of the play, Al's stacks of chips become smaller and smaller. One of the poker players then employ an illegal strategy of secretly trying to pass cards to another player. Al, who is suspicious of the game, opens his bag and releases his dog which snatches and brings the cards to him. Al then comes up with a winning combination that garners him all the chips on the table, much to the other players' surprise. The dog then puts out the light, and a brawl erupts. Fortunately for him, Al is able to escape with his winnings.\nRiding on a train in style, Al leaves New York City a wealthy man."}, "5807181": {"title": "Fatty and Mabel Adrift", "plot": "The story involves Arbuckle as a farm boy marrying his sweetheart, Normand. They have their honeymoon with Fatty's dog Luke, at a cottage on the seashore. At high tide that night, Al St. John (Fatty's rival) and his confederates set the cottage adrift. Fatty and Mabel awaken the next morning to find themselves surrounded by water in their bedroom, and the house afloat.", "tmdb_id": 141868}, "18128090": {"title": "Felix on the Job", "plot": "Felix arrives at work in a really bad mood. Everything has been going wrong for him today, including being forced to ride to work on a moving \"dolly\". He is assigned to shingle a roof on a house by the river belonging to Tod (Lon Chaney). Felix goes to work, but one accident after another occurs, and he ends up destroying the roof instead of repairing it. The film degrades into a series of slapstick scenes from here on. He gets into a fight with Tod and his two sons, and they accidentally set fire to the house which winds up collapsing into the river. Tod and the boys throw Felix into the river, but in revenge, Felix manages to drive Tod's entire family into the drink.", "imdb_id": "tt0006674"}, "33950187": {"title": "Fifty-Fifty (1916 film)", "plot": "The title, which refers to the community property division of marital assets in divorce proceedings, foretells the dissolution of the union between financially secure Frederick Harmon (J. W. Johnston) and Naomi (Norma Talmadge), a fun-loving uninhibited artist whom her Bohemian artist friends affectionately reference as \"the Nut\".  The \"other woman\" (Marie Chambers), intent on misleading Harmon as to his wife's virtue and intentions completes the triangle.  The matter comes up for a resolution in front of a wise and experienced family court judge.", "tmdb_id": 451994}, "3558548": {"title": "The Fireman (1916 film)", "plot": "A group of firemen, led by their foreman (Eric Campbell), practice in the fire station, but one is missing ... Charlie. He is still sleeping. The bell eventually wakes him and he slides down the pole to join the others. He reverses the pair of horses onto the fire engine and drives off, but without the others. He reverses the horses back again. Their first task is to polish the engine, but a lot of butt-kicking ensues.\nDuring their meal break Charlie uses the engine as a giant water urn and serves an unappetising soup to the others.\nA young woman comes to the station with her aristocratic father, and the foreman sends Charlie away so he can talk with the father. Charlie and the girl flirt on one side of the station while the girl's father (Bacon) arranges with the local fire chief to have his house burn down so he can collect the insurance money. In exchange for the chief's complicity in the arson, the father will permit the fire chief to marry his daughter.\nHowever, a real fire breaks out elsewhere in the town. The owner uses a public alarm to signal to the station but Charlie and another fireman continue to play draughts and ignore the alarm, putting a cloth in the bell to stop it ringing. The worried man then phones the fire station but they still ignore him. Finally he goes to the fire station in person. Eventually Charlie understands the predicament, and finds the fire chief at the girl's house and the company rush to extinguish the fire. Charlie mans the hose but his aim is poor and the chief has to take over.\nMeanwhile, the father deliberately sets a fire in the basement of his own house without realizing that his daughter is still inside the house on the upper floor. Upon knowing his daughter is in mortal danger from the fire, he rushes to find the fire chief to cancel the arrangement not to extinguish his house fire. The fireman (Chaplin), who is also in love with the daughter, abandons the first house fire (taking the fire engine and water) to rush to the second one. The water tank falls off during the rush. He heroically scales the outside of the building to save her, carrying her back down the face of the building, but then fainting. When he revives he and the girl go off arm in arm.", "tmdb_id": 53417}, "34644218": {"title": "The Flying Torpedo", "plot": "In 1921, novelist Winthrop Clavering (Emerson), known as \"The World's Greatest Detective\", befriends young inventor Bartholomew Thompson (Spottiswoode Aitken), who has just invented a radio controlled flying bomb (weaponry that would come to be known as guided missiles). Bartholomew is soon murdered by spies, described as \"yellow men from the East\" in the film, who steal his new invention. Clavering and his Swedish maid Hulda (Bessie Love) set out to find the spies who have been invading the United States. Clavering and Hulda catch up with spies just as they invade California and force them out of the country with the same device they stole.", "tmdb_id": 338941}, "44847499": {"title": "For the Defense (1916 film)", "plot": "In New York, traveling from a French convent to one in Montreal, the novice Fidele Roget is captured by a slaver. Running away, the young woman witnesses a murder. He then meets Jim Webster who is about to commit suicide. She dissuades him and he decides to help her get to Canada. On the way, Jim is arrested for murder and tried. The man confides to Fidele that he was framed by his butler, who killed a man and then built the evidence to accuse him. Fidele realizes that it is the same crime he witnessed and decides to unmask the real murderer. Posing as a servant in Webster's house, she manages to trick the butler and make him confess. Jim is cleared and she gives up life in a convent to become his wife.", "tmdb_id": 292865}, "36125731": {"title": "For the Honour of Australia", "plot": "Jack Lane joins the Royal Australian Navy and trains on Tingira. His brother Stanley discovers a German spy ring amongst the social set in Sydney. They capture him and take him to a secret island outpost. Germans are about to destroy an Allied radio station but it manages to alert HMAS Sydney beforehand and the ship attacks German sailors. A half-caste islander, Kana (Alma Rock Phillips), leads HMAS Sydney to the spies' island. A landing party attacks and kills the spies but Kana is killed."}, "18999400": {"title": "The Foundling (1916 film)", "plot": "Molly O (Mary Pickford) is a poor little girl whose mother died in childbirth and father David King (Edward Martindel) rejects her. When David departs to Italy to paint his dead wife as the Madonna, Molly O is left behind in a cruel orphanage. She is beloved by the other pupils, but becomes enemies with the matron's niece Jennie (Mildred Morris). As a result, she is shipped off to live with a boardinghouse proprietress (Maggie Weston). She is treated more like a slave than as an adopted daughter and decides to run away.\nMeanwhile, King returned from Italy and is now a wealthy and successful painter. He regrets having left behind his daughter and now longs for her presence. Jennie pretends to be Molly O to make profit of his wealth and is adopted by him. However, Molly O returns as well. Afraid to tell the truth, she serves as his maid.", "tmdb_id": 488033}, "35942275": {"title": "Frau Eva", "plot": "An ambitious wife spends all of her husband's hard-earned money and then commits suicide out of remorse.", "tmdb_id": 426713}, "17811288": {"title": "Get-Rich-Quick Wallingford (1916 film)", "plot": "Two swindlers, Blackie Daw (Henry Carson Clarke) and J. Rufus Wallingford (Fred Niblo), arrive in Battlesburg, Iowa, and con the local townsfolk that they are wealthy businessmen. They use the town's money to establish plans for a factory to produce covered carpet tacks and set off a major real estate boom. They are about to leave town with their money when they receive a genuine order for a large supply of tacks. They decide to marry local girls and settle down in Battlesburg.", "imdb_id": "tt0343710"}, "18115040": {"title": "The Gilded Spider", "plot": "Giovanni (Lon Chaney), his wife Leonita, their daughter Elisa and his wife's mother Rosa all live in a small Italian village where Giovanni carves plaster statuettes for a living. An American millionaire named Cyrus Kirkham spots Leonita dancing and becomes obsessed with having her. During an attempt to kidnap her, Leonita jumps off the millionaire's yacht and drowns. When Kirkham goes back to America, he marries a woman named Norma Winston, who was in love with a poor man named Burton Armitage, but she marries Kirkham instead for his money. Armitage later comes into money, but he squanders it all away.\nYears pass and Giovanni moves his family to America. Giovanni's daughter Elisa grows up into a young lady and becomes involved with a young artist named Paul Winston, who hires her as a model. Giovanni finds out where Kirkham lives, and plans to kidnap Kirkham's wife Norma and hold her for ransom, but his kidnap plan is foiled. Kirkham suffers a heart attack when he sees Giovanni appear at a party in his home, and when Giovanni sees his daughter Elisa dancing at the party, he loses his sanity, reliving his wife's tragic death in his mind, and jumps off the roof to his death. In the end, with Kirkham dead, Norma winds up marrying her old flame Armitage, and Paul Winston winds up with Elisa.", "tmdb_id": 600649}, "32969964": {"title": "Gloria's Romance", "plot": "An adventurous young girl in Florida (Burke) gets lost in the Everglades. There she finds terror and excitement, as well as the rivalry of two men in love with her.", "tmdb_id": 703873}, "18178706": {"title": "Gold and the Woman", "plot": "Dugald Chandos, an early English settler in America, tries to buy a thousand acres of land known as \"The Valley of Shadow,\" from Chief Duskara, of the Wiconicoes. Duskara refuses to sell the land and hides the land grant in a tree. Chandos and his son murder Duskara and then forge the chief's name to a deed transferring the property to the family. The dying wife of Duskara utters a curse against the Chandos family and its descendants, hoping to inflict blindness on them. Generations later, teenager Hester Gray is the descendant of Dugauld, and the heir to \"The Valley of Shadow.\" Lee Duskara, a Harvard student, is the great-great-grandson of the Native American chief. Hester and Lee fall in love. Lee asks Colonel Ernest Dent, Hester's guardian, for permission to marry her. Dent, who was a friend of Hester's father, has become involved with Juliet Cordova, a Mexican adventuress who is serving as his secretary. Juliet holds much influence over Dent and he consults her on even the most trivial of matters. When Juliet learns that Lee plans to marry Hester, she seeks to prevent the marriage. Appearing innocent, she compromises Lee causing Hester to reject him. Juliet covets the lucrativeness of the coal mines now on \"The Valley of Shadow\" and convinces Dent to marry Hester, while continuing their affair. She lives with them after they're married, posing as Dent's secretary. Hester is stricken with blindness. At Juliet's persuasion, Dent tries to have Hester deed away her title to \"The Valley of Shadow.\" Hester discovers Dent's affair when groping her way through his study and happening upon Juliet and Dent, asleep, embracing in a chair. She flees the house to commit suicide. Lee Duskara, who has established his title to \"The Valley of Shadow\", prevents her from carrying out her purpose. Dent dies, a victim of his own self-indulgence. Lee again declares his love for Hester and is this time accepted.", "tmdb_id": 898411}, "32770422": {"title": "The Good Bad-Man", "plot": "\"Passin' Through\" (Fairbanks) is a benevolent outlaw who holds up trains so that he can provide for fatherless children in the Old West. He knows little of his personal history, but he is pursued by a US marshal (Cannon) who does. Along the way, he encounters Amy (Love), and falls in love with her. A rival bandit, \"The Wolf\" (De Grasse), is also a rival for Amy, but Passin' and Amy eventually marry.", "tmdb_id": 270509}, "18115361": {"title": "The Grasp of Greed", "plot": "John Meeson is a skinflint publisher who has acquired the copyright to a book by Alice Gordon for a small sum of money, which she is forced to accept because she so desperately needs the money to care for her invalid sister. When the book becomes a best-seller, Alice tries to get Mr. Meeson to give her some more money. Meeson tells Alice that not only does he own this particular book, but any and all of her future works as well, as specified in the contract she signed. Alice bursts into tears, and Meeson's nephew Eustace, who arrives during the meeting, scolds his uncle for the way he treats his authors. Furious that Eustace has defied him, Meeson rewrites his will and disinherits his nephew.\nAlice returns home to discover that her invalid sister has passed away. Eustace visits Alice and learns of her sister's death, but when he returns a month later, he finds that Alice has left the country. Alice has taken a steamship to Australia planning to sign a deal with another publisher when she gets there, so Meeson books passage on the same boat, hoping to stop Alice from leaving his employ.\nAlice is befriended by Lady Holmhurst, who learns that Alice is the author of that \"highly acclaimed book the social set is all reading\". During the voyage the ship is wrecked, and everyone makes a mad dash for the life boats. Alice saves Lady Holmhurst's son, Dicky, from drowning while Meeson tries to buy a seat for himself in one of the lifeboats. Meeson dives into the ocean in panic but Alice persuades the sailors to save him.\nThe boat lands on a desert island and Meeson is taken ill. He expresses a desire to rewrite his will, deciding to leave his estate to his nephew after all, but he has nothing to write with! Alice has a sailor named Jimmie (Lon Chaney) tattoo Meeson's entire will on her back before he dies. The sailors drunkenly gamble away their winnings, then gamble for possession of Alice, but as they fight over the frightened young lady, they all fall off a cliff and are killed.\nAlice and Dicky are rescued by a passing steamship and arrive in Liverpool. Alice goes to court to display Meeson's final will tattooed on her back and Eustace receives his rightful inheritance. Eustace proposes marriage to Alice, and they settle down in the old Meeson home.", "tmdb_id": 600655}, "24486794": {"title": "The Green Swamp", "plot": "The film centers on Magery Allison (played by Bessie Barriscale) and her husband, Dr. Ward Allison (played by Bruce McRae). Jealous over her husband's friendship with his female patients, Mrs. Allison fails to deliver a message from a patient that nearly results in the death of the patient's child.  Mrs. Allison pleads for forgiveness.  On learning that she is pregnant, Dr. Allison does forgive her.  However, the cycle of jealousy repeats itself.", "imdb_id": "tt0006743"}, "18114624": {"title": "The Grip of Jealousy", "plot": "The Grant and Morey families have been bitter enemies for generations. Beth Grant and Jack Morey marry secretly, and they leave home when Beth discovers she is pregnant. Her sister Virginia overhears their plans to leave and, unaware that the two are legally married, assumes that Jack has dishonored her sister, whereupon she tells Harry Grant who swears vengeance.\nSilas Lacey (Lon Chaney), a rich farmer, asks Harry for his permission to marry Virginia, but being from a lower social class, Harry rejects him and literally throws Silas out of the house. Lacey kills Harry Grant, and Jack Morey is suspected of the murder having just fled with his secret wife, who later dies giving birth to a daughter.\nVirginia believes Beth's daughter is illegitimate and secretly drops the baby off on the doorstep of Lacey's slave Jeff, who adopts the child and names her Linda. Fifteen years pass and Virginia loves Hugh Morey, but she cannot marry him because even after all these years, his brother Jack is still thought to have murdered her brother Harry.\nSilas Lacey claims possession of the now teenaged Linda thinking she is the biological offspring of one of his slaves whom he had raped, and exerts legal control over the child. Virginia consents to marry Silas Lacey if he will agree to legally free Linda, but Harvey Lacey (Silas' son) wants Linda for himself and he kidnaps her. He takes her aboard a riverboat where, through considerable coincidence, he finds Jack Morey, who apparently has just been wandering around since the day he left home. Morey rescues Linda and he is exonerated of the 15-year-old murder when Jeff, the slave, presents eyewitness testimony that he saw Silas Lacy kill Harry Grant at the time of the slaying. Jack is reunited with his biological daughter Linda, and Hugh and Virginia get married.", "tmdb_id": 609411}, "44853014": {"title": "A Gutter Magdalene", "plot": "Maida Carrington (Fannie Ward) goes to a city with a gambler (Charles West) but runs away after she witnesses the gambler steal money from Steve Boyce (Jack Dean). The woman takes a job with the Salvation Army and after that she meets Steve again because he now has no money and needs help. They fall in love and Steve asks her to marry him, but Maida thinks she isn't a good match for him because of her past association with the gambler. She goes and finds the gambler and tries to get him to return the money to Steve. He refuses and they struggle, and Maida accidentally shoots him with his own gun. The sheriff knows about the gambler and clears her of the murder charge. After that, the woman returns the money to Steve and agrees to marry him.", "imdb_id": "tt0006749"}, "57445321": {"title": "Hasta después de muerta", "plot": "Beginning at the grave of a young woman, the film is a long flashback that tells the story of that young woman with a couple of medical students in a comical way at times and dramatic in others. Transcript of the multiple personality of Florencio Parravicini, scriptwriter and leading actor. It was a bourgeois and citizen theme, with touches of comedy alternating the melodramatic context.\n\n\n== References =="}, "55491086": {"title": "The Heart of a Hero", "plot": "The story of Nathan Hale, an American soldier and spy from his days as a teacher to his eventual capture and execution.", "tmdb_id": 174583}, "66950432": {"title": "Heartaches (1916 film)", "plot": "Stonewall Jackson (Jack) Hunt attends Harvard University where, besides his studies, he also runs track. One day, he receives a letter from his grandfather, Judge Randolph. The judge's letter informs Jack he can no longer send money to support his education. The judge explains his Virginia plantation is now fully mortgaged. He only remains on the plantation through the good graces of the mortgage holder - The New York Trust Company. While traveling to a competition, Jack catches his first glimpse of the younger Virginia Payne. It intrigues him.\nVirginia Payne lives in Cambridge, Massachusetts, with her grandmother, who uses a wheelchair, Virginia Warrington Payne. Virginia has decided to attend a local college meet. Before she leaves home, she gives her grandmother and her old silk purse, which she always keeps close by, and puts an old gown of her youth on a nearby chair. Virginia's friends pick her up, and they head to the games. During the meet, she sees Jack for the first time. After a while, she starts cheering for him.\nWhile her granddaughter is away, her grandmother dreams about her old sweetheart and how they parted, never to see each other again. Then she sighed and went to sleep. She would never awake. At the same time, Judge Randolph is sitting in front of his fireplace. He is dreaming about the love of his life and how he lets her slip away.\nWhen Virginia returns home, she finds her grandmother has passed away. Her grandmother is holding a packet. An attached note says Virginia should not open this package until she is engaged. Virginia also finds a letter addressed to Judge William Randolph. She mails the letter. When the judge receives the letter, he finds out Virginia is now alone in the world. Virginia's grandmother then asked Judge Randolph if he could protect Virginia for old time's sake. The judge wires Virginia to travel to his plantation.\nJack is desperate for money, so he enters a poker game. He loses everything. Jack finds out where Virginia lives and decides on a visit. Jack becomes concerned when he sees crepe draped all over the house and is relieved to find out it is for Virginia's grandmother. With no money and no prospects, he decided to return to his grandfather's plantation in Virginia. On the same day, Jack decides to return to his grandfather's plantation; unbeknownst to Jack, Virginia is traveling to the same destination. Jack tries to ride for free with the baggage but is caught and thrown off the train. Amid the chaos, Virginia recognized Jack, learns of his circumstances, and offers to pay his fare. Jack refuses at first, then finds out they are both headed to his grandfather's plantation. He then accepts Virginia's offer.\nIt surprises the judge when they both show up at his front door. The judge is amazed at the resemblance of Virginia to her grandmother. The judge soon learns Jack has gambled away everything. The judge tells Jack if he wants to live like a gentleman, he will need to work on the plantation alongside the other laborers. Jack has no choice but to accept.\nSoon after that, the judge discovers Jack and Virginia kissing in the back of a shed. The judge warns Jack not to trifle with her affections. Jack assures the judge that will never happen. Soon the young lovers have a squabble over some petty matter. A concerned judge chooses to impart some of his wisdom.\nThe judge tells Virginia: \n\nNothing is the beginning - Nothing is the end - but many heartaches lie between.The judge then relates how a minor quarrel led to a breakup with the women he loved more than life itself. They never got back together. He never stopped loving her and will until the day he dies. He then tells Virginia the woman he loved was her grandmother. Virginia is overcome with emotion and begs the judge to talk to Jack.\nThe judge speaks to Jack and tells him to apologize to Virginia. After some persuasive back-and-forth, Jack leaves to find Virginia. When he finds her, she is dressed in her grandmother's old gown, the same dress her grandmother wore when she broke up with the judge. Jack says he is genuinely sorry for the quarrel. They engage in a warm embrace.\nVirginia feels now is the time to open the sealed packet her grandmother left her. The pack contains the mortgage from Judge Randolph to the New York Trust Company. The mortgage is paid in full, and the property is assigned to her grandmother. Virginia recognizes her grandmother had lived a frugal life to save the judge's plantation. While still wearing her grandmother's gown, she takes the mortgage to Judge Randolph. The judge imagines he sees Virginia Warrington and realizes that Virginia's grandmother never stopped loving him."}, "44547626": {"title": "The Heiress at Coffee Dan's", "plot": "Waffles (Love) is a Swedish immigrant who is working as a waitress in Coffee Dan's, a San Francisco diner. She is in love with poor composer Carl (Bennett).\nThieves Clara Johnstone (Younge) and Bert Gallagher (Paget) learn about a missing heiress in a newspaper, and convince Waffles that she is the heiress. Waffles moves into a lavish mansion, and plans to buys the diner for its chef Shorty (Davidson), publish Carl's music, and adopt a baby. However, Johnstone breaks up Waffles and Carl, and Waffles becomes engaged to Gallagher. Before the wedding, Carl appears and stops it.\nWhen the real heiress appears, Waffles returns to her original life, but she receives a reward for the capture of Johnstone and Gallagher. With her money, she buys the diner for Shorty, publishes Carl's music, and adopts the baby.", "tmdb_id": 767874}, "36864851": {"title": "Hell-to-Pay Austin", "plot": "When a minister dies from alcoholism, his daughter Briar Rose (Love), also called \"Nettles\", is unofficially adopted by a team of lumberjacks, including the rough-and-tumble 'Hell-to-Pay' Austin (Lucas). Nettles is so touched by the logging camp's tribute to her father, organized by Austin, that she chooses him to be her foster father. Her innocence and purity eventually transform Austin into an upstanding Christian.\nOne day, an elegant woman (Alden) stumbles into the logging camp. The lumberjacks and Nettles help her, and she invites Briar Rose to visit her in New York someday. Years later, Nettles goes away to boarding school in New York. When taunted by her fellow students, Nettles leaves the school to stay with the woman she had met previously. Austin comes to New York to rescue Nettles, and, reunited, they discover that their guardian/ward relationship has evolved into one of true love and they marry.", "tmdb_id": 767870}, "73977": {"title": "Hell's Hinges", "plot": "Hell's Hinges tells the story of a weak-willed minister, Rev. Bob Henley (played by Standing), who comes to a wild and debauched frontier town with his sister, Faith (played by Williams). The owner of the saloon, Silk Miller (played by Hollingsworth), and his accomplices sense trouble and encourage the local rowdies to disrupt the attempts to evangelize the community. Hard-bitten gunman Blaze Tracy (played by Hart), the most dangerous man around, is, however, won over by the sincerity of Faith. He intervenes to expel the rowdies from the newly built church.\nSilk adopts a new approach. He encourages the dance-hall girl, Dolly (played by Glaum), to seduce Rev. Henley. She gets him drunk, and he spends the night in her room. The following morning the whole town learns of his fall from grace. Blaze rides out to find a doctor for the now near-demented minister.\nThe disgraced minister, having rapidly descended into alcoholism, is goaded into helping the rowdy element to burn down the church. The church-goers try to defend the church, and a gunfight erupts in which the minister is killed and the church set ablaze. Blaze returns too late to stop the destruction. In revenge, Blaze kills Silk and burns down the whole town, beginning with the saloon. He and Faith leave to start a new life.", "tmdb_id": 84772}, "48701047": {"title": "Her Defiance", "plot": "Adeline Gabler (Cleo Madison) is a young farm girl whose brother is scheming to marry her off to an elderly rich neighbor, \"Old Scapin\" (Willis Marks). When Adeline falls in love with a city boy, Frank Warren (Edward Hearn), her brother Theron (Taylor N. Duncan) takes the first opportunity to trick his sister into believing her lover has abandoned her. Adeline, pregnant, is forced to marry Scapin, but at the conclusion of the ceremony, she creates havoc by pushing her husband away and escaping in a buggy to the city. Scapin and Theron pursue her, but their buggy crashes and Scapin is killed. Not knowing she is now a widow, Adeline works as a cleaning woman to support herself and her son. She is sent to work in her former lover's office, where he finds the baby. Adeline confronts Frank, who explains, in a flashback inserted on one side of the screen, how he wrote her a crucial letter that she never received. The sequence can be read as representing the point of view of the woman as she weighs the statements of her lover against her memories of the events.", "tmdb_id": 510291}, "18189261": {"title": "Her Double Life", "plot": "Mary Doone (Theda Bara) is a poor British girl who runs away from her adopted family because the father made a pass at her. She lives at a parish house, and at the outbreak of World War I, she becomes a Red Cross nurse. At the front she meets war correspondent Lloyd Stanley (Stuart Holmes). Stanley tries to have his way with her but she is saved when the hospital tent is bombed.\nTo get away from Stanley, she takes on the clothes and identity of an (apparently) dead girl, Ethel Wardley (Madeleine Le Nard). Ethel was on her way to live with Lady Clifford (Lucia Moore), an aunt she has never seen. So that's where Mary goes.\nThere she meets and falls in love with Ethel's cousin Elliott (A.H. Van Buren). They become engaged. But Ethel is not dead and she recovers from her wounds. She and Stanley head to the Clifford estate to blow Mary's cover. It doesn't matter, however, because Mary has already admitted the ruse, and the family has forgiven and accepted her anyhow.", "tmdb_id": 898622}, "44875347": {"title": "Her Father's Son", "plot": "When Frances Fletcher (Martin), a Southern young woman, moves in with her uncle William (Standing) just before the start of the Civil War, she dresses as a young man in order to secure her inheritance. Problems arise after the war breaks out and her uncle takes in Lt. Richard Harkness (Whitman) as his guest and the Union officer expresses a fondness in the cross-dressed Frances.", "tmdb_id": 687819}, "67562455": {"title": "Her Soul's Song", "plot": "Mary Salsbury and Paul Chandos live in the small city. Paul is trying to become a prosperous business owner, and Mary wants to become a professional singer. Mary loves Paul, and the two seem destined to wed. Finally, Paul asks Mary to be his wife. Faced with a significant life decision, Mary tells Paul she cannot marry until she finds if her voice can make her a star. She declines Paul's proposal and moves to the big city to have her voice professionally developed.\nFive years past, Paul's businesses have flourished, and he has become highly successful. Along with friends, Paul attends a concert by a famous singer. He discovers the singer is no other than Mary, now an established star named Valeria Salsbury. They reconnect and start seeing each other. Their many dates rekindle Paul's love for Valeria, and he proposes again. She consents this time with one huge caveat. Anytime Valeria wishes to return to the stage, he must support her. Paul agrees to the stipulation, and they married.\nOne year later, Valeria gives birth to a baby girl. Though delighted, she finds out the birth has caused her to lose her singing voice. She makes a doctor's appointment, but after a close examination, the physician tells her she will never sing again. As the days pass, she becomes sullen, blaming the child for losing her singing voice.\nValeria discovers there is a prominent doctor in Europe treating conditions like hers. With melancholia overwhelming her life, she tells Paul she needs to go to Europe to see this famous doctor. Paul tells her she is wasting time away from the family since there is no treatment for her condition. They have a heated exchange, and she leaves for Europe, leaving behind the baby in Paul's care.\n\nAfter arriving in Europe, she visits the clinic. The physicians advise her there is no cure for her condition. They suggest she should focus on caring for her husband and baby. Despondent, she heads back to her hotel room. She has a dream after she falls asleep; her baby is sick and needs her care. Then she has an epiphany. It occurs to her; she has given up everything for a medical issue that has no cure. She rushes back to the states to be with her baby.\nWhen she returns, she finds her baby is seriously ill. Since their last roe, Paul is hesitant to let her see the baby. In fact, he blames her for the child's illness since the baby lacked a mother's care. He relents and allows her to see her daughter while a physician is present. She asks the doctor if there is any hope for the baby's recovery. The doctor tells her there is none. She must hold her child close and say her last goodbyes. She becomes hysterical and screams; nobody will take her child. The baby cries, and to soothe the infant, she hums a lullaby.\nSuddenly it occurs to her—how is she able to hum a lullaby? Has her voice returned? It's a miracle her voice has returned. She hugs her baby even closer. Paul glances at her sadly, understanding there is nothing they can do for the poor baby. She sings to the baby all night long. The next morning, the doctor arrives, fully expecting the worst but discovering the baby is much better. After an examination, the doctor declares the baby has made a miraculous recovery and should recover fully. He has no explanation for the turnabout, except a mother's devotion can work wonders. Paul reconciles with Mary, and they live happily ever after."}, "29794326": {"title": "His Picture in the Papers", "plot": "Pete Prindle, son of Proteus, is a vegetarian health food manufacturer who wishes to marry Christine Cadwalader. She agrees. However, Proteus considers his son lazy, with no contributions to the company and therefore undeserving of his father's wealth. His daughters have their pictures in the newspapers, pictures of them promoting the company products. Cassius refuses to consent to his daughter's hand since he believes Pete to be lazy as well, with no real stake in his father's company. Pete tries hard to get in the newspaper: He fakes a car accident, which gets an insignificant mention in the paper. He wins a boxing match, which turns out to be an illegally run ring which ends up being raided by police.\nAfter a misunderstanding, he washes up on the shore in his pajamas after falling off a cruise ship, and proceeds to beat two police officers, his name is withheld by the newspaper. Finally, he saves many people on a train from a group of thugs intent on murdering Cassius by preventing a collision with another rail car. He receives a front-page article in every major local newspaper and a large photo as well which pleases everyone.", "tmdb_id": 172443}, "53764099": {"title": "Homunculus (film)", "plot": "A scientist creates a living creature called a Homunculus (a Latin word which means little man) in a laboratory, and the creature strives to find love. When it discovers it is unable to feel emotions, it goes on a rampage and starts creating havoc in a nearby German village. Although it looks human, it is a soulless being. The scientist hunts down the creature in an attempt to destroy his creation. \nThe Reinert's script is loosely based on epic poem Homunculus written by Robert Hamerling in 1888. The theme of an artificially created being turning against its creator is also similar to the Golem films of Paul Wegener and the silent film versions of Henrik Galeen's Alraune. The plot is very similar to Mary Shelley's Frankenstein, wherein a living creature (called a homunculus) is created artificially in a laboratory and strives to develop emotions like a human being. (Frankenstein had previously been filmed by Thomas Edison in the United States in 1909.)"}, "18967846": {"title": "Hoodoo Ann", "plot": "Ann (Mae Marsh) is a young girl who has lived in an orphanage since infancy. She is disliked and spurned by the other children, and treated coldly by the orphanage administrators. She is told by the orphanage cook Black Cindy (Madame Sul-Te-Wan) during a palm-reading that she will be cursed until she is married. Ann's stay at the orphanage is an endless series of unhappy circumstances: she steals a doll belonging to a popular girl named Goldie (Mildred Harris), then accidentally breaks the doll, thereby adding to her loneliness and misery. One day, while the children are napping, a fire breaks out in the orphanage and Ann heroically saves Goldie from the flames.\nImpressed with Ann's selflessness, a kindly couple, Samuel and Elinor Knapp (Wilbur Higby and Loyola O'Connor) take her in and later adopt Ann. Ann is immediately smitten with a neighbor boy named Jimmie Vance (Robert Harron) and the two youths begin courting. Believing that her curse is coming to an end, Ann attends a motion picture with Jimmie. Enthralled by the action-filled Western film, the following day Ann imitates the film's main character Pansy Thorne while playing with a gun. Unbeknownst to Ann, the gun is loaded and a round goes off, entering a neighbor's house. Ann tentatively peers through the window and is shocked to see her neighbor, Bill Higgins (Charles Lee) lying on the floor. Believing him dead, Ann is despondent, sure that the curse is still upon her and fearful that Jimmie will never marry her now that she has committed murder.\nAfter tearfully confessing to her \"crime\" and a subsequent investigation into the peculiar disappearance of the body of Mr. Higgins, the town is shocked when Mr. Higgins returns home several days later and reveals that he had simply left town to avoid his wife's incessant nagging. Overjoyed, Jimmie and Ann marry and the \"hoodoo\" is lifted.  But the wedding ceremony is not entirely a happy affair – Ann appears distracted and pensive throughout, leaving the viewer to wonder if she perhaps believes that the curse is still upon her.", "tmdb_id": 112485}, "45713418": {"title": "Hop, the Devil's Brew", "plot": "Customs agent Ward Jansen (Phillips Smalley) is sent to China to conduct an investigation into opium smuggling. His wife, Lydia (Lois Weber), is the daughter of local politician William Waters (Charles Hammond). Left behind in San Francisco and grieving the loss of their child, Lydia resorts to the drug and becomes an addict. When Jansen returns, he notices his wife's strange behavior but does not attribute it to drug addiction. Jansen continues his investigation in San Francisco, and some of the methods of smuggling rings and customs inspectors are depicted. The investigation eventually leads Jansen to raid an opium den in Chinatown where he discovers his wife and learns of her addiction. Jansen's investigation ultimately reveals that his father-in-law is a key player in the smuggling operation. Discovery, as well as guilt over his daughter's plight, leads to Waters' suicide. Jansen supports his wife and helps her through withdrawal to recovery.", "tmdb_id": 601418}, "44869116": {"title": "The House of Lies (1916 film)", "plot": "Realizing that her husband's inherited money is worryingly dwindling, Mrs. Coleman plans to find wealthy husbands for her daughter Dorothy and stepdaughter Edna. The latter, however, refuses to trade her beauty for money and inflicts herself with acid.\nThe family then pushes Edna aside. Dorothy, on the other hand, together with her mother, tries to be married by a poet, the rich Marcus Auriel. Edna, who has always been in love with Marcus's works, is hired by him as a secretary, revealing her stepmother's plans. Marcus, despite the scars on Edna's face, asks her to marry him. The girl agrees and then reveals that the scars are fake, like the acid was fake. And what disfigured her was simply greasepaint.", "tmdb_id": 457566}, "44862782": {"title": "The House with the Golden Windows", "plot": "The wife of a poor shepherd named Sue Wells (Cleo Ridgely) is tired of being poor and takes advantage of a loophole to become owners of her neighbor's rich estate while her neighbor is gone. However, living in the mansion doesn't make Sue happy. When their neighbor comes home to find out what they have done he kills her husband. Right before he can kill her, she wakes up and realizes it was all a dream. Her husband then walks in and tells her that he got a job as that estate's overseer, so they won't have to worry about money anymore.", "tmdb_id": 942830}, "37445909": {"title": "Hulda from Holland", "plot": "Upon the death of her parents, little Hulda find herself sole guardian of her three small brothers. Fortunately, she receives a letter from her wealthy Uncle Peter in Pennsylvania inviting the three orphans to come to America and live with him. Shortly afterwards, Uncle Peter drives to the Port of New York to pick them up, but is injured by an automobile accident and taken to a hospital where he lies unidentified. Uncle Peter's disappearance not only causes distress to the three newly arrived Dutch immigrants, but also to a railroad president, Mr. Walton, who is trying to buy the right-of-way through Uncle Peter's farmland and has only three deals left in which to close the deal. The search for the old man by both Hulda and Mr. Walton's son result in a blossoming romance between the two.", "tmdb_id": 489719}, "67600945": {"title": "The Human Gamble", "plot": "John Hill is a successful wall-street stock trader and runs his own brokerage house. Hill has achieved his success through prudent investments and hard work. He hoped to instill these qualities in his children. He has a son, Charles, and a daughter, Flavia. Both of his children work at the Hill brokerage house. Charles Hill, along with being a stockbroker, also loves to gamble. While spending a considerable amount of time at the gaming tables, he has racked up debts. His father has helped him repay a few of these debts. John Hill believes his son's gambling habit sends the wrong message to potential investment clients. His gambling habits also jeopardized his ascent to the president of the brokerage house.\nSince John Hill despises anyone identified with gambling, his resentment of his son's gambling grows until his emotions boil. He demands his son to move out of the house and then disowns him. Flavia must choose between supporting her brother or her father. She supports her brother, and they both move away while resigning their positions at their father's company.\nTime passes, both siblings find employment at a rival brokerage company. They become confidential clerks for the brokerage house owner, Frank Garner. Both become successful at their new positions. Flavia moves up the ranks and becomes the company's office supervisor. Flavia's beauty and acumen with stocks catch Frank's eye. Frank and Flavia grow closer and develop feelings for each other. They set a date, and the couple marries. They share ownership of the Brokerage house.\nA financial war breaks out between the two brokerage houses. Amid this rivalry, Frank Garner becomes very ill. Flavia takes charge of the brokerage house. It is up to Flavia to sustain the competition against her father. Flavia brings the Garner house to new financial heights while pushing her father to the brink of total collapse.\nHer father calls Flavia and pleads with her to help him. The rivalry has reached a point where she must decide between an obligation to her father and her husband's love. At first, she refuses to help her father since she has a point to prove. Also, if she helps her father, it will ruin her husband's business.\nFlavia reconsiders and decides Blood is thicker than water. She scrambles to her father's office and finds him about to commit suicide. Flavia develops a quick financial recovery plan for her father. She engineers a financial bailout of her father's company reaps a windfall profit and saves her father's brokerage house. Her father regains his financial footing and repays the debt to his daughter. They settled all financial obligations between the two rival companies. The Hill family reconciles while saving her father's company, and they all live happy lives."}, "66824105": {"title": "Her Husband's Faith", "plot": "Richard Otto and his wife, Mabel, have a joyful marriage and live in a spacious home. They have a three-year-old boy whom both parents adore. One day, Mabel says to her husband: \"Five blissful years of marriage, a beautiful home, a tender husband, and a darling baby — surely God has been good to me.\" Richard and Mabel Otto decide to throw a big reception to celebrate their good fortune. The couple sends invitations and places an announcement in the local newspaper.\nThe scene shifts to a local park where a drifter named Tom Willis sits on a park bench. While reading the local newspaper, he notices the article announcing Otto's reception. The item contains a picture of Mable Otto, and he recognizes her as someone from his murky past. He believes Mabel was his former partner in crime when they traveled in the criminal underworld. At some point, she left him, and Willis never saw her again. Seeing Mabel's picture stirs up old emotions, and he wants to reconnect.\nMr. and Mrs. Otto's reception is in full swing. Several guests are doting on the young boy when his bedtime arrives. Mabel takes the boy to his bedroom and puts him to sleep. When she returns to the party, she tells Richard all the tricks the little one had learned. However, the young boy still can't sleep and rings the bell for his mother. Both parents dutifully leave their guests and try to put the boy to sleep. A domestic enters the bedroom and informs Richard a caller was waiting at the front door. He leaves to greet his guest.\nRichard opens the front door and immediately recognizes Tom Willis. Willis was a man whom Otto had once helped with a small loan. Willis tells Otto he is down on his luck again and needs another loan. Richard invites Tom into the house. After they are comfortable, Willis tells Richard a story about his past relationship with a woman in the criminal underground. After describing how deeply in love he was, he states he would do anything to win her back. Richard seems to sympathize with Tom's story of lost love. Willis then tells Otto the love story's mystery woman is Mabel Otto. Richard reels in shock and tells Tom—they have a healthy marriage, share a son, and have a wonderful life. Then Otto emphatically tells Willis he should never come to their house again or ever attempt to meet his wife.\nWillis had checked out the house and its contents during their previous conversation. He leaves Otto's home but returns later to steal valuable jewelry. During the attempted burglary, Mable and her son stumble upon the attempted theft. Mable sees Tom and remembers him from her past. Hearing the commotion, Richard rushes to the room. The tension rises, but when Willis sees them all together, he takes one last glance at Mabel and flees without saying a word.\nRichard tells Mable the man had asked for money and then concocted some cock-and-bull story about her being an underworld member. He also mentioned Willis believed Mable was part of that past underworld connection. Richard states he never accepted the Willis story and completely believed in his wife's version of her past. Her husband's faith in his wife's version of her past prevailed."}, "60440568": {"title": "The Hypocrites (1916 film)", "plot": "A squire tries to make his son deny he fathered a villager's child, and wed an heiress.", "imdb_id": "tt0301430"}, "60920624": {"title": "Idle Wives", "plot": "Characters go to the movies to watch Life's Mirror, a film where they see their own lives turned into dramas. A shop girl dating a young man against her parents' wishes watches her onscreen counterpart become pregnant; an impoverished family watches as a family onscreen lives beyond their means; and an unfaithful husband watches as his onscreen wife leaves him and returns to social work. After the film characters have learned their lessons: the shop girl apologizes to her parents; the family decides to live within its means; and the wealthy man leaves his mistress and returns to his wife.", "tmdb_id": 293037}, "18128024": {"title": "If My Country Should Call", "plot": "The wealthy Margaret Ardrath's husband Robert enthusiastically goes off to war in Europe at the breakout of World War I, upsetting Margaret immensely. But when she learns her son Donald is planning to enlist in the armed forces to fight the Mexican army down at the border, she decides she has to take matters into her own hands. Margaret steals a small bottle of a heart depressant from the medical bag of Dr. George Ardrath (Lon Chaney) while he leaves it unattended. She begins slipping very small doses of the medication into her son's drinks, which causes him to develop a slight heart murmur, so that he will not be able to qualify to join the army as he had planned.\nAfter the military rejects him, however, the young man develops other medical problems which causes his fiance to leave him, and he becomes an alcoholic. When the doctor discovers the vial missing from his medical bag, Donald realizes what his mother has done to him (although it was for his own good), and he hates her for it. Margaret suddenly receives a telegram that her husband was killed in Europe, and overwhelmed by grief, she takes a drug overdose to kill herself. Suddenly, she wakes up and realizes it was all just a bad dream.", "tmdb_id": 558400}, "36684522": {"title": "In the Kingdom of Oil and Millions", "plot": "The poor widow (Yuliya Orlitskaya), living near the city of Baku, brings income to her family by serving others. The mother gives her son to madrasah. But soon he was expelled from there. A desperate woman arranges her son to work next to the merchant Hasan (Vladimir Viazemsky). Several years later, Jalil's mother dies. Jalil returns home.\nJalil's poor house and a piece of land were next to the property of the rich Lutfeli bey (Hussein Arablinski).\nSeveral years passed, the number of oil wells was growing throughout Absheron territory. Oil brings unimaginable wealth to entrepreneurs. After lengthy negotiations, Lutfali Bey and Jalil talked about cooperation and drilled an oil well in the courtyard of the second. Soon Jalil became rich, became the owner of lands, ships, mines.\nHearing the news of the death of his neighbor (Yuliy Ivanovsky), Jalil visits the house of the deceased; visits the daughter of an old man, his childhood friend Shafiga (K. Piontkovskaya) ... Shafiga grew up, became a beautiful girl ... Jalil and Shafiga got married.\nJalil does not hide his young wife from others, contrary to the customs. Lutfali bey fell in love with the beauty of Shafiga. He finds the right time and reveals his love. But Shafiga points to the door. Lutfeli Bey begins to take revenge, he is going to destroy Jalil.\nUnder the influence of Lutfeli Bey, Jalil is fond of drinking, gambling and other bad things, gets acquainted with a beautiful woman (Regina Lazareva) in a circus and spends a lot of money on her. A woman in cahoots with Lutfeli Bey travels with Jalil, takes money from him and runs away. Waking up, Jalil realizes that he is bankrupt.\nDuring this time, Lutfeli bey took Jalil's house into his own hands and drove Shafiga away. Shafiga finds shelter in the house of elderly Gurban (Eugene Muromsky), who served next to her husband at the merchant Khasan. Jalil returns to Baku. He finds his wife and son. However, the heart of Jalil, which can not stand the hard times of his family, explodes. The slanderer Lutfali Bay offers Shafiga, who knows about Jalil's death, to marry him. Hearing this suggestion, Shafigi's patience wears out, and she stabs the knife into Lutfeli's back."}, "33114481": {"title": "In the Last Stride", "plot": "Alick Wallace, a champion rugby player and boxer, is loved by Enid King, who is desired by a football umpire, Norton, who also dabbles in opium smuggling. During a game, Norton sends Alick off the ground in disgrace. Alick boxes Norton at Sydney stadium, knocks him out and is fired from his job as a clerk by his employer, Enid's father.\nAlick finds himself falsely accused of burglary, robbery and smuggling, as well as the death of old King.  He heads to the Queensland bush and trains a horse which winds up winning the Winter Stakes at Randwick.", "imdb_id": "tt0343832"}, "19201427": {"title": "The Innocence of Lizette", "plot": "As described in film magazines, Lizette (Minter), is a young girl who is left without money or family when her grandfather dies. She is taken in by her grandfather's old landlady, Granny Page, whose nephew Paul runs a news-stand where Lizette sometimes helps out.\nWhile working at the news-stand, Lizette catches the attention of two men; Dan Nye, a handsome but dishonest young man, and Henry Faure, an elderly man still mourning the loss of his wife and daughter. Faure adopts Lizette as she reminds him of his lost daughter, and Lizette goes to live with him in his mansion.\nOne day Faure is called away on business, and Lizette takes the opportunity to visit Granny Page and Paul for a while. On her return to Faure's mansion, she finds a baby on the doorstep, abandoned by its mother who could not afford to keep it. Being very innocent, Lizette believes that babies are gifts sent from Heaven by God, and thus, when Faure's housekeeper and butler enquire as to where she found the baby, Lizette earnestly insists that it is her own.\nWhen Faure returns, he is shocked, and angrily demands to know the identity of the father. Lizette does not understand the implications of the question, but she supposes that babies must have fathers as well as mothers, and so names the first man that comes into her head: Dan Nye. Faure storms into Nye's office and demands that he marry Lizette. Nye is initially puzzled, but soon seizes the opportunity to demand a significant payment from Faure if he is to wed.\nWhen Faure returns to his mansion with Nye, Lizette refuses to marry him, and runs away with the baby. At the same time, the baby's real mother arrives, seeking her child, along with Paul, who is furious with Nye for what he believes he has done to Lizette. When Lizette is compelled to return by a policeman, all is revealed; Nye is thrown out of the house and mother and baby are reunited.", "tmdb_id": 227255}, "44858309": {"title": "An International Marriage", "plot": "The story revolves around a Florence Brent (Rita Jolivet) who is an American heiress who wishes to marry a Duke in Europe. The father of the duke wants her to have a title before marriage however, so she quickly marries the Duke's friend who is a Count with plans to quickly divorce him and retain the title. After the marriage though, she finds out that the Duke is already married. After all that, Florence's sweetheart arrives from America with a pistol and tells the Count he wants to marry her. She decides to go off with her sweetheart, and moves back to New York with him.", "tmdb_id": 743342}, "68021468": {"title": "The Iron Hand", "plot": "Politician Tim Noland, and his companion Slim are both arrested. When they are both arrested, Noland decides to stop being a criminal, while Slim does not. Slim dies, and Tim adopts his son, Roy. Noland allows a doctor to raise Roy after he promises that raising him in a crime-free environment will allow him to grow up to be a law-abiding adult. Twenty years later, Roy falls in love with and becomes engaged to Enid Winslow, a social reformer who is the daughter of Mr. Winslow, a politician running against Tim in an election. Mr. Winslow wins the election, but he refuses to let Enid marry Roy. Mr. Winslow eventually allows the wedding to proceed after Tim offers to pay for his campaign debts."}, "32995549": {"title": "The Joan of Arc of Loos", "plot": "The story is told in five acts. In 1915, German troops led by Captain von Epstein capture the peaceful town of Loos and start committing atrocities on the local population. Von Epstein lusts after a young peasant girl, Émilienne Moreau (Jane King), but she escapes to the Allied lines. Inspired by the vision of Joan of Arc (Jean Robertson), she helps encourage the Allied troops in an attack to retake the town. She falls for a French dispatch rider (Clive Farnham) who is captured by the Germans and takes part in shooting German officers who are sniping on the Red Cross. Emilienne manages to engineer her lover's escape and winds up married to them. She is also awarded a military cross.", "imdb_id": "tt0336665"}, "14631844": {"title": "Joan the Woman", "plot": "A British officer (Reid) in World War I has a dream of the life of Joan of Arc (Farrar). The officer pulls a sword out of the wall of the trench he is in, the sword used to belong to Joan of Arc. Removing the sword conjures up the ghost of Joan, leading to her telling her story. The setting then changes to France where the story of Joan of Arc is told, of her leading the French troops to victory and her subsequent burning at the stake. The story ends back in the trench with the officer deciding to go on a suicide mission, using Joan's story and sword as inspiration.", "tmdb_id": 32598}, "1571116": {"title": "Judex (1916 film)", "plot": "The story is complex and is told in 12 chapters. The basic plot involves a corrupt banker named Favraux, who is the target of Judex's revenge. It is eventually revealed that Judex's real identity is Jacques de Trémeuse, a man trying to avenge his family ruined by Favraux. Complicating matters is Favraux's beautiful and innocent daughter Jacqueline, with whom the avenger has fallen in love. A final element comes in the form of Diana Monti and her criminal gang who are working at cross purposes with Judex.", "tmdb_id": 56801}, "34414516": {"title": "Just a Girl (film)", "plot": "Esmeralda, an Australian heiress played by Daisy Burrell, is courted by Lord Trafford (Owen Nares), an English peer in need of money. However, she refuses him and marries the man she loves, Norman Druce, a humble miner.", "imdb_id": "tt0328004"}, "48591042": {"title": "King Lear (1916 film)", "plot": "The synopsis provided by the studio in The Moving Picture World was:Lear, King of Britain, worn out with the affairs of state, calls his three daughters before to make a division of his kingdom in proportion with the degree of their affection for him. Goneril, the eldest, speaks first and her father with pleased vanity hears her declare that all powers of speech fail to express the extent of her love for him. He bestows upon her one-third of his kingdom. With equal volubility but greater exaggeration Regan, the King's second daughter, likewise wins another third. Cordelia, the youngest daughter, disgusted with her sisters' sordid insincerities, replies that she loves him as far as duty commands. With the other daughters' honeyed flattery in his ears Cordelia's speech fails to please Lear, and he angrily disowns her as an unnatural daughter and gives her share to the others. The young King of France recognizes her true worth and takes her to his own country as his bride.\nThen to Lear comes the realization of what he has lost. Eventually the daughters who have the kingdom in their hands close the castle doors on their father, and Lear learns \"How sharper than a serpent's tooth it is to have a thankless child.\" His breaking heart results in madness, and deserted by all save his faithful fool, he becomes a wanderer.\n\nWith Cordelia, the King of France invades Britain. Cordelia is made captive and orders given to hang her. To Lear is borne her body which proves the last ill wind to fan out the flame of his flickering life and the tortured soul soon follows hers to \"that undiscovered country from whom bourne no traveler ever returns.\"", "tmdb_id": 134155}, "43293013": {"title": "The Kiss of Hate", "plot": "The story takes place in Czarist Russia and concerns an anti-Semitic police commissioner, or Prefect, Count Orzoff(Cliffe) and a woman Nadia(Barrymore) who has spurned his amorous attentions . The commissioner seeks revenge against Nadia by killing her father (W. L. Abingdon). Orzoff becomes governor and Nadia plots revenge against him and is aided by a group of Jews who are also scheming against Orzoff. In further plot twists Nadia becomes romantic with Orzoff's son Sergius(Robert Elliott) and in a bit of payback stabs Sergius in retribution for her father's murder. Sergius is only wounded and Nadia thinking she has killed him tries to commit suicide but Commissioner Orzof's guards stop her.  For the rescue of his son, Nadia somehow gets Count Orzoff to sign papers admitting to persecuting Russian Jews. Nadia is in Orzoff's mansion completing the deal, when that group of Jews set fire to the house killing Nadia, Orzoff and Sergius.", "tmdb_id": 892733}, "40653444": {"title": "Krazy Kat & Ignatz Mouse Discuss the Letter 'G'", "plot": "Krazy is a chef who works in a bistro. His customer is none other than Ignatz. Ignatz orders slices of roast duck with some gravy. Krazy serves the order, and even includes a whole pizza as a bonus. He then talks to the mouse about the way a lot of well-known people wear names beginning with 'G'. Ignatz, however, does not believe in the trend, and therefore asks the cat to name a few individuals who share it. Krazy gives \"G. Washington\" as an example, although the others such as \"G. Rusalem\" (Jerusalem) and \"G. Hosafat\" (Jehosaphat) sound more like puns. Krazy then offers Ignatz one more bonus in a large strawberry pie. Ignatz finds the subject rather ludicrous as the cynical mouse splats the pie on the cat. Though flat on his front and covered in jam, Krazy is pretty quiet on the matter."}, "40304360": {"title": "Krazy Kat and Ignatz Mouse: A Duet, He Made Me Love Him", "plot": "Krazy is at his house reading a magazine. Ignatz comes in and goes inside a jar of jam. Krazy is aware of this, and tries to get the rodent out of the jar. After getting bitten in the paws, he decides to discard the container, along with Ignatz, outdoors. But as he exits the house, Ignatz makes it out of the jar without him realizing. When the cat is gone, the rodent plays the piano for a few moments before going inside the instrument.\nAfter tossing the jar into a lake outside, Krazy returns home but starts to feel guilty for eliminating the rodent. To get over it, he starts to play the piano, and Ignatz, who is dangling on the strings inside, gets pounded by the hammers. Momentarily, a magpie comes to the house for a brief visit. Krazy then stops and stands to the greet the bird. When the magpie leaves and Krazy is still standing, Ignatz, who had enough trouble inside the piano, comes out and strikes the cat with a billy club. Krazy is surprised but unsure of what he just felt."}, "66691558": {"title": "Krazy Kat Invalid", "plot": "Krazy Kat exits a clinic, wrapped in some bandages and using a crutch. Momentarily he is greeted by a rat who knows him well. The rat asks what had happened to him. Krazy, answering in poor grammar, states he had a car accident. When the rat misinterprets his response as a locomotive accident, Krazy begins telling the story of the incident.\nAs Krazy explains his mishap, the scene is set several hours earlier. In it, Krazy comes out of his home, and decides to drive around in his car. After traveling only a few miles, his car runs out of fuel. Instead of stopping at a gas station, Krazy stops at a bar. And instead of filling his vehicle with gas, he fills it with beer. Bizarrely, his car is running, but in a wild uncontrollable fashion. To the cat's horror, Krazy's car is running all over the place, even going underground, and breaking through a house. The out-of-control car next heads to a railroad track where a train is approaching. The train bashes the car to pieces, and Krazy is thrown upward before landing on some power lines.\nThe scene returns to the present where Krazy completes his explanation. Krazy goes on to tease and call the rat \"smarty mice\" for the misinterpretation. The rat takes offense for the remark, and knocks out Krazy with his crutch."}, "15502188": {"title": "Liberty (serial)", "plot": "Liberty Horton, an American heiress, is kidnapped by a Mexican rebel and ransomed to fund his rebellion.", "tmdb_id": 703890}, "57670254": {"title": "A Life for a Life (1916 film)", "plot": "The film is based on the novel by Georges Ohnet.", "tmdb_id": 174552}, "32943555": {"title": "The Life's Romance of Adam Lindsay Gordon", "plot": "The story starts with Gordon's schooldays at Cheltenham College. Then details his career as a trooper in the Australian bush when he is given the task of escorting a lunatic to an asylum 200 miles away. He later resigns from the police force when he refuses to clean the sergeant's boots. He then becomes a horsebreaker and steeplechase rider.\nLater, Gordon falls into debt and decides to shoot himself. The final scene is a shot of Gordon's grave in Brighton, Victoria.The chapters were as follows:\nGordon's youth – Cheltenham College, England\nDormitory delights\nAbduction of \"Lallah Rooks\"\nThe hum of hoarse cheering\nGordon wins the Point to Point\nThe headmaster hears of the race\nCaptain Gordon despairs of his son\nHow a man should uphold the sports of his land\nGordon fights and knocks out a bully\nGordon is expelled from college\nGordon's first love story\nGordon meets Jane Bridges\nA wild west country ball\nGordon falls in love with Jane\nMrs Gordon chides her son concerning Jane\nGordon announces his love and defies his parents\nGordon puts his fate to the test\nGordon's clandestine visit to Jane\nGordon declares his love for Jane\nGordon parting from Jane\nGordon leaves England\nOn board the outward bound vessel\nThe Land of gold – Australia\nGordon in Australia\nGordon joins the mounted police\nGordon arrests the circus clown in error\nAn amusing denouement\nGordon meets Trainor\nThe beginning of a lifelong friendship\nA maniac at large\nGordon attempts his capture singlehanded\nGordon captures maniac and seals his fate\nA dramatic meeting\nGordon encounters Maggie Park\nHis Australian romance\nGordon escorts maniac 200 miles\nBush camp fire – memories\nManiac attempts Gordon's life\nGordon's miraculous escape\nGordon resigns from the police\nGordon again meets Trainor\nTheir horsebreaking career\nGordon meets Maggie Park a second time\nGordon engaged on Park Station\nA country steeplechase\nGordon falls in is severely injured\nNursed back to life by Maggie\nGordon declares his love\nThey ride eighty miles to the nearest church\nGordon and Maggie are married\nScene from the Wreck\nThe midnight ride along Northumberland Road\nDown with the sliprails\nGallop for your souls\nTwo years later at Mount Gambier\nThe bailiff in the home\nGordon in adversity\nThe £7000 legacy\nFortune comes to Gordon\nGordon and party on \"pounding\" expedition\nGordon's famous leap near the Blue Lake\nThe Blue Lake, Mount Gambier\nGordon engaged to ride Prince Rupert\nGordon intimidated by an unscrupulous Jew\nGordon deals effectively with the Hebrew\nFlemington Racecourse 1808\nPrince Rupert Falls\nGordon dazed – remounts\nThe crash of the splintering wood\nPrince Rupert's second fall\nGordon seriously injured\nGordon recovers from his accident\nNews of Gordon's prospective inheritance\nGordon obtains an advance from a moneylender\nThe editor's room of the Australasian\nSea Spray and Smoke Drift rejected\nGordon's cup of bitterness\nGordon receives news of his disinheritance\nGordon meets Kendall\nThey adjourn to the Argus bar\nKendall shows Gordon his criticism of Bush Ballads\nGordon and Kendall spend their last shilling\nGordon walks to Brighton\nGordon loses all hope\nGordon broods by the fireside\nAnd when the morning breaks\nHe shoulders his gun\nHis pathetic parting with Maggie\nGun in his hand he walks along the beach\nA fisherman greets Gordon\nGordon enters the tea tree scrub\nThe passing of Gordon's soul\nThe bushman reads his life story\nThe 1916 \"Gordon\" pilgrimage to Brighton\nAmongst Gordon's old friends\nThe shower of sun-kissed wattle", "imdb_id": "tt0134788"}, "6747334": {"title": "Lights of New York (1916 film)", "plot": "Hoping to improve his financial lot, petty thief Hawk Chovinski (McGrail) hires a dancing instructor to teach him how to bear himself like a gentleman. His lessons completed, Hawk then poses as a European nobleman, intending to trap a wealthy wife. Yolande Cowles (Baird) sees through Hawk's pose but falls in love with him anyway.", "tmdb_id": 986946}, "50072005": {"title": "The Little Damozel (1916 film)", "plot": "In Monte Carlo, a gambler marries a singer for a bet, and eventually falls in love with her.", "imdb_id": "tt0333806"}, "51592381": {"title": "Little Mary Sunshine (1916 film)", "plot": "Abandoned by her drunken father after he beats her mother to death, 5-year-old Mary finds refuge in a car where she falls asleep. The car belongs to Bob Daley, a young man who has made the mistake of celebrating his engagement by getting drunk with his friends and then lying about it to Sylvia, his fiancée. Sylvia does not approve of his conduct and throws him out of the house, breaking up with him.\nDespondent, Bob staggers to his car where he finds the sleeping child. The two become friends and Bob brings the little girl to his house. Moved by her tragic story, Bob decides to quit drinking and become a serious and responsible parent. Sylvia, affected by the change, is reconciled with her boyfriend, and the couple decide that once they are married, they will adopt little Mary.", "tmdb_id": 408891}, "14108088": {"title": "Lonesome Luke Leans to the Literary", "plot": "Lonesome Luke (Harold Lloyd) tries to sell books to a businessman and his wife.", "tmdb_id": 766493}, "37430094": {"title": "Lord Loveland Discovers America", "plot": "Plagued by creditors, but with no money to pay his debts, Lord Loveland (Arthur Maude) leaves England and sails to the United States hoping to find a wealthy heiress to marry. During the voyage, he makes friends with a lady playwright named Leslie Dearmer (Constance Crawley), whom he likes, but believing her not to be the wealthy heiress he seeks, he is reluctant to develop their friendship further. Leslie likes Loveland also and tries to help him after the ship arrives in port.\nUnfortunately, they part unexpectedly when Loveland joins a theater troupe and suddenly leaves town, hoping that he can make some quick money as the troupe tours across the country. But when the troupe performs one of Leslie's plays without her permission, she tracks them down, not realizing that Loveland is among them.\nFinally catching up with the troupe, Leslie is surprised and overjoyed to find Loveland once again, and she gives him a job driving her car. Although Loveland still intends to marry a millionaire, he falls in love with Leslie, and after she tells him that she actually is an heiress, both their dreams come true when he asks her to marry him.", "imdb_id": "tt0163068"}, "13488271": {"title": "Love's Lariat", "plot": "A cowboy called Sky High learns that he has inherited a fortune, but must move to the East to collect and keep it. The only other heir, Landers, conspires with gold-digger Goldie Le Croix to seduce and abandon Sky High, sharing his newfound wealth. The plot fails when Goldie genuinely falls for him.", "tmdb_id": 600682}, "19200197": {"title": "Lovely Mary", "plot": "As detailed in film magazines, the film is set in the Florida Everglades in 1901, at which point state law permitted citizens to employ convicts. Mary Lane (Minter) is the last female heir of a southern family, whose inheritance consists of a plot of land. Manning and Dempster, representatives of competing real estate firms, bid to buy this land. Dempster schemes to buy the land at a price far below its worth, and when this plot is discovered by a neighbour, Dempster shoots the neighbour and frames Manning for the crime. Manning is found guilty and sentenced to hard labour.\nMary, who has fallen in love with Manning and does not believe him to be guilty, convinces the governor to let her employ him on her estate. Meanwhile, a fight between Dempster and a witness to the murder, and a dying confession, result in the evidence of Manning's innocence. The film ends with Manning's release, his marriage to Mary, and the promise of their happy future on the plot of land, which they have decided to keep.", "imdb_id": "tt0006958"}, "14022275": {"title": "Madame X (1916 film)", "plot": "A woman is thrown out of her home by her jealous husband and sinks into depravity. Twenty years later, she finds herself accused of murder for saving her son, who does not know who she is. He finds himself defending her without knowing her background.", "tmdb_id": 1015985}, "22643149": {"title": "Majoor Frans", "plot": "Wealthy John von Zwenken (Louis H. Chrispijn) lives with his daughter and son-in-law in a castle named De Werve. One day, he returns from hunting and is informed that a new child has been welcomed in the family. Disappointed and ashamed that the child is a girl, John introduces her to his friends and staff as a boy. Shortly after the delivery, the mother dies and the baby is left in John's hands. Twelve years later, young Frans (Lily Bouwmeester) lives an unusual life, having been raised as a boy by John and sgt. Rolf (Willem Hunsche). Her nanny's (Paula de Waart) attempts to teach her how to be a girl have been unsuccessful.\nMeanwhile, the Colonel receives a visit from his son Rudolf (Willem van der Veer), who has been living a joyful but expensive student life in Leiden). Rudolf promises to better his life, but is quickly lured back in Leiden's nightlife. All of this happens during Frans' birthday. With her grandfather absent due to a business travel, her wish is to invite aunt Roselaar (Maria Bouwmeester-Clermont), who has not been on speaking terms with John for years, due to a huge debt. She has now been paying the money back by supporting Frans' education, and is thus shocked to find out that Frans is a girl. Because a girl requires less education money, Roselaar feels betrayed and leaves angrily.\nAs a consequence, Frans (now Annie Bos) is sent to a boarding school, where she spends her years showing rebellious behavior against her superiors. She is expelled when she one day rides a horse spontaneously, but shows no remorse and returns to De Werve. After a warm welcome, she finds out that her grandfather is no longer able to afford the castle, so she proposes to raise money by organizing a fox hunt. When this proves unsuccessful, she turns to her uncle Rudolf for help, though he responds by leaving to join the army. A terrible soldier, Rudolf deserts the army, but is caught and jailed. A De Werve member has been condemned a scandal, so Frans makes it her goal to help him escape, on condition that he passes the border and never returns to the Netherlands again.\nFollowing, Rolf has inherited a fortune and uses the money to co-support De Werve by moving in. Simultaneously, Frans meets Roselaar's cousin Leopold van Zonshoven (Frederick Vogeding). Leo - who was granted the fortune meant for Frans - has been sent to De Werve by Roselaar to court Frans. Frans has never experienced love, though she feels immediately attracted to Leo. However, his attempts to financially support the family does not please her, for as her pride does not allow her to accept money from outsiders. In the heat of anger, she fights Leo and accidentally slashes him.\nFrans feels guilty and makes up with him, and accepts when Leo proposes to her. However, when she misinterprets that Leo will inherit all of Roselaar's money while the Von Zwenkens remain ignored, she becomes furious, until finding out that her grandfather has died of old age. Despite the financial situation, she buries him with military honor. Assuming that she will lose De Werve, Frans abandons the castle and explores the world, still filled with grief. She eventually finds work at a circus, where she runs into Rudolf as her colleague. When Rolf hears about this, he feels ashamed and begs Leo to do something about it. Leo, who has bought De Werve, will be traveling for a few years and offers Frans to live in the castle during his absence. There, she finds out that the Von Zwenkens are indeed included in Roselaar's fortune, and she sets out to find Leo and apologize to him. They eventually kiss and start a life together.", "tmdb_id": 305467}, "44853113": {"title": "The Making of Maddalena", "plot": "The story was described in advertising as the story of a beautiful Italian model's romance with a young American.", "imdb_id": "tt0007011"}, "44444326": {"title": "A Man - That's All", "plot": "Captain Dudley West (\"the Man\") is engaged to Doreen Drummond (\"the Girl\"). While out motoring, he saves an escaped convict, Jim Slade, who has busted out of prison to visit his dying wife.\nThe Girl's brother Lt Cyril Drummond cheats at cards in a game at a gambling den and the Man takes the blame in order to save him. He loses his position in society and Doreen breaks off with him. He takes up drinking and gambling and emigrates to Australia and becomes a drunk. He runs into Jim Slade in a Chinese gambling den and together they decide to enlist in the army.\nThe Man takes part in a mission behind enemy lines which results in him saving the life of Jim and Cyril, before being wounded. He escapes through the help of an Australian raiding party.\nThe Man is sent to Egypt where he meets the Girl who is working as a nurse in hospital. Jim tells the Girl the truth before dying. The Man and the Girl are reunited.The chapter headings were:\n\nboy starts at cards\non the downward path\nno money, no friends\nchance meeting with convict at Sydney\ndecides to enlist\nthe landing at Gallipoli\nin the trenches\nthe race for life\nthe last cartridge\nreconciliation"}, "7654377": {"title": "The Man Who Would Not Die", "plot": "A wealthy young woman, Agnes (played by Burton), is loved by the identical twin brothers Clyde and Ward Kingsley (dual role played by Russell). She marries Clyde and he immediately begins squandering her fortune. When the money is almost gone, Clyde comes up with a plan to collect on his life insurance policy. As his brother, Ward, who still loves Agnes, is terminally ill, he persuades him to take his place so the insurance company will believe that Clyde has died instead of Ward.\nAgnes learns of the plan and is angry. She nurses Ward back to health and falls in love with him during his convalescence. Clyde then hires Steve Mercer (played by Keenan) and Beth Taylor (played by Hutton) to murder his brother. He gets impatient, however, and shoots Ward himself.\nWhen Clyde goes to tell Steve and Beth that their help is no longer needed, they mistake him for Ward and murder him. Ward recovers once again and he and Agnes are married.", "imdb_id": "tt0007018"}, "32895465": {"title": "A Maori Maid's Love", "plot": "Graham, an unhappily married surveyor, goes on a job to New Zealand where he falls in love with a Maori woman. She becomes pregnant and dies in childbirth. Graham puts his daughter in the care of Maori Jack, who later kills Graham. However his daughter (Lottie Lyell) inherits his property and falls in love with a jackeroo called Jim.", "imdb_id": "tt0007035"}, "18127887": {"title": "The Mark of Cain (1916 film)", "plot": "Dick Temple is serving a five-year prison sentence because he took the blame for a robbery his father committed. His father promises to go straight, but the old man dies two years later, before he can reveal Dick was innocent. Doris is a young woman who is forced to steal by her uncle Jake until one night when she leaves home. Dick is released on parole, but is unable to locate his mother or find a job. Afraid that her uncle might track her down, Doris decides to drown herself in the river. She is rescued by Dick who came down to the river for the same purpose, and they quickly become friends.\nOne day Doris rescues a baby from the burning house of Mr. and Mrs. Wilson, and the Wilsons hire her as a nursemaid to the child. Dick, deciding to steal to get money for food, is caught snatching a watch from John Graham, but rather than turn him in, Graham gives Dick a job as bookkeeper in his stock broker company A detective calls on Graham to warn him that Dick is an ex-con out on parole. Mr. Graham is in reality the head of a gang of thieves, and he tells Dick that he will tell Doris of his sordid past if Dick does not help him rob the Wilson home. Doris' uncle Jake has meanwhile tracked her down, and forces her to help him rob the Wilsons.\nThe night of the robbery, Doris is alone with the elderly housekeeper when Dick arrives. She confesses everything about her criminal past to Dick, but he tells her he loves her anyway. Suddenly Dick recognizes the old housekeeper is his mother, and he decides to thwart both groups of crooks that are planning to rob the Wilsons. Dick and Doris each give Uncle Jake and Mr. Graham their prearranged \"all clear\" signals, and when the two gangs enter the house at the same time, a fight ensues in which Uncle Jake is killed and Mr. Graham seriously wounded. Before dying, Graham confesses that Dick had nothing to do with the planned robbery, and the police release him. Dick confesses his criminal past to Doris and they decide to get married.", "tmdb_id": 299186}, "28334238": {"title": "Milestones (1916 film)", "plot": "A young anarchist and shipbuilder refuses to listen to his conservative father.", "imdb_id": "tt0007062"}, "67230765": {"title": "Mismated", "plot": "After Flo (Valdez) is forced to marry a man she hates, she continues to dream about her true love. Living in a small fishing town, she eventually takes the lead role in a local play with a plot that is similar with that of her own life. One day, she finds out that her true love is wrecked at sea, and she begs her husband to go look for him. During the rescue attempt, Flo's true love is saved, although her husband perishes, but not before asking for Flo's forgiveness."}, "42030015": {"title": "Miss George Washington", "plot": "A girl named Bernice Sommers gets herself and those around her into trouble by her constant fibbing. The films title makes the contrary allusion that George Washington never told a lie.\nOn December 1, 1917, the Belmont Courier in Belmont, Massachusetts printed a brief plot summary in an article about the movie showing at The Waverley Theatre on Trapelo Road (later renamed the Strand Theater and currently named The Studio Cinema):  \"Marguerite Clark, the exquisite little Famous Players star who has become one of the foremost photoplay stars on the screen is presented at the Waverley Theatre on Wednesday next week on the Paramount Program in the screamingly funny farce \"Miss George Washington\" directed by J. Searle Dowley, in which the little star plays the part of a girl who cannot tell the truth but who is reputed to never have told a lie in her life.  It is one of the cleverest roles in which she has appeared.\"", "imdb_id": "tt0007074"}, "60473184": {"title": "The Morals of Hilda", "plot": "August and Hilda were simple peasants living together, desperate to wed and start a new family. In the \"old country,\" a man does not marry until he has saved money to support his new family. Since August cannot find work in the village, he cannot earn enough money to consider marriage. They resolve they must move to America. After they arrive, the couple finds a home, and August seeks a job. August has trouble finding work because he has no vendible skills. Another challenge faces the couple in America, people frown upon unmarried couples living together, and August fears incarceration.\n\nHilda finds work as a domestic for Harris Grail and his wife, Ester. She discovers the Grails cannot have children. Then, Hilda finds she is expecting a child. Realizing Hilda's condition, the Grails learn Hilda is unmarried and living with her boyfriend. The wealthy couple can't have an unwed mother living in their household and ask her to resign from her position. Hilda didn't understand the decision of her puritanical hosts. Even though she is distraught, she does not want to burden August with this load. Hilda leaves August and strikes out on her own. \nSoon, she finds herself in the hospital giving birth to a healthy boy. The law states that nurses must register a newborn's parentage. The nurses ask the father's name, and Hilda refuses. Hilda's only option was to escape the hospital under cover of night. She returns home but finds the cottage empty. She assumes the worst, but unbeknownst to Hilda, August had stowed away on a tramp steamer heading for Europe. Hilda's situation is desperate, and she wants to meet death, letting the fates determine her son's future. Hilda places the baby boy in a basket, sets it afloat, then heads off to another part of the sea.\nWe discover that someone has murdered Ester's beloved husband - Harris Grail. Ester finds herself alone and childless and loses the will to live. Ester heads to the sea, determined to drown herself. While wandering the shore, she finds a baby floating in a basket. Ester decides to raise the boy as her own. She names the boy Steven. But Ester is alone and unable to raise the boy without help. She asked Hilda to return to service and become a nurse. Hilda accepts the offer, then discovers Steven is her abandoned baby. Hilda must keep her relationship with the baby a secret. Unable to help raise a boy she mothered, Hilda leaves Ester's service.\n\nThe years pass, and Hilda can't bear to be without her son. She returns to Ester's house and confronts Ester with the truth about being Steven's mother. They talk, and Ester convinces Hilda the boy should stay with her. In that way, Steven would have all the advantages that wealth offers. Hilda agrees, Steven will stay with Ester, and Hilda's motherhood will remain a secret.\nSteven grows into adulthood and becomes an educated, articulate man. After consulting with his sweetheart, Marion, he runs for governor. Ester doesn't want Steven to have skeletons in the closet, so she tells him about his adoption. Steven reacts by creating a new plank on his political agenda, legitimizing all children of questionable parents. Since his ancestry is suspicious, he chooses not to propose marriage to the lovely Marion.\nSteven wins the election and schedules an outdoor inauguration. Hilda reads about the event in the local newspaper and plans to attend. Steven is speaking to the crowd, highlighting his platform on underprivileged children. Suddenly, Hilda sees someone in the group with a gun. She believes the man is attempting to assassinate her son. Hilda rushes towards her son as the assassin fires a shot. Hilda jumps in front of her son at the last moment and takes the bullet.\nAfter the crowd subdues the assassin, Steven rushes to the woman's side. As she lies dying, she tells Steven she is his birth mother. Hilda dies while her head rests in Steven's lap. Marion, who is nearby, consoles Steven and tells him his background doesn't matter to her. She loves him, and they can wed.", "tmdb_id": 610068}, "45621463": {"title": "The Mother of Dartmoor", "plot": "A mother testifies against her own poacher son and he is sent to prison.", "tmdb_id": 492914}, "33114573": {"title": "Murphy of Anzac", "plot": "John Simpson Kirkpatrick, aka \"Murphy\", an English emigrant to Queensland, enlists in the army in World War I and is attached to the ambulance corps. On the voyage over he discovers a traitor (Martyn Keith) giving information to the enemy by wireless and overcomes him. The Australian troops land at Gallipoli and Murphy brings the wounded back from the trenches on his donkey. He is killed by a Turkish shell while rescuing his 104th man.A highlight of the film was the German spy being thrown off a cliff 50 foot into the water.", "imdb_id": "tt0336883"}, "32895484": {"title": "The Mutiny of the Bounty", "plot": "The story deals with the mutiny on HMS Bounty on 28 April 1789, Captain Bligh's journey back to England, the recapture of the mutineers on Tahiti and subsequent fate of the other mutineers on Pitcairn Island. The story was structured in five acts.", "tmdb_id": 783423}, "34468452": {"title": "The New Clown", "plot": "After mistakenly believing he has killed a man, an aristocrat runs away to join the circus where he enjoys a series of comic adventures.", "imdb_id": "tt0007124"}, "24330971": {"title": "A Night of Horror", "plot": "Poor Maria Lotti, serving as a clerk in a ladies' clothing store, receives a message from a New York notary that her grandfather Joseph Lotti has died. The gang of thieves, the Brothers of Darkness, also received the same message with great detail and rushed to take action. The harassment began.\nGrief-stricken, the disillusioned girl falls into poverty. A hard life full of excruciating experiences began. André meets Maria one day quite by chance at the Green Tavern. Meanwhile, Maria and Andre run away. \nThey had to endure many difficulties and dangers. The Brothers of Darkness gang was overrun, but they did not surrender, and after blowing up their castle, they perished. Maria and Andre took possession of the inheritance and were never separated again.", "tmdb_id": 362631}, "67694401": {"title": "No. 16 Martin Street", "plot": "Cleo hopes to pursue a career in music. Attending the music conservatory has proved costly, and soon the expenses overwhelmed her. No longer able to afford her musical education, she drops out of school and returns home. Looking for a job, she reads a job advertisement for singers at the Follies Cabaret. She interviews for the job, and the show's manager hires her.\nJacques Fournier is one of the foremost criminologists in the country. One day while researching a case, his office door flies open, and a man named Browne rushes into the office. He tells Fournier he has discovered his wife's dead body in their home. He pleads with Fournier to investigate this murder. Fournier agrees, and he accompanies the man to his home.\n\nThey enter the house and find Browne's wife lying dead on the floor. Browne points out all of her valuable jewels are missing. Upon further investigation, Fournier determines a spiess gun was used to murder Mrs. Browne. He assures Browne he will investigate the matter and returns to his office. After checking his records, he learns Brown is a cocaine addict. He also determines Mr. Browne, and a woman named Audrey Devine share a mysterious link. Audrey is a singer at the Follies Cabaret. Fournier decides he will talk to Devine and see if she can shed any light on the murder.\nBetween acts, they expected the cabaret performers to share drinks with the paying customers. Fournier enters the Follies Cabaret and sits down. He notices a patron is harassing one of the young performers. He strides over and rescues the girl from the man's advances. She thanks him profusely and tells him her name is Cleo. Cleo pours out her heart to Fournier, including why she had to abandon her studies at the conservatory. Fournier tells her she can earn some extra cash by assisting him with an investigation. Cleo readily agrees. He asks her if she knows Audrey Devine. Cleo tells Fournier she has seen her in the dressing room and knows Audrey is hooked on cocaine. Fournier thinks there might be a link between Browne and Audrey because of their mutual cocaine addiction. He asks Cleo to imitate a dope addict and to ask Audrey where she gets her dope.\n\nThe bell sounds, and Cleo returns to the stage for her second show. After the show's conclusion, she finds Audrey sitting alone. Cleo pretends she is desperate to get some cocaine. She asks Audrey if she knows anywhere she can get some coke. Audrey says she knows someone and calls Max the piano player. When they visit Max, he gives Cleo a deck of coke.\nCleo later informs Fournier that Max is Audrey's drug source. Fournier devises a plan to determine Max's supplier. After working out the details, he leaves a note for Cleo. The note instructs her to make advances toward Max and persuades him to escort her to his home. While they are heading towards Max's home, Fournier will impersonate a crook and try to rob them. During the mugging, Fournier will force Max to identify his drug supplier. She follows his instructions to the letter, but a fight breaks out during the fake robbery attempt. Max escapes but leaves his coat on the ground. Fournier scrutinizes the coat and finds cocaine decks and a note addressed to \"16 Martin Street.\"\nAudrey arrives at a home on 16 Martin Street. She walks inside and greets Max and Joe. Joe turns out to be another cocaine addict. Both men are preparing decks of cocaine. Then Audrey goes through a secret panel and delivers some cocaine decks to someone waiting outside. Once finished with her work, she gets ready to leave.\nOn the same morning, Cleo, in disguise, heads out to 16 Martin Street. Cleo reaches the address, just as Audrey is just leaving, but Audrey does not recognize the disguised Cleo. When Cleo enters the room, she finds the room deserted.\nFournier has left her a powerful fake narcotic and skeleton key. He has instructed her to replace the fake narcotic for the cocaine. Since no one is around, she starts swapping the narcotic for the real dope. \nCompleting her mission, she looks around the room. She discovers the secret panel and is about to investigate further when Joe returns. Cleo tells Joe she found they had left the panel door open, and she was merely was peeking in. Cleo exits the house and goes home to preparations for her show that evening.\nNight comes, and Fournier waits at the police station to see what Cleo has uncovered. While Fournier waits for Cleo, plainclothes men are watching 16 Martin Street. The plain cloth men observe Audrey and Max enter the house.  \nAfter finishing her last show, Cleo goes directly to the police station. She meets Fournier and tells him everything she has discovered. They decide to head to 16 Martin Street immediately. Once they arrive, they surround the house, and Cleo leads them to the front door. They break down the door and find Max and Joe high on cocaine. The police arrest the two, then Cleo shows them the secret panel. After breaking into the private room, they find Audrey and Browne locked in an embrace. After a brief struggle, the police take Browne into custody. Cleo helps Fournier search the rest of the premises.\nCleo finds some loose boards on the floor, and after prying the boards, finds the weapon used to kill Mrs. Browne. Lying alongside the weapon are the dead woman's missing jewels. Fournier confronts Browne with the gun and missing gems. Seeing his story falling apart, Brown confesses to the murder of his wife. As a reward for her outstanding work in the field, Cleo becomes Fournier's associate."}, "32943469": {"title": "Nurse Cavell", "plot": "In an English garden, a Belgian officer meets a ward of an old clergyman friend of Edith Clavell.\nEventually Clavell is executed for spying.", "imdb_id": "tt0344130"}, "15890569": {"title": "Officer 666 (1916 film)", "plot": "In New York, millionaire Travers Gladwin (Fred Niblo) learns of a plot to steal his collection of paintings by some art criminals led by Alfred Wilson (Sydney Stirling). Gladwin pretends to leave to go on holiday, but actually remains in the area disguised as a policeman. Wilson and his gang arrive, with Wilson posing as Gladwin, and a young lady as his fiancee. Gladwin tries to stop the robbery but eventually lets Wilson go in order to save the honour of the young lady.", "imdb_id": "tt0007141"}, "2546623": {"title": "One A.M. (1916 film)", "plot": "The film opens with a scene of a wealthy young man (Chaplin) arriving at his house in a taxi in the morning after a night of heavy drinking. He tries in vain to grasp the handle on the outside. He thinks, \"They really need to place the handles near the door.\"\nWhen he finally does find it after some searching, he gets out, with his hand on the open taxi window. However, in his drunkenness, he thinks his hand is stuck, and tries to pull it out. \"I never did like taxis,\" he remarks.\nHe then takes out his handkerchief, blows his nose on it, and wipes the mucus onto the taxi door, in an attempt to free his hand. However, his handkerchief falls, and Charlie, in his drunkenness, never thinks of the fact that he has to just withdraw his hand and walk from the side to retrieve his handkerchief, almost wrecks the taxi and very nearly kills himself in trying to retrieve his handkerchief the hard way.\nAll this while, the taxi driver (Albert Austin) never reacts. Thanks to a big miracle (well, according to the drunk, anyway!), Charlie withdraws his hand, and headbutts the taxi door so hard he knocks himself back inside. Fortunately, though, he'd grabbed his hanky by then. This is what has been questioned by critics—how a drunk man can have better reflexes than the average sober man.\nHe looks at the money he has to pay to the taxi driver. However, the numbers are moving fast—too fast for Charlie. He stares at it for some seconds, then looks back at the scenery, and then stares back at it again, when the numbers are still moving. He thinks the numbers have gone nuts and just puts on his top hat. He then lights up his cigar and, accidentally, burns the taxi driver's hand with the lit end. He hastily pays and decides to leave.\nHowever, he does not observe the fact that his jacket is trapped in the closed door. His hat falls off as he's jerked back towards the taxi. He almost punctures a wheel in his attempt to free the jacket, and the door, unexpectedly, opens with a jolt. Of course, he's knocked back out.\nHe walks up to his front door. When he reaches, however, another problem faces him. He thinks that he has forgotten the key and has to enter through the window. He knocks it out and climbs in. In the process, he steps into a fishbowl placed underneath it, and then slips on a mat. He finds his key was in his coat pocket all along, and decides to enter the \"proper\" way, that is, via the door.\nHowever, when he enters, he slips on a mat, and for 10 seconds of some heart-in-mouth slipping and standing, the door becomes Charlie's only lean-on. Of course, the door is the worst possible option for a lean-on, and Charlie pays the price. He struggles to balance, and wonders whether he's wearing skates. He finally slips when he lets go of the door, regains his balance but soon loses it, considering he has to balance against the jacket-hanger, and then slips again, landing on his jaw.\nHe retrieves himself, and walks surprisingly steadily for a few steps, until another mat approaches him, and his legs slide out from below him, causing him to fall on his back. He lands between a tiger rug and a stuffed Eurasian lynx, which terrify him as he thinks they are real. He tries edging away from each other, only resulting in more hilarity as Charlie tries kicking the tiger rug away and then later thinks his foot is being eaten by the tiger. However, it doesn't end there. He tries to lure the lynx by giving it an air-kiss, and then walks up to it and kicks it away. That, however, ends when he proceeds onto the table.\nThere, he tries to pour himself a drink, but his jacket accidentally gets stuck onto a hole in the table, and the table top spins around. Unaware of the jacket that is stuck on the table, he keeps chasing the drinks and never gives up. He tries swatting his hands over to the drinks, but they elude him. Charlie's willpower increases minute-by-minute, and his running gets faster as it does—and so does the table top. \"That's the fastest round of drinks I ever saw!\" he remarks when the drink keeps eluding him.\nBy and by, Charlie tires, and stops for a second. However, he sees the drinks have stopped, too, and thinks he can get to them by just walking up to them. But alas! When he does, the table top starts spinning again, and the wild goose-chase resumes. Charlie staggers backwards, and the drinks come within his reach. However, when he tries getting them, the goose-chase resumes and Charlie continues the run.\nAnd then, of all the times, does he realize the jacket was the cause for the spinning table top. He takes it off, and walks towards the drinks, but the table keeps spinning. This is because Charlie's foot is on the jacket, and he resumes running after it. He finally falls down out of sheer exhaustion, and, lo and behold, the table top stops spinning. He looks at the drinks in wonder as they've stopped. \"What detained you?\" he asks.\nHe takes the drink—and as fate would have it, poured it on the table. Seeing the glass still empty, he takes another glass and pours the drink on the table again. He then attempts to pour it directly onto the glass, and he found a way to mess that up as well—carelessly, he sloshed it everywhere around the floor and on his shoes.\nHe then attempts to light a cigarette, but messes that up too. He cannot light it, and dumps it in his hat, that is, thanks to his goose-chase, on the floor, thinking of it as a dustbin, and then burns his hand with the lit end. He walks over to his hat and takes the cigar out, then dumps it on the large pool of beer he's got. \"This has been done,\" he remarks, and throws it in the hat.\nHe takes out another cigarette from his cigar-pouch, slips on a carpet, unsuccessfully attempts to hang his hat against the peg, puts it on anyway, and then slips on another carpet, his head landing on the bottom of the stairs. He dumps his jacket and hat, and heads towards his drinks. Paranoid that he's in for another goose-chase, he leaps onto them. Of course, he gets them, pours them and chugs them.\nHe then walks on the lynx, and thinks his leg is trapped between its legs. Of course, instead of just withdrawing his legs, he instead kicks its mouth from his left leg. As a bad element, however, his feet slide out from under him, and he lands flat on his back.\n\nAll this has drained him. \"Good night! I'm off!\" he declares, and tries to head up the stairs to his bedroom. But at the last step, he falters, losing his balance, and, of course, slides all the 13 stairs down. He tries again, and gets knocked back down, nearly slipping on the carpet. He walks up to the drinks, drinks another glass, and staggers, falling flat on his back. Cigarette in mouth, he tries again—and fails again. He proceeds to fail several times in climbing the stairs, and a large cuckoo clock on the upstairs landing also poses a problem, due to its pendulum's implausibly wide swing. He becomes increasingly creative with his attempts to climb the stairs, using mountain gear, for instance, in his next attempt.\nThis does not go down well. The rope is not lengthy, which means Charlie can only use it for a limited length. When he reaches the top, the rope gives in, and Charlie slides down helplessly. \"If I knew how to yodel, I'd make it!\" he remarks, upon sliding down. He tries climbing again, and, miraculously, reaches upstairs. However, the pendulum knocks into his jaw, and Charlie staggers back towards the stairs—all the way back to where he started.\n\"I'll try another route.\" He tries going up the second staircase, walks all the way back down, and then wonders how he got knocked down again. He climbs up the table top, and he's already run a marathon before he can gain his balance. And he's still running the marathon as he looks determinedly to his room. \"Light exercise,\" he thinks—and falls off the next minute.\nHe tries climbing via the first staircase again, and falls all the way back down again—only this time, he drags the carpet with him. Wrapped up in this carpet, he takes another shot and then tries climbing via the jacket-hanger. It is very dangerous, and Charlie's life hangs in balance for a second, until Charlie grasps hold of the staircase and manages to get to the door of his room.\nAlas! The pendulum interferes again. The next thing he knows, Charlie is sliding all the way down. He re-attempts going to his room via the same route, and this time is successful. The pendulum smashes into his jaw again, but Charlie isn't knocked down the stairs, and enters like a four-legged animal into his room.\nHe searches for his Murphy bed. Soon, the hilarity ensues again, which ends with Charlie wrecking his bed and tearing his hat. He gives up on the idea of sleeping in his bed and goes to bathroom for further inspiration. He enters the shower and, of course, in his drunken state, turns it on. He wets himself, and, soaked, he gets into the bathtub and then falls asleep under a towel.", "tmdb_id": 53418}, "12945478": {"title": "One Too Many (1916 film)", "plot": "Plump wakes with a hangover. He finds a note under the door from his uncle saying he will visit him \"and his wife and baby\" at 2 o'clock. It is 11am and he has no wife and baby. He is staying in a hotel. The bellboy is trying to take a heavy trunk upstairs. He gives the bellboy $50 to find him a baby. He finds a toddler in another room and is then asked to find a wife. Plump's friend Roy enters the room with the child and moves the child. The bellboy bribes the janitor's wife to play Plump's wife. He goes outside and hires a baby from a woman.\nMeanwhile Plump finds the first baby and takes it back. The bellboy is collecting children including a little black girl. The first child's mother returns and finds her child with Plump. She takes him away but Roy steals it again. He hides in a cupboard. The bellboy brings a cot up and Plump pays him to \"be the baby\". Uncle John arrives as Plump is shaving he stubble off his baby. The child starts crying from he cupboard... then the wives begin to appear.", "tmdb_id": 174564}, "7985961": {"title": "The Other Side of the Door", "plot": "Sets in the 19th century, the plot centered on a man (Harold Lockwood) who is falsely accused of murder. The Other Side of the Door was shot in Monterrey, Mexico.", "imdb_id": "tt0007149"}, "60921486": {"title": "The People vs. John Doe", "plot": "A wealthy farmer and his sister are murdered just days after the man hired an uneducated farmhand (Harry De More).  A detective eager to collect reward money (Charles Hill Mailes) brutally forces a confession from the farmhand and his mentally disabled brother.  Both men are convicted and sentenced to death.  An attorney (Leah Baird) suspects that the men's confessions are false, tracks down the real murderer and saves the men from execution.", "tmdb_id": 606431}, "32995532": {"title": "The Pioneers (1916 film)", "plot": "A convict, Dan Farrel, escapes from Van Diemen's Land and throws himself on the mercy of a farming couple, Mary and Donald Cameron. The years pass and Dan becomes a school teacher. He marries and they have a daughter, Dierdre, but his wife dies.\nDierdre grows up and agrees to marry a local pub keeper, McNab, to stop him from revealing that Dan is a convict. McNab still goes to the police and Dan is arrested. Dierdre accidentally kills McNab.", "imdb_id": "tt0134895"}, "18128222": {"title": "The Place Beyond the Winds", "plot": "Priscilla Glenn was a wild, nature-loving child who lived in the woods with her mother and her abusive father. She constructs a crude altar to the goddess of Nature in a hidden spot in the forest. Priscilla desperately wants an education and seeks out books to read. Anton Farwell, the local schoolmaster, has also come to the woods, but he is in hiding. He had once loved a woman named Joan Moss, and for her love he killed Dr. Leydward's brother. Leydward says he knows Farwell killed his brother but he tells Farwell he will not turn him in to the police if Farwell  agrees to remain there and live in the woods for the rest of his life.\nMrs. Travers and her crippled son Dick have travelled there also with Dr. Leydward for their health. He is a specialist who is able to straighten the boy's crooked limbs. Dick Travers and Priscilla are attracted to each other, but Dick soon returns to the big city. Jerry Jo (Lon Chaney), a half-breed, lures Priscilla to a house that has a wonderful library under the pretense of letting her read some books, and then attempts to molest her. She escapes unharmed, but her father thinks that she has been raped and forces her to leave home. Priscilla moves to the city where she becomes a nurse in Dr. Leydward's hospital. There, she again encounters Dick, but the two do not recognize each other.\nDr. Leydward's daughter, Margaret, is set to marry Clyde Hunter. One day, Priscilla sees Jerry Jo, now a homeless beggar, and taking pity on him, she decides to help him. Following him home, she comes to a tenement where some residents persuade her to help a dying woman and her baby. The woman is Joan Moss, Anton Farwell's ex-sweetheart, who tells her that she is married now to Clyde Hunter. Priscilla, remembering that Margaret was supposed to marry Clyde Hunter soon, tells Margaret's father what has happened, then decides to return to her old home in the woods.\nUpon her return, Priscilla discovers that her mother has died and her father is now blind, but still he refuses to allow her to set foot in his home. Priscilla tells Farwell that Joan Moss died and that she forgave him on her death bed, but she does not tell him of the sordid life Joan  had led. Priscilla returns to her secret place in the woods where years before she had erected the makeshift altar to her own private god, when suddenly she hears a violin playing. It is Dick, who has moved back to the woods, and she dances in wild abandon to his music. The two are happily reunited, and she later reconciles with her blind father.", "tmdb_id": 558401}, "19027655": {"title": "Poor Little Peppina", "plot": "Robert Torrens (Edwin Mordant) is a wealthy American, residing in Italy with his wife (Edith Shayne) and only daughter, Lois (Eileen Stewart). Franzoli Soldo (Antonio Maiori) is a mafia chief who pretends to be a butler and is in Torrens' employ. One day, he drinks too freely of his masters' wine. Fellow employee Pietro (Ernest Torti) informs Mr. Torrens, who next discharges Soldo.\nSoldo wants revenge and kills Pietro. He is caught, however, and is being put on trial for the murder. He is found guilty and sentenced to a life in jail. One month later, a mafia member helps him escape. He is determined to take revenge on the Torrens family and kidnaps Lois. When the parents find out, they call the police. Soldo is soon thought to be the kidnapper, but he ordered some of Torrens' staff member to convince the parents Lois drowned in an accident.\nMeanwhile, Soldo flees to his relatives, including his wife Bianca (Mrs. A. Maiori) - who is ordered to raise Lois as her own - and his son Beppo (Jack Pickford). Lois grows up to be Peppina (Mary Pickford), Beppo's sister. Soldo decided to meanwhile take refuge in America. Fifteen years later. The Duchess, an American heiress, takes an interest in Peppina and teaches her English.\nA man named Bernando wants to marry Peppina and convinces her parents to let him take her hand. Peppina, however, has no desire to be with him and asks the Duchess what to do. She helps her escape overseas and promises her a friend of hers will provide her a home in America. Peppina runs away from home in disguise and dresses up as a boy so nobody will recognize her.\nHugh Carroll (Eugene O'Brien) is on the boat as well and meets Amy, a socialite from New York. Peppina takes refuge in his cabin, but is soon caught by him. He provides her comfort and food and offers her to stay at his cabin for the night. However, he doesn't know Peppina is actually a girl.\nIn New York, Soldo finds out the Torrens family will move to New York as well. He thinks he will be rewarded if he brings their daughter back to him and is determined to make some money. He sends his relatives in Italy a letter they should bring Peppina to him. Bianca responds she doesn't know where Peppina is. Meanwhile, Peppina spots Hugh together with Amy and decides to leave him. In New York, she applies for a job in Soldo's café.\nAfter a bad experience with Soldo, Peppina becomes a messenger \"boy\". When she is taken under arrest, she confesses she is actually a girl. Hugh happens to be a chief at the police station and releases Peppina and orders for Soldo to be taken under arrest. After Soldo arrives at the police station, Peppina realizes he was the one who abducted her as a child. Peppina is now recognized as the Torrens' kid. Mr. and Mrs. Torrens are soon informed and reunited with their child.\nThree years have passed. Peppina, now living in wealth, and Hugh are in love with each other.", "tmdb_id": 221543}, "18128395": {"title": "The Price of Silence (1916 film)", "plot": "After committing a minor misdeed, Helen, an orphan living with her aunt and her cousin Emily, is sent to the suburbs to live with a very strict family. She falls in love with a man named Ralph Kelton, and while riding in the countryside one day, a great storm comes up and they are forced to take refuge in an old man's house. Planning to be married the following day, the two spend the night together. But soon after they have sex, Ralph is killed by a bolt of lightning that strikes the house. Dr. Stafford (Lon Chaney) is summoned, and Helen happens to mention to the doctor that she and Ralph were not married (not realizing she is now pregnant).\nHelen returns home and plans to marry a young millionaire named Oliver Urmy, but she soon discovers she is pregnant. When Oliver and his father must travel out of state for a time, Helen moves in with her old nurse. She gives birth to a son, who she leaves in the care of her nurse's  daughter Jenny, since Jenny is married and is able to raise the child. Oliver returns and marries Helen unaware that she has given birth, and the following year, Helen gives birth to Oliver's daughter named Arline. Helen's cousin Emily has married, but her husband has died, so Helen and Oliver set out to find her a new husband.\nSkip ahead seventeen years. Arline, now a mature teenager, is in love with Billy Cupps. Helen fears that Billy Cupps is her own son (Ralph Kelton's offspring), which would make him Arline's half-brother! Oliver invites Dr. Stafford to visit them, planning to get him romantically interested in Emily. Dr. Stafford immediately recognizes Helen, but she does not remember him. Instead of courting Emily, Dr. Stafford wants to marry Helen's daughter Arline instead, and threatens Helen with exposure unless she consents to their marriage. Arline instead elopes with Billy Cupps, and Oliver receives a letter from Arline saying she and Billy were married, and he and Dr. Stafford set out after her.\nDuring the drive, Stafford makes insinuations about Helen, enraging Oliver. Oliver loses control of the car when he physically attacks the doctor. When the car crashes, Stafford is killed and Oliver is injured. Jenny tells Helen that her son had died as a baby a short time after she adopted him, and fearing the loss of the money Helen was sending her every month, Jenny had substituted a child of her own without telling Helen. Helen finds him to be a fine lad, and welcomes him as her son-in-law.", "tmdb_id": 600916}, "44842348": {"title": "Pudd'nhead Wilson (film)", "plot": "The film revolves around a murder mystery. The story takes place in the mid 19th century. A biracial nurse named Roxy (Jane Wolff) swaps her son with her master's son. That son grows up as Tom Driscoll, while the real Tom grows up as the slave known as Chambers. Rowena Cooper comes from the North and falls in love with Chambers. Chambers is accused of murder and the eccentric lawyer Pudd'nhead Wilson looks for details. He uses fingerprints to uncover the real killer, but during his investigation he figures out Chambers and Tom were switched as infants.", "imdb_id": "tt0007227"}, "18069796": {"title": "Purity (film)", "plot": "Following a prologue introducing Munson, poet Thorton Darcy is writing an allegorical poem, which the film enacts with Munson portraying Virtue who meets beings such as the Muses and Evil. Darcy takes a nap and meets Purity, a simple country girl, who seems like the Virtue of his poem, which they read together. Darcy tries to publish his poems, but the publisher (Burton) wants $500 in advance for the printing, which Darcy lacks. He tells Purity he would marry her if not for his finances. Purity goes to where they met and undresses to bathe in a stream, where artist Claude Lamarque draws her, and after she finishes and dresses he approaches her and suggests she pose for him for an allegorical painting. When Darcy falls ill, she goes to the artist's studio and poses nude for Lamarque, receiving funds that she gives to the publisher. Judith Lure (Forde) meets Purity and hires her to perform at a party, and Purity recreates some statues (for which Munson had posed). Purity has Darcy's book published and it is successful. Darcy goes to the studio where Luston Black (Carroll) is attempting to seduce Purity, and Darcy defends her until Black reveals that Purity has posed in the nude. Darcy abandons her until Lamarque tells him that Purity did it for Darcy's benefit, whereupon Darcy seeks forgiveness and is reunited with Purity.", "tmdb_id": 391451}, "4294095": {"title": "The Queen of Spades (1916 film)", "plot": "As described in a film magazine, Hermann, a Russian military officer with a limited fortune, is fascinated when he hears the story of Countess Fedotovna, who won her fortune by playing three particular cards, the identity of which she refuses to reveal. Hermann gains entrance to the countess's house through a flirtation with Lizaveta, ward of the countess. He confronts the countess with a revolver and demands to know the cards she played. The countess collapses, dead of fright. Remorseful, Hermann goes home. The next morning he seems to see the phantom of the countess, who tells him that the three cards are the three, the seven, and the ace. The first two nights he plays the three and the seven and is successful. The third night he bets all of his money, feeling sure that the card will be the ace. However, he finds his own card has become the queen of spades and he has lost everything. With the loss of his fortune he also loses his mind.", "tmdb_id": 158718}, "44848823": {"title": "The Race (1916 film)", "plot": "Although the film was advertised as being based on Anita King's real cross country trip in a roadster, the film actually follows the adventures of a man (Victor Moore) trying to win money in a transcontinental car race to pay back debt he owes. He eventually realizes that Grace (Anita King) needs money for her father and intentionally lets her win. The man gets money from an engine patent in the end anyway and that covers what he owes.", "imdb_id": "tt0007239"}, "17736222": {"title": "Ramona (1916 film)", "plot": "The film opens to a ceremony occurring in Santa Barbara, California. Ramona Gonzaga (the title character's mother), a Native American woman, and Angus Phail (Richard Sterling), a white man, are getting married. Soon after their marriage, a half-Indian, half-White girl named Ramona (Mabel Van Buren) is born. Meanwhile, in another part of America, the film depicts land-hungry white settlers driving off Native Americans from their lands to occupy them.\nThe film cuts to Ramona (Ann Dvorak) growing up as a child, dearly loved by her mother. In this phase of Ramona's life, her mother passes away and gives Ramona to the care of Senora Moreno (Lurline Lyons) before her death. Ramona grows up in Senora Moreno's household with Felipe, Senora Moreno's son.\nAs Ramona (Adda Gleason) becomes a young woman, she becomes very beautiful with hair like her mother's, and eyes like her father's. She begins a relationship with Felipe (Nigel De Brulier). One day, Ramona sees a young Indian man named Alessandro (Monroe Salisbury), son of an Indian chief, playing the violin and meets him. They immediately fall in love with each other, but are discovered by Senora Moreno, who forbids them from seeing each other and locks Ramona in her room.\nAlessandro goes back to his village, to find it burned down by white settlers. Despite his loss, he isn't too hurt by it due to his newfound love for Ramona. He goes back to Ramona's village and leaves with her. They get married in secret by Father Salvierderra (Martin Best) and move to the little settlement of San Pasqual, where they are able to live in peace for a while.\nThe film shows the white settlers moving closer and closer to San Pasqual, threatening the peace and quiet of Ramona's life. With this danger imminent, Ramona moves into the mountains with her family, which now consists of Alessandro, their young child, and a dog. While venturing in the mountains, Ramona and her family face many hardships, including a blizzard. However, they finally find a shelter.\nDriven mad by the hardships his family has had to endure due to encroaching white settlers, Alessandro confronts a white man on horseback and is killed. Ramona is now alone with her child and her dog. Meanwhile, Felipe leaves his home to search for Ramona. After getting help along the way, Felipe finally finds Ramona and her family and brings them his home. Soon after, Ramona and Felipe get married and have several children, with the oldest of them named Ramona.", "tmdb_id": 704428}, "20531629": {"title": "The Real Thing at Last", "plot": "Fictional American film producer Rupert K. Thunder (played on stage by Edmund Gwenn) hosted the 30-minute film live, commenting on it as it played.\nIt parodies the sensationalism of the American film industry of the day, including a controversial earlier adaptation of Macbeth, contrasting it with more reserved and understated British sensibilities. It loosely follows the plot of the play, but two versions of each depicted scene are shown:In the British version, Lady Macbeth wiped a small amount of blood from her hands; in the American she had to wash away gallons of the stuff. In the British, the witches danced around a small cauldron; in the American the witches became dancing beauties cavorting around a huge cauldron. In the British, Macbeth and Macduff fought in a ditch; in the American Macbeth falls to his death from a skyscraper.The endings also differed:The British version ended with typical coy understatement: 'The elegant home of the Macbeths is no longer a happy one', while the American version blithely opted for closure of a different kind: 'The Macbeths repent and all ends happily.'The piano accompaniment for the closing scene of Macbeth and Macduff reconciling is \"Life's Too Short to Quarrel\".", "tmdb_id": 986502}, "32771060": {"title": "Reggie Mixes In", "plot": "Wealthy Reggie Morton (Fairbanks) falls in love with Agnes Shannon (Love), a dancer on the Bowery, and takes a job as a bouncer to be near her. His rival is Tony Bernard (Lowery), the leader of a gang, whose henchmen attack Reggie. Reggie fights them off, and then fights the gang leader in an empty warehouse to determine the winner of Agnes's love.", "tmdb_id": 174599}, "24486913": {"title": "The Return of Draw Egan", "plot": "The setting is the American Wild West. The notorious outlaw leader\"Draw\" Egan (played by Hart) and his gang is chased by a posse of lawmen to his remote mountain cabin, where they are trapped. During a fierce shootout, Egan opens a trapdoor and they escape through a tunnel before the posse can overwhelm them.\nWith a bounty on his head, Egan turns up in the dangerous frontier range town of Yellow Dog. Presenting himself by the assumed name William Blake, he enters the saloon. The seductive dance-hall girl, Poppy (played by Glaum), uses her alluring wiles to entice and entertain him. He looks amused when he is challenged to fight by a rowdy barfly, then punches and finishes the man off with the one powerful blow. The townspeople are impressed. Believing Blake to be a strong and law-abiding man, they want him to be their new marshal. The reformist mayor, Mat Buckton (played by Lockney), hires him for the much avoided position to restore law and order and rid the town of the lawless gunmen who have nearly taken over.\nBlake turns Yellow Dog into a model community, while hiding his criminal past, and plans to move on soon. But when he sees the mayor's daughter, Myrtle Buckton (played by Wilson), he decides to stay on as marshal of Yellow Dog. Beginning a romance with the God-fearing young woman, he proceeds to settle down and become a genuinely lawful and respected member of the town. Then Arizona Joe (played by McKim), a member of Egan's former gang, shows up in Yellow Dog to make trouble. He threatens to expose Egan's past if he tries to make him obey the law and not help him take over the town.\nThe marshal gives in for a while, but then decides that the welfare of the town is more important than his romance with Myrtle. When he goes after Arizona Joe, the outlaw keeps his word and tells the whole town about Draw Egan. During the final showdown, which is short and brutal, Egan shoots and kills Joe. He then surrenders himself for arrest, but the grateful townspeople refuse to hear of it and offer to keep him in office. He is also prepared to give up Myrtle, but she tells him that his past is unimportant and they begin making plans for their future together.", "tmdb_id": 174585}, "32943502": {"title": "La Revanche (film)", "plot": "Following the execution of Edith Cavell the Germans continue to practice atrocities. Two friends of Cavell, a Belgian officer, Captain Devreaux, becomes determined to get revenge. Among the German outrages depicted included: the flogging to death of a Belgian man who forgot to salute a German officer; the shooting of an old man who objected to the treatment of Belgian girls; the Kaiser awarding the Iron Cross to a man who murdered an innocent woman. In the end, the spy who denounced Cavell is shot by the Belgians. The German captain involved in the Cavell's execution is shot by a Belgian woman he was assaulting.\nThe film also depicts the German capture of Wavre in Belgium and its recapture by the Allies.", "imdb_id": "tt0343951"}, "44891683": {"title": "The Right Direction", "plot": "It is a story of a little ragged girl that thinks she can walk to California in order that her little brother will get well. The many trials she goes through in getting to California with her four-year-old brother and a ragged dog.", "imdb_id": "tt0158898"}, "60374331": {"title": "The Right to Be Happy", "plot": "The film is a retelling of Charles Dickens' A Christmas Carol, recounting the story of Ebenezer Scrooge, played by Rupert Julian. Scrooge is an elderly miser and curmudgeon. Alone in his room on Christmas Eve, he is visited by the ghost of his former business partner Jacob Marley portrayed by Harry Carter. Marley’s ghost tells Scrooge three spirits will visit him over the next three nights.\nScrooge's first visit is by the Ghost of Christmas Past played by Wadsworth Harris. The Ghost shows Scrooge's development from a young boy to a young man. He sees how he started to become a miser.\nThen, the Ghost of Christmas Present played by Richard L'Estrange appears, who shows Scrooge how the Cratchit family has fared. He finds out, unless the future changes, the Cratchit's disabled son, Tiny Tim featuring (Frankie Lee), will die.\nThe last spirit Scrooge meets is The Ghost of the Future played by (Tom Figee). This figure shows Scrooge scenes of people discussing someone's death. Nobody in the room seems concerned about the dead person. Scrooge doesn't know who the dead man is. Then, he finds out Tiny Tim has also passed. Next, Scrooge discovers he is the man whose death is celebrated.\nHe vows to change his ways and become a new person. Finally, Scrooge wakes up at home and finds out all the spiritual visits had happened during Christmas Eve. He also finds out today is Christmas Day.\nEach visit positively changed Scrooge; he transforms into a kinder, gentler man full of Christmas spirit.", "tmdb_id": 201190}, "19199996": {"title": "Rose of the Alley", "plot": "The plot is detailed in The Moving Picture World magazine as follows:\nTom Drogan, addicted to gambling and drink, is the object of a good mother's devotion. His sister, Nell, is much more susceptible to her mother's good teachings, and has grown like a flower among weeds, with a great affection for both and an innocence that marks her apart entirely from her surroundings. One of Tom's drunken escapades so affects his mother that in her efforts to get him to their tenement room she is attacked with heart trouble which proves fatal. Her dying words are to Nell to be patient with Tom. He has been sent by Nell for the doctor and in his inebriate condition has forgotten all about the ill mother, and has been induced to go into a saloon and indulge further, finally remembering his errand and bringing the physician too late.\nTom brings Kid Hogan to the flat some days later to pay him a gambling debt. A dispute leads to the shooting of Hogan through the forearm and his brother, a cheap ward politician and plain-clothes man in the police department, hears the shot from the street, meets Tom, as he tries to get away, and is about to arrest him when Tom charges Hogan with having tried to assault Nell. Although Hogan knows he is innocent, he realizes the gravity of the charge and tells his brother to let Tom go - he'll get even. Nell assents to the charge her brother makes to shield him and Hogan decides he will get a woman associate of his who lives in the next apartment, to frame-up the girl.\nHogan and two of his friends try to shoot Tom from a roof, but miss him. The girl, Mamie, then sets about getting Nell in the toils - asks her to go with her to buy a hat. On their way Mamie accosts two men, and Hogan's brother, who is conveniently near, arrests Nell, making no attempt to catch the fleeing Mamie. Frank Roberts, Nell's suitor, happens on the scene and pilots her safely through the affair. Meanwhile Tom has heard of the framing-up of Nell, and seeks Hogan, whom he knows is at the bottom of it. He finds him, with his girl, in a cheap dance hall, and there their respective gangs engage in a fight, in which several guerrillas are killed, while others make spectacular getaways.\n\nIn this fracas Tom is mortally wounded, while Hogan is killed. Tom gets to their flat, just before Frank and Nell arrive from the station house. Tom's dying words to Nell are: \"don't let 'em get me, sis. Bar the door.\" While the pursuing officers are hammering the door in, Tom drops the revolver, and Nell picks it up, crazed with the single thought of protecting her brother, just as she had promised her mother to do. Just as the officers break in the door Frank knocks her revolver up as she fires. It is too late - the brother is dead.", "imdb_id": "tt0004544"}, "12961471": {"title": "Royal Blood (film)", "plot": "Mrs Vandergrift wants her daughter to marry a count. However, in spite of mother's best efforts, the daughter is in love with Plump. To win over Mrs Vandergrift, Plump and his pal Runt dress up in fancy clothes and pose as members of society. Their efforts to appear distinguished fail miserably and the count arrives on the scene to complicate matters. But in the end, Mrs. Vandergrift changes her mind anyway, and she gives Plump and her daughter her blessings.", "imdb_id": "tt0007275"}, "44852020": {"title": "Saints and Sinners (1916 film)", "plot": "A man named George loves a preachers daughter, but she doesn't seem to love him back. She brings scandal to her father by spending time with a man with a bad reputation. Eventually the characters in the movie have to deal with a scarlet fever epidemic. The various characters (including a preacher) redeem themselves and George ends up marrying the girl he liked.", "imdb_id": "tt0163190"}, "15828453": {"title": "The Scarlet Runner", "plot": "A series of 12 two-reel episodes, each a separate story related to the adventures of Christopher Race and his high-powered automobile, \"The Scarlet Runner\". Every episode has a different cast, except for the continuing role of Earle Williams.", "tmdb_id": 986936}, "22643160": {"title": "The Secret of Delft", "plot": "In a fit of rage, the main character Hendrik van Norden injures a man. His injuries are so severe, the man is no longer able to recognise Van Norden. There was a witness to the assault, named Van Oort, who blackmails Van Norden and his wife. If they pay him a large sum of money, he would not got to the police to give a statement. The Van Norden's decide to comply and give Van Oort the money. To obtain the money, they decide to rob someone. They hide in the ruins of a lighthouse before the robbery. However, the two feel guilty about their decision and commit suicide by jumping of the lighthouse.", "tmdb_id": 321873}, "59474577": {"title": "The Secret of the Swamp", "plot": "Chet Wells, a poor farmer who rents land from Deacon Todd, falls in love with neighbor Emily Burke, who often comes to his farmhouse to look after Chet's invalid mother. However, Emily's father wants her to marry Allan Waite, a local man of means. Chet's hopeless situation becomes even moreso when his mother dies and the deacon turns him out of his house, so he abandons his love for Emily and leaves for the timberlands with hopes of making his fortune. Meanwhile, the deacon and Emily's father, Major Burke, become involved in a land dispute, and one night, as the deacon takes down a fence in order to let his cattle graze on his neighbor's land, the major fires buckshot in his direction. The next day, Deacon Todd has disappeared, and Major Burke, seeing vultures circling over a nearby swamp, fears he has killed him. When he discovers some scattered bones picked clean by animals, he keeps quiet about what he believes is murder, although Emily soon learns of his guilt when she hears him muttering in his drunken slumber. When Chet hears about the incident, he returns to take the blame in order to spare the Burkes any embarrassment, and this gesture makes Emily forget all about her sweetheart and fall in love with Chet instead. Then, just before Chet can be convicted, the deacon appears in a Model T Ford and reveals that after the buckshot narrowly missed him, he left town for a few days to purchase an automobile. It is soon discovered that the deacon's remains are really those of a cow that got stuck in the swamp.", "tmdb_id": 599799}, "18178353": {"title": "The Serpent (1916 film)", "plot": "As described in a film magazine review, after Vania Lazar is betrayed and debauched by Grand Duke Valanoff, she leaves Russia with no thought except to prey upon the sex that has made her what she is. Then comes the war, and she sees wounded Russians being taken to the hospital. In one room, she finds Prince Valanoff, the son of her betrayer, and with her wiles she wins his love and then his name. When the Grand Duke comes to visit, his son the Prince is absent. Not recognizing the new Vania, the Grand Duke responds to her lure, and the son discovers his own father as the betrayer of his happiness.", "tmdb_id": 800239}, "33114369": {"title": "Seven Keys to Baldpate (1916 film)", "plot": "A novelist makes a bet he can complete a book within 24 hours. He goes to write it at a mountain resort which he thinks is deserted but is disturbed by a series of visitors.", "tmdb_id": 961969}, "24486972": {"title": "Shell 43", "plot": "An English spy (played by H.B. Warner) works behind German lines during World War I. He saves the life of a German officer and is killed in a German trench by an Allied shell.", "tmdb_id": 1010665}, "12030500": {"title": "Sherlock Holmes (1916 film)", "plot": "A prince, the heir apparent to a large empire, was once the lover of Alice Faulkner's sister. During their love affair, he had written some incriminating letters to her. Alice was given these letters for safe keeping on the deathbed of her sister. Count von Stalburg, the prince's assistant, and Sir Edward Palmer, a high British official, have been given the task of negotiating the restitution of the letters to the prince prior to his upcoming marriage.\nHowever, Alice Faulkner is being held captive by the Larrabees, a husband and wife team of crooks who realize the value of the letters and are trying to get them from Alice in order to blackmail the prince. Failing to secure the letters for themselves, they decide to involve Professor Moriarty in the affair. The film unfolds as a battle of wits ensues between Moriarty and Holmes.\nDr. Watson is only marginally involved until the final third. Holmes receives more assistance from an associate named Forman and a young bellboy named Billy.", "tmdb_id": 342831}, "15685005": {"title": "The Shielding Shadow", "plot": "The 15 chapter story involves the heroine being protected by a shadow with burning eyes. There's also a cloak of invisibility, some hypnotism and a giant octopus added to the mix.", "tmdb_id": 627353}, "45657225": {"title": "Shoes (1916 film)", "plot": "Eva Mayer (Mary MacLaren) works in a five-and-dime store for five dollars a week. That meager salary must solely support her family of two parents and three sisters because her father (Harry Griffith) prefers to lie in bed reading, smoking his pipe, and drinking pails of beer rather than looking for work. Eva desperately needs new shoes. The only pair she has are literally falling to pieces with soles that have large holes, so large in fact that she must insert pieces of cardboard inside her shoes to protect her feet. Finally, Eva decides to sleep with Charlie (William V. Mong), a local cabaret singer, in exchange for money. She buys new shoes but learns the same day that her father has finally secured a job, at least temporary work.", "tmdb_id": 141923}, "35445367": {"title": "A Sister of Six (1916 film)", "plot": "In 1860, Prudence (Love) and her six siblings are orphaned when their father is killed by bandits. Prudence becomes a surrogate mother to them, and moves the family from Southern California to New England to live with an old sailor uncle. When they learn that gold was discovered on their land in California, they all return to claim the gold by fighting the bandits who have taken over their land.", "tmdb_id": 686183}, "26974355": {"title": "Somewhere in France", "plot": "An evil French woman, Marie Chaumontel (played by Glaum), is a spy for the Germans during World War I. She vamps and seduces officers of the French high command, accumulating state secrets and then discarding her lovers.\nChaumontel is the mistress of Captain Henry Ravignac (played by Storm). She steals some papers from him and gives them to the Germans, then escapes to Berlin. He is tried and found guilty of neglect. He then commits suicide. His brother, Lieutenant Charles Ravignac (played by Hickman), vows revenge on Chaumontel. Pretending to be a spy, he goes to work for the Germans and becomes her assistant. He poses as a chauffeur of her phony countess.\nWhen he gathers enough evidence against her, he turns the information over to the Allies. Chaumontel is arrested by French authorities for her foul deeds and sent to prison. He is then hailed as a hero for damaging German espionage operations.", "imdb_id": "tt0163263"}, "59513091": {"title": "A Soul Enslaved", "plot": "The film—which explores themes of hypocrisy, double standards, and gender norms—features Madison as an activist fighting for better working conditions at her factory job. Madison's character is having an affair with the factory's owner, and she later moves on and marries a man who is unaware of her past. When he discovers that she was previously a \"kept woman,\" he leaves her, only to return after reflecting that he once seduced and abandoned a young woman who committed suicide.", "tmdb_id": 609393}, "32959873": {"title": "The Soul Market", "plot": "Olga Petrova plays Elaine Elton, a famous actress who is engaged to a powerful producer. She meets a millionaire, who poses as a chauffeur to conquer her because he knows she dislikes rich men. She falls in love with him but cannot accept his proposal of marriage because of her engagement to the producer.", "tmdb_id": 466292}, "7691128": {"title": "The Soul's Cycle", "plot": "Nadia, the daughter of a nobleman, rejects ancient Greece's senator Theron's love; so he has her and her lover, Lucian thrown into a burning crater. As punishment for this sin, the gods decree that he will roam the earth as a lion until he can right his wrong. A few millennia later, Nadia is now Agnes, the daughter of a millionaire, and Lucian is Arthur, a Wall Street broker.", "imdb_id": "tt0158981"}, "44841931": {"title": "The Spider (1916 film)", "plot": "A French woman abandons her husband and child. Years later the child and mother both fall in love with the same artist, even though they don't know who each other are.", "imdb_id": "tt0007385"}, "7415873": {"title": "The Stepping Stone", "plot": "Mary Beresford (Boland) is the wife of unambitious law clerk Al Beresford (Beresford). Thanks to Mary's tenacity and carefully calculated social-climbing, Al is promoted to the position of personal secretary of prominent financier Elihu Knowland (Keenan). Unfortunately, success goes to Al's head like a narcotic, and soon he has alienated everyone in New York, including Mary, who runs off for parts unknown.", "imdb_id": "tt0007392"}, "35421088": {"title": "Stranded (1916 drama film)", "plot": "H. Ulysses Watts (Hopper) is a traveling Shakespearean actor whose career is on the decline, as his audiences are more interested in cinema and vaudeville. When the troupe is robbed by Stoner (Stockdale), Watts cares for an injured young trapeze artist (Love), and pretends to be her father so that he can protect her.\nWhile healing in the village, the girl falls in love with a hotel manager, and they plan to marry. However, Stoner returns and threatens to reveal her true career and that she and Watts are not related. Instead, Watts tells all of this to the hotel manager, who is still in love with the girl and wants to marry her. At the wedding, Stoner fatally shoots Watts, who performs the death scene from Julius Caesar as his final performance. Stoner is captured, and the girl and her new husband live happily ever after.", "tmdb_id": 767869}, "44862842": {"title": "The Stronger Love", "plot": "Vivian Martin played Nell Serviss, a beautiful young girl from the mountains that was engaged to Jim Serviss, who is the leader of their clan. She meets a stranger at the Rutherford farm and falls in love. The stranger is in their mountains searching for radium in rocks. Someone lights the Serviss farm on fire and the stranger is falsely accused. Everyone is mad at the stranger (who at this point is revealed to be a Rutherford) but Nell says she wants to marry him so that no one will kill him. In the end, Nell chases after Jim to tell him that she lied and really wants to be with him.", "tmdb_id": 529687}, "18114831": {"title": "Tangled Hearts", "plot": "Montgomery Seaton is a rich social parasite who badly neglects his wife Lucille. Enid Hammond is married to John Hammond (Lon Chaney), but she is also Montgomery Seaton's sweetheart. Enid tells Seaton that many years ago, she ran away with a man named John Dalton, only to discover that he was married. She left Dalton and returned home, later marrying John Hammond but not realizing at the time that she was pregnant with Dalton's child. Fortunately, Enid was able to wait until her husband was away on a business trip before giving birth. Not wanting her husband to know she had an illegitimate child, Enid gave the baby to a nurse who raised the little girl. But now she has discovered that the nurse has passed away, and Enid needs to find a home for the girl.\nSeaton lies for Enid, telling John Hammond that he had an illegitimate child years ago and that he is trying to find a home for the child. Enid convinces her husband that they should adopt the child. Now having custody of what is actually her own child, Enid writes Seaton to tell him that the child arrived safely, but John Hammond accidentally gets the note and assumes Seaton is the father and Enid is the mother of the little girl, driving him to a rage.\nThat night at a reception, John Hammond sees his wife and Mr. Seaton engaged in a secretive conversation and he draws a pistol in anger. Enid throws herself in front of Seaton and is shot. Lucille had earlier seen her husband bringing the child to Enid's house and suspects an affair of some sort is going on. The rich widow Vera Lane is friends with all of these people and, understanding the whole story that has transpired, takes it upon herself to straighten out all of the entanglements. Enid tells her forgiving husband the truth, and Montgomery Seaton is reunited with his wife Lucille.", "tmdb_id": 609878}, "43035807": {"title": "Tigre reale", "plot": "Giorgio La Ferlita, Italian diplomat in Paris, falls in love during a reception with the Russian countess Natka, who is told to have led to death her former lover.\nOnce they have become lovers, she tells him about her past. She was unhappily married, and fell in love with another man named Dolski. When her husband discovered their affair, he had his rival confined  in Siberia. Natka followed Dolski in Siberia, but when she finally found him, she discovered that he was with another woman. She ran away and refused to see him any more. Desperate, he committed suicide in front of her door.\nAfter telling Ferlita her story, the countess dismisses him and disappears. After searching in vain during a few months, the diplomat decides to marry the rich Erminia. During his engagement party, he receives a letter from Natka, asking him to join her at a hotel. He leaves the party and comes to her room to find that she has taken a poison and is shaken by convulsions. A short-circuit sets the hotel on fire and her husband, mad with jealousy, locks them in the room. They manage to escape by jumping out of the window while her husband is killed in the fire.", "tmdb_id": 174581}, "60366243": {"title": "The Two Edged Sword", "plot": "A bored married woman (Josephine Earle) tired of her workaholic novelist husband (Jed Brooks) embarks on a trip with her friend and meets a handsome farmer she begins a fling with. The farmer (Logan Paul) falls head over heels, but the woman doesn't take it seriously. When her husband pays a surprise visit to the farm, the farmer realizes he's been had, and after the husband beats him in a fight, he commits suicide. His enraged sister (Edith Storey) vows vengeance."}, "61151422": {"title": "Two Men of Sandy Bar", "plot": "The plot unfolds during the Gold Rush. Jack Oakhurst is a gentleman gambler. While playing poker one night, Oakhurst meets fellow gambler Sandy Morton. While the chivalrous Oakhurst is the consummate pro, Sandy Morton is the complete antithesis. Morton has a propensity towards excessive drink and is of low moral character. Despite these differences, they become fast friends.\nBesides Sandy's daily struggles, he also grapples with his troubled past. Sandy's father, Alexander Morton, owns a banking business in San Francisco. Old man Morton's earnest desire was to integrate Sandy into the family business, but he could not condone Sandy's lifestyle and disowned him. The conflict drove Sandy to leave home at an early age and drift west.\nOne day, John Oakhurst pulls up stakes and boards a train for California. While traveling on the train, Oakhurst befriends an alcoholic gambler named John Pritchard. Pritchard is traveling with his wife, the Duchess. Oakhurst discovers Pritchard is running from the law. Soon, one sheriff pursuing Pritchard confronts the outlaw on the train, and a gunfight breaks out. Oakhurst rushes to the aid of his new acquaintance and wounds the sheriff. Before Pritchard flees the gunfight, he tells Oakhurst to take care of the Duchess. Oakhurst obliges Pritchard's request, and the two finish the trip together.\n\nBoth arrive at Sandy Bar. After settling in, Oakhurst finds out the Duchess is the Queen of the gambling halls. As time passes, the Duchess comes to admire Oakhurst's quick mental agility. She appreciates his physical skill with a pack of playing cards. The Duchess becomes captivated with Oakhurst.\nOne night as the Duchess glances around the gambling hall, she spots a new gambler who had drifted into town. She sashays to his table and finds out the young man's name is Sandy Morton. While playing poker, Oakhurst looks up and also recognizes his friend. Oakhurst reunites with his old friend.\nThe latest news arrives at Sandy Bar. John Pritchard has died. Believing Pritchard has passed, the Duchess feels the time is right for her and Oakhurst to get hitched. She asks Oakhurst to marry her, but Oakhurst refuses. The Duchess feels offended, and her spiteful alter ego emerges. One night, she exacts her revenge for Oakhurst's refusal. While Oakhurst is playing cards, she stacks his deck. The other players around the table soon believe they have caught Oakhurst cheating. The other gamblers call him out and brand him a cheat. Oakhurst's reputation is in tatters; He drifts South to take refuge from the Sandy Bar gaming halls.\nAn outraged Morton can't forgive Oakhurst's refusal to marry the Duchess. To atone for Oakhurst's rejection, Morton decides he will marry the Duchess. They become man and wife. After some time, the Duchess reveals her deceit with Oakhurst. The Duchess tells Morton about stacking the deck that destroyed Oakhurst's reputation. A furious Morton decides to parts ways with the duplicitous Duchess. He heads South hoping to locate his old friend. Time passes, and we discover a contented Sandy Morton has settled down. Sandy has become a servant for a wealthy Southern California mine owner, Don Jose De Castro.\n\nJohn Oakhurst reenters the picture. While drifting south, he has settled in the same town as Sandy Morton. While playing poker one night, Oakhurst meets a lovely Spanish girl. They fall in love. Jack's new love interest is Jovita. Oakhurst wants to marry the beautiful Jovita and start a new life. A significant problem arises when Oakhurst discovers she is the daughter of Don Jose De Castro. Jovita's father will not consent to the marriage of his daughter to a gambler. The couple continues to see each other in secret. They determine their only hope for marriage is to elope.\nTime marches on, and we find out the Alexander Morton Sr., Sandy's father, has reconsidered his sentiments regarding his son. He believes \"time heals all wounds.\" Morton Sr. believes his son has had sufficient time to mend his unruly behaviors. He wants to welcome his son into the banking business. He has combed the region for years, searching for his son. His search landed him in the same Spanish town as ack Oakhurst. Sandy Morton finds out his father is in town, but he can't face him after all these years and goes into hiding. Jack finds out Morton Sr. is in town searching for his long-lost son. Oakhurst, still choosing to cover his old friend, comes up with a plan.\nJack Oakhurst believes Sandy Morton died years ago. If Oakhurst can convince the elder Morton, he is his son; Morton Sr. will welcome him into the banking business. If Oakhurst can turn into a respectable banker, he believes Don Jose de Castro will allow him to wed his daughter. He tells Morton Sr. he is Sandy Morton, his long-lost son. Since it's been 25 years, the elder Morton takes him at his word and embraces Oakhurst as his son. Oakhurst moves to San Francisco and becomes a banker. Jack Oakhurst is a representative of the same bank where Don Castro does his business.\nSandy Morton finds out Oakhurst is impersonating him in his father's bank. Infuriated, he travels home and confronts his father with the truth. He reveals the entire deception. It stuns the elder Morton. Oakhurst feels the elder Morton will feel betrayed. Oakhurst turns to leave the room with his head bent in shame when the elder Morton calls him back. Morton Sr. declares he will excuse the duplicity. He further declares that the bank will change its name to Alex. Morton, Sons, and Oakhurst. Jack Oakhurst can finally marry Jovita Castro, and Sandy Morton can marry Mary Morris."}, "67418768": {"title": "Two Mothers (1916 film)", "plot": "The Grand Opera house has staged a production of Carmen. They have yet to select a Prima Donna for the role of the gypsy girl, Carmen. The leading role has called out for auditions. When the tryouts finish, only two women remain Nine Angus and Violetta Andree.\nSome years ago, Nina Angus married Richard Angus. Nina's husband had a son from a previous marriage, Richard (Dick) Angus Jr., and the couple has raised the 12-year-old boy as their own. Richard has a disability, and Nina provides the sole support for the family. Their finances have taken a turn for the worst, and the family depends on Nina securing this job. Recently, Nina has struggled to find work. Nina returns home to relax after experiencing another grueling day of auditions. The family has dinner together, and after Dick goes to bed, Nina has a serious talk with her husband. Nina mentions she only has one serious rival she must outperform. The problem, Nina admits, is her competition is more accomplished and can sing better than she. She explains her rival's name to be none other than Violetta Andree, the ex-wife of Richard and Dick's birth mother. Violetta is a local favorite in town, and her engagement book is seldom empty.\nRichard reveals to Nina the reason he and Violetta divorced so many years ago. He tells Nina that Violetta was a flirt and always in the company of men. He said in the end; she had abandoned him, her home, and her child. Richard had no choice but to seek a divorce. Nina believed Richard's story, and the two commiserated together. Richard retires early. Later that evening, there is a knock on the door, and when Nina opens the door, Violetta is standing on the porch. She wants to talk about her 12-year-old son.\nVioletta feels now that she is successful, she would like to gain full guardianship of her son. Knowing Nina and the family are financially strapped, she offers many inducements. Violetta finally offers to feint illness, thus giving the part of Carmen to Nina if she will give up custody of the boy. Nina still trusts her husband's description of Violetta's home-wrecking past. She refuses! Nina tells Violetta, she is the only mother Richard Jr. has ever known. She couldn't give him up now, especially with Violetta's history.\n\nVioletta seems puzzled when Nina explained her reasoning for maintaining custody. She asks what Richard Sr. had told Nina of their previous circumstances. Now we find out the other side of the story. Violetta claims Richard Sr. was a heavy drinker, and she supported him for years. Then she met a man who sympathized with her plight, and they became fast friends. Richard Sr. became insanely jealous of their friendship and the man's wealth. He demanded a divorce. She sacrificed everything, including her son, to marry her current husband and continue her career.\nNina pondered over the sacrifices she had made, supporting her disabled husband and taking care of her stepson. She further reflected on the wrong influence she thought the boy's birth mother would have on him before discovering the actual truth. Nina has life-changing choices before her. The following evening, Violetta is sitting in her dressing room. A call-boy stops in and hands her a card. The card is a request from Mr. Richard Angus stating he would like to see her before the show's start. She tells the call-boy to escort him in.\nA 12-year-old boy walks into her dressing room wearing a well-used evening suit. It occurred to Violetta that Mr. Richard Angus might be Mr. Richard Angus Jr., her son. Dick pleads with Violetta to let his mom have the part of Carmen. The young man knows his family is suffering and how desperately his mother needs this job. They chat awhile longer, and Dick tells Violetta that Nina became his step-mom when his birth mother had died. Dick reaches in his pocket and pulls out an old worn photograph. The picture is of Dick and a very young woman–Violetta. Violetta understands Dick does not know that she is his birth mother. Emotions overcome Violetta and she kisses the young man on the forehead. She decides for the sake of the boy, she will not disclose her true identity.\nVioletta asks Dick to return to his mother, and she will see what she can do to help. After the boy leaves, she calls her husband. She says he must develop a means to support the Angus family financially. He agrees to do so. Then she calls the manager and notifies him she is too ill to perform. She suggests the manager call Nina Angus."}, "44858230": {"title": "Under Cover (1916 film)", "plot": "Ethel Cartwright, a woman just back from a trip to Paris, is called upon by U.S. government customs inspectors to help determine if a man she met in Paris possesses a valuable necklace. The story ends with a confrontation between the customs officers and the suspect.", "imdb_id": "tt0007496"}, "18189143": {"title": "Under Two Flags (1916 film)", "plot": "As described in a film magazine, British nobleman Bertie Cecil (Heyes) takes upon himself the blame for his brother's forgeries and, when supposed dead, enlists in the French Foreign Legion, serving in Algiers. There he wins the friendship of Emir, a native whose wife he had saved from the lust of his commanding officer.\nOld friends visit Algiers and recognize Bertie, and urge him to return and claim his own. His refusal leads to a scene where he strikes his commanding officer, and for this he is condemned to death. Cigarette, the \"daughter of the regiment,\" rides to obtain a pardon for Bertie and makes a terrific trip through a sand storm. She arrives too late with the reprieve, but just in time to receive in her own body the bullets intended for Bertie.", "tmdb_id": 664675}, "40433667": {"title": "Undine (1916 film)", "plot": "As described in a film review, a father reads the story of Undine to his girl from a book. Undine (Schnall) the first is the cleverest of the water nymphs under Queen Unda, mistress of the underseas. Undine is always the leader in all feats of daring and outdives and outswims all of her companions. The revels of the nymphs on land and shore are clearly shown. But Undine falls in love with Waldo (Nelson), a mortal, and leaves her companions to live in happiness at the edge of the sea. One day Waldo goes into the enchanted forest and slays a sacred deer, and in revenge Kuhleborn (Zerr), ruler of the forest, slays him. Undine the first dies of grief on the beach, and when she is found by her companions they discover that there has been born Undine the second. As punishment for the crime the mother has committed, Undine the second is destined to live among mortals until a pure love shall atone for the sin. The young child of simple fisherfolk is stolen by the nymphs and made to roam the enchanted forest, while Undine the second is left where the bereft mother will find her and rear her as her own. In later years Huldbrand (Gerrard), a suitor for the hand of the Lady Berthelda (Maison), who is actually the daughter of the fisherfolk and raised by the duke and duchess, ventures into the enchanted forest. He is seen by Kuhleborn drinking from a fountain, which designates him as the one that shall seek out Undine and marry her. An enchantment is placed on the knight, and he discovers her and marries her. On his taking her back to the castle, Kuhleborn again appears and, declaring Undine's mission among the mortals on earth has been served, sends her back to the sea by his enchantment.", "tmdb_id": 609401}, "18189415": {"title": "The Vixen (film)", "plot": "Elsie Drummond (Theda Bara) is the spoiled daughter of an Admiral (George Clarke) who wanted much more than her father's position in society could offer. She didn't have the ability to meet men and socialize with them, but she thought of a way to lure them in once they were within her limited circle.\nAdmiral Drummond brought home a couple of men who were either young navy men with no money or old high-ranking men with a good salary. Elsie was looking for young, handsome and rich. After all, her father gave her everything materially she wanted. It was only natural she would want that and more.\nAccording to Elsie's plans the ideal man had to be delivered to her first. Elsie's own sister, Helen (Mary G. Martin), was not spoiled like her. In fact, she was educated, worked and, while enjoying family life with her father and sister, wanted to make her own way in the world. Outgoing and trust worthy, she brought the occasional boyfriend Knowles (Herbert Heyes) into the house to introduce him to her family.\nFor Elsie, this was a great opportunity. She could lure in a loaded good-looking guy and marry him. At the end Helen convinces Knowles to take Elsie, once Knowles knew his wife was scheming to trade him for a richer man. It was Helen's goodness and strength that made him believe that, somehow, he and Elsie could have made it together.", "tmdb_id": 391452}, "13742372": {"title": "The Waiters' Ball", "plot": "A cook and a waiter at a restaurant are both attracted to the pretty cashier.  She sees an ad for a waiters’ ball coming up that night.  Attendees must wear evening clothes; the waiter is distressed because he doesn’t have any.\nThe waiter tries to sweep litter from the restaurant into the kitchen at the same time as the cook tries to sweep it out; they fight, hitting each other rhythmically with brooms.  The waiter calls out customers’ orders to the kitchen using hash house lingo – e.g., two eggs on toast is “Adam and Eve on a raft.”  Meanwhile, the cook prepares the orders with much juggling and many sight gags.  For example, the cook gets a fish out of a cooler, but it’s still alive, and it leaps wildly; eventually, everyone in the restaurant becomes involved in subduing it.\nThe waiter sees the cook kiss the cashier, attacks him with a knife, and steals his dress suit.  The cook therefore puts on the fat female dishwasher’s evening gown instead.\nAt the ball, the cook enjoys a dance while the waiter enjoys a beer.  The cook then sees the waiter wearing his suit, chases him, and pulls the suit off him, leaving him in his striped underwear.  The dishwasher similarly pulls her dress off the cook.  The cook chases the waiter out to the street, where a police officer arrests them both and makes them don barrels.", "tmdb_id": 142416}, "42048574": {"title": "War Brides (1916 film)", "plot": "The film was based on the eponymous one-act play by the poet, playwright, and suffragist Marion Craig Wentworth (1872-1942). A newlywed soldier is sent to the front and killed. When his young widow learns of his death she considers committing suicide, but decides against it because she is pregnant. The King of her country (unnamed in the original; Germany in the later version) decrees that women must bear more children to fight in future wars. Soon afterwards, as the King is passing through her village, the pregnant widow leads a procession of women to protest the war. Soldiers try to hold her back, but she manages to come face to face with the King, and kills herself in front of him. The title card reads, \"If you will not give us women the right to vote for or against war, I shall not bear a child for such a country!\"", "tmdb_id": 274968}, "67484780": {"title": "The Way of the World (1916 film)", "plot": "Peter Sturton is a politician and the head of the state political machine. Sturton supports Walter Croydon, a rising young attorney, for the position of Governor of the State. Croyden loves Beatrice Farley, a young society belle, but they have not been formally engaged. Croyden invites Beatrice to accompany him to a social ball. On the evening of the event, Croyden meets Sturton at his club and becomes intoxicated. While still intoxicated, he calls upon Beatrice. She refuses to go with him to the ball. The following day, Croyden returns to see Beatrice and apologizes for his condition of the previous evening. He asks Beatrice to forgive him, professes his love, and asks her to marry him. Beatrice tells Croyden she is making preparations to leave for Europe with Mr. and Mrs. Lake. She promises to give him an answer when she returns.\n\n John Nevill is a man about town and a friend of Sturton's. Nevill is part of an unhappy marriage, but he and his wife continue to live together. There is little love between them. Nevill makes plans to travel to trip Europe on his own. He tells his wife she can go wherever she wants for her vacation. As the boat is ready to sail, Nevill sees Beatrice bid Croydon goodbye and then board the ship. Beatrice's beauty overwhelms Nevill, and he quickly makes her acquaintance on the ship. He becomes infatuated with her. Nevill resolves to win her love and begins paying constant attention to her. He never reveals he's married. Beatrice and the Lakes come to Monte Carlo, where Nevill is staying, and Nevill, renewing the acquaintance, begins wooing her again. \n\nWhile swimming, Beatrice has an accident, but Nevill comes to her rescue and saves her life. Beatrice discovers she loves him in return. Finally, Nevill proposes that they travel to Paris to get married, and Beatrice consents. When they return to the hotel to pack, they encounter friends of Nevill's who have arrived from America. Although Nevill had planned to tell Beatrice he was married, Nevill's friends casually mention his wife is staying in Newport for the Summer and sends her love. Beatrice's world suddenly collapses.\nBeatrice is heartbroken and begins packing to return home. She has completely lost her faith in Nevill. Nevill pleads with her to no avail and finally, in a fit of anger, tells her he will not give up on her. He tells her in the future; he will make her love him again. After Beatrice departs, Nevill turns to drink. Word of his drinking reaches Mrs. Nevill, and she comes to him and persuades him to return home. In the meantime, they have elected Walter Croydon as Governor. Upon returning to the states, Beatrice consents to become Croydon's bride, and they marry. Sturton visits the Nevill's and asks them to attend the Governor's Inaugural ball. He tells the Nevill's it will allow them to meet the Governor and his wife. Nevill discovers the Governor's wife is Beatrice, and it awakens his passion. Nevill hatches a deceitful scheme to win Beatrice from Croydon. Beatrice feels the effects of her rejection on Nevill. After listening to Nevill's pleas for forgiveness, Beatrice agrees to be his friend. Nevill becomes a friend of the family. Although they are together often, Croydon suspects no improprieties, and Beatrice feels nothing improper in her friendship with Nevill. Nevill, in the subsequent years, poisons the mind of Croydon with thoughts that his wife is unfaithful.\n\nTime passes, and Croyden is running for reelection. Sturton has had a falling out with the Governor and is opposing him with every weapon in his command. The Croydon's now have a child — a boy a few months old. Mr. Lake goes to Croyden and tells him that the people are talking about of frequency of Nevill being seen with Mrs. Croydon. The Governor dismisses this talk as nothing more than idle gossip.\nNevill, realizing he has planted the seeds of suspicion, now implements the last phase of his plan to convince Croyden to leave his wife. He gives Sturton a paragraph to put in the papers on the day before the election, saying while the Governor has been away securing votes, his wife has been continually in the company of a certain man whom the paper does not mention. After Croyden reads the article in the newspaper, he goes straight to Nevill. Nevill assures him he can trust his wife, and Croyden dismisses the matter.\n\nThe day has arrived, and Croydon's baby is about to be christened. The guests are gathering at the church, and Croydon prepares to leave his office. Before he steps out the door, he sees a copy of the newspaper article implying the child's father might not be Croydon but the man Beatrice spends so much of her time with. Overcome with grief, Croydon drinks heavily and then shows up in the middle of the christening. The intoxicated Croydon denounces Beatrice and forbids her to name the boy after him. Croydon then accuses Nevill, mano-a-mano, of being the father of the child. Nevill refuses to deny the charge. Croydon leaves the church, locks himself in his room, and refuses to see Beatrice or even let her explain. After the commotion at the church, Mr. and Mrs. Nevill return home. Mrs. Nevill, convinced of her husband's guilt, tells him she is giving up on this marriage. She declares Beatrice was the woman responsible for his melancholy in Europe. He tells her to go, for he believes Beatrice will come back begging for his forgiveness.\nBeatrice is in shock at her husband's reactions. She realizes only Nevill can clear her name and goes to Nevill's home to appeal to him to prove her innocence. Beatrice tells Mrs. Lake where she is going. She arrives at Nevill's house, finding him alone. Nevill believes he has won her back. He insists he'll write a letter clearing her name, but she must pay the price — she must be his, if for no longer than an hour. He writes the letter, then latches the door and confronts her. Beatrice struggles fiercely to preserve her honor and finally, in desperation, grabs a sharp paper-knife and stabs him. She drops the knife to the floor. Croyden has determined where Beatrice has gone and, accompanied by Mrs. Nevill, heads for the Neville House. After arriving at the Nevill estate, Croyden breaks down the door and finds Nevill dying on the floor. Realizing that he is on the verge of death, Nevill reconsiders. He picks up the knife with a trembling hand and tells them for Beatrice's love, and because she has repulsed him, he has attempted suicide. He takes the note clearing Beatrice's name from his pocket and gives it to Croyden. Croyden realizes that this will absolve him in the people's eyes and tip the election in his favor. Nevill begs Beatrice's forgiveness, then collapses, falls weakly back on the floor, and dies. He paid the price of his obsession. It is the \"Way of the World.\"", "tmdb_id": 610005}, "76627": {"title": "Where Are My Children?", "plot": "Richard Walton, a district attorney, is presented with an obscenity case: A medical practitioner, Dr. Homer, has been arrested for distributing 'indecent' birth control literature. On the stand, Dr. Homer makes a strong case for legalizing contraception. He recounts three incidents from his medical practice, each shown in a brief flashback:  children are exposed to violent abuse in a family riddled with alcoholism; an impoverished family is unable to provide adequate medical care for their sick children; and a single mother, abandoned by her male lover, commits suicide with her young infant.\nMeanwhile, Richard's wife, Edith, has been keeping a secret from him for many years: she has been seeing a doctor, one Herman Malfit, who performs abortions so that her busy social life will not be interrupted by the inconvenience of pregnancy. She suggests it as an option for her friend Mrs. William Carlo, who is with child. Mrs. Carlo has the abortion.\nThe Waltons receive two new guests in their house almost simultaneously: Edith Walton's ne'er-do-well younger brother, and their maid's young daughter, Lillian. Smitten by the brother's advances, the maid's daughter is seduced and soon finds herself pregnant. She is taken to Dr. Malfit and then abandoned by the boy after the operation goes wrong. Making her way back to the Walton mansion, she collapses and dies from the botched abortion.\nFollowing Malfit's arrest and trial, Richard Walton examines the doctor's ledgers and realized that his wife and many of her friends are listed as having received 'personal services.' He returns home, furious, to find them lunching at his home. He banishes his wife's friends, saying 'I should bring you to trial for manslaughter!' and confronts Edith with the cry, 'where are my children?'  She is overcome with remorse. As the years pass, the couple must contend with a lonely, childless life, full of longing for the family they might have had.", "tmdb_id": 148357}, "26192180": {"title": "Wife and Auto Trouble", "plot": "A new husband shares a house with his wife and mother-in-law and a second man (listed as a brother-in-law). The first scene shows favoritism at the breakfast table to the second man, but whilst he reads his paper the table is rotated to ensure a good cup of coffee for the husband.\nAt work the husband chats up his secretary Mae Busch and is discovered by the second male who calls his mother-in-law. A car bought for the secretary is given to the wife as a gift to stall her, but the secretary demands it back. Action moves to a private booth in a restaurant/dance hall where a similar evasion act ensues.\nA car chase ensues followed by the \"Tri-Stone Kops\" an evolution from the earlier Keystone Kops.", "tmdb_id": 184278}, "6068554": {"title": "The Wings (film)", "plot": "The story is that of a conniving countess (played by Lili Bech) coming between a gay sculptor, Claude Zoret (Egil Eide), and his bisexual model and lover, Mikaël (Lars Hanson), ultimately leading to Zoret's death in a raging storm at the base of a statue of Mikaël as the mythological Icarus.", "tmdb_id": 208983}, "62781802": {"title": "The Witch (1916 film)", "plot": "With its storyline set in early twentieth-century Mexico, this lost film portrayed the plight of Zora Fernandez (Nance O'Neil), a beautiful and exotic woman who becomes entangled in a love affair and is persecuted by local officials following an armed uprising. Her father, Dr. Fernandez (Frank Russell), is a physician and also a general who leads an insurrection against General Mendoza (Alfred Hickman), the military governor of the surrounding territory. The doctor and his forces are defeated, and he dies in battle. The victorious Mendoza now resents Zora for her past indifference to his romantic advances and suspects she may try to oppose his authority as well. The governor is concerned too about Zora's reputation as a sorceress, most notably for her abilities to cast spells and concoct miraculous potions. In reality, her father, as a medical doctor, had taught her hypnosis and how to treat various illnesses. Those abilities, however, are viewed by most of the residents in her village as supernatural and forms of witchcraft.To isolate the \"witch\", Governor Mendoza forces Zora to leave her village and then issues a proclamation warning citizens that any women who associate with her will be imprisoned for life; men who do so will be immediately hung. Zora, despite being ostracized, continues to help the rural poor and sick by dispensing herbal medicines and using her \"magical mental power\". When Mendoza's daughter Dolores (Jane Miller) begins to suffer from being \"addicted to walking in her sleep\", her attending nurse secretly sends for the witch to come cure her. Zora slips into the governor's palace with the help of the nurse and then uses her \"mastery of hypnosis\" to cure the young woman. Returning to her \"secluded abode\" outside the village, Zora now meets Lieutenant Riques, a prominent official's son. They fall in love, although she is unaware that the handsome soldier is engaged to marry Dolores.\nZora later learns of Riques' impending marriage, becomes angry, and quietly goes back to the governor's palace the night before the wedding on the pretext of checking on her patient. Using hypnosis again, Zora puts Dolores into a trance from which \"she will never wake unless at the call of her power.\" Acquaintances of Zora and Riques now betray the clandestine lovers and reveal their affair. The couple are arrested and tried, but Zora saves Riques from hanging by assuming all the blame and lying that she had captured his heart by casting a spell on him, one that he could not resist. Zora is then convicted, sentenced to death for witchcraft, and carried away by a mob to be burned at the stake. Zora is about to be executed when Dolores's nurse rushes in to inform the governor that his daughter is in a deep sleep at his palace, cannot be awakened, and only Zora can save her. When offered her freedom in exchange for releasing Dolores from her coma-like condition, Zora agrees and awakens the governor's daughter. Mendoza then banishes the witch forever from the region.", "imdb_id": "tt0007574"}, "44875849": {"title": "Witchcraft (1916 film)", "plot": "Suzette and her mother are two Huguenots living in a New England colony whose elders persecute any so-called deviant behavior, labeling it as witchcraft. When Suzette's mother falls ill, Suzette seeks the help of Nokomis, an Indian woman who has been accused of witchcraft. Suzette meets and falls in love with Richard Wayne. But Makepeace Struble, Wayne's protégé, wants Suzette for him and sends Wayne to work for the governor, so as to give him free rein with the young woman. Accusing his mother of witchcraft, Struble blackmails the girl into marrying him. The man becomes more and more violent and when his mother dies, Nokomis gives Suzette a talisman, telling her that an Indian revolt is brewing. She warns Wayne and Struble, struck by a stroke of apoplexy, accuses her of having cast a spell on him. Although Suzette saved the city from Indian attack, she is still sentenced to hang. She will only be able to save herself through the last-minute intervention of Wayne and the governor and, eventually, she will be able to marry the man she loves.", "imdb_id": "tt0007575"}, "32944210": {"title": "Within the Law (1916 film)", "plot": "Shopgirl Mary Turner (Muriel Starr) is wrongly accused of theft due to her employer, powerful businessman Edward Guilder, and is sent to prison. On her release she joins forces with another woman and executes a series of scams by securing money from wealthy men with breach of promise suits. She targets Dick Guilder, her enemy's son, but finds herself falling in love with him. Dick is framed for an underworld killing but this is solved. Mary is cleared of her original crime and realises she loves Dick.", "imdb_id": "tt0135058"}, "24476863": {"title": "The Wolf Woman", "plot": "Leila Aradella (played by Glaum), a young and egotistical woman, finds pleasure from preying on weak men with her charm and beauty. John Morton (played by Hickman), a brilliant lawyer, is ruined both morally and financially by her. Rex Walden (played by Ray), the big-hearted son of a society matron, Mrs. Walden (played by Claire), then falls for Leila and proposes marriage.\nThe family and friends of Rex, who has become her complete slave, protest his decision, believing that Leila is trouble. Mrs. Walden sends his older brother, Franklin Walden (played by Standing), to attempt to stop Leila from playing with Rex's affections. Franklin, however, falls in love with her himself.\nWhen Rex learns that Leila has left him for his brother, he is driven to commit suicide by her callous behavior. Mrs. Walden, now desperate, enlists Adele Harley (played by Temple), a girl of strong moral character, to win Franklin's affections away from Leila.\nFranklin is gradually drawn away from Leila and Adele's victory causes Leila to lose her confidence. In a drunken and angry state, Leila falls through a massive mirror and her face is cut by a shard of glass. After \"marring the beauty of her face so utterly that her power to charm men is forever lost,\" the permanently disfigured Leila ends up a broken and lonely woman.", "tmdb_id": 807585}, "33110917": {"title": "The Woman in the Case (1916 Australian film)", "plot": "Julian Rolfe has an affair with Clare Foster as a young man, but then settles down to marriage with Margaret. Clare tries to blackmail Julian but Margaret destroys the letters. Clare murders Julian's ward, Phillip, and tries to frame Julian for it. Julian is sentenced to death but Margaret manages to get Clare to confess.", "imdb_id": "tt0346151"}, "37429983": {"title": "The Wraith of Haddon Towers", "plot": "Phillip Drummond (Arthur Maude) is summoned from America to England to attend the bedside of his dying uncle, the Baron Drummond. Upon arriving at the castle where the baron lives, Phillip learns that he has a long-dead ancestor, also named Phillip Drummond, whose murder a century earlier is still a mystery. In a room of the castle that is always kept locked, he encounters the female spirit (Constance Crawley) of his dead ancestor's past lover. Phillip's interest in the paranormal leads him to seek out the haunts of this ghost, during which he finds out that he himself is actually the reincarnation of the former Phillip Drummond. His \nwife then arrives from America, just in time to find Phillip's body still warm after his spirit has departed to be with the \"Wraith of Haddon Towers.\"", "imdb_id": "tt0437649"}, "60914067": {"title": "The Yaqui", "plot": "Flores is a prosperous Mexican plantation owner, but he desperately needs workers for his plantation in the Yucatán Peninsula. General Martinez is an Indian-hating commander of a Mexican garrison in the northern district of Mexico. The garrison's headquarters are in the center of the Yaqui Indian nations. Since Flores has specific labor needs, he visits the northern district.\nFlores visits the garrison's headquarters and approaches General Martinez. He asks Martinez if he knows of any means of securing a contingent of Indians to work his fields. The two men draw up a plan which will mutually benefit both. The general's scheme is quite simple. He plans to attend a local Yaqui festival; then, during the celebration, he will publicly insult the Yaqui leaders' wife - Modesta. Martinez knows Tambor, the Yaqui leader, will not let the slight go unchallenged. \nAt the festival of Santa Catalina, Martinez approaches Tambor's wife. He forcefully takes her in his arms and attempts to kiss her. Upon witnessing the general's insult to his wife, a mortified Tambor reacts angrily. He grabs his wife, and they return to their home. After a history of tribal abuse at the army's hands, this incident becomes the straw that broke the camel's back. The Yaqui rebels and start an insurrection. Unknowingly, the tribe has played right into Martinez's hands.\nTambor's expected reaction provokes Martinez's military response. After the general suppresses the rebellion, he arrests the leaders, including Tambor. Martinez decides he must execute the chief conspirator of the uprising - Tambor. Someone in the crowd yells his avowed hatred of Tambor. He wants to handle the execution personally. Martinez gives him the gun, and the man shoots Tambor. The chief crumples into a pre-dug grave, and they cover the grave. But all is not as it seems. The executioner was part of a counter-plan. He had removed most of the powder in the cartridge, making the shot non-lethal, and Tambor was not hurt. Later, they exhumed his buried body and revived him.\n\nLater on, the subjugated Yaqui tribesmen load trucks for their long trek south to the Flores plantation. Since we presume Tambor dead, his wife Modesta and his daughter Lucia are part of the Yaqui captives. The clever Tambor disguises himself and joins the caravan to the plantation. He will reunite with his family.\nAfter arriving at the plantation, Flores forces the Yaqui to work in the tropical sun for long hours. Shortly after their arrival, Tambor and his family reunite, but Tambor's daughter falls ill with a fever. Flores believes the work is more important than a single individual. They do not allow Tambor and Modesta to treat their daughter, and they must work in the fields instead. Because their daughter lacks any care, she dies.\nOne night, Flores entices Modesta to come to the big house. After her arrival, he tries to rape her. Instead, then enduring this humiliation, Modesta stabs herself with her dagger. Tambor arrives at the big house, sees Modesta, overwhelmed with emotion. He pulls the knife from Modesta's' prone body and stabs Flores to death. Tambor gathers his tribe, and they head back to their homelands. Tabor plans to exact revenge from the repressive General Martinez.\nMeanwhile, we come to find out both Martinez and Lt. Hernandez, the Generals' second in command, is in love with a wealthy land owners' daughter. Ysobel is the daughter of Señor Esteban and Señora Esteban. Ysobel loves Hernandez, but her parents want her to marry the wealthier general. Both continue to vie for her affections. Lt. Hernandez is slowly becoming sympathetic to the plight of Yaquis.\nTambor and his fellow Yaquis arrive in northern Mexico and gather their forces. General Martinez, sensing danger, places his troops on high alert. A sensational battle ensues. The Yaquis are victorious. Later there is a personal duel between Martinez and Tambor. After an exchange of gunfire, Martinez is lying dead on the ground. When the smoke settles, and everything returns to normal - Hernandez marries Ysobel.", "tmdb_id": 609421}, "44886303": {"title": "The Years of the Locust", "plot": "Though in love with Dirck Mead, Lorraine is forced to marry wealthy Aaron Roth to save her family from financial ruin. The husband, however, turns out to be a scoundrel, a swindler who, chased by the police, to escape the law, throws himself from a steamer. Roth is given up for dead. Mead, meanwhile, has become a diamond tycoon. After marrying Lorraine, he takes her with him to South Africa. Roth, who is not dead, finds his wife and blackmails her, threatening to denounce her as bigamous. Lorraine decides to leave Mead, but when she discovers that Roth plans to steal a precious diamond her husband is escorting around town, she steps in, asking for help. In the ensuing turmoil, Roth is killed, also solving Lorraine's marital status problem.", "tmdb_id": 794378}, "36012823": {"title": "The Yellow Passport", "plot": "Sonia Sokoloff, a young Jewish girl in the Russian Empire, is forced to pretend to be a prostitute to obtain a passport (a \"yellow ticket\") in order to visit her father, whom she believes to be ill. When she arrives in Petrograd, she learns that her father has been killed. She encounters a young journalist and tells him of the crimes the State perpetrates against its citizens.", "imdb_id": "tt0007599"}, "60656956": {"title": "A Yoke of Gold", "plot": "This melodrama takes place during the  Spanish Missions period of California's history. The film is set between 1834 and 1850. During this period, a massive economic gap existed. Simultaneously, the elite continued to increase their wealth, the poor sunk further in status. The subservient poor were under the \"Yoke of Gold,\" i.e., the yoke of the aristocracy.\nLuis Lopez is smarting under this aristocratic yoke. The fiery Luis wants to become the champion of the poor. Luis fancies himself as a local Robin Hood. Luis claims he wants to rob the rich and redistribute wealth among the poor.\nJose Garcia is content to live out his life in the sleepy outskirts of San Gabriel Mission. The gullible Jose falls under the spell of Luis's fiery rhetoric. Jose also becomes determined to find a way to help the less fortunate. Luis is sensing Jose's frustration, enlists Jose to assist him in pursuing his evil designs. Since they now share common goals, the two become fast friends. Luis and Jose start developing a plan to achieve their aims.\nThe plan comes together. Jose will rob wealthy landowner Don Ortega portrayed by Frank Whitting. Don Ortega lives in Santa Barbara, California. Luis will rob the wealthy Don Mendoza, who resides in \"the valley of the seven moons.\" After the men have completed both break-ins, they will travel back to San Gabriel.  They both swear to distribute all their ill-gotten gains to the poor.\nBefore Jose departs, he informs his devoted mother and Padre Amador of his plans.  Padre Amador and leads the Santa Barbara Mission. Since he happens to be San Gabriel visiting friends, the padre gives Jose his blessing. The priest also slips a crucifix into Jose's backpack for good luck.\nJose has a significant obstacle. Before he can rob Don Ortega, he must first cross a burning desert to reach Santa Barbara. Jose starts a journey under the blistering sun. Soon, overcome with thirst, Jose stops for a drink of water. He discovers he has lost his canteen. Jose starts to search his backpack and finds the crucifix that Padre Amador had concealed. He grabs the cross and throws it into the sand. Jose realizes his fate is sealed and lays down in the sand, waiting for death.\nAs luck would have it, another party was traveling behind Jose and headed in the same direction. Castro Arrellanes and his beautiful daughter – Carmen, are traveling to visit Castro's cousin. In a bit of irony, Castro's cousin is none other than Don Ortega. They come across the crucifix half-buried in the sand. Later they discover the half-dead Jose. Jose is on the edge of death. Castro and Carmen decide to finish their journey and take Jose to Don Ortega's home to recover. After they arrive at Don Ortega's home, Carmen starts nursing Jose back to good health.\nNow we turn our focus to Luis Lopez. Luis arrived at the home of Don Mendoza in the valley of the seven moons.  He convinces Don Mendoza he has lost his way and requests lodging. The Mendozas take him in. After waiting for Mendoza and his wife to fall asleep, Lopez sneaks into the living room. He knows Don Mendoza has hidden bags of gold in a large chest. While stealing the gold, Mendoza's wife catches him in the act. Lopez attacks the woman, but the ensuing struggle wakes-up Don Mendoza. He rushes to his wife's aid and forces Lopez to flee. Lopez takes his gold and heads back to San Gabriel to meet up with Jose.\nJose continues to recuperate in Don Ortega's home under Carmen's tender care. But during Jose's healing process, Jose falls in love with Carmen. Now a man in love, Jose renounces his plans to rob the rich and give to the poor. Recovered, Jose heads back home to confront Luis and tell him of his change of heart.\nJose arrives in San Gabriel. Luis Lopez confronts him. Luis learns Jose had failed in his attempt to rob Ortega. Luis is beside himself with rage. Luis vows to steal Ortega's gold himself. In another starling turn, Jose learns, Lopez never intended to give the gold to the poor. From the start, Lopez had planned to keep all the gold for himself. Jose promises himself; he will not be complicit in robbing those who had befriended him. Before Luis retires for the evening, he stashed the gold he stole from Mendoza under his pillow. Luis falls to sleep. Later in the evening, Jose sneaks into Lopez's room, takes the gold, and escapes into the darkness. Jose then secures a horse and heads for Don Ortega's home in Santa Barbara.\nLuis discovers what has happened. He vows to pursue the traitorous Jose and kill him. Even though Jose has a head start, Luis believes he can beat Luis to Don Ortega's home.\nBoth Jose and Luis ride hard and fast across the desert to Santa Barbara - the home of Don Ortega. Jose wins the race and arrives before Luis. He warns Ortega of the impending robbery, and then both men lay a trap for Lopez. They catch him in the act.\nCarmen enters the picture. She believes a caring heart is beneath Luis Lopez's wicked veneer. Carmen thinks Luis can be redeemed. She pleads with Luis to turn his life around. At Carmen's bidding, padre Amador has returned to Santa Barbara. He joins Carmen in trying to convince Luis to forsake his sinful life and repent. Suddenly, Luis sees the light, heeds the call, and reforms his evil ways. Luis decides to become a monk. He enters the  Mission at Santa Barbara under Padre Amador's guidance. He will spend the rest of his days as a priest at the mission.\nLater, Jose and Carmen get married and live in wedded bliss.", "tmdb_id": 610047}, "8048555": {"title": "Youth's Endearing Charm", "plot": "As described in film magazines, orphan Mary Wade (Minter) is taken in by Farmer Jenkins and his wife. After two years of drudgery and ill-treatment, she runs away to the city along with her faithful dog Zippy. With no means of supporting herself, Mary poses as a blind beggar. This ruse lands her in jail, where a fellow custodian is Harry Disbrow, a wealthy young man who has been arrested for drunkenness.\nHarry is rapidly released, and, having taken an interest in Mary, he finds her employment in his parents' home as a servant. He rapidly falls in love with her, but he has been engaged to Maud Horton, the daughter of his father's business partner. At a ball given to celebrate this engagement, Mary decides to don a dress of Maud's and attend; Mrs. Disbrow passes off the girl as her niece.\nIt transpires that Maud's father, George Horton, has been systematically robbing from the family, including stealing a bundle of securities from a safe during the ball. When the theft is discovered, a fight ensues between Horton and Mr. Disbrow. When the pocketbook containing the securities falls from Horton's pocket, Mary takes the opportunity to seize the securities, and also to break a vase upon Horton's head. In gratitude for her bravery and for saving the family's fortunes, the Disbrows approve of Mary's marriage to Harry.", "tmdb_id": 703926}}