{"24252012": {"title": "The Ace of Hearts (1921 film)", "plot": "A secret vigilante society's nine members pass judgment on others. They meet to decide the fate of a wealthy businessman they have been keeping under surveillance known as “The Man Who Has Lived Too Long” and vote to dispatch him with a homemade bomb concealed in a cigar case. Members Forrest (John Bowers) and Farallone (Lon Chaney) are both in love with the sole woman in the group, Lilith (Leatrice Joy). Forrest openly declares his love, but is spurned by Lilith, who is completely devoted to the \"Cause\".\nAt a meeting later that day, as per their custom, Lilith deals playing cards, one at a time, to each of the society members; whoever receives the Ace of Hearts is to carry out the assassination. When Forrest is dealt the ace, Lilith offers to marry him that very day if it will give him courage. Forrest readily accepts, much to Farallone's distress. After the couple marries, the grief-stricken Farallone spends the night in the rain outside their apartment.\nThe next morning, Lilith has been transformed by her love. She begs Forrest not to go through with the assassination. He replies that he is honor-bound to carry out his mission. He goes to the café where his target habitually dines and where Forrest has taken a job as a waiter.\nA distraught Lilith pleads with Farallone to stop Forrest. Farallone agrees to help the couple escape the society's punishment if Forrest fails his task, but extracts a promise of marriage from Lilith if Forrest is killed. Meanwhile, Forrest decides to abort his mission after he spies a young eloping couple seated next to the rich man’s table. When he returns to the secret council, the group's leader, Morbius (Hardee Kirkland), sends the couple away to await Forrest's execution. Farallone begs the others to reconsider, but they are unmoved. When the cards are dealt, it is Farallone who gets the Ace of Hearts, meaning it is his task to kill Forrest now. Laughing, he carries out his part of the bargain with Lilith by setting off the bomb at the secret society's table, killing all present. Lilith and Forrest are free to live their lives now without fear of being stalked.", "tmdb_id": 28249}, "68440557": {"title": "Across the Divide", "plot": "Left by his dying mother in the care of Buck (Rex Ballard), Wallace Layson (Ralph McCullough) has no knowledge of his real identity. Wallace is to inherit a ranch on his 21st birthday.  His father returns and induces Rosa (Rosemary Theby), a dancehall girl, to marry Wallace in a plot to cheat him out of his inheritance.  But Wallace is in love with Helen (Dorothy Manners).  Buck tells Wallace that the real heir has died and persuades him to pose as the heir, which foils the plans of his father and secures a home for Wallace and Helen.  Buck reveals the Wallace's true identity and leaves without revealing that he is the Wallace's half brother.", "tmdb_id": 824685}, "17516197": {"title": "The Adventures of Tarzan", "plot": "The serial's prologue features Edgar Rice Burroughs himself.Tarzan rescues Jane from Arab slave traders after they become marooned in Africa.  They return to the cabin where his parents lived before their deaths. Jane is captured by Queen La of Opar, taken to that hidden city, and is to be made a sacrifice.  Tarzan rescues her and they escape.  Nikolas Rokoff and William Cecil Clayton, the usurper to Tarzan's title of Lord Greystoke, learn that Jane has a map to the city (which contains fabulous riches in exotic jewels), tattooed onto her back.  They kidnap her and attempt to loot the city. Tarzan braves many perils, finally rescues Jane, defeats the villains and escapes La's amorous clutches.", "tmdb_id": 225503}, "14706271": {"title": "The Affairs of Anatol", "plot": "Socialite Anatol Spencer (Reid), finding his relationship with his wife Vivian (Swanson) lackluster, goes in search of excitement.\nAfter bumping into old flame Emilie Dixon (Hawley) at a nightclub, Anatol promises to \"rescue\" her from her soulless city lifestyle, which lecherous theatrical backer Gordon Bronson (Roberts) has enabled. Anatol convinces Emilie to discard the jewelry that Bronson has given her, but refuses to give up his wife in turn (for Emilie has fallen in love with him). Emilie invites Bronson and others to a party at the apartment. When Anatol finds out, he trashes the room and leaves Emilie to her fate: marriage to Bronson. With the affair over, Anatol tells Vivian to promise to stop him the next time he attempts to \"rescue\" a woman.\nSome time later, Anatol and Vivian throw a party, with Hindu hypnotist Nazzer Singh (Kosloff) acting as entertainment. Singh hypnotizes Vivian into believing that she is wading through a stream, and she begins undressing. Disgusted with the hypocrisies of high society (which has shown itself to not be much better than Emilie and Bronson's world), Anatol decides to move with his wife to the countryside.\nMeanwhile, farmer Abner Elliott (Monte Blue) discovers that his wife Annie (Ayres) has purchased a dress using money stolen from his lockbox of church funds. He rebuffs her and sends her away, resolving to take the blame for the theft. Repenting, Annie throws herself off of a bridge into a river just as Anatol and Vivian are rowing past in a boat. The two quickly bring her to shore and, after realizing that they cannot wake her up, Vivian takes their car to find a local doctor. Anatol finds that Annie is awake and she manipulates him into letting her take his wallet. When Vivian returns with the doctor (Ogle), Annie is kissing Anatol, not knowing that he is married. As Annie leaves to make amends with her husband (lying about how she obtained the money), Anatol, now disillusioned with the country life as well, asks the doctor where he can find \"honesty and loyalty\". The doctor responds that those qualities, like charity, \"start at home\".\nAnatol and Vivian return to the city, where Vivian plans to leave her husband for his perceived infidelity. The two separately go out to enjoy the nightlife and forgot their troubles. Anatol meets Satan Synne (Daniels), an infamously devilish performer. He offers to go home with her, but she only accepts after receiving a telephone call from a Dr. Johnston (Hall). At Synne's apartment, she offers Anatol a drink that impairs judgment and asks him for three thousand dollars. After she faints upon receiving another call from Dr. Johnston, it is revealed that Synne's immoral lifestyle is only a means to gather money to pay for expensive surgeries for her husband, a dying World War I veteran. Anatol gives her the three thousand dollars and leaves as she falls to her knees in prayer.\nAnatol returns home, finding that Vivian is still out on the town. She eventually returns with his best friend Max Runyon (Dexter), whom she has been spending more time with while her husband is busy. When Max is evasive about whether she has been unfaithful, Anatol convinces Singh (who is leaving the United States) to hypnotize Vivian into truthfully answering the question of whether she has been. Ultimately, Anatol decides that he trusts his wife too much to accuse her of cheating and breaks the trance. The two happily embrace and kiss.", "tmdb_id": 53772}, "45225181": {"title": "After the Show (film)", "plot": "As described in a film magazine, country girl Eileen (Lee) comes to New York City to make her career on the stage. She is rescued from want by Pop O'Malley (Ogle), an aged actor who works as a door keeper, and finds employment in the chorus. Larry Taylor (Holt), a wealthy man-about-town, seeks to win her without benefit of clergy. She falls in love with him and, against Pop's instructions, goes to his house. Knowing what awaits her there, Pop follows her with a resulting dramatic ending.", "tmdb_id": 602600}, "37308334": {"title": "All Soul's Eve", "plot": "As described in various film magazine reviews, Nora O'Hallahan (Minter) is a young girl living in Ireland, who firmly believes that, on All Souls' Eve, the spirits of the dead return to visit those whom they loved in life. Her mother is living in America, and Nora sails to join her. When she arrives, she finds that her mother has died, and she takes up a position as a nursemaid with the Heath family. Roger Heath is a sculptor, and he and his wife Alice (also Minter) have one young son, Peter (Moore).\nOlivia Larkin (Phillips) is in love with Roger, and desperately jealous of Alice Heath. When she finds that she is unable to lure Roger away from his wife, she convinces Lawson, a madman living in the local woods, that Alice Heath is the one responsible for his misfortunes. Lawson murders Alice, and Roger, devastated by his wife's death, neglects his work and his son, turning to drink and Olivia for solace.\nOn All Souls' Eve, young Peter Heath falls seriously ill. Nora, who has been caring for him, tries to rouse Roger, but he is too drunk to respond. She sends for Dr. McAllister (Geldart), but before he can arrive, the soul of Alice Heath descends from heaven and, unable to save her son herself, transfers her love for him into Nora, who saves Peter's life.\nAfter this event, Roger finds that Nora becomes ever more like Alice in appearance and mannerisms. He asks her to pose for him so that he can complete his masterpiece of sculpture - a statue of Alice - and shuns Olivia and drink as he comes to realise that he loves Nora. Olivia is pursued to her death in a lake by the madman Lawson, and Nora becomes Roger's wife and mother to little Peter.\nThe February 12th, 1921 edition of Motion Picture News lists a musical cue sheet for the film.", "tmdb_id": 423616}, "18850922": {"title": "Among Those Present", "plot": "Mrs. O'Brien (Herring) is eager to be accepted as part of high society, and she is hosting a fox hunt as part of her plans. Her husband and daughter, though, have no interest in society affairs.\nMrs. O'Brien wants to invite Lord Abernathy to the hunt, and she mentions this to the \"society pilot\" who is advising her. But this woman and a confederate are merely using Mrs. O'Brien and the hunt for their own purposes. When Lord Abernathy is unavailable, they convince an ambitious young man (Lloyd) to impersonate him, so that they can proceed with their scheme.", "tmdb_id": 53525}, "59937102": {"title": "Anne of Little Smoky", "plot": "Set in the Kentucky mountains. The Brockton family consider Little Smoky to be their mountain, but the government declares it to be a forest and game preserve. Forest ranger Bob Hayne is in love with Anne Brockton, but when he catches her father, Ed, poaching game he tries to arrest him. The two men fight, and Brockton is believed to have died. When bloodhounds are set on Bob’s trail Anne dresses in some of his clothing in an attempt to confuse the hounds following his scent. Anne finds her father alive in the forest ranger’s cabin.\nMeanwhile Gita, a gypsy girl, is attacked by a renegade Indian. Anne’s brother Tom, who suffered shell-shock during the first World War, rescues Gita. The incident brings Tom back to his senses.\nEd Brockton becomes friends with Bob, and allows him to court Anne. Tom and Gita fall in love, and both couples look forward to a happy future.", "tmdb_id": 913296}, "56741326": {"title": "At the Stage Door", "plot": "Mary Matthews is the elder sister of Helen, who is the favorite of their widowed mother. Growing up, she continually has to accede to Helen's wants and preferences. However, when the selfish Helen steals Mary's fiancé, Mary leaves home to try and make a life in New York City. She gets a part as a chorus girl in a Broadway production, but refuses to give in to the wanton lifestyle so prevalent among the other dancers. One night she is being pursued by the stage manager to join the gang in going out to one of their parties, but she keeps refusing. The stage manager becomes more and more aggressive, until he is on the verge of forcing her to accompany him. Mary is saved by the intervention of Philip Pierce, the heir of a socially prominent family, who punches out the stage manager.\nThe two become friends, and there is a growing attraction. However, at the insistence of his friends, who feel that \"all chorus girls are alike\", Philip makes a dishonorable proposition to her. Afterwards he realizes his mistake and apologizes, and the two reignite their mutual attraction. He eventually proposes to her, and tells her that the following evening he will meet her and present her with an engagement ring.\nHowever, he fails to show up at the rendezvous, and in the papers the next morning there is an announcement of his engagement to a wealthy socialite. Mary is crushed. That night, despondent over being let down once again, she is on the verge of giving in and accompanying \"the gang\" on one of their licentious evenings out.  Philip arrives just in time to prevent her from making a mistake.  He explains that he missed the rendezvous because he indeed went to see his fiancée, who had arrived home unexpectedly from Europe. But he went to see her to break off their engagement, so that he could marry Mary. Unfortunately, Philip's mother jumped the gun on the wedding announcement. The two are reconciled and are married.", "imdb_id": "tt0011937"}, "11396051": {"title": "L'Atlantide (1921 film)", "plot": "In 1911, two French officers, Capitaine Morhange and Lieutenant Saint-Avit, become lost in the Sahara desert and discover the legendary kingdom of Atlantis, ruled by its ageless queen Antinéa. They become the latest in a line of captives whom she has taken as lovers, and who are killed and embalmed in gold after she has tired of them.  Morhange however, already grieving for a lost love and planning to take holy orders, is indifferent to Antinéa's advances and rejects her. Angered and humiliated, she exploits the jealousy of his friend Saint-Avit and incites him to kill Morhange. Appalled by what he has done, Saint-Avit is helped to escape by Antinéa's secretary Tanit-Zerga, and after nearly dying in the desert from thirst and exhaustion, he is found by a patrol of soldiers.  Saint-Avit returns to Paris and tries to resume his life, but he is unable to forget Antinéa. Three years later he returns to the desert and sets out to find her kingdom again, accompanied by another officer to whom he has told his story.\nMuch of the narrative is contained within a long flashback as Saint-Avit recounts his first visit to Antinéa; other shorter flashbacks are used within this framework, creating a fairly complex narrative structure.", "tmdb_id": 116922}, "54723087": {"title": "The Awful Spook", "plot": "Krazy is sitting on the slope of a hill until he is approached and greeted by a husky carrying a bowling ball. The husky asks Krazy to deliver the bowling ball to a terrier who is the husky's friend. The husky also tells Krazy that the terrier will pay him 5 cents for the delivery. Krazy accepts the request, and takes the ball.\nOn his journey to delivering to the terrier, Krazy carries the bowling ball on his head. While still on the slope, Krazy walks by a tree with a spider web on the branch. When the spider lowers right in front of his face, Krazy is startled and drops the ball which begins rolling away. The bowling ball rolls toward a pond where it breaks down a vertical log where a mongoose is sitting on. Both the mongoose and the ball drop into the pond as a result. When the bowling ball and the mongoose surface from the water, the mongoose mistakes the ball for a monster, and frantically runs away. Momentarily, Krazy arrives at the pond to retrieve the bowling ball.\nThe scene shifts to the mongoose who is in another place outdoors, standing in front of a picket fence. Just then, Krazy, with the bowling ball on top, comes by the other side of the fence. Because the fence is as tall as the cat, and the bowling ball is sticking above, the mongoose notices this and thought what he thinks is a monster is after him. Once more the mongoose resumes running.\nThe mongoose comes to the terrier's home to tell the resident about something scary going on. But the terrier calmly tells him that there is no such thing around. Moments later, Krazy also arrives. Krazy finally hands the bowling ball to the terrier who in turn pays the cat as promised. Ultimately realizing that his monster is merely the ball, the mongoose is annoyed and heads to the back of the terrier's home to plot something devious. The mongoose finds a block of granite, and aims to throw it at Krazy. But before he could do so, an overweight security guard notices, confronts, and asks him if he intends to do anything malicious with the block. Although the mongoose denies the suspicion, the guard confiscates the block, and tosses it upwards. But the airborne block still finds it way onto Krazy's head, knocking the cat off balance. Krazy even hallucinates, seeing a wallaby with wings."}, "34098580": {"title": "The Bait (1921 film)", "plot": "Joan Grainger (Hampton) is about to be \"sent up\" to prison after being falsely accused of stealing when she is kidnapped by Bennett Barton (McDonald), mastermind of a band of crooks of which Simpson (Singleton) is a member. Joan accepts Bennett's assistance when he sends her to Europe and later joins her. They live in luxury when she meets John Warren (Woodward), a wealthy American. Joan receives her first jar of suspicion when Bennett introduces her to John as being Bennett's daughter. Bennett later tells her the plan is for her to marry John so that they will have access to the money. The girl rebels but Bennett threatens to send her back to prison or, still worse, expose her to John, with whom she has now fallen in love. The entire party return to the United States where Bennett forces Joan to accept John's proposal of marriage. In the meantime some members of Bennett's gang have double-crossed him and tell Joan of the original theft frame-up. A signed confession is secured from the girl that did the framing. In the effort to secure the confession, Bennett is killed by Simpson, who had been after the \"goods\" on Bennett. John is willing to have Joan despite all of this and they are happy.", "tmdb_id": 916812}, "56724635": {"title": "The Barricade", "plot": "When Michael Brennon became sick, he asked his partner, Jacob Solomon to take care of his son if anything should happen to him.  When Michael dies, Jacob takes Robert Brennon into his home on the Lower East Side of New York City and raises him. Jacob mortgages his home and business in order to put Robert through college and medical school. After he graduates, he falls in love with a wealthy uptown socialite, Jane Stoddard, and the two marry. After the wedding, Jane convinces Robert to open his practice on Fifth Avenue, which he does, and begins to disassociate himself from his friends and family on the lower east side.\nWhen Jacob visits Robert at his new practice, his wife and her friends are mortified that Robert could be associated with someone like him.  Jane gets Robert to promise to forego any further contact with his prior life. Jane's friends discover that Jacob is not just an acquaintance, but the man who raised Robert. Meanwhile, Jacob makes excuses for Robert's actions.\nRobert, realizing that he is letting his pride get the better of his character and morals, goes back to the Lower East Side to visit Jacob.  There, he finds that Jacob is on the verge of being evicted, since he cannot keep up with the mortgage payments he incurred in order to put Robert through school. Understanding what he must do, he makes the decision to move back to his roots.  When she realizes that she loves him more than her social standing, Jane lets Robert know that she was wrong, and he forgives her.", "imdb_id": "tt0011946"}, "15253513": {"title": "Be My Wife (1921 film)", "plot": "As described in a film magazine, Max (Linder) is seeking the hand of Mary (Allen), but he has a rival and her Aunt Agatha (Rankin) objects to him. He disguises himself as a music teacher, but a dog \"Pal\" discovers him. Max falls over a fence and becomes unconscious. He dreams that he is married but cannot shake the aunt. There is a wife who suspects her husband of flirting and retaliates by picking a few lovers herself. Just as the marital difficulties are settled, Max wakes up. He then attempts to win over his sweetheart by impersonating a burglar in a terrific struggle with himself in an adjoining room while Mary, his rival, and Aunt Agatha listen to the fight. He steps forth \"victorious and wins her hand, and the crabby aunt accepts him as her nephew-in-law.", "tmdb_id": 175483}, "65386049": {"title": "The Beautiful Gambler", "plot": "Molly Hanlon marries a villainous and professional gambler after her father gets into a lot of debt from gambling. One day, the saloon she is at catches on fire, but she is saved by Miles Rand.  Both Hanlon and Rand assume that the gambler has perished, and move to New York. However, it is revealed that the gambler is not dead, and he tracks the two down to kill them in revenge. He is unsuccessful. and Rand kills him, but authorities unaware of the circumstances arrest him and have him convicted of murder. One of the gambler's associates explains the situation to authorities, and Rand is freed. The film ends with Hanlon and Rand being free to marry.", "tmdb_id": 618455}, "32031034": {"title": "The Beggar Maid (film)", "plot": "This short film is the story of the youthful, idealistic Earl of Winston: an aristocrat who is hopelessly in love with the title character. She is the orphaned daughter of one of the Earls gardeners, who dutifully tends to her sick brother. Because of their different backgrounds, the Earl is unsure that a marriage will result in happiness. Will true love prevail?", "tmdb_id": 297579}, "30208791": {"title": "Belphegor the Mountebank", "plot": "The plot centres on the character Belphegor, a nobleman by birth whose life circumstances change and who is forced to take up the life of a traveling showman.", "imdb_id": "tt0189388"}, "32883699": {"title": "The Betrayer", "plot": "Australian Stephen Manners (Cyril Mackay) travels to New Zealand and has sex with a Māori girl. He goes home and she dies giving birth to their daughter, Iwa. Iwa is raised by her grandfather Hauraki (Mita), who explains to Manners what happens when he returns to New Zealand twenty years later. Manners takes Iwa (now played by Stella Southern) back to Sydney, Australia, but does not tell her that he is her father.\nTravelling with Manners is John Barris (John Cosgrove), whom Hauraki tells on his deathbed that Iwa's real father actually is a missionary, not Manners. Barris keeps this information to himself and makes advances on Iwa, which are stopped by Manners.\nIwa tells Manners she is in love with him, so Manner explains he is her father and she returns to Rotarua. Barris' wife (Bernice Vere) tells Manners the truth so he returns to New Zealand and is reunited with Iwa, this time as a romantic couple.", "imdb_id": "tt0334945"}, "40507183": {"title": "Beyond (1921 film)", "plot": "On her deathbed, the mother of Avis Langley begs her to watch over her wayward twin brother, Alec. Just before Avis is to be married to Geoffrey Southerne, Alec disappears and the spirit of Mrs. Langley appears to Avis to remind her of her promise. Samuel Ackroyd, from New Zealand, calls to explain that Alec who is engaged to his daughter has disappeared. Avis goes to New Zealand, finds Alec and persuades him to reform and marry Bessie and then sails for home. En route, the steamer is wrecked, and Avis being the only survivor is washed up on the shore of a small island. Geoffery, believing her dead, marries Viva Newmarch whom he does not love. After a year, Avis returns and her mother's spirit comes to console her. She declines to reveal that she is alive, however, until the accidental death of Viva creates the possibility of her reunion with Geoffrey.", "tmdb_id": 621278}, "38835971": {"title": "Bhakta Vidur", "plot": "The story of the film is based on Hindu epic Mahabharata and depicts a series of conflicts between Pandavas and Kauravas. Vidura, who was half-brother to the kings Dhritarashtra (father of Kauravas) and Pandu (father of Pandavas) of Hastinapura, is the main character of the film and the events of the film are portrayed from his perspective. Throughout the film, Vidura shows his compassion and sympathy towards Pandavas multiple times. He gives condolences to Pandavas and assures them that truth always prevails, Kauravas will be punished soon for their sins. The series of conflicts between Pandavas and Kauravas finally leads to the terrible Kurukshetra War.", "tmdb_id": 280659}, "16051051": {"title": "The Big Punch", "plot": "As summarized in a film publication, Buck (Jones) consents to study for the ministry, and before leaving attempts to convince his worthless brother Jed (Curtis) to sober up and stay home with their mother (Lee) during Buck's absence. On the eve of his leaving Buck is implicated in a murder committed by Jed and his gang. Buck serves two years and upon his release completes his study for the ministry before returning home. People ridicule him and laugh at the \"jailbird minister,\" as they call him. During one of his services, his brother and two pals enter the church to hide from the prison officials who are after them. Buck shields them, and they later come to his aid when Flash McGraw (Siegmann), the owner of a dance hall, has lured Hope Standish, a Salvation Army girl (Bedford), to his room, and Buck has to fight the whole gang. A girl who believes McGraw is \"throwing her over\" reveals that McGraw \"framed\" the murder charge on Jed and his pals. This gives the men their freedom and clears Buck, leaving him free to marry the Salvation Army girl.", "tmdb_id": 848617}, "38288494": {"title": "The Bigamist (1921 film)", "plot": "As described in a film magazine, Pamela (Duke) and Herbert Arnott (Royce) have been happily married for five years and have had two children. On the day of their wedding anniversary, Pamela receives a letter from another woman signed Lucy Arnott which states that she is the legal wife of Herbert. Herbert confirms that this is the truth and explains that Lucy refused to give him a divorce. For the sake of their children, Pamela continues to live with Herbert, but their governess Blanche (Everest) later overhears a conversation between them and learns the truth regarding the status of the marriage. Pamela discharges Blanche, and on the day the governess leaves Herbert also departs. Pamela calls on family friend George Dane for advice. George agrees to search for Herbert, and by tracing the governess locates Herbert in a hospital. He is ill but has a message disclosing that Lucy Arnott has died. Pamela and Herbert are then remarried by the hospital priest. There is also a subplot about the Carruthers, another couple who are friends of the Arnotts, where Constance Carruthers (Scott) desires to have babies but her husband Richard (Davenport) is more interested in golf.", "imdb_id": "tt0255000"}, "17611179": {"title": "Bits of Life", "plot": "The film is an anthology composed of four stories: \"The Bad Samaritan\", \"The Man Who Heard Everything\", \"Hop\", and \"The Intrigue\".", "tmdb_id": 676752}, "36909308": {"title": "Black Beauty (1921 film)", "plot": "As summarized in a film publication, a human love story was added to the horse story, which includes a fox hunt and race. At a house party given by Squire Gordon (Steppling), his daughter Jessie (Paige) and Harry Blomefield (Morrison) are playing games with the children, although they have reached the age where Harry realizes that he loves her. Among the guests is Jack Beckett (Webb), who lives by his wits and has gained entree as a favorite of the haughty Lady Wynsaring (Farrington). Squire Gordon gives Lord Wynwaring (Peacocke) £800 for his wife's charity, which Jack steals from the Wynwaring room. During a fox hunt the next morning, Jessie's brother George (Kenny) is killed in a fall from his horse. Jack puts the stolen money in the pocket of the dead man and tells Jessie that her brother was a thief. To prevent him from telling her mother, Jessie agrees to marry Jack when she comes of age. Jessie meanwhile realizes that she loves Harry, who cannot understand her wish to marry Jack. Several years pass and Harry tries to elope with Jessie, but is foiled. After a race sequence, Black Beauty carries Harry to victory and to Jessie, foiling the plans of the villain Jack."}, "33055763": {"title": "The Black Panther's Cub", "plot": "As summarized in a film publication, when the law closes the Black Panther's (Reed) house, she gives her daughter into the keeping of her old friend Clive (Stephenson). Clive dies and the Cub (Reed), now a young lady, learns who her mother was. Lord Maudsley (Foxe), Clive's son, is in financial difficulty. He makes the Cub believe that dead benefactor has left large debts, and persuades her to reopen her mother's establishment to obtain the money. She does, and the former admirers of the Black Panther marvel at the way she has retained her youth. Eventually the Cub meets her mother (Reed), now an old woman, in a dive to which the Cub has fled with an admirer to get away from the man she loved, but feared to face in her new existence. The place is raided and the mother is shot. Later Maudsley admits that it was he who needed the money, and the lover forgives the Cub and they are happy together.", "imdb_id": "tt0011974"}, "45436172": {"title": "Black Roses (1921 film)", "plot": "As described in a film magazine, when Benson Burleigh (Robson) is found murdered with his gardener Yoda (Hayakawa) beside him with a knife in his hand, the police conclude that Yoda is guilty. While in prison Yoda learns that 'Monocle' Harry (Herbert), Blanche De Vore (Stedman), and Wong Fu (Fujita) framed him of the crime. When the opportunity arrives, with the assistance of his fellow convicts he steals a locomotive while its crew is eating lunch and uses it to burst through the prison yard gates. He drives the locomotive at full speed until they outrun an automobile full of prison guards. With money provided by a fellow cellmate, he poses as a wealthy Japanese nobleman. He outwits the trio of criminals and frees his wife Blossom (Aoki), whom they had kidnapped, and turns them over to the police.", "tmdb_id": 620007}, "40113993": {"title": "The Blasphemer", "plot": "The story revolves around John Harden, a Wall Street banker whose absence in faith leads to a life of despair and poverty. Having risen to a position of power on Wall Street, he boasts about his successes, claiming that he is the master of his fate, not God nor the devil. Soon afterwards, though, his family goes into poverty and his friends leave him. His faith is restored when he rescues his daughter who was being kept hostage in a Chinese opium den.", "tmdb_id": 402855}, "58118238": {"title": "The Blazing Trail (1921 film)", "plot": "Bradley Yates is a talented doctor who is working on a serum for blood poisoning.  He has worked so hard on it that he is on the verge of a physical breakdown. He decides to take some time off to rest and recuperate and heads down to the beautiful mountains of Kentucky.  Upon his arrival there he takes on the persona of Brad Pickins, a woodcutter. As Pickins he begins a friendly relationship with a young woman from the community, Talithy Millicuddy. Since there is no school, Bradley begins to give Talithy books to study, and helps her. Talithy, however, is looking for more than friendship.\nShortly later, a state mandated schoolteacher, Carroll Brown, arrives and opens up the local schoolhouse. Very soon after her arrival she and Bradley begin a romantic relationship. Bradley's partner, Pickney Forbes, arrives, and brings some of Bradley's serum which is now perfected.\nTalithy's family takes umbrage of the new relationship between Carroll and Bradley, feeling that Bradley led Talithy on, although that couldn't be further from the truth. When one of the locals takes it upon themselves and gives Carroll a case of food poisoning to get her out of the way, Bradley gets his serum and attempts to head to Carroll's bedside. He is prevented from doing so, when he finds his cabin surrounded by a group of Talithy's angry relatives. The impasse is broken when another townsperson comes forward and vouches that Bradley did nothing wrong, merely befriending the young girl.  Bradley takes off and arrives at Carroll's cabin in time to successfully administer the serum.", "tmdb_id": 377168}, "31747545": {"title": "Blind Hearts", "plot": "{this is the plot of the broken heart.}", "tmdb_id": 545361}, "5019011": {"title": "The Blot", "plot": "At the end of class, poorly paid college professor Andrew Griggs begs his unruly students to show more appreciation for his efforts to teach them. Among the most disrespectful are a spoiled trio led by Phil West (Louis Calhern), whose father is the school's wealthiest trustee; Bert Gareth, a congressman's son; and Walt Lucas, a 23-year-old who must graduate to receive his inheritance.\nUnbeknownst to his friends, Phil's interest has been piqued by the professor's daughter, Amelia (Claire Windsor). He frequently drops by the public library where she works, just to be able to speak to her. She, however, is unimpressed by him and his wealth.\nThe Griggs' poverty is contrasted with the prosperity of their next-door neighbors. \"Foreign-born\" shoemaker Hans Olsen is sympathetic to their plight, as is his eldest son Peter (Amelia's secret admirer), but his wife strongly dislikes what she considers Mrs. Griggs' superior airs.\nOne day, Phil finally manages to persuade Amelia to let him drive her home after work, as it is raining (and her shoe has a hole in it). He is invited inside. Mrs. Griggs, knowing who he is, decides to spend what little she has on some fancy sandwiches, cakes and tea in an attempt to put up a brave front. She is heartbroken to find when she brings them in that Phil has departed and poor Reverend Gates (another of Amelia's admirers) is to be the recipient of her expensive bounty. As a result, Mrs. Griggs is unable to make the mortgage payment on the house.\nJuanita Claredon (Marie Walcamp), another of the country club set, considers herself Phil's girl. Noting a change in the now more thoughtful and considerate man, she follows him one day to the library and sees her rival. Eventually, she realizes that his love for Amelia has matured him, and wishes him well.\nWhen Amelia becomes sick, the doctor recommends she get some nourishing food, such as chicken. Mrs. Griggs tries unsuccessfully to buy one on credit (a scene observed by Phil). In desperation, she steals an uncooked chicken from Mrs. Olsen's open window; this is witnessed by the horrified Amelia. While Amelia does not see her mother change her mind and put it back, Mrs. Olsen and Peter do. When Mrs. Olsen threatens to make this theft known, Peter insists he will leave home if she does. Meanwhile, Phil sends anonymously a basket of food (including a chicken) to the Griggs. However, Amelia refuses to eat it, as she believes it was stolen.\nThe next day, though she is still ill, she goes to work, as it is payday. Afterward, she goes to apologize to Mrs. Olsen and to pay for the theft. Her teary attempt to make amends moves her neighbor, who denies she lost a chicken. The strain is too much for Amelia; she faints. Phil and Mrs. Griggs rush over and take her home. There, Phil confesses it was he who sent the chicken. Amelia is finally won over.\nPhil writes his father about the inadequate salaries paid to the teachers, calling it a \"blot on the present day civilization\"; impressed, Philip West Sr. comes to see his altered son and agrees that something must be done. In the meantime, Phil dragoons his friends into paying the professor for extra tutoring in the evenings. During that night's session, both Peter and Gates see that Amelia has given her heart to Phil. In the final scene, the saddened reverend congratulates them and makes his way home.", "tmdb_id": 155953}, "25714056": {"title": "The Blue Mountains Mystery", "plot": "The Blue Mountains Mystery involves the alleged murder of a wealthy businessman, Henry Tracey, and the eventual discovery that the victim was an underworld look-alike impersonator. The main suspects are Tracey's ward, Pauline, Mrs Tracey, and Pauline's boyfriend, Hector, and his rival, Richard Maxim.\nEventually the supposedly dead Henry Tracey reappears and announces that he had been kidnapped. The corpse was Stephen Rodder, a man with a strong resemblance to Tracey.", "tmdb_id": 943349}, "13991161": {"title": "The Boat (1921 film)", "plot": "Buster is married with two children (both of whom wear child-sized versions of the same pork pie hat). He has built a large boat he has christened Damfino inside his home. When he finishes and decides to take the boat out to sea, he realizes it is too large to fit through the door. He enlarges the opening a bit, but when he tows the boat out using a pulley line from his Model T car, the boat proves to be a bit bigger than he estimated, and the house completely collapses.\nWhen he attempts to launch the boat, Buster loses the family car. The boat passes with impunity under the exceedingly low bridges of the Venice (California) canals thanks to Buster's clever boat design. Once they're out on the Pacific, Buster and his family are caught in a terrible storm. The boat is barely seaworthy to begin with, and it does not help that Buster nails a picture up inside the boat, causing an improbable leak; or when he further drills through the bottom of the boat to let the water out, resulting in a spectacular gusher. He radios a Morse Code call for help, but when the Coast Guard operator asks who it is, he answers, \"d-a-m-f-i-n-o\" in Morse Code. The operator interprets it as \"damn if I know\" and dismisses the call as a prank. Taking to a ridiculously small dinghy that is in fact a bathtub, the family resign themselves to sinking into the sea—until they realize they are actually standing in shallow water. After wading a short distance, they come up on a deserted beach in the dark of night. \"Where are we?\" asks his wife (via an intertitle), to which Buster replies, \"Damn if I know\" (mouthing the words to the camera; no intertitle is used).", "tmdb_id": 50704}, "14511291": {"title": "The Bonnie Brier Bush", "plot": "As described in a film magazine, dour Scottish shepherd Lachlan Campbell (Crisp) is exceedingly harsh with his daughter Flora (Glynne). Flora and Lord Malcolm Hay (Fraser), the son of the Earl of Kinspindle (Robertshaw), marry secretly according to Scottish custom, and parental objection leads to misunderstandings followed by separation and misery. A logical resolution leads to a satisfactory ending.", "tmdb_id": 447243}, "13810883": {"title": "Brewster's Millions (1921 film)", "plot": "As summarized in a film publication, Monte Brewster's (Arbuckle) two grandfathers, one rich and the other a self-made man, squabble as to the way the infant should be raised. The mother steps in and decides to raise the child her way, which results in Monte being a clerk in a steamship office at the age of 21. At this point the grandfathers get together again, with one grandfather giving him $1 million, and the other offering $4 million provided that at the end of one year Monte spends the $1 million given by the other grandfather. Other conditions include that he be absolutely \"broke\" at the end of one year, that he not marry for five years, and not to tell any one of the arrangement. Young Brewster tries everything he can to get rid of the money, but everything he does and the wildest chances he takes result in more money for him. He hires three men to help him spend the money, but they take too much interest in investing it wisely. They hire Peggy Gray (Clarke) for a position in Monte's office to manage his affairs so that he will not lose his money. Peggy purchases some mines in Peru and a ship Monte has hired for a pleasure cruise is used to go to Peru, but they never get there. They rescue a ship in distress and then are forced to turn back. At the last minute, Monte is dead broke but married to Peggy. But the salvage on the ship Monte rescued brings him $2 million, and the Peruvian government extends the time for working the mines, so everything ends happy.", "tmdb_id": 111220}, "45199136": {"title": "Buried Treasure (1921 film)", "plot": "Strung around the idea of reincarnation, this film goes back in time to the days of the Spanish galleons and pirates burying their treasure; treasure to be found centuries later.", "tmdb_id": 493967}, "51599704": {"title": "By Right of Birth", "plot": "By Right of Birth is a film about a woman named Juanita Cooper, played by Anita Thompson. She had been raised by adoptive parents, Frank and Geraldine Cooper (played respectively by Lester Bates and Grace Ellenwood).  She decides to search for her biological parents, with the help of the young attorney Manuel Romero (played by Lew Meehan), who has a secret crush on her. Manuel is trying to obtain land leases belonging to Freedmen in Oklahoma, specifically, black former slaves who had had American Indian owners, and the descendants of these slaves. The land that was allotted to these freemen is, unknown to them, rich in oil, and valuable to own. Manuel learns of a missing allottee named Helen Childers, the granddaughter of an old Indian woman by the name of Minnie Childers (played by Minnie Provost). Manuel forges her signature on a lease to get her rightful proceeds for himself instead. Geraldine Cooper and a detective “Pinky” Webb (played by Webb King) figure out through some research that Juanita is actually the same person as Helen Childers. The film ends with Juanita eventually finding her birth mother, Mother Agnes (played by Beatrice George), and inheriting a large sum of money, producing the film's happy ending in spite of villainous schemes; Romero, caught in his own lies, ends up dead because of it."}, "37766486": {"title": "The Call of the North (1921 film)", "plot": "As described in a film magazine, Ned Trent (Holt), a free trader who has successfully opposed the iron rule of the Hudson's Bay Company factor Galen Albret (Berry), is captured and brought to the trading post. They plan to keep Trent there until the first snowfall and then send him out upon the long trail without any food or rifle, a custom said to be followed by agents of the company. Defying the factor, Trent falls in love with the factor's daughter Virginia (Bellamy) and finds his affection reciprocated. When her attempt to aid Trent to escape brings her father to the verge of murder, it is discovered that Albret had been responsible for the death of Trent's father many years earlier. However, in the end the complex situation is worked out logically to a satisfactory end.", "tmdb_id": 897778}, "4472408": {"title": "Camille (1921 film)", "plot": "A young law student, Armand (Rudolph Valentino) becomes smitten with a courtesan, Marguerite (Alla Nazimova). Marguerite is constantly surrounded by suitors, whom she entertains at her lavish apartment.  She also has consumption and is frequently beset by bouts of illness.\nArmand sees Marguerite at the opera and, later, pursues her when he attends one of her private parties.  She rejects his advances at first, but eventually returns his affection.\nThe two live happily together until Armand's father, seeking to protect his family's reputation, convinces Marguerite to end the relationship.  She finally relents and runs away to a wealthy client, leaving a note for Armand.\nWhen Armand finds the note he is shattered. The sorrow eventually turns to rage, and he decides to plunge into Parisian nightlife, associating himself with Olympe, another courtesan.  When he sees Marguerite at a casino, he publicly denounces her.\nMarguerite gives up her life as a courtesan and quickly finds herself in massive debt. Her illness also takes a heavy toll.  Eventually, as she lies dying in bed, her furniture and belongings are repossessed. She persuades the men taking her belongings to allow her to keep her most precious possession: a book - Manon Lescaut - Armand gave to her.\nMarguerite dies lying in bed in her apartment holding the book Armand gave her,  wishing to sleep where she is happy dreaming about Armand. Marguerite's maid Nanine, and her newlywed friends Gaston and Nichette are at her bedside as she dies.  Unlike the original novel, the film does not depict Armand and Marguerite ever seeing each other again after the casino scene and offers no suggestion that Armand ever learned of Marguerite's sacrifice and true feelings for him.", "tmdb_id": 139176}, "33046557": {"title": "The Case of Becky", "plot": "Dorothy Stone (Binney) is the step-daughter of barn-storming hypnotist Professor Balzamo (Love), who has used her as his subject since childhood. During his hypnosis act, she becomes her evil alter ego named Becky. Her mother's deathbed warning leads Dorothy to leave the hypnotist and she finds shelter in a small town with Mrs. Arnold (Jennings) and her son John (Hunter), who falls in love with her. When he gives her an engagement ring, the flashing stone induces a reversion to her evil personality. The famous psychologist Dr. Emerson (McCormack) diagnoses her case correctly and attempts a cure. The chance visit by the hypnotist results in a situation where Dorothy is permanently cured and learns that she is actually the daughter of the physician. After Balzamo commits suicide, there is a happy ending.", "tmdb_id": 664654}, "16796035": {"title": "The Cave Girl (film)", "plot": "Professor Sperry moves to a cave in the wilderness to live the primitive life, taking his daughter Margot with him.\nMeanwhile, Divvy Bates is being pressured to marry Elsie Case. Elsie's mother and Divvy's wealthy father arrange a trip to the Bates' remote cabin in the wilderness to give Elsie a chance to extract a marriage proposal from Divvy. At the cabin, Divvy catches Margot making a raid on the Bates' supplies and is attracted to her. Elsie now has to compete with Margot for Divvy's affections.\nWhen their hired hand Baptiste (Boris Karloff) is fired, he retaliates by burning down their cabin. The party is forced to seek refuge in the cave along with the Professor and Margot. Seeing her chance to marry Divvy slipping away, Elsie conspires with Baptiste to kidnap Margot who ends up being set adrift in a canoe. Elsie's conscience suffers and she realizes that she has done wrong. Elsie confesses to Divvy, who then rescues Margot from the rapids in the nick of time.", "tmdb_id": 457810}, "17098969": {"title": "The Centaurs (1921 film)", "plot": "The surviving footage presents a young female centaur picking flowers, a male centaur throwing a rock at (and, perhaps, killing) an eagle in flight, a pair of elderly centaurs (the male is bald with a long white beard, the female wears pince-nez eyeglasses) welcoming the younger centaurs, and a bald boy centaur who jumps around. Since no screenplay of the film is known to exist, it is not clear how these scenes were meant to be connected.", "tmdb_id": 146744}, "30828474": {"title": "The Charm School (film)", "plot": "As summarized in a film publication, when Mrs. Rolles (Farrington) insists that she will not have Austin Bevans (Reid) as a son-in-law, he insists that she will. But when his aunt dies and leaves Austin a girl's boarding school in her will, Austin gives up his suit of Susie Rolles (Bains) and decides to run the school. Under his aunt's regime the girls studied microbes, etc., but Austin turns it into a charm school where the girls are taught dancing, fencing, and grace in general. Elsie (Lee), one of the students, immediately falls in love with Austin, but he fails to respond. She then tries to vamp him, but when Austin does not fall she tells him directly that she loves him. Elsie's uncle is very interested in the young Austin. When Mrs. Rolles hears of how well he is getting along, she tries to patch things up between Austin and her daughter Susie, and tells Elsie that the two are engaged. While Elsie is brokenhearted, in the end all turns out well for her and Austin.", "tmdb_id": 944265}, "16795650": {"title": "Cheated Hearts (film)", "plot": "Barry Gordon (Herbert Rawlinson) and his brother Tom (Warner Baxter), the sons of an old Virginia colonel, are both in love with Muriel Bekkman (Marjorie Daw). Barry is a wastrel, however, and because he believes Muriel loves Tom the best, he takes to drinking heavily even though his father died of alcoholism. Barry goes to Paris thinking that Tom and Muriel will get married, but then receives word that his brother has been lost in Morocco. He goes to the nearest African village there and learns that his brother is being held captive by natives. He agrees to exchange places with Tom and pay the natives handsomely. Muriel and her father, Nathanial Beekman (Winter Hall), arrive and are overjoyed when Tom is released from captivity, but now they are worried about Barry. Tom, however, is content to wait in the village instead of trying to aid his brother. Finally Barry, having escaped from a cave with the aid of a native girl named Naomi, who is killed helping him. Barry staggers into the village and Muriel, recognizing that he is truly the better man, declares her love for him. Barry decides to swear off drinking and marries Muriel.", "tmdb_id": 618487}, "60791501": {"title": "The Chicken in the Case", "plot": "As described in a film magazine review, Steve Perkins  decides to borrow Winnie, the newly acquired wife of his room mate Fercival, in order to meet his Aunt Sarah's wishes and get his inheritance sooner. The aunt is so impressed with Winifred that she leaves the money in the name of the framed-up wife. Aunty, however, runs into Winifred and her real husband Percy together and it looks suspicious to her. Of course, after that she stumbles across all kinds of suspicious circumstancial evidence and, after many kinds of humorous complications during which Steve really gets married to someone else, the whole plot is unraveled, Steve confesses to the hoax, and it all comes out right.", "imdb_id": "tt0012043"}, "58701341": {"title": "The Child Thou Gavest Me", "plot": "The film begins with a wedding. During the ceremony the bride's illegitimate child suddenly appears. The marriage is maintained on the outside, but within the couple the jealousy of the husband leads to strong conflicts.", "tmdb_id": 509191}, "36929775": {"title": "The City of Silent Men", "plot": "Based upon a summary in a film publication, Jim Montogmery (Meighan) escapes from Sing Sing prison and goes west to start a new life under the name Jack Nelson. He becomes superintendent of a large mill and falls in love with the owner's daughter Molly (Wilson). He tells her of his past life and she believes that he is innocent, so they are married. Prison officials pardon Old Bill (Everton), who planned Jim's escape, as bait in their attempt to recapture Jim. Detective Mike Kearney (MacQuarrie) finally lands his man but Jim places his fingers in the mill machinery to spoil the tell-tale fingerprints. Later Old Bill wins a confession from the crook that actually did the crime for which Jim was sentenced, leading to a pardon for Jim.", "imdb_id": "tt0012053"}, "37257312": {"title": "Coincidence (1921 film)", "plot": "Billy Jenks (Harron) leaves his small town to find success in New York City, but he settles for a department store cashier job. He gets in a heated romance with secretary and aspiring pianist Phoebe Howard (Walker). Their romance leads to both of them being fired, and Billy is later arrested for burglary. Billy tries to borrow money from his wealthy aunt, who has died without his knowledge. Also without his knowledge, she left him $100,000, and her estate lawyers manage to find Billy through a coincidence. The money is then stolen by a con man who also tries to woo Phoebe, but Billy gets both back through a series of coincidences. He and Phoebe then get married.", "imdb_id": "tt0012057"}, "68627022": {"title": "Colorado Pluck", "plot": "Newly wealthy Colorado Jim travels to London where he meets Angela Featherstone. The two get married despite Angela telling Jim that the marriage will be \"in name only\". Angela spends all of Jim's money not long after the wedding, causing the couple to move to Colorado. In Colorado, Jim clashes with Philip Meredith, who wants to steal Angela from him. After Jim is wounded, Angela realizes that she really loves Jim and decides to become more than just a wife \"in name only\".", "imdb_id": "tt0012061"}, "35010419": {"title": "Conceit (film)", "plot": "As described in a film magazine, wealthy William Crombie (Davidson) has always been able to purchase what he wanted, including his lovely wife Agnes (Hopper). At a dinner party in his luxurious home, to the intense boredom of his guests, William tells of his hunting exploits and of having killed a wounded bear with his bare hands. When this is doubted, he invites all of the guests to a hunting trip, and they go to his palatial lodge in the Canadian Rockies. There he proposes that they each remain until he has killed a bear. There it transpires that his old guide, who had always killed the bears for William, is ill and has sent his son in his stead. Finally, all of the guests have killed a bear and left except for William, and his guide has become so disgusted with him that he leaves. William becomes lost in the wilderness and fear almost drives him insane. He is finally sheltered by a trapper, Barbe la Fleche (Costello), and, after recovering from his fright, becomes infatuated with the trapper's ward, Jean (Hilburn). Promising all the luxuries his wealth can provide her, he almost persuades her to go away with him. The trapper finds them together and suggests that he and William fight for her. When William shows his fear, the young woman calls him a coward and drives him from the camp. Returning to his city home he finds that he has been to weak to hold onto his wife and that she has been made love to by another man, Carl Richards (Gerrard). Knowing of his cowardliness, Carl laughs at him and William hangs his head and slinks away. William is then convinced by his one true friend to take boxing lessons, and after being battered by a husky trainer (Wolheim), an unsuspected fighting spirit is aroused and he knocks out the trainer. Filled with a new spirit, he returns to his home and beats up and throws Carl out of his house. William then returns to the Canadian Rockies and, after a series of adventures, rescues Barbe and Jean after a desperate battle with a half-breed and an Indian. The trapper tells him that he has won Jean fairly, but William's better spirit rules and he returns to his lodge where he finds his wife happily waiting for him.", "imdb_id": "tt0012063"}, "51933175": {"title": "The Concert (1921 film)", "plot": "A concert pianist, the romantic idol of many women, is seduced away from his wife. The seductress's husband takes in the pianist's wife, and all four pretend to be happy with the new arrangement.", "tmdb_id": 687066}, "5983350": {"title": "The Conquering Power", "plot": "After the death of his father, young dandy Charles Grandet (Rudolph Valentino) is taken under the care of his uncle, Monsieur Grandet (Ralph Lewis). The miserly Grandet, despite being the wealthiest man in his province, forces his family to live in poverty and schemes to cheat his nephew out of his inheritance from his father.\nCharles falls in love with Grandet's daughter Eugenie (Alice Terry) but Grandet condemns their love, and sends Charles away. While Charles is away, Grandet kills Eugenie's mother, which sends him further into a maddened state. Later, it is revealed that Eugenie is not really Monsieur Grandet's daughter; if she knew, then she could reclaim all of the gold that originally belonged to her mother, leaving her father penniless. Monsieur Grandet has a violent argument with Eugenie, after she finds letters sent by Charles that her father had hidden, and Monsieur Grandet accidentally locks himself in a small room where he keeps his gold. He starts hallucinating and is eventually killed after becoming frantic.\nEugenie is now left an extremely wealthy young lady, which only intensifies the pressure put on her by two competing families to marry one of the suitors. She announces her engagement, but shortly after is reunited with Charles.", "tmdb_id": 175346}, "41924294": {"title": "Dangerous Curve Ahead", "plot": "As described in a film magazine, Phoebe Mabee (Chadwick) is a much sought after small town belle who quarrels with her fiancé Harley Jones (Dix) after a flirtation with city youth Anson Newton (Flynn). After a period of weepy repentance the engagement is renewed and they are wed. After the children come, there is a hiatus in the domesticity of the couple. Jones is sent aboard by his job and she her children spend the summer at a watering place, where Phoebe meets her city charmer and the romance interrupted by her marriage is renewed. Phoebe develops social ambitions and these are helped along by Newton's aunt Mrs. Nixon (Lester), who is prominent in society and can help Phoebe get her social whirl. Jones the absent husband returns unexpectedly and finds one of the children ill and Phoebe about to keep an appointment to attend a function at Mrs. Nixon's house. Phoebe waivers between fear that failure to attend the function will end her budding social career and the love of her child. She attends the dinner, leaving her child in the care of a nurse, but during the course of the dinner is overcome with remorse, rushes home and arrives just in time to calm the little fellow, who was calling to her. A reconciliation with the husband follows, with motherly love and home responsibilities conquering over social aspirations.", "tmdb_id": 777184}, "14511175": {"title": "Dangerous Lies (1921 film)", "plot": "As described in a film magazine, Joan (Glynne), a poor rector's daughter, marries a bounder and, after she discovers his true character, leaves him to make her way in London. She meets and falls in love with Sir Henry Bond (Powell), a wealthy collector of antique books, and marries him after reading of her husband's sudden death. Later it is discovered that her husband was not dead, and that he had the notice printed to throw creditors off his trail. Joan goes to his hotel room and a struggle ensues in which her husband falls dead from a heart attack, leaving her free for happiness with her book connoisseur.", "tmdb_id": 787158}, "45226101": {"title": "Dawn of the East", "plot": "As described in a film magazine, Russian Countess Natalya (Brady) is stranded in Peking, China, and is forced to dance in a public hall to support an invalid sister. She is lured into marriage to a Chinese man through political intrigue, but escapes as she believes the ceremony was not completed and goes to America, where she becomes engaged to an American diplomat. Her persecutors follow her, but she outwits them in a happy ending.", "tmdb_id": 1004426}, "2660723": {"title": "Desire (1921 film)", "plot": "A young student from Russia (Conrad Veidt) is studying (art or dancing, records of the film are unclear) in Geneva, Switzerland. He wants to go home for a visit, but has no funds. A group of Nihilists need someone to go to Russia for some plot (that plot is not clear, as the film has been lost). The student allows himself to be recruited as their agent, and he goes to Russia.\nIn Russia, the student meets a young, beautiful Grand Duchess (Gussy Holl), and they fall in love. The student attempts to complete his plot, but is arrested. After some time in prison, he escapes and begins searching for his lost lover. After some time, he discovers she died while he was in prison.", "tmdb_id": 6123}, "13523143": {"title": "Desperate Trails (1921 film)", "plot": "As described in a film publication, Bart Carson (Carey) is in love with Lou (La Marr) and even goes to jail to save Walter A. Walker (Coxen), a man she says is her brother but who is really a husband who has deserted his wife and two children. After he learns the truth, Bart breaks out of jail and trails Walter, who falls off a train trying to escape. Bart then seeks refuge in a cabin with Mrs. Walker (Rich),  where he is captured, but the officials have learned the truth and promise him a pardon.", "tmdb_id": 618456}, "2610460": {"title": "Destiny (1921 film)", "plot": "In \"Some Time and Some Place,\" a loving young couple is riding in a carriage on a country road, when they pick up a hitchhiker, offering him a ride into town. Little do they know, this stranger is Death himself.\nIn town, Death visits the mayor's office, where he purchases a small piece of land adjacent to the town cemetery. Surrounding this property, Death erects a giant, mysterious wall. At the local tavern, the young couple encounters Death again, and when the young woman is distracted, her lover disappears. Grief stricken, she sobs in front of the mysterious wall, when she sees a large group of ghosts walk past her, and through the wall. The last among these ghosts is her lover; and despite her protests, he also moves through the wall, entering the realm of Death.\nRelentless, the young woman confronts Death, begging him to bring her to her lover. He leads her to a large, dark room, with numerous long candles, each one in different stages of burning. The young woman demands to know why Death took her lover away, to which Death explains that he was simply following God's will, and that it was her lover's time to die. She asks if there is anything that can be done to get her love back, arguing that love is stronger than Death. Death tells her that each candle in the room represents a human life, and that currently, three candles are flickering, representing three lives hanging in the balance. Death promises the young woman that, if she can save one of these lives with love, he will return her lover to the living.", "tmdb_id": 29267}, "8340170": {"title": "Devil Dog Dawson", "plot": "A group of three settlers in Oregon have their horses stolen by outlaws. Their horses are returned by three cowboys. The cowboys later save the settlers again when they are threatened by farmworkers.", "imdb_id": "tt0012104"}, "15418971": {"title": "The Devil Worshippers", "plot": "The film is about a cult of devil worshippers called the Jesidi whose village is destroyed by an army general named Machrej under a religious pretext. When the village leader Kara ben Nemsi sees the devastation and learns that his people have been taken into captivity, he vows revenge. The ben Nemsi character, and his faithful servant Hadschi Halef Omar, appeared later in several other Karl May novels, all set in the Near East.", "tmdb_id": 433137}, "56518483": {"title": "The Devil (1921 film)", "plot": "The Devil, in the guise of a human named Dr. Muller (Arliss), meets a young couple (Marie and her fiance Georges) who remark upon looking at a Renaissance painting of a martyr that Evil could never triumph over Good. The Devil, taking this as a challenge, decides to bring about the couple's downfall. In the end, Marie resorts to the power of prayer and a shining crucifix appears that causes the Devil to disappear in a burst of flames.", "tmdb_id": 292749}, "36526229": {"title": "The Devil's Foot (film)", "plot": "While on vacation, Sherlock Holmes and Doctor Watson walk by the sea. Hoping to ask for directions back to their inn, they call upon a house but discover three dead people seated at a table and with no signs of violence. Initially, the victims' brother Tregennis is suspected, but when he is killed in a similar way, then the explorer Dr. Sterndale becomes a suspect.\nSterndale shows Holmes and Watson a note where Tregennis confesses to the murder of his siblings to acquire their property. The last third of the film is Sterndale's story told to the pair through a series of Flashbacks. Sterndale tells them that Tregennis had shown a great interest in Sterndale's exotic poisons and that Sterndale was in love with the sister and killed Tregennis in an act of revenge. The flashback shows Sterndale forcing Tregennis to write a confession at gunpoint. Holmes questions Sterndale for taking justice into his own hands, but when the police arrive, he tells them that Tregennis had committed suicide.", "tmdb_id": 224419}, "29019393": {"title": "Disraeli (1921 film)", "plot": "As described in a film magazine, Disraeli (Arliss), a middle class Jew, has become the British Prime Minister under Queen Victoria and incurs the enmity of nobles and racist snobs. He knows that Russia is angling through diplomacy and intrigue for possession of the Suez Canal and, realizing that unless Britain secures it, the strength of her empire will be lost. He plays a lone game for control of the canal and wins. In his final hour of honor at court, those who stood against him claim the honor of having helped him.", "tmdb_id": 495694}, "13822592": {"title": "The Dollar-a-Year Man", "plot": "Based upon a summary in a film publication, Franklin Pinney (Arbuckle) is a member of the Yacht Club which is hosting a Prince at a dinner. Fearing that Franklin, who is not a blue blooded member, will commit some indiscretion, the members plan to have Kate Connelly (Greenwood), the club detective, lure him to a haunted house until after the ceremony. Tipson Blair (Dumont) has plans to kidnap the Prince and keep him prisoner at the haunted house. Kate gets Franklin to the haunted house, but a fight breaks out with the gang that is waiting for the Prince. Meanwhile, the Prince is playing hooky from the dinner and is out driving around with Peggy Bruce (Lee), whom Franklin loves. Out of curiosity they stop by the haunted house in time for the fight between Franklin and the gang. Members of the royal party arrive to save the Prince, and Franklin as the hero of the fight wins Peggy.", "tmdb_id": 335452}, "45209903": {"title": "Don't Call Me Little Girl", "plot": "As described in various film magazine reviews, Jerry Doubleday (Minter) is an eighteen-year-old girl, who arrives with her mother to stay with her aunt Joan (Stonehouse) ahead of her wedding. Aunt Joan's engagement to Monty Wade (Patrick) has gone on for ten years but the wedding seems on course to finally take place - until Jerry has other ideas.\nDetermined to prove to her mother that she is no longer a little girl, Jerry arrives at the station dressed in the most modern fashions, and immediately \"borrows\" an automobile to take for a spin. This automobile turns out to belong to Monty, who rescues Jerry when she crashes it into a fruit stand and promptly falls for her.\nJerry is determined to have Monty for herself, and thus she schemes to make some adjustments to Aunt Joan's upcoming wedding. She realises that an old acquaintance of Joan's, Peter Flagg (Flanagan), still has feelings for her, and Jerry causes Peter to have a minor accident that requires him to stay at Joan's house. She then places a notice in the local paper, stating that Joan's upcoming wedding will still take place, but with Peter as the groom instead of Monty.\nAll are horrified when they read the changed announcement, but Jerry is unrepentant. Eventually, however, Joan is persuaded that Peter is the right man for her. Jerry has to resort to a feigned suicide for Monty to admit his feelings for her, but in the end all is resolved so that a double Doubleday wedding can take place.", "imdb_id": "tt0125064"}, "23498505": {"title": "Don't Tell Everything", "plot": "As described in a film magazine, Cullen Dale (Reid) becomes engaged to Marian Westover (Swanson), and when explaining various photographs showing him intimately juxtaposed between divers young women, spreads a network of falsehoods which promise to involve him in subsequent difficulty. One photograph shows him with Jessica Ramsey (Cumming), a sportswoman who calls her men friends \"pals.\" Learning of Cullen's engagement, she courts his company so consistently that the piqued Marian precipitates a secret marriage. The honeymoon is interrupted by a quarrel which terminates with Cullen's departure for Jessica's hunting lodge. Here Jessica's love-making becomes obvious and the arrival of wife Marian and their mutual friend Harvey Gilroy (Dexter) finds Cullen ready to patch up their differences. After a suitable delay, Marian allows him to do so, with a happy ending ensuing.", "tmdb_id": 773720}, "14111269": {"title": "Dream Street (film)", "plot": "As described in a film magazine review, Gypsy Fair, a young dancer, is forced through circumstances to live in the London Limehouse district and associate with the other residents there. Through her courage and loyalty, she is forced into numerous hazardous situations from all of which she emerges unharmed. Finally, she marries the man she has reformed and finds true happiness with him.", "tmdb_id": 175365}, "37362401": {"title": "Ducks and Drakes", "plot": "Based upon a summary in a film publication, Teddy Simpson (Daniels) is a wealthy young orphan who, instead of marrying Rob Winslow (Holt), whom her Aunty Weeks (Kelso) has selected for her, is bent upon getting into trouble by seeking adventure and through her flirtatious ways. Rob's friends, victims of her telephone flirtations, offer to help him cure her. Part of the cure involves Teddy taking a ride with Tom Hazzard (Lawrence) to an exclusive gun club, with the other conspirators making things so warm for her that she is cured for all time. When Rob calls her the next day, he finds her ready to consent to a speedy wedding.", "tmdb_id": 395448}, "36526343": {"title": "The Dying Detective (film)", "plot": "The great detective Sherlock Holmes, near death after having contracted a rare and usually fatal Asiatic disease, is determined to solve one last murder case before he passes on.", "tmdb_id": 175491}, "53212011": {"title": "The Earth (1921 film)", "plot": "The story takes place within the Fouan family. The elderly father Fouan (Armand Bour) decides to share his property between his children, dependent on them to house him, feed him and give him two hundred francs a year each. They do not do their job very well, especially his son, Buteau (Jean Hervé), who is gradually dispossessing Fouan of his meager fortune.\nButeau has two cousins, the Mouche sisters. He has a child by the first, Lise (Jeanne Briey), whom he married when she became a rich heiress.\nButeau and Lise confront her sister, Françoise (Germaine Rouer), in a field. Lise pushes her sister onto a scythe, severely wounding her, and she and Buteau abandon her to her fate. Francoise is taken to a house, but dies from the injury.\nFather Fouan is left to wander through rain and snow, with nowhere to live.", "tmdb_id": 175333}, "30167040": {"title": "Enchantment (1921 film)", "plot": "Inspired by a staging of William Shakespeare's Taming of the Shrew, Marion Davies plays Ethel, the spoiled-brat daughter of millionaire Mr. Hoyt (Tom Lewis). Mr. Hoyt decides that a rough-and-tumble he-man might be able to straighten out his daughter. To that end, the millionaire hires Ernest Eddison (Forrest Stanley), the actor playing Petruchio in Shrew. Ernest talks Ethel into auditioning for an amateur production of Sleeping Beauty, then runs her roughshod during rehearsals. Ethel is on the verge of exploding when Ernest finally wins her over with a lulu of a third-act kiss.", "tmdb_id": 300769}, "45229741": {"title": "Exit the Vamp", "plot": "As described in a film magazine, successful lawyer John Shipley (Barnes) becomes fascinated by a vampire (La Rue) of the accepted type. His wife Marion (Clayton) becomes aware of the infatuation and adopts the ways of her opponent, pretending incidentally an affection for a World War I veteran (Boyd) whom she knew in France. At a house party to which Marion had invited the other woman, her husband discovers his mistake in his judgment of womanly values and the wife emerges from the conflict victorious.", "imdb_id": "tt0012143"}, "27007429": {"title": "Experience (1921 film)", "plot": "The plot of Experience was summarized in the August 1921 issue of Photoplay magazine.", "tmdb_id": 936029}, "45197079": {"title": "The Faith Healer", "plot": "Rhoda Williams is an orphan and the mistress of Dr. Littlefield. She sees a disabled man restored to good health by Michaelis a young shepherd with the power of faith healing. She summons Michaelis to her disabled aunt's house, he cures the woman of her paralysis problem, and Rhoda tells him of her difficult life. After that, Michaelis falls in love with her. Later, he is called to cure a woman's sick baby, but he fails to do that. He thinks that his power loss is a result of his love for Rhoda. In the end, she helps him see that the failure was only because of his lack of faith in the power of love. After he realizes that, he is able to restore the young child to full health.", "tmdb_id": 988416}, "13060914": {"title": "The Fall Guy (1921 film)", "plot": "From a November 1921 newspaper ad for the film: \"A funny film of life as it might be. A fantasy of cowboys who saddle automobiles and bad men who get wild on ice cream cones. This is the first [Larry] Semon comedy we have been able to get for over two months and can't get another for a long time, so don't miss The Fall Guy. Said to be his best.\"", "tmdb_id": 175402}, "61256727": {"title": "Felix (1921 film)", "plot": "As autumn storms are blowing in over the island of Fagerøy, the priest's wife Else Margrete and her child die in childbirth. During the storm, a ship is also wrecked off the island, and the only survivor is a three-month-old boy. The maritime pilot Abraham takes the child to the rectory, and the young priest accepts the boy as a gift from heaven for the child he has lost. The boy is baptized Felix and grows up with the priest's daughter Signe. Abraham's son Thorleif is the children's best friend and playmate.\nThe years go by, and the children are confirmed. Signe has become a beautiful woman and Thorleif is in love with her. Felix also has feelings for her, but he lives in a dream world where Signe is his princess. When Signe tells Thorleif that she also has affections for him, Felix goes to sea to forget her. In Antwerp, he becomes seriously ill and lies waiting for death. He asks the priest at the Norwegian Church Abroad to write a letter to Signe. However, Felix recovers and goes home.\nIn the waters outside Fagerøy, a steamboat is surprised by a storm. On board the boat is Thorleif. Felix and the pilot Abraham go out with the pilot boat to try to rescue the steamer, but it sinks. Felix plunges into the water to rescue Thorleif and keeps him afloat while Abraham takes them aboard the boat. However, Felix dies from the effort, and Thorleif is taken home and is united with Signe.", "tmdb_id": 342784}, "40040600": {"title": "Finders Keepers (1921 film)", "plot": "Amy Lindel, a church choir singer heads to the city to make a fortune with her voice and finds out she can only get jobs cabaret singing. Two men fall for her, one of which plants stolen diamonds on her. Threatened with arrest she throws herself in a lake, she is saved by the good guy who she marries.", "tmdb_id": 5514}, "15182143": {"title": "The Fire Eater", "plot": "As described in a film magazine, Smilin' Bob Corey (Gibson) and his partner Jim O'Neil (Perry) are rangers employed by the Forestry Preserve Bureau who are directed to make a \"peaceful penetration\" into Paradise Valley to save timber from the depredations of Jacob Lemar (Lingham), a notorious lumber thief, and the uneducated settlers who are robbing the mountains and valleys of all of the best trees. This makes them the objects of hatred in the camp. Bob falls in love with Martha McCarthy (Lorraine), the daughter of woodsman Day McCarthy (Berrell), who receive Bob and Jim into their home even though they distrust them. After several fights between Bob and Jacob and a spectacular forest fire that sweeps the mountainside, Jacob kidnaps Martha hides her in a bear trap. Bob rescues her and they escape the flames by hiding in a waterhole. Jacob is caught and punished for his part in the kidnapping, and the woodsmen accept Bob and Jim as good fellows on an earnest mission.", "tmdb_id": 618491}, "37296313": {"title": "First Love (1921 film)", "plot": "As described in a film magazine, factory worker Kathleen O'Donnell (Binney) has fallen in love with ambulance driver Harry Stanton (Webb). After her father Tad O'Donnell (Hernandez), who knows Harry's true character, forbids him in the house, Kathleen leaves home and works overtime at the factory for funds for Harry to complete his medical education, a course of study which exists only in fiction. The efforts of her family and other employees to show her error lead her to quit her factory job and take a job as a waitress at a restaurant, where she sees him dining with his lady friends. Her discovery of his perfidy results in an attack on him that injures his sight. She later has a happy ending as the owner of the factory Donald Halliday (Baxter) has an interest in her.", "tmdb_id": 313587}, "14706463": {"title": "Fool's Paradise (1921 film)", "plot": "As described in a film magazine, Arthur Phelps (Nagel) has been injured during World War I and while in a French had become dazzled by the beauty of French dancer Rosa Duchene (Harris). Back in the United States in an oil town along the Mexican boarder, Arthur meets American dancer Poll Patchouli (Dalton) in a Mexican cantina, and she falls in love with him. Rosa and her troupe are billed for a show in the local theater and while Arthur is waiting at the stage door to see his charmer, he lights a cigar that had been given to him by Poll. The cigar is of the trick kind, and the explosion that follows so injures Arthur's eyes that later while sitting in the theater watching the young French woman dance he becomes blind. Later Arthur wanders into the cantina while Poll is doing an impression of the French woman. Realizing that she has caused the blindness of the man she loves, Poll passes herself off as the French woman, imitating her voice and accent so perfectly that Arthur is deceived, and they are later married. They both live happily until Poll learns of the coming of a great eye specialist who could restore Arthur's sight. She takes him to the physician who restores his sight, and then Arthur leaves Poll and starts a search for Rosa. He finally tracks her down in Siam. After an incident there, Arthur realizes that it is Poll that he loves, and he returns to the Mexican boarder town in time to rescue Poll from the proprietor of the cantina, John Roderiguez (Kosloff). Arthur and Poll are remarried for the resulting happy ending.", "tmdb_id": 707496}, "32470255": {"title": "For Those We Love", "plot": "Beatrice Arnold (Betty Compson) cares for her father George and her younger brother Jimmy (Richard Rosson). She is saved from drowning by a local card shark naked Trix Ulner (Lon Chaney) who decides to pursue her romantically, much to the chagrin of her longtime sweetheart, Johnny Fletcher.\nBeatrice is shocked to learn that Jimmy's been embezzling funds from their dad to pay off his gambling debts to a crook named Frank (Frank Campeau). Beatrice enlists Ulner's aid to get back the money. Ulner and Jimmy plot to steal the money from Frank's house, but during the robbery, Jimmy is shot dead by Frank.\nTo save Jimmy's reputation, Ulner blackmails Frank into telling the authorities that Jimmy was killed protecting Frank from the burglar. At the end of the film, Beatrice marries her sweetheart, Johnny Fletcher. Trix Ulner decides to give up his unsavory ways.", "tmdb_id": 920107}, "14706123": {"title": "Forbidden Fruit (1921 film)", "plot": "Mrs. Mallory (Williams) persuades Mary Maddock (Ayres), her unhappily married seamstress, to take the place of an absent guest at her dinner party so that her husband can complete a business deal with Nelson Rogers (Stanley) rather than make his trip out West. Gorgeously gowned and very beautiful, Mary wins the heart of Nelson at the party, who asks her to marry him. Mary realizes what she is missing and remains faithful to her abusive and idle husband Steve Maddock (Burton), whom she supports. After a final insult from him (throwing a shoe at her bird that knocks the cage out a window to its death), she remains with the Mallorys, who need her for a weekend with Nelson. During that night she is awakened to find a burglar, her husband, stealing Mrs. Mallory's jewels. Steve escapes but Mary tells the Mallorys that the thief was her husband. She refuses the Mallorys' suggestion to divorce Steve who then attempts to blackmail Nelson for $10,000, which he plans to divide with a crooked partner (the butler of the Mallorys). In a fight over the money, the partner kills Steve, leaving Mary free to marry Nelson.", "tmdb_id": 72496}, "7333656": {"title": "Forever (1921 film)", "plot": "Peter Ibbetson (Reid) is an orphan raised by his uncle, Colonel Ibbetson. When the Colonel insults his dead mother, Peter attacks him and is ordered from the house. Then the young man runs into his childhood sweetheart, Mimsi (Ferguson), and their romantic feelings are rekindled.\nUnfortunately, Mimsi has married, but they carry on a love affair in their dreams. Their dream-affair continues over the years, even after Peter kills her husband, the Duke of Towers, and gets a life prison sentence.", "tmdb_id": 580745}, "62658919": {"title": "The Forgotten Woman (1921 film)", "plot": "A \"water waif\" named Dixie is adopted by a hateful woman and tricked into marrying the woman's son. After her new husband is arrested on their wedding night, she ends up falling for another man."}, "59490171": {"title": "Four Around a Woman", "plot": "Harry Yquem is a wealthy realtor. He disguises himself in order to purchase a piece of jewelry for his wife Florence (Carola Toelle) in a criminal cellar from the fence Upton (Rudolf Klein-Rogge) with counterfeit notes. He meets a man in whom he thinks he recognizes a former lover of Florence from before their marriage: it is Werner Krafft who has returned to the city after years and is looking for his former lover Florence. Since he is penniless, he seeks out his twin brother William Krafft to ask him for money. But William has become a bon vivant and a deceiver.\nYquem thinks William is Werner and therefore has him shadowed by his confidant Meunier. Finally he passes him a bogus message that Florence allegedly wants to see him and offers him a rendez-vous, whereupon William drives to the Yquem household. Yquem follows him armed, hoping to catch him and his wife. At the same time, however, Meunier approaches Florence on his own initiative and with clear intentions, who is visibly confused.\nWerner Krafft has tried in vain to find his brother William. When Werner returns to Upton's basement, he overhears him and his assistant. They have discovered Yquem's fraud with the wrong money and want to kidnap Florence in order to extort the amount owed from Yquem.\nUpton and his friend drive to the Yquems estate, Werner Krafft pursues them. The Yquems have a showdown with shootings and a large police presence, in which all secrets are revealed.", "tmdb_id": 175472}, "2137591": {"title": "The Four Horsemen of the Apocalypse (1921 film)", "plot": "Madariaga \"The Centaur\" (Pomeroy Cannon), a harsh but popular Argentine landowner, has a German son-in-law, Karl von Hartrott, whom he dislikes and a French one, Marcelo Desnoyers, whose family he openly favors. He is particularly fond of his grandson, Julio (Rudolph Valentino), with whom he often carouses at seedy dives in the Boca district of Buenos Aires. In one of those bars, the movie's famous tango sequence occurs. A man and a woman (Beatrice Dominguez) are dancing the tango. Julio strides up and asks to cut in. The woman stares at Julio alluringly. The man brushes him off, and they resume dancing. Julio then challenges the man, strikes him, and knocks him into some tables and out of the scene. Julio and the woman then dance a dramatic version of the tango that brings cheers from the people in the establishment. After the dance, the woman sits on Julio's lap. Madariaga then drunkingly slides to the floor. The woman laughs at Madariaga. Julio casts her aside in scorn and helps his grandfather home.\nSometime later, Madariaga dies. The extended family breaks up, one half returning to Germany and the other to France.\nIn Paris, Julio enjoys a somewhat shiftless life as a would-be artist and sensation at the local tea dances. He falls in love with Marguerite Laurier (Alice Terry), the unhappy and much younger wife by an arranged marriage of Etienne Laurier, a friend of Julio's father. The affair is discovered, and Marguerite's husband agrees to give her a divorce to avoid a scandal. It seems as if Julio and Marguerite will be able to marry, but both end up getting caught up in the start of the Great War.\n\nMarguerite becomes a nurse in Lourdes. The bravery of Etienne is reported, and he is blinded in battle. Etienne happens to end up at the hospital at which she works, and Marguerite attends to him there. Julio travels to Lourdes to see Marguerite but sees her taking care of Etienne. Julio, ashamed of his wastrel life, enlists in the French Army.\nIn the meantime, the German Army overruns Marcelo's Marne valley castle at the First Battle of the Marne. Marcelo is forced to host a German general and staff in the castle. One of Marcelo's three German nephews is among the staff and tries to protect him, but Marcelo is arrested after a mêlée involving an officer's assault of a woman. Marcelo is to be executed in the morning, but his life is spared when the French Army counterattacks during the \"Miracle of the Marne\". The castle is destroyed by the French counterattack.\nFour years later, Julio has survived and become renowned for his bravery in the trenches at the front. During a mission in no man's land, he encounters his last surviving German cousin. Moments later, they are both killed by a shell. Back in Paris, Marguerite considers abandoning the blinded Etienne, but Julio's ghost guides her to continue her care for him.\nThe ending scene shows Marcelo Desnoyers mourning over his son's grave. The man who lived upstairs from Julio watches over him. Marcelo asks him, \"Did you know my son?\" The man, with a remorseful expression, lifts his arms, forming the shape of a cross with his body, and says, \"I knew them all!\" He then points to the sky and shows Marcelo the Four Horsemen of the Apocalypse riding away into the clouds. Then, the man assures him that \"Peace has come—but the Four Horsemen will still ravage humanity—stirring unrest in the world—until all hatred is dead and only love reigns in the heart of mankind.\"", "tmdb_id": 31432}, "13539445": {"title": "The Fox (1921 film)", "plot": "As described in a film magazine, Ol' Santa Fe (Carey) drops off a fast freight train passing through town. He saves an urchin that had been assisting a beggar with a bear from a severe beating and adopts him as his \"Pard\" (Eason). Securing a job as a porter at the bank Caliente Trust Company, Santa Fe learns that bank president Rufus B. Coulter (Hale) is in league with a bad gang entrenched in the foothills, who have given Sheriff Mart Fraser (Nichols) much trouble. Coulter receives word through the K.C. Kid (Cooper) that a bank examiner is coming to Caliente, so he sends bank employee Dick Farwell (Harron) on a false errand to cover his tracks. Santa Fe goes out to rescue Dick, who has been captured by the outlaws, and runs into the sheriff lost in a sandstorm. Santa Fe proceeds to the rendezvous of the crooks, frees Dick, and returns for help. With the assistance of some U.S. troops he captures the outlaws, exposes Coulter, and then exposes his identity as The Fox, a special agent of the U.S. government sent out to round up the lawless gang. He also wins the love of the sheriff's daughter Annette (Clarke).", "tmdb_id": 618462}, "13522766": {"title": "The Freeze-Out", "plot": "As described in a film publication summary, the Stranger (Carey) comes to town of Broken Buckle to start a gambling hall. The Headlight, the existing gambling hall, is crooked, and the Stranger wants to start a straight one. He meets Zoe Whipple (Ferguson) who is attempting to reform the town and teaches school out of her home. Misunderstandings arise between the Stranger and Zoe that are brought about by Denver Red (Le Moyne), proprietor of the Headlight. After Zoe pleads with the Stranger not to start a new gambling den, the Stranger opens it to the public, but it turns out to be a new library and school. After running Denver out of town, the Stranger wins Zoe.", "tmdb_id": 618424}, "33548975": {"title": "General Post", "plot": "During the First World War a small-town tailor rises to become a General.", "tmdb_id": 506468}, "26137538": {"title": "Get-Rich-Quick Wallingford (1921 film)", "plot": "'Blackie' Daw arrives in the town of Battlesburg, Iowa. He has little money, but makes it known that J. Rufus Wallingford, a wealthy businessman, will be arriving in town soon and is interested in finding good investments. When Wallingford arrives, he and the townspeople hatch a scheme to build a factory, but they cannot decide what the factory should produce. Wallingford suggests carpet tacks, which he insists will interest other investors, and the townspeople agree. As time goes on, the company's stockholders begin to doubt Wallingford, who is, in fact, a con man. He is able to assuage their doubts. The establishment of the factory begins a real estate boom, and Wallingford and Daw are planning to skip town with the money they have made. But just before they do, a wealthy financier buys out Wallingford's interest and the factory makes a large sale of carpet tacks. As a result, Wallingford and Daw become wealthy by honest means. They both find women to marry, Wallingford to his stenographer Fannie Jasper and Daw to Dorothy Wells, daughter of a prominent town resident.", "tmdb_id": 1094050}, "45190132": {"title": "The Ghost in the Garret", "plot": "Delsie O'Gill (Dorothy Gish) visits the home of her aunt and uncle, during which time her aunt's $75,000 necklace is stolen. Delsie attempts to get back the necklace and traces it to a supposedly haunted house in the area. She pretends to be a ghost in order to frighten the thieves into giving up the necklace.", "tmdb_id": 849001}, "45190700": {"title": "The Gilded Lily (1921 film)", "plot": "A young man from the country goes to a big city where he falls in love with a showgirl. She then decides to give up her profession to become a housewife, and he decides to leave her.", "tmdb_id": 611091}, "32997171": {"title": "A Girl of the Bush", "plot": "Lorna Denver manages Kangaroo Flat sheep station and is pursued by two men, evil Oswald and handsome young surveyor, Tom Wilson.\nLorna gives shelter to a baby that has survived an attack by aboriginals, but Tom thinks the baby is hers. This upsets Lorna who breaks it off with him.\nOswald is murdered and Tom is arrested. A Chinese cook reveals that the real killer was the father of a woman who had been seduced by Oswald.", "tmdb_id": 384988}, "5564502": {"title": "The Goat (1921 film)", "plot": "Buster joins a queue for free bread but does not note that he is standing behind two unmoving mannequins. By the time he spots his mistake the bread is finished.\nNext Buster Keaton peers through a barred window into a police station where captured murderer \"Dead Shot Dan\" is having his picture taken for the \"Rogue's Gallery\". The photographer does not notice that the lens is covered by Dan's cap. Seeing that the photographer is looking away, Dan moves his head to the side and snaps a picture of Buster without anybody noticing. Thus, when Dan escapes, the wanted posters all show Buster with his hands on the bars. Unaware, Buster moves on to a street corner, where he notices a horseshoe, and kicks it aside. The next man who comes along  picks it up and throws it for good luck. Within seconds the man finds a wallet filled with money. After scrambling to find the horseshoe, Buster picks it up and throws over his shoulder. It strikes a policeman, who chases Buster, and soon other officers join the chase. Buster lures them into the back of a truck, locks them in, and escapes.\nAfterwards, Buster sees a man arguing with a young woman walking her dog. Buster defends the woman and throws the man to the ground. After walking away, Buster runs into the officers who had chased him earlier. He escapes by hopping onto a train going to a nearby town. Unfortunately for Buster, the town has heard of Dan's escape, and newspapers and wanted posters with Buster's picture are everywhere. The townspeople run from him in terror wherever he goes.\nBuster is once again in the wrong place at the wrong time when the police chief on his patrol is ambushed by a gangster. The gunman's bullets miss the officer, but the smoking gun ends up in Buster's hand. He runs from the persistent police chief, inadvertently causing mischief all over the town. While on the run, Buster encounters the same young woman he assisted earlier, who invites him to dinner. At her home he meets her father—he is the police chief, and he furiously chases Buster all over the apartment complex. After the young woman helps Buster escape, the pair emerge onto the street where Buster observes a sign outside a furniture store that says \"You furnish the Girl, we furnish the home!\" He carries his date into the store.", "tmdb_id": 51360}, "59844306": {"title": "God's Crucible (1921 film)", "plot": "A young political refugee flees to Winnipeg to escape Russian enemies, where his resolve is tested in the snow-capped mountains, his violin his only company. Eventually, he is rewarded for toughing it out.", "imdb_id": "tt0012225"}, "33480104": {"title": "The Great Adventure (1921 film)", "plot": "As summarized in a film publication, Priam Farll (Barrymore), England's noted artist, goes to Warsaw with his valet Henry Leek (Braidon) to escape Lady Sophia Entwhistle (Broske), who is bound to wed him. Sophia follows him to Warsaw and, for the reason of not knowing what else to do, the artist becomes engaged to her. The next day he escapes and returns to London, where his valet dies. Priam gives the deceased valet's name as \"Priam Farll\" and assumes the valet's name as his own. He attends his own funeral in Westminster where he encounters Lady Sophia in deep mourning weeping bitterly. He leaves before she notices him. Among the valet's letters is one noting an appointment. Priam keeps the late valet's date which turns out to be with an widow who had answered Henry's matrimonial ad. Priam marries the woman under the name Henry Leek. Lack of funds causes Priam to resume his painting, and when his work is recognized he refuses to admit his identity. But when it develops that the late Leek had a wife and two children, who arrive and demand their rights, Priam begins to weaken and eventually proves that he is Priam Farll on the condition that his identity remain secret to protect against Lady Sophia's breach of promise suit.", "tmdb_id": 621882}, "9220529": {"title": "The Great Moment (1921 film)", "plot": "As described in a film magazine, Sir Edward Pelham (Francis), who has married a Russian Gypsy named Nada (Swanson), fears that his daughter Nadine (Swanson) will follow in her mother's footsteps and arranges a marriage with her cousin Eustace (Butler), whom she does not love. Her father takes her and Eustace on a trip to America to look over some mines in Nevada. During the journey she meets Bayard Delaval (Sills), a young engineer in her father's employ, and a warm friendship grows between them. While returning with Bayard to the hotel from the mine she is bitten on her breast by a rattlesnake. Bayard uses his pocketknife to open the wound and sucks out the poison. He takes her to his nearby shack and makes her drink some whiskey. Her father finds her with Bayard in his cabin and demands Bayard marry her at once. After the ceremony, Nadine is taken to the hotel and placed under the care of a physician. The father, disregarding all explanations, leaves for home. Recovering from the effects of the liquor, Nadine upbraids Bayard. Believing that Nadine does not love him, Bayard leaves her and prepares to sue for divorce. Sometime later in Washington, Bayard and Nadine meet again on the night of her engagement ball. Nadine has reconciled with her father and has agrees to marry Howard Hopper (Hull), a millionaire who is a cad and the talk of Washington society. Her father arrives and seeing Bayard and Nadine together and told that she loves him, does not stand in the way of their reunion.", "tmdb_id": 316222}, "58444968": {"title": "The Grim Comedian", "plot": "As described in a film magazine, an automobile passenger tells an old man a tale, while speeding across the country, of the actress Marie Lamonte (Hunt) who gives up luxury, a beautiful car, and a cozy apartment furnished by Harvey \"Million Dollar\" Martin (Holt). She does all this so that her daughter Dorothy (Hope), who was reared in a convent, might not be contaminated by the presence of the roue. However, Harvey meets the young woman and a genuine affection springs up for her. On the day that they are to elope, Marie goes to Harvey's apartment, finds her daughter waiting in an adjoining room, and in desperation shoots Harvey, wounding him in the hand. \"I did not think that you would do it,\" he says. \"You've won.\" He forthright tells Dorothy that he did not intend to marry her. \"The grim comedian\" known as life has turned the tables on the millionaire when happiness was within his grasp.", "tmdb_id": 897840}, "39783251": {"title": "The Grinning Face", "plot": "In the late 17th century in France, the young son of a widowed lord is kidnapped by gypsies, who carve a permanent grin on the child's face. When the disfigured youth (Franz Hobling) grows up, he falls in love with a blind girl named Dea (Lucienne Delacroix), and joins a touring company as a performer. Calling himself Gwynplaine, he develops an act in which he reveals his hideous face to the crowds for money. A sexually perverse, seductive socialite named Josiane becomes attracted to him and seeks to possess him. He later learns he is heir to a fortune, but chooses instead to remain with his adopted family.", "tmdb_id": 650152}, "20819304": {"title": "The Gunsaulus Mystery", "plot": "The body of Myrtle Gunsaulus, a young African-American girl, is discovered in the basement of a New York City factory. Arthur Gilpin, the African-American janitor who discovered the body, is arrested and charged with her murder.\nArthur’s sister Ida May (Evelyn Preer) contacts her former boyfriend, the attorney Sidney Wyeth (Lawrence Chenault), to defend Gilpin in court. During the trial, Wyeth redirects attention for the murder away from Gilpin to Anthony Brisbane, a white man with a history of sexual deviancy. Gilpin is exonerated while Brisbane is revealed as Myrtle Gunsaulus's killer."}, "33021904": {"title": "The Guyra Ghost Mystery", "plot": "In Guyra, New South Wales, the Bowen family are visited by ghosts. Sherlock Doyle, an expert in ghosts, goes to the town to investigate.", "imdb_id": "tt0336532"}, "7352319": {"title": "Hail the Woman", "plot": "Oliver Beresford is a controlling and uncompromisingly rigid father. When shameful stories about his daughter Judith surface, he bans her from his house. Her brother David is training for the ministry at his father's insistence, but he has secretly wed Nan Higgins, the stepdaughter of an odd-jobs man, and has fathered a child. Oliver Beresford, learning the truth, buys the silence of the odd-jobs man who then evicts the pregnant Nan from his home. Nan travels to New York where she becomes a prostitute after the baby is born. Seeking a career, Judith also goes to New York where she finds Nan and her baby just as the young woman is dying. Judith decides to raise the child, and later she returns to New England, on the day that David is to be ordained, and confronts him with the child in front of the congregation.", "tmdb_id": 297576}, "5586863": {"title": "Hamlet: The Drama of Vengeance", "plot": "The opening titles explain that this film is based on a theory from an American literary researcher: \"Hamlet is a woman!\"\nThe prologue: Queen Gertrude of Denmark gives birth to a girl. When she hears that the king has been killed in a battle with Norway, she announces that she has given birth to a boy named Hamlet, as only males can inherent the crown. Then, to the queen's shock, the king comes back home alive. They decide they can't take back the queen's proclamation, and raise Hamlet as a boy.\nPart one: the solitary Prince Hamlet grows up, and attends the University of Wittenberg. Hamlet, wistful, stares out the window at people socializing, and an intertitle describes the prince as having clipped wings. But Hamlet does make friends with Horatio, whom Hamlet is visibly attracted to, and Fortinbras from Norway.\nMeanwhile, the king's brother Claudius kills the king with a venomous snake and inherits the crown.\nPart two: Hamlet returns home and is outraged to find that Claudius and Gertrude aren't mourning Hamlet's father, but instead are celebrating their upcoming marriage. Hamlet talks to the groundskeeper who found the king's body, who reveals there was a snake from the castle dungeon nearby. Hamlet investigates the dungeon and finds Claudius's dagger. Hamlet decides to investigate further, and to feign madness so that Claudius won't consider the prince a threat. Acting mad, Hamlet carves a faux crown for Claudius, then makes it disappear with sleight of hand.\nPart three: Horatio lies with his head on Hamlet's lap. Horatio reveals that he's attracted to the noblewoman Ophelia and Hamlet becomes jealous and decides to go woo Ophelia. Hamlet caresseses Ophelia and kisses her fingers and arm. Then, alone, Hamlet says: \"Now, Horatio, you are mine\".\nPart four: Hamlet's antagonistic feelings towards Ophelia leak out: the prince brushes her off in person and writes a letter calling her a numbskull.\nHamlet's father urges the prince to avenge him in a dream. Hamlet doesn't have the will to kill, however, and instead considers suicide, before saying: \"Too weak to kill, and too weak to take my own life!\" To determine if Claudius is guilty, Hamlet has an acting troupe perform a play in which a king's brother kills a king. When the king stops the production, Hamlet is convinced, running to Claudius's room with a sword. But Hamlet finds Claudius praying, and decides not to kill him. Later, Hamlet visits the queen, and spots someone moving behind a curtain. Hamlet stabs and kills him, thinking it is Claudius, but it's Ophelia's father Polonius.\nPart five: Claudius realizes Hamlet intended to kill him, and sends Hamlet to Norway with two companions to see Fortinbras. Claudius gives the companions a secret letter instructing Fortinbras to have Hamlet beheaded. Hamlet, however, discovers the note, and cleverly changes it. When, ultimately, Fortinbras reads the note and has Hamlet's shocked traveling companions dragged away to be beheaded, Hamlet smiles. Hamlet tells Fortinbras about Claudius's misdeeds and Fortinbras vows to help usurp Claudius.\nPart six: Ophelia has gone mad after her father's death. She drowns herself, devastating her brother Laertes and Horatio. Later, Claudius is drinking merrily when, to his shock, Hamlet appears. Hamlet encourages the king and his companions to keep drinking, until they are in a drunken slumber. Hamlet sets fire to the room. Claudius wakes and fights with Hamlet. Hamlet escapes and leaves Claudius and his associates to die. When Gertrude discovers what happened, she conspires with Laertes to get revenge. She sets up a duel between the two, and poisons both Laertes's sword and a drink intended for Hamlet. During the duel, the queen accidentally drinks the poisoned drink. She calls out, and Hamlet turns. Laertes stabs Hamlet in the chest. Horatio goes to the prince and starts to unbutton Hamlet's top, but Hamlet stops him. Hamlet collapses in Horatio's arms, and dies. Horatio, caressing Hamlet, realizes Hamlet has breasts. \"Only in death is your secret revealed!\" and \"Too late, my love, too late!\" Horatio kisses Hamlet's lips and cries. Then, he covers Hamlet's body. Fortinbras arrives, and is saddened, describing Hamlet as having broken wings. His men bear Hamlet's body away.", "tmdb_id": 175341}, "52515242": {"title": "Handcuffs or Kisses", "plot": "As described in a film magazine, Lois Walton (Hammerstein) is sent to a reformatory by scheming relatives and when she protests of the ill treatment of a weaker sister, she is flogged and dipped in ice cold baths. An investigation into the institution's affairs is conducted but the inmates are intimidated and dare not testify against the matron. Doris is sent to the home of a physician as a domestic worker, but she leaves after the doctor attempts to embrace her. She is befriended by a lawyer on the investigating committee, but, fearing to compromise him, she again escapes and is given a home by a woman that runs a gambling den. The young lawyer runs into her again and offers her marriage and a home, which she accepts.", "imdb_id": "tt0012250"}, "6836566": {"title": "Hard Luck (1921 film)", "plot": "Buster plays a down-on-his-luck young man who decides to commit suicide after losing his job and his girl. After several inept attempts to end his life—and bolstered by whiskey disguised as poison—he joins an expedition to capture an armadillo. He finds himself becoming more confident through a series of adventures (such as fishing and fox hunting) as the film proceeds. But the confidence becomes his undoing as he misses the pool in a dive from a high board and hits the ground on the far side with such force that he disappears into a hole. Some years later, an Asian-garbed Buster climbs out of the hole in the now dry and deserted pool followed by a Chinese wife and three young children.", "tmdb_id": 38812}, "5703032": {"title": "The Haunted Castle (1921 film)", "plot": "A company of men meet for a hunt lasting several days at Castle Vogelöd, being hosted by Lord von Vogelschrey. Because of the rain they spend their time inside. An uninvited guest shows up: Count Johann Oetsch. He's suspected of having shot his brother Peter a few years ago. This rumour gets nourished by a retired Judge of the District Court. The widow of the murder victim also arrives, along with her new husband, Baron Safferstätt. Another guest is announced: Father Faramund, a friend of the deceased husband.\nIn the following days, Count Oetsch and the Baroness accuse one another of the murder. Flashbacks show that the Baroness' marriage wasn't harmonious. Her first husband became obsessed by spiritualism. She wished for something evil to happen to him, and their guest Baron Safferstätt shot him. She married the Baron, but they felt empty.\nFather Faramund takes his false beard and his wig off, revealing himself as Count Oetsch, who now can justify his innocence. Baron Safferstätt shoots himself. The true Father Faramund comes to the castle.", "tmdb_id": 6793}, "5561269": {"title": "The Haunted House (1921 film)", "plot": "Keaton plays a teller at a successful bank. Unbeknownst to him, the manager of the bank and his gang are planning on pulling off a robbery and hiding in an old house that they have rigged up with booby traps and effects to make it appear to be haunted. After a mishap that afternoon with Keaton getting glue all over the money and himself, he almost thwarts the gang's robbery, but when the owner of the bank walks in and sees Keaton armed with a gun, he assumes it was he who tried to rob it. Keaton flees and takes refuge in the old house; however, a troupe of actors from a theatre production are also in the house and are clad in their scary costumes (ghosts, skeletons, etc.), leading Keaton and the gang of robbers to believe the house actually is haunted. After Keaton has many encounters with the \"ghosts\" and the house's booby traps, he discovers the scam, and the manager is revealed as being behind the robbery. As the manager is about to be taken away, he hits Keaton over the head and knocks him out, before escaping. Next, we see Keaton being awoken by two angels at the foot of a large stairway, which he ascends all the way to Heaven. He asks Saint Peter to be let in but is denied and sent all the way down to Hell instead. However, this is all revealed to be a dream sequence, as Keaton regains consciousness in the house seconds later.", "tmdb_id": 51359}, "62135642": {"title": "The Heart of Doreon", "plot": "French Canadian woodsman Doreon (Santschi) is in love with Babette (Stonehouse), but she is in love with Blake (Hearn). After a fight, Doreon mistakenly believes that he has killed Blake. He later learns that Blake has survived but is wanted for murder. Doreon helps the Royal Canadian Mounted Police capture Blake, and Babette falls in love with Doreon.", "tmdb_id": 580231}, "12363243": {"title": "Hearts of Youth", "plot": "Ishmael Worth renounces his young sweetheart, Beatrice, because he believes himself to be illegitimate and does not want to bring shame to her. Later it is revealed that his mother and father  had  married. His father's previous wife, thought to be dead, turns up to confront him; but the fact that the first wife was a bigamist makes her marriage to Ishmael's father null and void and the marriage between his mother and father therefore valid. Ishmael, having a legitimate father, now can give Beatrice an honest name.", "imdb_id": "tt0012263"}, "13522687": {"title": "Hearts Up", "plot": "As summarized in a film publication, Jim Drew (Millett), who is a squaw man (a disparaging term for a white man with an Indian wife), receives word that his wife whom he had long deserted had died and that his daughter was coming by train to live with him. Jim is injured when his cabin catches fire, and dies just as David Brent (Carey) arrives to repay a debt of gratitude. Reading the girl's letter stating that she will meet her father in San Francisco, David decides to meet the girl and tell her of her father's death. But when Lorelei (Golden) arrives, she mistakes David for her father and is so happy with her beautiful home that David cannot bring himself to tell her the truth. She met Gordon Swayne (Braidwood), a surveyor, on the train and retains his friendship, which makes David unhappy. When Gordon discovers that David is not Lorelei's father, he threatens him. When Lorelei learns the truth, David decides to go away and leave the girl as mistress of the cabin. Lorelei stops him and tells him she loves him only.", "tmdb_id": 616948}, "31810085": {"title": "Heedless Moths", "plot": "As described in a film publication, idealistic sculptor (Herbert), who has a \"butterfly\" wife (Hopper), is working on a nude group from life. He and his model (Munson/Thomas) fall in love, but it is not a love to be realized. In the meantime the butterfly wife has become enmeshed in the nets of a dilettante artist (Crane). One night he pulls in the nets and she finds herself in his apartment. When the model realizes the sculptor is searching for his wife, she breaks into the dilettante's apartment, hides the wife, and plays the role of the reveler, saving the marriage of the man she loves.", "imdb_id": "tt0012264"}, "45225493": {"title": "Her Face Value", "plot": "As described in a film magazine, chorus girl Peggy Malone (Hawley) marries the press agent of her company Jimmy Parsons (Barnes) and, after it disbands, retires to domestic life. She returns to the stage when her constantly visiting relatives cause a drifting apart of husband and wife. She subsequently joins a motion picture company, wins fame, is injured, and by the end of the film regains her husband and happiness.", "imdb_id": "tt0012268"}, "59760472": {"title": "Her Mad Bargain", "plot": "As described in a film magazine, Alice Lambert (Stewart), after spending ten years in idleness and luxury, finds herself without funds and must make her way in the world. She becomes a cloak model, but the proprietor of the shop proves to be a despicable character and she leaves when he attempts to embrace her. She next secures work as an artist's model, but flees from the studio half clad when the artist attempts to make violent love to her. She seeks refuge in another studio belonging to artist David Leighton (McGrail), who prevents her suicide by offering to loan her $50,000. In return, she is to take out a life insurance policy for $75,000 for one year. At the end of the year, of course, she is supposed to die and David would be ahead by $25,000. This scheme results in several incidents and a happy ending.", "tmdb_id": 635283}, "45223503": {"title": "Her Winning Way", "plot": "As described in various film magazine reviews, Ann Annington (Minter) is a book reviewer working for a magazine publishing firm, who send her to interview author Harold Hargrave (Glass). Hargrave is notoriously reticent and refuses the interview, so Ann decides to obtain the necessary information by other means.\nDressing up as a maid, Ann obtains a position in Hargrave's apartment and sets about seducing him, even suggesting that he kiss her in order to be able to write about romance more convincingly. She begins to find out the details that her publishing company wants to know, but she also finds out that she is falling in love with Hargrave.\nAnn discovers that Hargrave's mother (Dunbar) is pushing him into a marriage with Evangeline (Morse), an intellectual but plain young woman. To save him from this unwanted marriage, Ann plants certain items of scanty feminine attire about Hargrave's bedroom, and when Evangeline finds these she promptly calls off the engagement. Ann's suitor Lloyd (Goodwins) also ends his relationship with her due to her evident feelings for Hargrave.\nHargrave learns of Ann's role at the paper, and, knowing that she is responsible for the end of his engagement, demands that she leave his premises. However, when he returns, she is still there. When she promises not to publish the information she has obtained about his private life, and convinces him of her true feelings, he forgives her, and all ends happily.", "tmdb_id": 751101}, "6759912": {"title": "The High Sign", "plot": "Keaton plays a drifter who cons his way into working at an amusement park shooting gallery. Believing Keaton is an expert marksman, both the murderous gang the Blinking Buzzards and the man they want to kill end up hiring him. The film ends with a wild chase through a house filled with secret passages and trap doors.", "tmdb_id": 46510}, "33098864": {"title": "Hintertreppe", "plot": "The Maid  (Henny Porten) wakes goes about her day doing her job. The Postman (Fritz Kortner)spies on her from his home down below in a basement across the street. The Postman delivers the mail up to The Maid's door which is up the backstairs of the building. The Maid opens up the letter and reads it.\nAt night she meets with The Lover (William Dieterle). The Postman sees this from his home. The Maid goes out the next night, still being watched by The Postman. The Lover doesn't come.\nThe next day The Postman delivers the mail. That night The Lover still doesn't come. She doesn't receive anymore letters from The Lover. The Maid grows upset by this. She eventually receives a letter detailing his love for her and the reason for his lack of letters. She shares this with The Postman and she embraces him in excitement.\nDuring a party, that The Maid is working at, she writes a letter back. The Maid grabs some punch and two glasses. She goes down the backstairs and out towards The Postman's home. The Postman is writing a letter at this time. She comes into his home meaning with the drinks. The Postman tries to hide the letter but The Maid steals away from him in a playful gesture. It is a copy of the letter she received the previous day from The Lover. The Maid becomes greatly upset.\nThe Maid goes back to work and cleans up after the party. The Postman drops an envelope at her door. The Maid goes to the Postman carrying the letter. She rips the letter in half in front of him and begins to cry. She grabs the hand of the Postman and holds his arm. She cradles his head and kisses him.\nThe Postman cleans up his home and prepares dinner for him and The Maid. He hides and waits to surprise her. When she discovers him they hold hands. The Lover sees this interaction from outside. The Maid realizes this and goes to him. The Maid and The Lover argue. He gives her a letter. She embraces him. The Maid leaves. The Lover confronts The Postman. The Maid listens while a fight begins. The Maid tries to break in but can't. She calls for help. Others come and break the door down. It is revealed that The Postman has murdered The Lover with an ax.\nDepressed, The Maid walks back to her quarters. She is fired from being a maid for neglecting her job. The maid climbs up the staircase and onto the roof. With everyone watching she jumps off and falls to her death.", "tmdb_id": 131366}, "32949602": {"title": "His Nibs (film)", "plot": "The Slippery Elm Picture Palace screens the film He Fooled ’Em All as various rural characters watch. The owner, operator, and projectionist is \"His Nibs\". He tells the audience that he has cut the titles from the film but will explain the action. \"The Boy\" (Sale) leaves a small town in the film-within-the-film to get rich in the city, but he is swindled out of his money, his clothes are stolen, and he is forced to become a dishwasher to pay his rent.\n\"The Girl\" (Moore) and The Girl's father (Dowling) are talked into visiting the city by a swindler, but luckily they end up at the hotel where \"The Boy\" is working, and he disrupts the plot. All this is explained by \"His Nibs\" as the film shows, \"His Nibs\" offering his own commentary on the action as the story advances. Having eliminated the customary happy ending, \"His Nibs\" tells the audience that The Boy and The Girl got married just the same.", "tmdb_id": 459782}, "42230651": {"title": "The Hole in the Wall (1921 film)", "plot": "As described in a film magazine, Jean Oliver (Lake) is a young woman who has been wronged by a wealthy lady and seeks her revenge. She becomes a seeress, posing as Madam Mysteria, a medium who has been killed in an accident. Through a band of crooks she determines to avenge herself on Mrs. Ramsey (Lester), who was instrumental in sending Jean to prison. Gordon Grant (Forrest), a reporter, comes to the medium's parlor with a woman who is posing as his aunt. He is attempting to solve the kidnapping of Mrs. Ramsey's young grandchild, and while he is there the police raid the place and arrest the crooks. The leader of the gang escape with the baby, however, and demands the release of the gang before he will give the child up. He also asks that Mrs. Ramsey acknowledge that she lied and that Jean is innocent of any wrongdoing, which she does. The film ends with a happy ending as Jean and Gordon are reunited.\nThe film's title is based upon a scene in which the medium, while in a trance, tells the reporter's lady friend some amazing truths and these truths are graphically presented by having the walls of the parlor crumble and figures crying for recognition appear in the distance.", "tmdb_id": 948109}, "13114586": {"title": "L'Homme qui vendit son âme au diable", "plot": "A wealthy banker becomes depressed over financial matters and decides to commit suicide. Mephistopheles appears to him just as he is about to end his life, and makes a sinister bargain with him to buy his soul. After the deal is done, the banker meets a beautiful young lady and falls in love, no longer desiring to die. Fortunately the woman's love for him is so strong, she is able to drive the Devil away and free him from his pact.", "tmdb_id": 555753}, "59779905": {"title": "The Honor of Rameriz", "plot": "Near the Mexico–United States border, when a woman's (Love) gold is stolen by a thief (Hearn), the woman seeks help from Rameriz (Santschi). Rameriz's jealous wife (Stonehouse) and the woman's geologist husband (Morley) assume that the woman and Rameriz are having an affair. In the end, the gold is returned and the honor of Rameriz is restored.", "tmdb_id": 768910}, "16793378": {"title": "The Hope Diamond Mystery", "plot": "The curse of the legendary blue Hope Diamond on all its owners is dramatized, beginning with the gem's discovery in 17th Century India. Lord Francis Hale inherits the Hope Diamond and marries showgirl May Yohe. He later gambles away the family fortune, and May deserts him.", "tmdb_id": 547129}, "31159597": {"title": "The Hound of the Baskervilles (1921 film)", "plot": "According to a local legend, Sir Henry Baskerville is slated to become the next in his family line to fall victim to a ghostly hound.", "tmdb_id": 325622}, "45231717": {"title": "Hush Money (1921 film)", "plot": "As described in a film magazine, Evelyn Murray (Brady), daughter of powerful New York financier Alexander Murray (Fawcett), runs down a poor boy with her car, and her fiance persuades her to flee before determining the extent of his injuries. Her father pays hush money to the only witness of the accident to thwart her determination to admit her connection. Conscience stricken, Evelyn breaks her engagement, leaves home, and takes up charity work under the supervision of the young Bishop Deems (Benham). Eventually she is victorious in the ensuing conflict of wills and brings about her father's reformation and the renewal of her engagement.", "imdb_id": "tt0012300"}, "16874805": {"title": "I Do (1921 film)", "plot": "The Boy meets and marries The Girl. A year later, the two walk down the street with a baby carriage carrying a bottle instead of a baby when they run into The Girl's brother who asks the couple to do him a favor and babysit his children. They accept and the remainder of the short consists of gags showcasing the difficulties of babysitting children. At the very end, The Boy discovers some knitted baby clothes in a drawer (implying that The Girl is pregnant).", "tmdb_id": 53526}, "2562663": {"title": "The Idle Class", "plot": "The \"Little Tramp\" (Charlie Chaplin) heads to a resort for warm weather and golf. At the golf course, the Tramp's theft of balls in play causes one golfer (Mack Swain) to mistakenly attack another (John Rand). Meanwhile, a neglected wife (Edna Purviance) leaves her wealthy husband (also played by Chaplin) until he gives up drinking. When the Tramp is later mistaken for a pickpocket, he crashes a masquerade ball to escape from a policeman. There, he is mistaken for the woman's husband. Eventually, it is all straightened out, and the Tramp is once more on his way.", "tmdb_id": 42510}, "56099412": {"title": "The Idle Rich (1921 film)", "plot": "As described in a film magazine, Samuel Weatherbee (Lytell), a wealthy young man, is told by his sweetheart Mattie Walling (Valli) that his money is a liability instead of an asset. She favors Dillingham Coolidge, a poorer but industrious young man. However, when Sam's fortune is swept away by the suicide of his executor, he is cut off by his society friends and leaves San Francisco for a small property in San Diego that was left to him by an aunt. He finds the place filled with old and useless things, but conceives the idea of transferring them into cash by advertising a barter and exchange emporium. Soon he needs larger quarters and leases a valuable property in town from a former friend. Then, after his business grows and they want to get him out of the neighborhood, he makes them pay dearly for ending his lease. Eventually he wins back his sweetheart Mattie and his place in society.", "imdb_id": "tt0012306"}, "45198276": {"title": "The Idol of the North", "plot": "As described in a film magazine, while Colette Brissac (Dalton) is inside a saloon in a northwestern gold camp begging for assistance her mother and father, who is a fugitive from the law, die outside the dance hall. She becomes an entertainer in the saloon and develops a cynical contempt for the men of the place, but soon becomes one of the big attractions of this crude stage. The men become angered at her attitude towards them and compel her to marry drunken stranger Martin Bates (August), a young engineer who has been spurned by a girl in New York. The two are thrown into a cabin and held virtually as prisoners. She has pity on his condition and remains as his wife. Martin regains his self-respect, strikes gold, and just as they are set to leave the camp the eastern girl appears seeking her former lover. Her husband, a Wall Street broker, follows her, bring the four into conflict, but there is a happy ending for the dance hall entertainer and her engineer husband.", "imdb_id": "tt0012307"}, "46199300": {"title": "The Invisible Fear", "plot": "As described in a film magazine, Sylvia Langdon (Stewart) is engaged to Bentley Arnold (Forrest). Her hand is also sought by Arthur Comstock (McGrail), a nephew of John Randall (Crane), who is a partner of Marshall Arnold (Morse). Sylvia accompanies Arthur on a paper chase from the country club but is thrown from her horse. A storm overtakes them and they seek refuge in a lodge. Here Arthur attempts to make love to Sylvia and during a violet quarrel she hits him on the head with a heavy candlestick. She flees from the lodge and, turning back, finds it engulfed in flames. John Randall discovers that Arthur has taken a will from his desk and sets out to find him. An accident happens and Randall is reported killed. Sylvia and Bentley are married. She gives a party on her birthday at which Arthur Comstock appears. She is transfixed with horror at the sight of him and runs to her room where she finds the candlestick on her dresser. That night, hypnotized by candle holder, she opens the family safe and takes out the jewels. Arthur seizes them but is in turn seized by detectives that had been hidden in the house by Bentley. A confession from the Japanese butler Nagi (Kuwa) reveals that Arthur Comstock murdered Randall and left his body to be consumed in the lodge fire. Sylvia is just freed from the invisible fear that she had killed Arthur.", "imdb_id": "tt0012319"}, "51052924": {"title": "The Invisible Power", "plot": "As described in a film magazine, Sid Chambers (Peters), a thief, is released from prison and rejoins his pals at a Greek restaurant. He finds his former second story man Bob Drake (Ainsworth), without funds as he has developed a cough that discloses his whereabouts. The two crooks go to the country where Sid falls in love with a young woman, Laura Chadwick (Rich), who wants him to go straight. He becomes a travelling salesman and they live quietly in a small cottage until detective Mark Shadwell (Jennings) shows up. Shadwell has been pressured by his chief to make a showing in a big necklace robbery, so he arrests Sid and sends him back to prison. After Laura's child is born she is unable to provide for it and is compelled to give it up. The detective's wife (De Jainette) adopts the child. When Laura is arrested for vagrancy, the detective, thinking to make the husband confess to the necklace robbery, brings the couple together at his house. After they see the baby, the detective relents and frees Sid and his wife and helps return them to their home.", "imdb_id": "tt0012321"}, "44024779": {"title": "The Iron Trail", "plot": "Competing efforts to build railways into interior Alaska in the early part of the 20th century.", "tmdb_id": 323017}, "59509296": {"title": "The Island of the Lost", "plot": "Dr. Marston leads a small party to a deserted island in the South Seas where they discover a hidden research facility run by a Professor McClelland. The scientist is experimenting with mixing the DNA of animals and humans, with frightening results.", "tmdb_id": 361009}, "16051162": {"title": "Jackie (1921 film)", "plot": "As described in a film magazine, Jacqueline (Mason), an orphaned daughter of a famous Russian dancer, has been raised by a French woman who runs a cheap dancing school. Called Jackie for short, her foster mother contracts her to a rough, uncouth showman, Bill Bowman (Carter), who ill treats her. When Bill tries to force his way into her room, he is struck down by Benny (Stone), a cripple. Jackie and Benny go back to London where they accidentally run into Mervyn Carter (Scott), who had previously befriended Jackie. Mervyn arranges for Benny to be sent to a hospital and Jackie to a noted dancing master. She obtains a role in a London show and becomes engaged to Mervyn. Bill shows up and demands that Jackie return with him until her contract is fulfilled. She buys herself out of the contract by paying Bill 500 pounds, and eventually marries Mervyn.", "tmdb_id": 934395}, "10506917": {"title": "Jánošík (1921 film)", "plot": "The story is set in the early 18th century when many farmers in the Habsburg monarchy were obligated to work in a nobleman's fields for two days a week. The location is the Kingdom of Hungary's north-western Carpathians with a Slovak majority population. Juraj Jánošík (Theodor Pištěk), a young, imposing seminary student, returns to his home village to find that his ailing mother has just died. Count Šándor (Vladimír Šrámek), however, would not release Jánošík's father (Karel Schleichert) from his weekly obligations for her funeral and has the father caned, which proves fatal for the old man. Jánošík assaults the Count and escapes from the village.\nWhile on the run, Jánošík finds himself fighting on the side of a band of highwaymen in a skirmish with the Count's cohort commanded by Pišta (Jozef Chylo), discards the frock, joins the band, and takes over the band's leadership. Jánošík's band parties in the mountains, robs traveling noblemen, and uses disguise to rob the guests at the noblemen's County Ball only to redistribute the booty among the farmers.\nJánošík rekindles a love affair with his childhood sweetheart Anička (Mária Fábryová), who is sexually harassed by the Count. The local priest (František Horlivý) helps Jánošík with the cover-up during his visits to the village. However, his frequent calls and yet another scuffle with the Count prove to be his undoing. With the help of a betrayer, the Count's men learn about Jánošík's whereabouts and overpower him and his band during a drinking party in a tavern. Jánošík is hanged.\nThe central narrative is framed in a story set around the time of the film's release, in which a hiker (Theodor Pištěk) and friends (Mária Fábryová, Jozef Chylo) pause at a mountain sheepfold where the head shepherd comments on the hiker's stature similar to the legendary Jánošík's and narrates for them the film's storyline.", "tmdb_id": 184255}, "33480423": {"title": "Jim the Penman (1921 film)", "plot": "As described in a film publication summary, James \"Jim\" Ralston (Barrymore) is a forger who is in love with Nina (Rankin). His first attempt at forgery is upon a dance program, and he forges Nina's name for the last waltz. He offers to save Nina's father from ruin by forging a check. He is discovered by the owner of the check, but instead of turning him in, Baron Hartfeld (Randolf) forces Jim to work for him for the next twenty years. Nina is engaged to Louis Percival (MacPherson), but through notes forged by Jim they become estranged. Nina ends up marrying James although she does not love him. As the twenty-year period closes, Jim's daughter Louise is about to marry the son of an English banker that Jim is about to ruin. Just in time Percival, whom Jim has previously ruined, and Nina discover the forgery that separated them. Jim, realizing that he is trapped, ends it all by sinking a yacht after locking himself and his companions in the cabin.", "tmdb_id": 630319}, "49318953": {"title": "Jomfru Trofast", "plot": "Tone, who lives with her uncle Albertus, is in love with the Tellef, a poor sailor. Albertus sends Tellef to sea to prevent the relationship from developing. Tone becomes upset and promises eternal faithfulness to Tellef, and she rejects every suitor that comes to her. Albertus sends a letter to Tellef, who is in Pensacola, Florida, and says that Tone is planning to marry the bailiff. Tellef leaves the ship he is working on and then the ship is wrecked, and so everyone assumes that he has died. Tone holds herself to her promise of fidelity and moves in with Tellef's mother. A few years later, Tellef meets a friend from home in Pensacola, and he tells Tellef that the ship sank, Tone is still unmarried, and Albertus lied to him. Tellef travels home immediately, arriving just in time to prevent a foreclosure on his mother's house, and he and Tone are reunited.", "tmdb_id": 965567}, "20071251": {"title": "Journey into the Night", "plot": "An upright, straight-laced physician, Dr. Eigil Börne (Olaf Fønss), has long been engaged to Hélène (Erna Morena). To celebrate Hélène's birthday, the couple goes to a cabaret. A dancer, Lily (Gudrun Bruun-Stefenssen), is fascinated by the doctor and pretends to sprain her ankle. Börne attends her, and she seduces him. Börne becomes infatuated, breaks his engagement to Hélène, and marries Lily.\nThe Börnes move to the country, where they meet a blind painter (Conrad Veidt). Dr. Börne restores his sight. Dr. Börne learns that Hélène's health is failing, as she is heartbroken over her broken engagement. He tries to see her, but is turned away. When he returns home, Dr. Börne discovers Lily is having an affair with the painter and abandons her.\nYears later, Lily seeks out Dr. Börne. The painter has gone blind again, and she pleads with him to operate once more. Dr. Börne refuses. Lily, he says, is incapable of true love and doesn't really love the painter. At any rate, he would not operate unless Lily left the painter. Lily runs off. A short time later, Dr. Börne goes to see Lily and discovers she has poisoned herself so that Börne will operate on her lover. The painter declines treatment. Börne commits suicide as well, preferring to live in darkness rather than without Lily.", "tmdb_id": 175422}, "37609320": {"title": "Just Around the Corner (1921 film)", "plot": "As described in a film magazine, ailing Ma Birdsong's (Seddon) well intentioned but misguided daughter Essie (Holmquist)  is wooed by a worthless young man, Joe Ullman (Phillips), who will not visit the home in the ghetto to visit either her mother or brother Jimmie (Sargent), who works to support and protect the family. Essie definitely dismisses him on a night when, unbeknownst to her, her mother is dying, but when she finds out she attempts to recall him so that her mother can believe that she will be well cared for. A passing stranger (Thomson) sympathy is aroused and he agrees to substitute for the trifling Joe. The mother dies peacefully after seeing him, and he eventually comes to love and marry Essie.", "tmdb_id": 343894}, "1346905": {"title": "The Kid (1921 film)", "plot": "With much anguish, an unwed Mother abandons her child, placing him in an expensive automobile with a handwritten note: \"Please love and care for this orphan child\". Two thieves steal the car and leave the baby in an alley, where he is found by The Tramp. After some attempts to hand off the child on to various passers-by, he finds the note and his heart melts. He takes the boy home, names him John and adjusts his household furniture for him. Meanwhile, the Mother has a change of heart and returns for her baby; when she learns that the car has been stolen, she faints.\nFive years pass. The Kid and the Tramp live in the same tiny room; they have little money but much love. They support themselves in a minor scheme: the Kid throws stones to break windows so that the Tramp, working as a glazier, can be paid to repair them. Meanwhile, the Mother has become a wealthy actress and does charity by giving presents to poor children. By chance, as she does so, the Mother and the Kid unknowingly cross paths.\nThe Kid later gets into a fight with another local boy as people in the area gather to watch the spectacle. The Kid wins, drawing the ire of the other boy's older brother, who attacks the Tramp as a result. The Mother breaks up the fight, but it starts again after she leaves and the Tramp keeps beating the \"Big Brother\" over the head with a brick between swings until he totters away.\nShortly afterward, the Mother advises the Tramp to call a doctor after the Kid falls ill. The doctor discovers that the Tramp is not the Kid's father and notifies authorities. Two men come to take the boy to an orphanage, but after a fight and a chase, the Tramp and the boy remain side by side. When the Mother comes back to see how the boy is doing she encounters the doctor, who shows her the note (which he had taken from the Tramp); she recognizes it as the one she left with her baby years ago.\nNow fugitives, the Tramp and the boy spend the night in a flophouse. Its proprietor learns of a $1,000 reward offered by the authorities and takes the Kid to the police station, while the Tramp is asleep. As the tearful Mother is reunited with her long-lost child, the Tramp searches frantically for the missing boy. Unsuccessful, he returns to the doorway of their humble lodgings, where he falls asleep, entering a \"Dreamland\" where his neighbors have turned into angels and devils. A policeman awakes him and drives him off to a mansion. There the door is opened by the Mother and the Kid, who jumps into the Tramp's arms, and he is welcomed in.", "tmdb_id": 10098}, "60349474": {"title": "The Killer (1921 film)", "plot": "After being charged with murder, Henry Hooper flees to the border zone of Arizona and Sonora. Hooper successfully lures his former business partner John Emory and his children Ruth and Bobby to him. Once the Emorys arrive, Hooper has his henchman Ramon kill John and destroy their business papers. The children are rescued by the rancher William Sanborn, while Hooper is killed.", "tmdb_id": 688017}, "30158998": {"title": "King, Queen, Joker", "plot": "Based upon a description in a film publication, an imaginary kingdom is in a state of unrest due to the extravagance and oppression of the king, who refuses to sign a people's charter. A humorous barber who resembles the king falls in with some terrorists and agrees to take the king's place after he is kidnapped. The barber then plays the king, and there are several humorous episodes. The real king escapes and the barber is sentenced to be shot, but is saved by the queen and escapes in a bag. The film ends with an automobile chase and a transfer to an airplane.", "tmdb_id": 407788}, "32997195": {"title": "Know Thy Child", "plot": "A travelling salesman, Ray Standford (Roland Conway), seduces country girl Sadie McClure (Vera James) but forgets about her when she returns to the city and marries Dorothy Graham (Nada Conrade), daughter of his boss. Sadie gives birth to a daughter, Eileen (Lotus Thompson), who becomes Ray's personal secretary. Dorothy becomes a social worker and she and Ray can not have children. Dorothy pressures the government to declare bigamous all marriages contracted by people who were \"morally pledged\" to others. Ray becomes attracted to Ellen, but she has a sweetheart, engineer Geoffrey Dexter.  One night burglars enter a building containing Ray, Eileen and Geoffrey but they fight them off.\nSadie dies and Standford and Dorothy adopt the girl.", "imdb_id": "tt0336707"}, "40907488": {"title": "Know Your Men", "plot": "As described in a film publication summary, Ellen (White) is in love with Roy Phelps (Lytell), but marries Warren Schuyler (Clarke), who is a good man, to protect her father's honor. Roy later returns and rekindles her love, and Ellen goes with him. However, she soon discovers his villainy, and, penitent, returns and is taken back by her husband, whom she now realizes she loves.", "imdb_id": "tt0012359"}, "57957628": {"title": "Lady Godiva (1921 film)", "plot": "As described in a film magazine, Leofric, a cruel earl of England, threatens a cruel death to the father of the beautiful Lady Godiva (Vernon) if she does not agree to marry him. She then suffers indignities because of her determination to be a wife in name only. The people of Coventry plead with her to intervene with her husband after he threatens to burn down their homes. She succeeds, but only on the condition that she ride unclad on a white horse through the town. She does this, but the earl has disregarded the temper of the people. His palace is undermined and collapses, killing all the people inside. Lady Godiva, warned by the court jester, escapes before the catastrophe, and is reunited with her love, the architect.", "tmdb_id": 680337}, "33042027": {"title": "The Life Story of John Lee, or The Man They Could Not Hang (1921 film)", "plot": "John Lee grows up in England and is falsely accused of the murder of Emma Keye at Babbacombe. Characters include his parents; Miss Key's employer, Ned Saw; Eliza Harris and Jane, servants of Miss Keye; Kate Farmer, Lee's sweetheart.\nHe is sentenced to be executed but the executions fail three times. Eventually, Lee is set free and is reunited with his mother and sweetheart at home.", "tmdb_id": 468482}, "66603055": {"title": "The Light in the Clearing", "plot": "As described in a film magazine review, Barton Baynes receives a prophesy of four perils and a rosy future from the Silent Woman, while Amos, the son of Ben Grimshaw who was the tightfisted power over the farmers, receives one of death and the gallows. One night Bart meets the Stranger. There is another traveler on the road and it happens that the three come together. Ben sees the flash of a gunshot and the Stanger drops to the road. He sees the assailant comes up and bends over the body. Ben hurls a stone and strikes the assailant in the temple, and then hurries off and spreads the news of what happened. The body turns out to be that of the son of the Silent Woman, and she falls prostrate with grief. Amos is convicted of the crime, and old Ben falls dead with the Old Woman's bony fingers pointed at him. However, Barton's future is bright with the smiles of Sally and success.", "imdb_id": "tt0012389"}, "55839068": {"title": "The Little Clown", "plot": "As described in various film magazine reviews, Pat (Minter) has been born and brought up in a travelling circus. Her parents died when she was young, and Toto the clown (Edwards), who acted as her adoptive father when she was younger, now hopes to marry her as she has come of age.\nWhen the circus stops in a Southern town, Dick Beverly (Mulhall), a young man from an aristocratic family, falls in love with Pat. Having recently argued with his father, he runs away to join the circus with her as a rider. His parents see him performing in the circus and insist that he returns home with them, which he refuses to do until Pat is allowed to join him.\nDick's snobbish parents do not regard Pat as a suitable match for their son, but they agree to his request, hoping that Pat will struggle to adapt to an upper-class lifestyle and that Dick will thus realise that she will not make a good wife. Pat tries her best to rise to the demands of the strict social rules imposed by her prospective parents-in-law, but their lack of approval is clear.\nOne day when Dick's parents are out of the house, Pat's circus \"family\" calls to visit her. Dick's younger brother Roddy (Coffey) adds liquor to their drinks, and when Dick's parents return they are appalled by the drunken behaviour and throw the circus folk out of the house. Indignant at the way that the Beverleys have treated her friends, Pat goes with them.\nPat is at the point of accepting Toto's proposal when Roddy confesses to his prank on the circus folk. Dick chases after Pat to confess his love and beg her forgiveness, and Toto gives up his claim on her, leaving Pat and Dick free to wed.\nThe April 9th, 1921 edition of Motion Picture News lists a musical cue sheet for the film.", "tmdb_id": 613894}, "21135479": {"title": "Little Lord Fauntleroy (1921 film)", "plot": "Cedric Errol is a poor American boy who finds out that he is the sole heir to a wealthy British earldom and thus becomes Lord Fauntleroy.", "tmdb_id": 175330}, "37651936": {"title": "The Little Minister (1921 film)", "plot": "As described in a film magazine, when the weavers of Thurms, Scotland, enraged by the reduction in the price of the \"web,\" burn down a factory, Gavin (Hackathorne), the \"little minister,\" intervenes with the constables on their behalf. His intervention is resented and he has a clash with Thomas (Oliver), riot leader and chief elder of the Kirk. The constables are hooted out of town.\nLady Babbie (Compson), a supposed young gypsy woman, is suspected of having notified the police against the rioters, but when Gavin questions her, her beauty charms him and he allows her to go. She is in fact Lady Barbara, daughter of the magistrate Lord Rintoul (Stevens), who knows nothing of her gypsy wanderings. She is engaged to Captain Halliwell (Barrie), commander of the troops at the barracks. When she hears him order the troops out after the rioters, she decides to warn the weavers who are preparing for the return of the constables or soldiers. Sentinels are posted and told to blow a horn when the military approaches.\nHearing of this, Babbie attempts to blow a horn but fails. When Gavin appears, she induces him to blow the instrument. He becomes enraged when he learns that he has been tricked. The two rejoin the weavers and assist them in escaping. Captain Halliwell orders Babbie's arrest. Disguised in a cloak and hood, she prevails upon Gavin to pass her off as his wife. A reward is then offered for her arrest. Gavin pleads with Lord Rintoul for her release and confesses that he warned the weavers. Babbie has made her escape and, upon returning home, overhears Gavin pleading with her father. Lord Rintoul admires his bravery and, although requested by Captain Halliwell, does not order Gavin's arrest. The Lord says that if Gavin had announced that the gypsy is his wife, she is his under Scottish law.\nGavin is ordered by the elders of the Kirk to resign or leave Thurms, but he refuses. Babbie enters and when she uncovers her head, Lord Rintoul and Captain Halliwell recognize her. They are forced to make the best of the situation and walk away in a rage when Gavin, who loves her, pulls her to his heart.", "tmdb_id": 385118}, "62175734": {"title": "Lorraine of the Timberlands", "plot": "A man (Santschi) has lost his faith in God and seeks revenge for the loss of his wife and child. At one point, the villain has him jailed, but he escapes when a bolt of lightning strikes the jail. He is reunited with his daughter, who has since grown up.", "imdb_id": "tt0266729"}, "48946740": {"title": "The Lost Shadow", "plot": "A homely but brilliant violinist named Sebaldus (Wegener) makes a bargain with a mysterious stranger (Sturm). He trades his shadow for the love of a young woman whom he is attracted to, and a magic violin. When the woman sees he has no shadow, she becomes terrified and enters a convent. The local townspeople run him out of town, thinking he is possessed. In the end, however, Sebaldus uses the magic violin to play a wonderful melody and the woman he loves returns and falls in love with him.", "tmdb_id": 783963}, "62295359": {"title": "Lotus Blossom (film)", "plot": "The inventor of the first clock — which would eliminate the use of a Chinese village's sacred bell — is sentenced to life imprisonment by the emperor, but he escapes his fate by hiding with a father and his daughter. The story was reportedly based on an ancient Chinese legend."}, "29047988": {"title": "The Lotus Eater (film)", "plot": "As described in a film magazine, raised aboard a ship, Jacques Leroi (Barrymore) has never seen a woman until after the death of his father, a man who had been disappointed in love. As the only heir, the will stipulates that he is to remain on board until he reaches 25 years of age. On his 25th birthday, he arrives in New York City to consult his lawyer, and meets the gold-digging Madge Vance (Nilsson), who is being courted by John Carson (Sherry). While off the coast of Florida on his yacht with Miss Vance, Jacques has the captain marry them and they go on a long cruise. Upon returning to New York City Jacques discovers that, according to the will, he will not inherit anything until he is 30 years old if he marries in haste. Madge then leaves him. Jacques becomes despondent, and agrees to attempt to cross the Pacific Ocean in a dirigible balloon with the patentee of a new form of gas. The blimp fails to rise above the air currents and he is forced to land on a small island. There he comes upon the strange occupants of the island, people who have been saved from various shipwrecks. They all wear Greek style clothing, eat at restaurants free of charge, and no one works. He falls in love with the native girl Mavis (Moore), but confesses that he has a wife and must return to the United States. The islanders loan him a boat, and he soon returns to New York City, where he discovers that Madge has become engaged to John Carson. Jacques and John await for Madge to keep an appointment only to receive word that she has eloped with a third man. Jacques is elated and returns to the island for the company of his beautiful native maiden.", "tmdb_id": 456390}, "33768374": {"title": "The Loudwater Mystery (film)", "plot": "A detective investigating the death of an aristocrat eventually deduces he was murdered by his secretary.", "imdb_id": "tt0176947"}, "18430337": {"title": "The Love Light", "plot": "Based upon a summary in a film publication, Angela (Pickford), an Italian girl, bids good-bye to her second brother, who is the youngest, as he goes off to join the troops. Then comes news that her older brother has been killed in the war. Giovanni (Bloomer), who loves Angela, tries to comfort her, and then he too is called. Left alone, Angela is made keeper of the lighthouse. Joseph (Thomson) arrives and says that he is an American and a deserter. They are later secretly married. One night he has Angela flash him a \"love\" signal using the lighthouse. The next morning an Italian ship carrying wounded men is reported as having been destroyed at midnight, the hour when the signal was sent. Angela steals some chocolate from Tony (Regas) for Joseph to take with him. When she arrives home, she hears Joseph murmur in his sleep \"Gott mit uns,\" and it dawns on her that her husband is a German spy. Tony traces the theft to her, and after he says that her wounded brother had been on the ship, she realizes that it was the signal that sent her brother to his death. She gives up Joseph, who still proclaims his love for her. Joseph breaks away from his jailers and plunges over a cliff to his death. Later, with her and Joseph's baby, Angela is happy with her old sweetheart Giovanni, who has returned from the war blind.", "tmdb_id": 175334}, "14175099": {"title": "Love Never Dies (1921 film)", "plot": "As described in a film magazine, John Trott (Hughes) overcomes the bad influence of a wretched home, becomes successful as a contracting engineer, and marries the beautiful Tilly Whaley (Bellamy). They settle down to a happy existence in their own cottage. Then a specter of his past appears, a drunken mother, and during his absence his wife is rushed home by her sanctimonious father Ezekiel Whaley (Brownlee) and is granted a divorce. John, accompanied by his foster sister, goes to a distant city. En route, the train is wrecked and he reports himself and the child killed. His wife marries a former sweetheart. Years later, John returns to the town and old love is renewed. The jealous husband attempts to kill John but is whipped in the encounter. The husband then decides to kill himself and is successful, despite John's valiant attempt to stop him. The couple are then reunited in their \"cottage of delight.\"", "tmdb_id": 342946}, "60646725": {"title": "Love's Penalty", "plot": "In this melodramatic silent film, Janis Clayton (Hope Hampton) seeks revenge for the death of her sister Sally (Irma Harrison) and mother Martha (Mrs. Phillip Landau). To accomplish this, Janis becomes the personal secretary of Steven Saunders (Percy Marmont), the man responsible for their deaths, and seduces him. She then convinces Saunders to murder his wife (Virginia Vallie) by sending her to Europe on a ship destined for dangerous waters. After the ship sinks, Janis reveals her plan to ruin him. Saunders is furious and attempts to kill her, but he is shot by a Bohemian artist whose wife and child also died in the shipwreck. After all is done, Janis lives as an outcast and eventually finds sanctuary in the home of a friendly minister named Reverend John Kirchway (Charles Lane). The film ends when Janis is reunited with her former lover, Bud (John B. O'Brien).", "imdb_id": "tt0130098"}, "50870186": {"title": "Love's Redemption", "plot": "As described in a film magazine, Ginger (Talmadge), a young Jamaican woman, secures a position as a housekeeper for Englishman Clifford Standish (Ford), a wealthy plantation owner, when Captain Bill Hennessey (Barnes), with whom she had lived for several years, sails away for England. Clifford struggles as he is addicted to drink. Ginger saves Clifford from being robbed by some locals, and then by reforming him she induces him to give up drink and take an interest in running the plantation. Clifford falls in love with her and, on the day they are married, his brother John (Cliffe) arrives from England. He brings news that Clifford has inherited a vast estate. They return to England where his mother (Waterman) and former sweetheart meet Ginger with carefully rehearsed hauteur. During a card game Ginger discovers one player is cheating with marked cards and the Englishman is exposed. Cliff and his bride Ginger return to the West Indies to get away from the pretense and hypocrisy of the society she had been thrust into.", "tmdb_id": 451866}, "44344521": {"title": "A Lowland Cinderella", "plot": "A 1920s version of the Cinderella story, the film tells the story of a Scottish girl, Hester Stirling, whose father, David Stirling, a gold prospector in South Africa, leaves behind a bag full of precious stones. Her evil guardian, Dr. Silvanus Torpichan, appropriates it and forces her to work as a servant in his home.", "tmdb_id": 700736}, "42653120": {"title": "Lucky Carson", "plot": "As described in a film magazine, down and out John Peters (Williams) is about to jump into the Thames River, having lost a fortune he made at the race track. He changes his mind, however, and in an altercation with Rudolph Kluck (Schenck) strikes that gentleman down, loads him into a passing cab, and changes clothes with him. With the money he found on Kluck, he goes to the United States, taking on the name David Carson, and while passing through Madison Square accosts an out of work jockey sitting on a bench. The latter gives him a tip on the races and they become fast friends. Carson also plunges into Wall Street and corners the market in cotton. He saves Doris Bancroft (Clarke) from drowning and falls in love with her. Kluck again crosses his path and Carson gives him some tips on the stock market to atone for robbing him in London. Kluck has an affair with Russian writer Madame Marinoff (Astor) and asks Carson to shield him and secure a packet of letters that the Russian holds. Doris misinterprets Carson's interest in the Russian, but there is a happy ending when she learns the truth.", "imdb_id": "tt0130829"}, "4783723": {"title": "The Lucky Dog", "plot": "A hapless hero who is evicted for not paying his rent is befriended by a stray dog. The man encounters a thief in the process of robbing someone. The thief, who has accidentally placed his victim’s money into the young man's back pocket, turns from his first victim to rob the young man. The thief then steals the money that he had already stolen from the bemused young man who had thought that he was broke.\nThe young man and the dog escape and the dog befriends a poodle. The poodle’s lady owner persuades the young man to enter his dog into the local dog show. When his entry is refused for not being a thoroughbred, the young man sneaks into the show but is quickly ejected, followed by all of the dogs in the show. The young man spots the poodle’s owner outside looking for her dog and offers his dog in its place. She accepts and offers to take him to her home. This scene is witnessed by her jealous boyfriend, who meets the thief. The men plot their revenge on the young man.\nAt the lady's house, the young man is introduced to the boyfriend and the thief, in disguise as a Swiss count. The boyfriend proposes marriage and is rejected, while the thief attempts to shoot the young man, but the gun misfires. The boyfriend chases the lady around the house while the thief tries to attack the young man with a stick of dynamite. The dog picks up the dynamite as if it were a stick, chasing the thief and the boyfriend into the garden. When beckoned, the dog drops the dynamite and returns to Laurel and the girl, leaving the two men to be victims of the exploding dynamite.", "tmdb_id": 81443}, "53095153": {"title": "Ludzie bez jutra", "plot": "The film is based on the real life ill-starred love affair between Polish actress Maria Wisnowska and Russian cavalry officer Alexander Bartenev. The affair led to Bartenev eventually killing Wisnowska as part of a suicide pact.", "tmdb_id": 420566}, "60354449": {"title": "The Lure of Egypt", "plot": "‘’The Lure of Egypt’’ is an adaptation of the novel ‘’There was a King in Egypt’’, by Norma Lorimer.", "imdb_id": "tt0012417"}, "50545319": {"title": "Made in Heaven (1921 film)", "plot": "William Lowry, an Irish immigrant, rescues Claudia Royce from a burning building, and upon hearing that her parents are trying to force her to accept millionaire Leland, whom she does not love, he proposes a marriage of convenience to himself. She accepts, and Bill arranges a fake ceremony; but when she falls in love with Davidge, Bill refuses her a \"divorce.\" Later, Bill gets rich in the manufacture of a patented fireman's pole, and when he buys a house for Claudia she realizes her love for him and they are legally married.", "tmdb_id": 634715}, "45417283": {"title": "The Magic Cup", "plot": "Every time Mary Mallory needs money she pawns a silver cup which her mother left to her. The Patrician, a crook, tells Abe the pawn broker, that Mary must be the granddaughter of Lord Fitzroy, an Irish nobleman. One of the crooks impersonates Fitzroy and Mary is established in a beautiful Long Island home as the long lost granddaughter. Bob, a reporter known to Mary in her dishwasher days, falls in love with her but is suspicious of her \"relatives\". He cables to Ireland and the real Fitzroy arrives. He recognizes the butler as his son, but at his request Mary never knows that he is her father. The man dies, Mary pleads for the freedom of the crooks and then goes back to Ireland with Bob and her real grandfather.", "imdb_id": "tt0132293"}, "5566000": {"title": "Mama's Affair (1921 film)", "plot": "As summarized in a film publication, a prologue, which explains where the author got her idea for the story, shows Adam and Eve in the Garden of Eden. When the serpent tells Eve to bite the apple, Adam takes it away from her. The serpent then tells her to go into hysterics and Adam will give her the apple. Shifting to the modern story, Mrs. Orrin (Effie Shannon), Eve's (Constance Talmadge) mother, goes into hysterics at the thought of losing her daughter. Mrs. Orrin and Mrs. Merchant (Katharine Kaelred), who lives with them, have decided that Eve will marry Mrs. Merchant's son Henry (George LeGuere), an effeminate youngster with rimmed glasses. Fearing her mother's nerves, Eve is willing to marry Henry, so the four of them go to Mama Orrin's birthplace, where the wedding is scheduled to take place on her birthday. During the stay at the hotel Mama has one of her \"attacks\" and Dr. Harmon (Kenneth Harlan) is called in. He soon discovers the exact trouble and orders Mrs. Orrin to bed with instructions that she not even see her daughter. Mrs. Orrin disobeys these orders and then Eve's nerves give way, causing a second visit by the doctor. He takes Eve away from the mother, but after Henry accuses the doctor of being a fortune seeker, the doctor refuses to have anything to do with Eve. Finally, Eve's eyes are opened and she uses a \"treat 'em rough\" theory on her mother. Besides winning the love of her doctor, she cures her mother of her hysterics.", "tmdb_id": 620135}, "48876202": {"title": "The Man from Lost River", "plot": "As described in a film magazine, Jim Barnes (Peters) has been raised in the woods and knows little of how to associate with women. As foreman at a lumber camp, he comes to love Marcia Judd (Brunette), but his backwardness allows her to be won over by the smooth talking Arthur Fosdick (Forrest), a New York society man who had recently come to the camp. Realizing that the young woman is in love with the Easterner and the weakness of his character, Jim constitutes himself as Marcia's protector without her knowledge. After proving his utter worthlessness, Arthur's death is brought about by his own cowardice, Marcia awakens to the strength of a noble man's love.", "imdb_id": "tt0012435"}, "58502834": {"title": "A Man of Stone", "plot": "As described in a film magazine, after returning to London, Captain Deering (Tearle) of the British army finds that, during his absence from England, his fiancée Lady Fortescue (Mansfield) has jilted him for Lord Reggie (Brown). Stung with mortification, he accepts service in the Arabian desert and is attracted to a pretty young Arabian woman Laila (Howe), who nurses him through a fever when he becomes ill. Lady Fortescue has a change of heart and arrives as the desert camp while Captain Deering is absent. She tells Laila that she is Deering's wife. Laila leaves the camp and is attacked by a marauding band. Captain Deering and his troops rescue Laila, and there is a promise of continued happiness between them.", "imdb_id": "tt0012442"}, "36526431": {"title": "The Man with the Twisted Lip (film)", "plot": "Sherlock Holmes discovers that the case of the Mrs. Neville St. Clair's missing husband may be connected to a disfigured beggar from Piccadilly Circus, known as \"the man with the twisted lip\".", "tmdb_id": 224420}, "33010594": {"title": "Mated in the Wilds", "plot": "Two men, flying ace Justin Strong (Fred Oppey) and foreigner Montgomery Lyle (Anthony Aroney) are both in love with sportswoman Elsa Hope (Elsa Granger). Justin and Monty leave by motorcycle on a surveying trip and Monty leads his rival in the desert to die. He tells Elsa that Justin was killed by aboriginals. Elsa insists on seeing Justin's grave and drives out to the desert with Monty and her mother. Monty ties Mrs Hopes to a tree and is about to abduct Elsa but she pulls a gun on him and eventually finds Justin living with some friendly aborigines.", "imdb_id": "tt0336824"}, "16093619": {"title": "The Mechanical Man", "plot": "The story begins with a scientist creating a device shaped like a man that can be remote-controlled by a machine. The mechanical man possesses super-human speed and strength. The scientist is killed however by a gang of criminals, led by a woman named Mado, who wish to obtain his secret of building a mechanical man. The criminals are captured before they are able to get them, and are brought to trial and condemned. Mado manages to escape and kidnaps the scientist's niece, forcing her to give her the blueprints which she uses to build a mechanical man.\nThe mechanical man is used to commit a variety of crimes including murder, all controlled by Mado. The scientist's brother (Gabriel Moreau) however is successful in creating a second mechanical man which he uses to combat the original. The two mechanical men fight each other in an opera house and end up destroying each other as well as the opera house. During the final battle, Mado frantically attempts to control the mechanical man and is electrocuted at the control panel by a short circuit.", "tmdb_id": 94814}, "56101439": {"title": "A Message from Mars (1921 film)", "plot": "Wealthy young Horace Parker, who is an egoist agrees to financing a communicating device which allows for communicating with Mars. He is credited for the invention and he studies his plans rather than go to a party with his fiancée, Minnie. After falling asleep, a messenger from Mars appears to Parker who announces his intentions to convert Parker (who according to the messenger is the earth's most selfish man). Parker is then shown poverty and suffering by the messenger and Parker also overhears Minnie's reproval of him at the party. Parker awakens in a house fire inside the home of a soldier that he once refused help to. Parker ends up rescuing the woman and invites her and other unfortunate people to his home which also pleases his fiancée.", "tmdb_id": 337188}, "47066432": {"title": "A Midnight Bell", "plot": "Martin Tripp (Charles Ray) is a traveling salesman who turns a struggling small-town store into a successful business. He becomes involved in a mystery involving an old church that is supposed to be haunted. Tripp is challenged to spend a night in the old building. A group of criminals, pretending to manifest supernatural phenomena, are exposed by Tripp in the end.", "imdb_id": "tt0012458"}, "18409652": {"title": "Miss Lulu Bett (film)", "plot": "As described in a film magazine, Lulu Bett (Wilson) is a slave in the home of her married half-sister Ina Deacon (Van Buren). Her life of drudgery is interrupted when Ninian Deacon (Burton), the scapegoat brother of the head of the house Dwight Deacon (Roberts), \"accidentally\" marries her. After he confesses that he has another wife, LuLu leaves him and Dwight allows her to return. Her persecution is redoubled upon her return, but she received courage after telling her story to the town schoolmaster Neil Cornish (Sills), who falls in love with her. Her final rebellion and departure from the household are followed by the news that her marriage to Ninian was not legal, leaving her free to marry the man that she loves.", "tmdb_id": 130275}, "37352909": {"title": "Moonlight and Honeysuckle", "plot": "As described in various film magazine reviews, Judith Baldwin (Minter) lives on the Arizona ranch owned by her father (Louis). When her father is elected as senator and moves to Washington, Judith accompanies him, leaving behind ranch hand Tod Musgrove (Blue), who is in love with her.\nIn Washington Judith attracts the attention of two suitors; Congressman Hamill (Oliver) and Robert Courtney (Boyd). Her father is keen for her to make a choice so that he can pursue his own relationship with the widowed Mrs. Langley (Van Buren), who refuses to marry him until Judith is out of the picture. Unsure which man to choose, Judith comes up with the idea of a \"trial marriage\" for each man at her aunt's woodland cabin, chaperoned by her old nurse.\nJudith soon decides that Congressman Hamill is terribly boring and not the man for her. However, a servant at the lodge has recognised him and reported his presence to the newspapers, claiming that he has eloped with Judith. When the news appears in the papers, Hamill is forced to travel to the village to telephone through a denial; however, the published news has brought Courtney to the lodge ahead of his allotted time, as well as Tod Musgrove, who is determined to win Judith.\nIn the meantime, Senator Baldwin has secretly wed Mrs. Langley, and they arrive at the lodge anticipating a quiet honeymoon. Instead they find their daughter, her two Washington suitors, the assembled press, and Tod, who is threatening to shoot both men. Rejected by Judith and threatened by Tod, Hamill and Courtney depart swiftly, leaving Judith to decide upon Tod as the only husband for her.", "tmdb_id": 323858}, "29852687": {"title": "Morals (film)", "plot": "A woman escapes the Turkish harem in which she has been brought up and flees to London in the company of a British adventurer.", "imdb_id": "tt00012476"}, "17837406": {"title": "Mother o' Mine (1921 film)", "plot": "As described in a film publication, several years earlier Mrs. Sheldon (McDowell) had been deserted by her husband. She brought up her son Robert (Hughes) in the belief that his father was dead. His desire to make good in the city leads his mother to send him to his father, Willard Thatcher (Kilgour). Unknown to him, Robert is now working for his own father, and all goes well until he learns of his father's nefarious financial schemes. They end up fighting, and Willard tells Robert that while he is married to his mother, Robert is not his son. Willard is accidentally killed, and on the evidence of Fan Baxter (Blythe), Willard's woman, Robert is condemned. A last minute forced confession from Fan by Robert's mother saves the day.", "imdb_id": "tt0012480"}, "62167428": {"title": "Mother o' Dreams", "plot": "Wandering artist (Santschi) encounters a young girl (Stonehouse) and her grandmother who are being victimized by the grandmother's son, who seeks to take control of her property. The artist intervenes, preserving the grandmother's property, independence, and ability to care for her granddaughter.", "tmdb_id": 934415}, "15328214": {"title": "Mrs. Dane's Confession", "plot": "As described in a film magazine review, Dorothy Robey, engaged to William Farleigh, jilts him in favor of a Count, who marries her, spends her fortune, and murders her father, without being called to account for the crime. She obtains a divorce and weds Farleigh and a baby is born. The Count reappears, attempts to blackmail her, and threatens to take away her child. In desperation she kills him. Arrested, she tells her story in full and is acquitted by the jury. The action develops in Paris.", "tmdb_id": 727436}, "47734136": {"title": "My Boy (1921 film)", "plot": "As described in a film magazine, little Jackie Blair (Coogan) arrives in New York City from France without a friend in the world, his mother having died in steerage during the voyage. He slips by the immigration officers at Ellis Island by blending in with a family of eight, and follows an old seaman Captain Bill (Gillingwater), who was looking for work along the waterfront, home. Jackie makes himself handy around the house and when morning comes and the Captain decides to take him back to the immigration bureau, Jackie begs to remain. Later, the Captain is taken ill and Jackie goes out and dances with a hand organ grinder to obtain the money needed to buy some medicine. Invited to a party at a settlement house sponsored by wealthy lady, Jackie is accused of stealing the lady's handbag. The handbag is found, however, and the lady turns out to be Jackie's grandmother Mrs. Blair (Brundage), who had been searching the city for him.", "tmdb_id": 54198}, "46317050": {"title": "The Mystery of Mr. Bernard Brown (film)", "plot": "When the fiancée of a squire's daughter is killed, suspicion falls on a novelist.", "imdb_id": "tt0338277"}, "6309125": {"title": "Never Weaken", "plot": "Harold works in an office on a tall building next to his girlfriend Mildred (Mildred Davis). He assumes they will be married, but overhears her talking to a man who says to her, \"Of course I will marry you.\"\nDistraught, he decides to commit suicide, blindfolding himself and setting up a gun which will fire when he pulls a string attached to the trigger. But after putting on the blindfold he accidentally knocks over a bulb which pops, and he assumes he has shot himself. At that moment, a girder from the next door construction site swings into his office, lifting him and his chair outside. Pulling off the blindfold, the first thing he sees is a sculpture high on his building which he takes to be an angel, and he assumes he is in Heaven. However a jazz band on an adjacent rooftop garden soon disabuses him of that notion, and he realises he is high above the city.\nAfter several perilous escapades high on the construction site, he finally makes it to the ground, only to realise that the man Mildred was talking to was her clergyman brother, who has agreed to officiate at their wedding.", "tmdb_id": 44405}, "17276202": {"title": "No Woman Knows", "plot": "As described in a film magazine, the Brandeis operate a little dry goods store in Winnebago, Wisconsin. Ferdinand (Davidson) and Molly (Marvin) are the parents and Fanny (Radom / Scott) and Theodore (Lee / Davidson) are the daughter and son, with Aloysius (Hoy) an adopted Irish youth. Theodore shows talent for the violin and under Herr Bauer (Edwards) he practices several hours each day. Schabelitz, a famous violinist, during a concert tour hears Theodore play and suggests to the Brandeis that he be sent to Europe to study.\nTimes are poor, but Molly with the assistance of Rabbi Thalman (Warren) persuades \"Papa\" Brandeis that it should be done, and the Boy is sent. Molly works the store, does the housework, and looks after the children, happy in the thought that some day her boy will become famous and rescue her from drudgery. By and by Papa dies, and Fanny, grown to womanhood, denies herself all pleasures such as a new dress in order to maintain Theodore at Dresden. What they do not know is that her brother's frequent requests for money are to keep him and his wife, whom he married the first year he was abroad, from starvation.\nOne day when Fanny is returning home from skating, the only pleasure she allows herself, she encounters tragedy in discovering her mother dead. Fanny breaks down, and unburdens her pent-up feelings. Left to her own resources she goes to Chicago and gains employment in a mail order house. Theodore, having been deserted by his wife, returns home with his baby. They take up their abode with Fanny, and she becomes attached to the youngster. Through her influence with her employer Michael Fenger (Holmes) to have Theodore give a concert and looks forward to the event as a personal triumph. However, on the evening of the event Theodore receives message from his wife asking him to return to her. He leaves a note to Fanny pinned to the telegram stating what he has done.", "tmdb_id": 618467}, "45682423": {"title": "No. 5 John Street", "plot": "A soap-making heiress disguises herself as a worker and gets employment at her own family's factory to find out about ordinary conditions. However she comes under threat from an anarchist.", "imdb_id": "tt0012506"}, "18788161": {"title": "Now or Never (1921 film)", "plot": "A young woman, who is employed as a nanny to a lonesome child named Dolly, is preparing to take a vacation which will include a long-awaited reunion with her childhood sweetheart. Her employers are a busy couple who have no time for their small daughter, so the nanny decides—without seeking their permission—to take Dolly with her on her vacation.\nMeanwhile, the young man she is to meet with races through the countryside by automobile on his way to his appointment. He crashes into a barn, loses his money to a tramp, and must complete his journey riding as a stowaway on the undercarriage of a train. After the couple meet, they and the child board a train. The woman has tickets for herself and Dolly, but the man has no ticket and no money.\nThe young woman discovers to her horror that her young charge's father is on the train. She does not want him to see her with Dolly, so she leaves the little girl with the young man and joins her employer in a separate coach. The young man is not an experienced babysitter, and caring for the child poses many challenges for him, especially as he must also evade the conductor.\nThe story ends happily: not only does Dolly's father approve of the young woman taking the little girl with her on her vacation, the young woman also discovers that her sweetheart is the man her employer was traveling to meet, as he has recently hired him for an important position.", "tmdb_id": 53518}, "29146560": {"title": "The Nut (1921 film)", "plot": "Based upon a summary in a film publication, Charlie (Fairbanks) has a girlfriend Estrell (De La Motte) who has a theory that if rich people would take a number of poor children into their homes each day, the environment would cause the children to grow up properly. Since Estrell does not know any of these rich people, Charlie offers to arrange a meeting. However, Charlie thinks impostors will do as well as the real rich people, so first he hires some men who turn out to be burglars and gamblers. Then he tries using dummies, but Estell is not fooled and becomes indignant. A wealthy man working as a reporter goes to investigate a report of a man dragging a body which turns out to be Charlie moving a dummy, allowing Charlie to finally meet someone rich. Estell is satisfied and agrees to marry him.", "tmdb_id": 172449}, "45188467": {"title": "O'Malley of the Mounted (1921 film)", "plot": "In 1921, the Motion Picture World summarized,\"O'Malley of the Mounted\" is a sergeant who has won his stripes by getting any criminal he is sent out to arrest, this in wild Northwestern territory amid men who dare follow their own impulses rather than obey the law.\n\nO'Malley is assigned to arrest La Grange, a man who murdered a saloon keeper. O'Malley believes La Grange went south to escape over the border into America.He encounters outlaws at a saloon in Forker City. He joins their gang by robbing a bank of $5,000.He soon develops a crush on Rose Lanier and a friendship with her brother, Bud, a fugitive of the law.Later, O'Malley fights a character named Red Jaeger who later exposes O'Malley as a Mountie and traitor. O'Malley is bound to a tree as the criminals plan to execute him at daybreak via hanging. Rose Lanier pretends to be against him, but clandestinely hands him a knife to rescue him.\nAccording to Motion Picture World, the film concludes:By Rose and Bud the sergeant is rescued from sure death. While riding with them toward the border he confirms his suspicions that Bud is the murderer he is seeking, but finds that the killing was done to avenge a wronged sister. He leaves the brother and sister to make his report, and finds his act justified by his commanding officer. He returns to his loved one no longer \"O'Malley of the Mounted.\"", "tmdb_id": 625727}, "40814872": {"title": "The Off-Shore Pirate", "plot": "As summarized in a film publication, Ardita Farnam (Dana), wealthy and beautiful, had a will of her own and a yacht. When her uncle (Jobson) indicated that he wanted her to meet a certain man, she decided that she wanted to marry a foreigner, saying she wanted a man with a past rather than a future. Alone on her yacht one evening Ardita heard some jazz melodies floating over the waves. A good-looking man (Mulhall) along with six black musicians came aboard. They tell Ardita that they have been giving a charity performance that afternoon and at the end had relieved the audience of their valuables, and now intended to use the yacht to escape. They go out to sea. Later the leader, who calls himself Curtis Caryle, is put off the yacht. Ardita feels sorry for him and follows him. Then her uncle arrives. The man explains that he is Toby Moreland, the man her uncle wanted her to meet. She says that she knew it all along and decides to marry him.", "imdb_id": "tt0012516"}, "374748": {"title": "The Offenders (1921 film)", "plot": "A girl (Wilson) is held at mercy of gang of crooks, her only friend being a \"half-wit\". A murder is committed and blame shifted to the girl.\nThe \"half-wit\" has seen the murder, but cannot remember. When he is cured, his testimony frees the girl.", "tmdb_id": 863640}, "57735725": {"title": "Oliver Twist, Jr.", "plot": "An orphan named Oliver Twist, Jr. meets a pickpocket on the streets of London. From there, he joins a group of thieves who are trained to steal for their master.", "imdb_id": "tt0012522"}, "45209662": {"title": "One a Minute", "plot": "As described in a film magazine, college graduate Jimmy Knight (MacLean) returns to the small town of his birth where he takes over his deceased father's drug store and combats a trust's drug store that has eclipsed the older institution in the public's favor. He falls in love with Miriam (De Beck), daughter of Silas P. Rogers (Robson), the magnate controlling the trust, and fights against elimination to win her plaudits. As a desperate means of fighting the competition he places on sale a harmless concoction he calls \"Knight's 99\", representing it as his father's secret formula that cures all disease. Townspeople try the ointment and it cures every ailment. Jimmy becomes rich overnight and wins the girl's hand when her father cannot buy the formula. At the end it is disclosed that the fifth ingredient of the Knight's 99 responsible for the curative powers, which Rogers could not discover, is faith.", "tmdb_id": 169232}, "42786531": {"title": "One Wild Week", "plot": "As described in a film magazine, Pauline Hathaway (Daniels) attains her eighteenth birthday was the ward of a spinster aunt and learns that she is heir to a small fortune provided she keeps her name out of the newspapers for a period of six months. She goes to visit an old friend of her mother and is falsely arrested for theft. After giving a fictitious name, she is sent to the woman's reformatory. She escapes with three other inmates and makes her way to the home of her hostess followed by her aunt and others who have become involved in the search for her. The film ends with satisfactory explanations being made.", "tmdb_id": 765533}, "5925279": {"title": "Orphans of the Storm", "plot": "Just before the French Revolution, Henriette takes her close adopted sister Louise to Paris in the hope of finding a cure for her blindness. She promises Louise that she will not marry until Louise can look upon her husband to approve him. Lustful aristocrat de Praille (whose carriage kills a child, enraging peasant father, Forget-not) meets the two outside Paris. Taken by the virginal Henriette's beauty, he has her abducted and brought to his estate where a lavish party is being held, leaving Louise helpless in the big city. An honorable aristocrat, the Chevalier de Vaudrey helps Henriette to escape de Praille and his guests by successfully fighting a duel with him. The scoundrel Mother Frochard, seeing an opportunity to make money, tricks Louise into her underground house to be kept prisoner. Unable to find Louise with the help of the Chevalier, Henriette rents a room, but before leaving her de Vaudrey comforts and kisses the distressed woman. Later, Henriette gives shelter to admirable politician Danton, who after an attack by Royalist spies following a public speech falls for her. As a result, she runs foul of the radical revolutionary Robespierre, a friend of Danton.\nMother Frochard forces Louise into begging. Meanwhile, de Vaudrey proposes to Henriette and she refuses. After expressing love for each other, he promises Henriette that Louise will be found. King Louis XVI orders Henriette to be arrested, due to his disapproval of de Vaudrey's choice of wife, and the Chevalier is also sent away while his aunt visits Henriette. During the meeting, Louise is heard singing outside, where Frochard has told her to walk blindly and sing. Henriette calls out from her upstairs balcony, but the panicked Louise is dragged off by Frochard and Henriette is arrested and sent to a women's prison.\nLouise and Frochard's begging continues with the other two Frochards, and before long the Revolution begins. A battle between the Royalist soldiers and the people allied with the police, who are successful, results in aristocrats being killed and the prisoners of the \"Tyrants\" (including Henriette) being freed. A people's 'rag-tag' government is formed, and Forget-not takes his revenge against de Praille.\nRobespierre and Forget-not send Henriette and her lover, the Chevalier de Vaudrey, to the guillotine, for hiding de Vaudrey, an aristocrat, who returned to Paris to find her. However, Danton manages to obtain a pardon for them. After a race through the streets of Paris he just manages to save Henriette and offers her to the Chevalier, when the two orphans unite. A doctor restores Louise's sight, she approves marriage between Henriette and the Chevalier, and a better-organized Republic forms in France.", "tmdb_id": 42511}, "22643372": {"title": "The Other Person", "plot": "The film is about a spiritualist whose darkest secret is revealed during a seance, a scene that critic Troy Howarth said was strikingly similar to a scene in Dario Argento's 1974 film Deep Red, in which a murderer is unmasked during a seance.", "tmdb_id": 855211}, "37322164": {"title": "Out of the Chorus", "plot": "As described in a summary in a film publication, chorus girl Florence Maddis (Brady) marries Ross Van Beekman (Steele), a son in an aristocratic family. His mother Mrs. Van Beekman (Fitzroy) is determined to turn Ross against his wife, and plots with Ned Ormsby, who wants Florence for himself. Mrs. Van Beekman contrives to have Ned and Florence thrown together often until Ross begins to doubt his wife. Ross sets a trap for her, and on his return finds evidence that Ned was also there, but the wife is an innocent victim of the scheme. Ross shoots through a door behind which he believes Ned is hiding and when Ned is later mysteriously murdered in his home, Ross believes that he is the killer. Florence, to save her husband's life, lies when testifying at trial and says that Ned was shot while he was with her. The truth and Ross' innocence are finally established, and Florence's actions win the love and esteem of Ross and his family.", "imdb_id": "tt0012535"}, "40040681": {"title": "Out of the Depths", "plot": "Two engineers developing irrigation systems for desert land fall for the same girl. One of the men tries unsuccessfully to murder the other man, who eventually is identified as the girl's long lost brother.", "imdb_id": "tt0012536"}, "39747607": {"title": "Pan Twardowski (1921 film)", "plot": "According to a 16th-century Polish legend, an occultist from Krakow sold his soul to the Devil in exchange for magic powers, but later reneged on the deal. The character is said to have been based on a real-life 16th century German nobleman who lived in Krakow and Nuremberg. There were many variations of the folktale over the years and since this film is now considered lost, it's impossible to tell which variation of the legend was used for the plot. But the 1936 sound film remake is said to have followed the story of this film closely, so the two films' storylines must be very similar.", "imdb_id": "tt0012545"}, "44212203": {"title": "Pardon My French (1921 film)", "plot": "As described in a film magazine, Polly (Martin), an ingenue with a barnstorming acting troupe, works her way back to New York City with the rest of the company on a coal barge. Bunny (Spink), who has always played butler roles, secures a position with the Hawkers, a newly rich Kansas family on Long Island, and when they are in need of a French maid secures the position for Polly. A bogus Count and Countess attempt to win the confidence of the Hawkers, but their son Zeke (Yearsley) prefers the company of Polly to that of Countess Castairs (Studiford). Mrs. Hawker (Beresford) gives a party and Polly is dressed up to act as one of the guests. After she is insulted, she leaves the house. The family jewels are stolen and Polly is arrested. She unwittingly tips off the police to the bogus count and countess and is freed. Having fallen in love with a wealthy ex-actor, Ferdinand Aloysius MacGillicudy, she agrees to become his leading lady for life.", "imdb_id": "tt0012546"}, "58118112": {"title": "A Parisian Scandal", "plot": "As described in a film magazine, Liane-Demarest (Prevost), an American girl raised in France and the only daughter of doting parents, has many suitors. She becomes deeply interested in Basil Hammond (Gallery), a studious young American sent by Liane's grandmother to find out what kind of girl she is. Liane goes into his room at night, destroys his notebook, and pleads with him to be her friend. Thinking that he may have compromised her reputation, he offers to marry her. However, Liane follows the wishes of her parents and becomes engaged to Baron Stransky (Grassby). At a casino Basil and the baron meet, and later, taking shelter from a storm at a roadhouse, they meet again, and Basil administers a good beating to the baron. The baron challenges him to a duel, and Basil accepts, not knowing that the baron is a crack shot. Basil is saved at the duel when Liane declares her love for the baron. Basil then leaves for the United States on a passenger liner where he finds Liane aboard, having registered as Mrs. Basil Hammond. They are then happily married by the ship's captain.", "tmdb_id": 618486}, "68193009": {"title": "Partners of Fate", "plot": "Helen Meriless is married to Byron Millard, while Frances Lloyd is married to John Fraser. Both couples are dysfunctional with Helen and John being the better partners. They all end up on the same ship for their honeymoon. The ship sinks with both couples ending up with each other's spouses on two separate islands. Frances and Byron end up cheating on their spouses with each other, while Helen and John do not break their vows. Byron and Frances are rescued, and leave their spouses. Helen and John reach civilization much later. When they do, Helen arrives at her house to find Byron and Frances living with each other, causing a panicked Frances to shoot both Byron and herself. The film ends with the now spouseless Helen and John deciding to marry each other.", "imdb_id": "tt0012552"}, "40508069": {"title": "The Passion Flower", "plot": "As described in a film publication, Esteban's (Foote) jealousy for his stepdaughter Acacia (Talmadge) results in his servant Rubio (Wilson) telling Acacia's sweetheart Norbert (Ford) that she loves another. Their betrothal is broken, and later Acacia accepts Faustino (Agnew). Rubio kills Faustino, and Norbert is tried for the crime but acquitted. When it becomes known that Esteban was the cause of the murder, he flees into the mountains, but later returns to give himself up. Raimunda (Jensen), Acacia's mother and Esteban's wife, pleads with Acacia to accept the stepfather whom she hates. During the long embrace which follows between Esteban and Acacia, Raimunda learns of Esteban's love for his stepdaughter and her own love turns to hate. Raimunda calls for help and during Esteban's attempt to escape with Acacia he shoots his wife and is then arrested. Raimunda dies in the arms of Acacia.", "tmdb_id": 451858}, "34525975": {"title": "The Pauper Millionaire", "plot": "As described in a film magazine, American millionaire John Pye Smith (Hallard) secretly sails for England with the intention of investigating the young woman his son Harry (Roberts) insists on marrying, concerned she may be a gold digger. An accident deprives him of his valet, without whose trained aid he is singularly helpless. In London, while waiting for a train, his beard is shaved off. A porter refuses to give him his suitcase, not recognizing him as its bearded owner. He goes on without it and then discovers that it contained his passport, money, and bankbook. After his trunk is stolen, no one believes his story of misfortune, and he is stranded in London. After undergoing several hardships, he tries to get work and accepts charity from drunken old Sally (Emery) and gets a job washing windows. He falls from a ladder and, injured, is taken to a hospital. There matters mend when his nurse turns out to be Hilda Martin (Blair), the young woman his son intends to wed. She has a cable from his Harry to the effect that he and his mother (Whalley) are sailing to England. His troubles at an end, John Pye Smith accepts Hilda as his future daughter-in-law.", "imdb_id": "tt0301707"}, "45278915": {"title": "Penny of Top Hill Trail", "plot": "When Penny (Love) goes to a ranch, she is mistaken for a thief. She encounters the ranch foreman (Oakman), who tries to reform her. When another girl is revealed to be the real thief, Penny's reputation is cleared, and she reveals her true identity: a film actress on vacation. She and the foreman realize their love for each other, and Penny decides to stay on the ranch with him.", "tmdb_id": 603287}, "7329426": {"title": "The Phantom Carriage", "plot": "On New Year's Eve, dying Salvation Army Sister Edit has one last wish: to speak with David Holm. David, a drunkard, is sitting in a graveyard, telling his two drinking buddies about his old friend Georges, who told him about the legend that the last person to die each year has to drive Death's carriage and collect the souls of everybody who dies the following year. Georges himself died on New Year's Eve the previous year.\nGustafsson, a colleague of Edit, finds David, but is unable to persuade him to go see her. When his friends try to drag him there, a fight breaks out, and David is struck on the head with a bottle just before the clock strikes twelve. David's soul emerges from his body as the carriage appears. The driver is Georges.\nGeorges reminds David of how the latter once lived a happy life with his wife Anna, their two children and his brother, until Georges led him astray. As shown in a flashback that follows, David was jailed for drunkenness. Before being released from prison, he was shown his brother, who had been sentenced to a long term for killing a man while drunk. When David went home, he found the apartment empty. Furious, he became determined to track Anna down and have his revenge.\nDuring his search throughout Sweden, David arrives at a new Salvation Army Mission on New Year's Eve. Maria does not want to answer the bell, as it is very late, but Edit lets him in. Despite his rudeness to her, she mends his coat while he sleeps. The next day, she asks him to return in one year; she had prayed that the first visitor would have good fortune for that period and wants to know the outcome of her prayer. He agrees, but before he leaves, he tears out her patches.\nGeorges informs David that the promise has to be fulfilled and takes him against his will in the carriage to Edit. In another flashback it is shown how Edit once found David in a bar with Gustafsson and another man. Edit persuaded the other man to go home with his wife and gave Gustafsson an advertisement for a Salvation Army meeting. At the meeting, Gustafsson submitted himself to God, but David remained completely unrepentant. Anna was at the meeting, but David did not recognize her. Later, Anna told Edit who she was, and Edit tried to effect a reconciliation. At first, the couple were optimistic, but soon David's behavior drove Anna to despair once again. One night, Anna pleaded with him not to expose their children to his consumption (the same fatal disease Edit caught from him). When he refused, Anna locked him in the kitchen and tried to flee again with their children, but fainted. He broke through the door with an axe, but did not physically hurt her.\nWhen Georges goes into Edit's room, she begs him to let her live until she sees David again. She thinks she is the one to blame for his magnified sins, as she brought the couple together again. When David hears this, he is deeply moved. He kisses her hands, and when Edit sees his regret, she can die in peace. Georges does not take her, saying others will come for her. He then shows David that Anna, afraid of leaving her children alone after she herself dies of consumption, is planning to poison them and herself. David begs Georges to do something, but Georges has no power over the living. Then David regains consciousness in the graveyard. He rushes to Anna before she can act. With great difficulty, he convinces her that he sincerely wishes to reform.", "tmdb_id": 58129}, "2219138": {"title": "The Playhouse (film)", "plot": "The film is set up as a series of humorous tricks on the audience, with constant doubling, and in which things are rarely what they at first seem to be. It opens with Keaton attending a variety show. Keaton plays the conductor and every member of the orchestra, the actors, dancers, stagehands, minstrels, and every member of the audience, male and female. As an audience member, Keaton turns to the \"woman\" sitting beside him and remarks, \"This fellow Keaton seems to be the whole show\". This was a jibe at one of Keaton's contemporaries, Thomas Ince, who credited himself generously in his film productions. In interviews with Kevin Brownlow, Keaton claims he gave the director's credit to Cline mainly because he did not want to appear too Ince-like himself: \"Having kidded things like that, I hesitated to put my own name on as a director and writer\".This elaborate trick-photography sequence turns out to be only a dream when Joe Roberts rouses Keaton from bed. The bedroom then turns out to be not a bedroom, but a set on a stage.\nThe second half of the film finds Keaton's character falling for a girl who happens to be a twin. He has difficulty telling the twin who likes him from the one who does not. An uncredited Virginia Fox plays one of the twins. Eddie Cline co-wrote the production and appears, uncredited, as a monkey trainer, whose monkey Keaton impersonates onstage after accidentally letting the animal escape.", "tmdb_id": 51362}, "42396154": {"title": "Playing with Fire (1921 American film)", "plot": "As described in a film magazine, Enid Gregory (Walton) works in a music store. She is a regular \"jazz baby\" who flirts with others while keeping company with Bill Butler (Gribbon), a plumber. She finds Janet Fenwick (McGuire), a young society woman whose father committed suicide under a cloud of disgrace, so Enid gets her employer Bruce Tilford (Mack) to hire Janet to sing the ballads that she plays. Business picks up and Tilford gives the two women two days of vacation. Enid and Janet go to a fashionable hotel where they meet several of Janet's former friends. Janet becomes engaged to an old sweetheart and Enid succumbs to the embrace of Kent Lloyd (Cooley), a wealthy young man, and allows him to slip a ring on her finger. In the last reel, they cope with the effects of a fire.", "tmdb_id": 618489}, "58613039": {"title": "A Poor Relation", "plot": "As described in a film magazine, shabby and lovable old inventor Noah Vale (Rogers) shares his attic room with  Rip (DeVilbiss) and Patch (Trebaol), two orphans he has befriended. His lifetime ambition is centered in an invention he has slaved to perfect. In the meantime he tries to keep Rip, Patch, and himself from starving by selling copies of The Decline and Fall of Rome door to door. He is dispossessed and Scallops (Malone), a neighbor's child, gives them shelter. Vale has a distant relative, a wealthy manufacturer by the name of Fay (Williams), and when he writes him for aid in putting the invention to market, Fay's daughter (Breamer) takes a deep interest in the case. Fay's partner Sterrett (Ainsworth) tries to steal a model of the invention, but returns it when he finds that it is worthless. Johnny Smith (MacDonald), secretary to Fay, is discharged but secures work at a newspaper, and gets a position for Vale as a column writer. Vale gives up inventing and when Johnny marries Miss Fay, they provide a home for Rip and Patch.", "tmdb_id": 686164}, "33021772": {"title": "Possum Paddock", "plot": "Andrew \"Dad\" McQuade (John Cosgrove), a tough farmer, faces ruin because of a bank loan he cannot repay. He decides to sell a fifty-acre field called 'Possum Paddock' to his greedy neighbour, Dan Martin (James Martin). However, Hugh Bracken (Jack Kirby), who is dating McQuade's daughter, Nancy (Leslie Adrien), sells his car to pay off the old man's debts. He then discovers that a railway is to go through the paddock and is worth a fortune.", "tmdb_id": 779866}, "45229855": {"title": "A Prince There Was", "plot": "As described in a film magazine, wealthy Charles Edward Martin (Meighan) has been leading a shiftless, luxurious life and takes no interest in himself or others until a little boarding house drudge (Jackson), who sleeps under the stairs there and where she can hear the comings and goings of the residents, calls on him to seek his aid for a struggling young woman novelist, Katherine Woods (Harris), who lives there. The young millionaire had previously been urged to take the position as assistant editor of a popular magazine, but had declined, preferring a sodden life. The earnestness of the girl interests him and, more as an exploit than an ambition, he undertakes playing \"fairy prince\" to the novelist. He moves into the boarding house, where there are several humorous character sketches, and almost immediately falls in love with Katherine. He assumes the name Prince, and the novelist does not recognize him as the man whose money drove her father into financial ruin and suicide. She gives \"Prince\" the manuscript of a novel which he buys immediately. Charles then hastens to his magazine publisher friend Jack Carruthers (Barrie) to get it printed. Jack tells him that the magazine had already seen it and declined to publish the novel. Remembering the hope in Katherine's eyes when he pretended to buy the novel, Charles purchases the entire magazine publishing establishment, much to the consternation of his broker, J.J. Stratton (Hull). It turns out that the rather unscrupulous broker had manipulated Charles' funds so as to ruin Katherine's father without his client's knowledge.", "tmdb_id": 1093657}, "39712815": {"title": "Proxies (film)", "plot": "As described in a film publication summary, Carlotta Darley (Dean) is engaged to Homer Carleton (Crosby), but regrets that Homer is not as tall and handsome as the butler Peter (Kerry). Her father Christopher Darley (Tooker) was aware that Peter was a former crook but believes that he has reformed. Clare Conway (Keefe), the household maid, is in love with Peter and jealous of Carlotta's admiration of him. A reception is in progress when John Stover (Everton) arrives with a paper that will bring about the Darleys' financial ruin. Peter arranges to have John brought into the reception room, then holds up the guests to secure the paper and save his employer. Peter and Clare then escape together.", "tmdb_id": 623318}, "15181264": {"title": "Red Courage", "plot": "As described in a film magazine, Pinto Peters (Gibson) and his pal Chuckwalla Bill (Day) ride into town just as the editor of the local newspaper is being urged to leave by a gang of thugs led by Joe Reedly (Girard). The pair give the editor $100 and get a bill of sale for the newspaper, only to find out later that Reedly holds a mortgage of $200 against it. This they pay off and start a campaign to clean up the town. They meet with considerable opposition until they enlist the services of Judge Fay (Cummings). When Pinto runs for sheriff and defeats the tool of Reedly, everything is smooth sailing. The crooks are run out of town, money that was about to be stolen is restored to Jane (Malone), the ward of Reedly, and Pinto after several hard fights wins her hand.", "tmdb_id": 564411}, "33052196": {"title": "Retribution (1921 film)", "plot": "A female detective tries to bust a crime ring operating in the city and in the sapphire mines of Anakie. The gang kill old man \"Dawn\", the sapphire king, and steal his gems. The detective's sister, a young nurse, is accused of the crime and imprisoned. The detective tries to clear her sister's name. There are two romantic subplots.", "imdb_id": "tt0347873"}, "44209124": {"title": "The Right Way (1921 film)", "plot": "As described in a film magazine, a rich boy (Marquis) follows the path of gilded vice and on the day of his marriage to his sweetheart (Osborne), he uses his skill as a copyist and forges his father's name to obtain funds to satisfy the demands of a woman of the underworld. With its inevitable discovery, his Spartan father (Davis) allows the law to take its course and the rich boy is sent to prison. There he meets the poor boy (D'Albrook) serving time for burglary, and the two spend time under traditional prison system solitary confinement, ball and chain, and lockstep. The poor boy is released when his sentence expires, but is soon returned after a new crime. In the meantime a new warden (Brooks) has introduced reforms promoted by Osborne. With the establishment of an honor system and other changes, the two boys are soon transferred from sullen convicts to workers waiting for the expiration of their sentences. The two boys learn that a man is to be executed for a crime of which he is innocent, so they escape from prison, capture the Chinaman who committed the murder, and bring him to the prison. However, they are too late and the man was executed minutes prior to their arrival. At the end of their sentences, the two boys return to their mothers and sweethearts.", "tmdb_id": 704386}, "40113846": {"title": "Rip Van Winkle (1921 film)", "plot": "As described in a film magazine, after swearing off drinking time and time again and familiarly discounting the next drink after each resolution, Rip Van Winkle (Jefferson) is finally driven out of the house by his wife Gretchen (Davenport).\n\nOn his journey into the hills, he meets a little man from the Catskill Mountains who is carrying a keg. After drinking the strange concoction, Rip's slumber for twenty years follows. When he returns to his village, everything and everyone has changed. His wife has married the unscrupulous Derrick Van Beckman (Sosso), who has designs on the Van Winkle's property. Rip arrives just in time to prevent a forced marriage of his daughter Meenie (Daisy Jefferson) to Derrick's nephew, and reclaims his land. Rip and Gretchen are reunited and she promises him that he can become tipsy as often as he pleases in the future. Meenie marries her childhood sweetheart, who has returned after being believed to have been lost at sea.", "tmdb_id": 363746}, "32176267": {"title": "Roads of Destiny", "plot": "As summarized in a film publication, David Marsh (Bowers), an inventor, is in love with Ann Hardy (Novak), but his brother Lewis also loves her. Lewis previously loved Rose Merritt (Frederick), but betrayed her and has cast her off. When he sees the success of David with Ann, Lewis reproaches his brother and threatens to end his own life unless he can marry Ann. David, overcome with these events, sinks into an armchair and falls asleep. In his dreams, the figure of Fate (George) appears and tells him that no matter which road he takes, he will find happiness with Ann and will marry her only. Then follow three dreams, one taking place in the North, one in the West, and one in his home town. When he awakes, he finds that Lewis was greeted with the same apparition and has decided to marry Rose, while David marries Ann.", "imdb_id": "tt0012630"}, "42431652": {"title": "Roswolsky's Mistress", "plot": "A working class girl is mistakenly believed to have become the mistress of a billionaire.", "tmdb_id": 754771}, "33748255": {"title": "The Rotters", "plot": "A headmistress recognises a married JP as her ex-lover and stops him from sentencing the Mayor's son.", "tmdb_id": 848993}, "33036236": {"title": "Sacred and Profane Love (film)", "plot": "As described in a film publication summary, Carlotta Peel (Ferguson), brought up by a maiden aunt with maiden ideas, secretly attends a concert by Emilie Diaz (Nagel). After the concert she meets the pianist and later succumbs to the strains of \"Samson and Delilah\" played by Emilie. Carlotta spends the night with Emilie and returns home the next morning to find her aunt dead. She does not see Emilie again, and after several years she is a well known novelist who is loved by her publisher, Frank Ispenlove (Holding). The publisher's wife Mary (Greenwood) commits suicide because of her husband's affair with Carlotta. Frank then kills himself. After some time Carlotta finds Emilie living in Paris, a morphine addict, originally prescribed for his tremors. She nurses him back to health and his musical gift is restored. She is now happy with her first love.", "tmdb_id": 979540}, "15446482": {"title": "A Sailor-Made Man", "plot": "\"The Boy\" (Lloyd) is an idle playboy and heir to $20,000,000, relaxing at an exclusive resort. When he sees \"The Girl\" (Mildred Davis), surrounded by a flock of admirers, he suddenly asks her to marry him. Taken aback, she sends him to get the approval of her father, a tough, hardworking steel magnate. The girl's father knows and disapproves of the Boy's indolence, and demands that he first get a job to prove that he can do something. The Boy sees a recruiting poster and applies to join the United States Navy. When the magnate decides to take a long cruise on his yacht, he tells his daughter to bring along her friends. She invites the Boy, but he finds he cannot get out of his three-year enlistment.\nAboard ship, he makes an enemy of intimidating sailor \"Rough-House\" O'Rafferty (Noah Young), but when O'Rafferty throws a box at the Boy and strikes a passing officer, the Boy steps up and accepts the blame. He and O'Rafferty then become good friends.\nThe Girl and her friends stop off at the port of Agar Shahar Khairpura, the \"City of a Thousand Rascals\", in the country of Khairpura-Bhandanna, to sightsee, just as the Boy and O'Rafferty get shore leave there. The Girl is delighted to see the Boy and rushes into his arms. However, she has also attracted the attention of the Maharajah of Khairpura-Bhandanna (Dick Sutherland). The potentate has her kidnapped and taken to his palace. The Boy rushes to her rescue and single-handedly manages to outwit the Maharajah and his guards and escape with the Girl.\nLater, the Boy uses signal flags from his ship to communicate with the Girl on her father's yacht and ask, \"Will you?\" With her father's approval, she sends a signal back, \"I will\".", "tmdb_id": 44406}, "37787605": {"title": "Sappho (film)", "plot": "Richard De La Croix has a brother, Andreas, who has been driven insane by a notorious vamp and socialite named Sappho. A man-about-town named Teddy takes Richard to the Odeon to meet her, but when Sappho actually meets Richard, he is unaware that she is the woman who drove Andreas insane. Sappho genuinely falls in love with Richard, and decides to leave her vampy ways behind her so that she can have him.\nSappho casts off her previous lover, an automobile company owner named Bertink, as she does. Richard and Sappho run off and engage in an affair.  In the midst of their escapade, Bertink approaches Richard and lets him know that the woman he is with is the same one that drove his brother Andreas insane, and that he, Bertink, is the man that she left Andreas for. Richard is horrified and immediately terminates his relationship with Sappho.\nSappho tries to return to Bertink but is turned away, so she seeks out Teddy, Richard's man-about-town friend, and starts a rebound relationship with him. Meanwhile, Richard returns home to marry his childhood sweetheart, but then balks at the wedding supper and runs off in search of Sappho. All this time, Andreas, the mad brother, is having troubled dreams about Sappho in the lunatic asylum where he is kept. When Richard starts on his search for Sappho, Andres intuitively senses that someone is going after her, so he breaks out of the lunatic asylum and also starts to search for Sappho.\nRichard finds Sappho at a ball with Teddy, and starts questioning her about her newest lover, before breaking down and admitting that she is the only woman he really loves. Andreas, the mad brother, barges in on this reunion, and manages to lock Richard out of the room.  Alone with Sappho, Andreas attacks her, and in the process of doing so accidentally kills her.", "tmdb_id": 175339}, "55815700": {"title": "School Days (1921 film)", "plot": "As described in a film magazine, Speck Brown (Barry) is a country boy who has been raised by the hard hearted Deacon Jones (Lessey). The Deacon insists that Speck attend school, but when the teacher (Seddon) defends the boy against his viscous guardian, Jones turns against her. Speck becomes acquainted with a Stranger (Gilmour) who comes to town and Speck realizes his ambition, through the Stranger, to go to New York City and have plenty of money. At a private school he continues his boyish pranks and is snubbed when he gives a party to his wealthy neighbors. A couple of crooks plan to make Speck the goat in a scheme involving his friend Leff (Conlon), the inventor of a patent clothespin. Disgusted with society and realizing that money cannot buy him happiness or friends, Speck returns to his boyhood home and finds happiness there.", "tmdb_id": 594819}, "41568284": {"title": "Scrambled Wives", "plot": "Based on a description in a film publication, Mary Smith (Clark) gives a party in her college room when John Chiverick (Bunker) is found in attendance. Because he has \"compromised\" her, John feels obligated to marry Mary. Immediately after the ceremony, Mary's father (Washburn) has the marriage annulled and sends Mary abroad. After two years she returns and sees her former husband at a Long Island house party. There is much concern about the disgrace that would be caused if her marriage annulment were to become public knowledge. Larry McCleod (Gendron) is at the party and is in love with Mary, although he believes that she is a widow. She accepts his proposal after confessing her situation.", "imdb_id": "tt0012655"}, "26442111": {"title": "The Sea Lion", "plot": "Captain John Nelson (Hobart Bosworth) and his crew hunt whales on the high seas. The captain is an angry man, having never recovered from his wife's leaving him for another man 20 years prior. When the ship comes to port, Tom (Emory Johnson), a young man, joins the crew as a lookout. He is distraught as well, having been jilted by his fiancée.\nBack on the seas, the ship's inexperienced crew mistakes the water supply as a leak and pumps it overboard. The captain rations the remaining water, and stores it in his quarters. The crew mutinies.\nFrom the crow's nest, Tom spots a nearby island and comes down to tell the captain while the crew is asleep. The captain makes Tom the first mate, and they steer the ship to the nearby island. The island is inhabited by two survivors of an earlier shipwreck, one of whom is a beautiful young Blossom (Bessie Love). The survivors are brought back to the ship, where the captain resists letting them, board. The survivors promise to work on the ship, and he reluctantly agrees to let them travel.\nBlossom learns that the captain's family name is Nelson, and says that her mother had the same name. The captain realizes that Blossom is the daughter of his wife, but assumes Blossom's father is another man. Blossom tells him that she never knew her father. During a storm at sea, the captain finds Blossom's Bible, which contains a note from her mother saying that she loved him all along. The captain realizes that Blossom is his daughter, and they are reconciled. Blossom and Tom fall in love.", "tmdb_id": 175445}, "15554222": {"title": "The Secret Four", "plot": "International spies compete to seize world power by cornering the market in oil supplies in the United States.", "imdb_id": "tt0012659"}, "26975659": {"title": "Sentimental Tommy", "plot": "As described in a film publication, Grizel (McAvoy) is the daughter of the Painted Lady (Taliaferro), who believes that her lover will one day return. Grizel is ostracized by the other children of the town. Tommy Sandys (Hughes) and his sister Elspeth (Frost) come to the town. Tommy is friendly, but Elspeth keeps her distance. When the Painted Lady dies, Dr. Gemmell (Greene) makes Grizel his housekeeper.\nTime passes and after the doctor dies, Grizel, who is now twenty-one years old, loves Tommy, who is an author in London. Tommy visits the town but cannot decide whether he loves Grizel. Grizel knows that Tommy does not love her, and after he returns to London her unhappiness leads to insanity. Tommy returns and marries Grizel, although he believes that she will hate him when she gets better. After two years under Tommy's care, she regains her sanity. After Tommy lets her know that he cared for her out of his love for her; not for pity, Grizel is happy.", "tmdb_id": 483072}, "15884397": {"title": "Seven Years Bad Luck", "plot": "Max Linder returns home drunk after his bachelor party. The next morning, he is awakened by a loud noise. His valet John, while chasing his pretty maid, has broken his mirror. John claims Mary, the maid, dropped a napkin. By the time Max drags himself out of bed, Mary has cleared away the broken glass and John has gotten Max's chef to dress just like their employer. Then, when Max looks into the non-existent glass, the chef mimics his every action. Max finally realizes he is being tricked, but while he is in the other room, John sneaks in a repairman to fix the mirror. Thus when Max flings something at what he thinks is an imposter, he breaks the mirror himself, much to his surprise. Now he fears he has brought seven years bad luck on himself (a well-known superstition).\nHe goes to see Betty, his fiancée. While waiting, he has her maid (a psychic) read his palm. She warns him that she sees danger in the form of a dog, so he takes Betty's small pet and sticks it in a vase. When Betty sees what he has done, she breaks up with him.\nShe reconsiders and asks him to come back, but when he does, he has to wait for her once again. He first puts on a record, then dances with her maid, and finally starts wildly playing the piano. His nonchalant behavior infuriates Betty, and she sends him packing again.\nMax asks his friend to go see Betty to try to patch things up, but his friend wants Betty for himself. He lies to her, telling her Max has decided to marry one of his old girlfriends. When Betty seeks some way to obtain revenge, the friend suggests she marry him. She assents.\nHis hopes dashed, Max decides to take a train trip. He is robbed at the station, so he sneaks aboard. The conductor spots him, though, and a chase ensues. Max gets off at the next station. The station agent has taken an unauthorized break, leaving his daughter in charge. Max disguises himself as the agent, inadvertently saving the man's job when the conductor asks for him. After more hijinks, he manages to reboard the train, leaving the pesky conductor behind. The conductor, however, wires ahead, and Max is arrested at the next stop. He gets away at first, jumping on an elephant and loitering in a cage full of lions, but is eventually jailed.\nBy chance, when he is brought before the judge, he sees Betty and his false friend there to get married. He and Betty reconcile.", "tmdb_id": 97995}, "33028706": {"title": "Sham (film)", "plot": "Based upon a description in a film publication, Katherine Van Riper (Clayton) is an extravagant young society girl who is very much in debt, and her wealthy aunts and uncle refuse to give her any money. Katherine is desperate enough that she is considering marrying the wealthy Montee Buck (Hiers), although she is in love with the westerner Tom Jaffrey (Fillmore), who says he is poor. Finally, Katherine decides to sell the famous Van Riper pearls, pay off her debts, and marry Tom. However, upon examination the jewelry turns out to be paste, with her father having sold the genuine pearls several years earlier before his death. Montee is assured by the aunts that Katherine will marry him and tells this to Tom. Tom is about to leave town when Uncle James (Ricketts) steps in and pays off Katherine's debts, leaving the niece free to marry Tom.", "tmdb_id": 545368}, "44008441": {"title": "Shame (1921 film)", "plot": "William Fielding, a missionary in China, loses his wife after she gives birth to a son named David. He then marries a Chinese woman named Lotus Blossom, who treats the child as if it were her own. A trader named Foo Chang is madly in love with the woman. Believing  the child to be hers, he kills William and brands David. Lotus Blossom commits suicide as a result. However, Li Chung, aware of the child's true parentage, takes David to the home of his wealthy grandfather in San Francisco. There, the boy befriends Li Chung and later inherits his grandfather's business and the Fielding estate when he becomes older.\nDavid marries an American woman named Winifred Wellington. Following David's marriage, however, Foo Chang appears. He is now the head of an opium ring and tries to bribe David to help him bring a cargo of opium into the city. When David refuses, Foo Chang tells David that he is half-Chinese. Although he has no proof other than the brand on David's arm, that is enough to convince David. He goes to pieces and flees with his infant son to Alaska.\nWinifred goes to Li Chung, who kills Foo Chang and also promises to take her to David but not telling her about her husband's true ethnicity. Li Chung only reveals the truth when Winifred is reunited with her husband. The family returns to San Francisco to live happily ever after.", "tmdb_id": 676750}, "36972476": {"title": "Shattered (1921 film)", "plot": "Set during the winter, the story tells the tale of a track checker and his family who live a monotonous and poverty-stricken life next to a railway line. They receive a telegram announcing the arrival of the section inspector, who is to live with the family.", "tmdb_id": 175437}, "2107054": {"title": "The Sheik (film)", "plot": "In the North Africa town of Biskra, headstrong Lady Diana Mayo (Agnes Ayres) refuses a marriage proposal because she believes it would be the end of her independence. Against her brother's wishes, she is planning a month-long trip into the desert, escorted only by natives.\nWhen Diana goes to the local casino, she is informed it has been appropriated for the evening by an important sheik, and that none but Arabs may enter. Annoyed at being told what she cannot do, and her curiosity piqued, Diana borrows an Arab dancer's costume and sneaks in. Inside, she finds men gambling for new wives. When she is selected to be the next prize, she resists. Sheik Ahmed Ben Hassan (Rudolph Valentino) intervenes, then realizes she is white. Amused, he sends her away. Afterward, Mustapha Ali (Charles Brinley) informs the Sheik she is the woman he has been hired to guide tomorrow. The Sheik hatches a plan. Early the next morning, he sneaks into her room and tampers with the bullets in her revolver as she is sleeping.\nAs her brother leaves her to her desert excursion, she assures him he will see her in London next month. The Sheik and his men come upon Diana riding alone. She tries to flee while shooting at the Sheik, but he easily captures her. Back at his encampment, he orders her about. She is unused to such treatment, but the Sheik tells her she will learn and demands she dress like a woman (she is wearing pants) for dinner.\nDiana tries again to escape, this time into a raging sand storm. The Sheik saves her from certain death, and tells her she will learn to love him. Later, he finds Diana alone in her quarters weeping. The Sheik considers forcing himself upon her, but decides against it and calls for a serving girl, Zilah (Ruth Miller). Zilah offers her a hug. Diana accepts, and pours out her tears in Zilah's arms.\nAfter a week, the Sheik is delighted by the news that his close friend from his days in Paris, where he was educated, is coming for a visit. Diana is dismayed at the thought of being seen in Arab dress by a Westerner, but the Sheik does not understand her shame. He does, however, return her gowns before his friend comes so she can wear them to dinner.  When she is introduced to writer and doctor Raoul St. Hubert (Adolphe Menjou), Diana's spirit is nearly broken. He befriends her and reprimands the Sheik for his callous treatment of her. The Sheik returns her Western clothing, though he refuses to release her.\nWhen Raoul is called away to tend to an injured man, Diana shows concern that it might be the Sheik. Seeing this from hiding, the Sheik is elated that she may be warming up to him at last. He gives Diana her gun back, telling her he trusts her.\nDiana is allowed to go into the desert under the watchful eye of the Sheik's French valet Gaston (Lucien Littlefield). She escapes. Making her way across the sands, she spots a caravan, unaware that it belongs to the bandit Omair (Walter Long). The Sheik and his men reach her first.\nThe Sheik reveals to Raoul he is in love with Diana; his friend convinces him to let her go. Meanwhile, Diana is allowed out once more. She playfully writes \"I love you Ahmed\" in the sand. Then Omair's band captures her, killing her guards and leaving the wounded Gaston for dead.\nWhen the Sheik goes looking for Diana, he sees her message, then learns from Gaston who has abducted her. He gathers his men to attack Omair's stronghold. Omair tries to force himself on Diana, but is almost stabbed by one of his women. Then the Sheik and his men sweep in. After a long fight, the Sheik kills Omair, but is himself gravely injured.\nRaoul tends to him and tells Diana he has a chance. She sits and holds the Sheik's hand. When she remarks that his hand is big for an Arab, Raoul reveals that the Sheik is not one. His father was British and his mother Spanish. They died in the desert, and their child was rescued and raised by the old Sheik; when the old man died, Ahmed returned to rule the tribe. When Ahmed wakes up, Diana confesses her love.", "tmdb_id": 36841}, "42274420": {"title": "Sheltered Daughters", "plot": "Jim Dark (Hatch) is a police officer determined to shelter his daughter, Jenny (Johnstone), from the world and its evils.  As a result, Jenny lives in a dream world, fascinated with Joan of Arc.  She meets a man posing as a Frenchman (Gerrard) who takes advantage of her and her naivete.  He asks Jenny's help in collecting charity ostensibly for French orphans, all the while planning to pocket the money.  Jenny's father, though, learns of the plot and intervenes before the outlaw can get away.", "tmdb_id": 923885}, "32974145": {"title": "Silks and Saddles (1921 film)", "plot": "On the stud farm of Kangarooie, squatter's daughter Bobbie wants her weak brother Richard to come home for her birthday, but she prefers the charms of the city, in particular the high society adventuress, Mrs Fane. Tubby Dennis O'Hara, who is in love with Bobbie, persuades Richard to come home and he brings Mrs Fane with him. O'Hara gives Bobbie his horse, Alert, as a present. Bobbie enters it in a race and Mrs Fane tries to stop her winning. Bobbie falls in love with a handsome man and rides Alert to victory.", "tmdb_id": 205674}, "6572584": {"title": "The Silver Lining (1921 film)", "plot": "While discussing heredity, a man recalls the story of two orphan girls to a pair of cohorts at a ball. Angel (Carmen) is adopted by crooks who teach her to steal, while Evelyn (Valli) is the criminally inclined girl adopted by a wealthy family. When Angel steals a watch from a passenger on the train, the man refuses to press charges and enlists her help in his confidence scheme in Havana. Evelyn is engaged to marry the promising author Robert Ellington (Austin), but after a quarrel, the writer goes to Havana and meets and falls for Angel. Ellington is scheduled to leave on a ship but gives his ticket to Johnson (Albertson), the secret agent and con man. Angel watches tearfully as the boat pulls away before Ellington reveals he loves her, and the two are left in happiness. The film ends as the story teller turning and pointing out the couple dancing at the ball.", "imdb_id": "tt0012691"}, "46570749": {"title": "The Single Track", "plot": "As described in a film magazine, when New York City society belle Janette Gildersleeve (Griffith) is informed by her uncle Andrew Geddes (Kent) that her property in Alaska is threatened unless a railroad line is built to other holdings, she promptly closes her town house and, under an assumed name, takes a job as a clerk at the North Star Mining Company's store at Katalak, Alaska. There she encounters civil engineer Barney Hoyt (Travers) who is in charge of building the single track line. Jim Mallison (Betz) attempts to force his attentions on Janette and Barney saves her from further annoyance. The opposition company owning the mine at Unatik attempts to destroy the tracks and a bridge on the day the right-of-way is to expire by floating a raft with dynamite against the bridge. Janette and the family butler, who is posing as her father, destroy the raft and save the bridge. They also rescue Barney who was engaged in a hand-to-hand encounter with Mallison on the trestle.", "imdb_id": "tt0012695"}, "14174980": {"title": "The Sky Pilot", "plot": "The Sky Pilot (Bowers) arrives in a small rough-and-tumble cattle town in Canada, intent on bringing religion to its tough residents. At first they reject him, but in time he wins the residents over with his prowess. A plot to steal cattle is uncovered and disrupted. Gwen, daughter of the \"Old Timer,\" is injured in a stampede, loses her ability to walk, but recovers thanks to the power of love.", "tmdb_id": 175418}, "15929412": {"title": "The Sky Ranger (1921 film)", "plot": "George Rockwell (George B. Seitz) is young and adventurous. He meets June (June Caprice), a beautiful young girl on the road and decides she will be his wife. But Professor Elliott (Frank Redman), June's father, has him thrown out the door. George does not give up and saves the Professor from his cousin Murdock (Joe Cuny), who was trying to kill him. Professor Elliott has made a number of important inventions, including developing a fast, silent aircraft. His latest work concerns a new, powerful light, which is the object of those criminals who want to steal the invention.\nOn the day of their engagement, George and June are abducted on an aircraft which takes them to Tibet. Dr. Santro (Harry Semels), Murdock's accomplice is the culprit. He and his wife Tharen (Peggy Shanor) leave the two in the hands of angry Tibetans. The two lovers are locked into a box with only a tiny hole in it through which they can see some food that is out of their reach. As if that was not enough suffering, one of the abductors decides to shoot them through the box.\nGeorge miraculously opens the box with a rock he had picked up before. As he tries to capture two horses, June is taken away in the desert by a Tibetan. George follows the traces left by his horse and rescues June in time.", "imdb_id": "tt0012700"}, "38448073": {"title": "A Small Town Idol", "plot": "Sam (Turpin) leaves town after being falsely accused of a crime and becomes a film star in Hollywood working with actress Marcelle Mansfield (Prevost). He returns to his home town hailed as a hero where one of his films is shown in the theater. His rival Jones (Finlayson), who wants Sam's girlfriend Mary (Haver), frames Sam for the shooting of Mary's father. Just as the townspeople are about to lynch Sam, Mary arrives to prove Sam's innocence and the two are reconciled.", "imdb_id": "tt0012702"}, "37362617": {"title": "The Speed Girl", "plot": "As described in a film magazine, screen star Betty Lee is in love with naval officer Tom Manley. Tom is due back on his ship at a certain hour and Betty, not realizing the importance of this, sets his watch back. When she is told that he will be court-martialed if he is not on deck on time, Betty endeavors to get him back in town. She is arrested for speeding and put in a jail cell. Hundreds of fans visit, and Judge Ketcham (Courtright), who had sentenced her, brings a bouquet and apologizes. Betty befriends a fellow prisoner and is instrumental in helping her, too.", "tmdb_id": 765146}, "59779216": {"title": "The Spirit of the Lake", "plot": "A hermit who lives by a lake falls for a distressed young woman whom he aids.", "tmdb_id": 768912}, "45196662": {"title": "Straight Is the Way (1921 film)", "plot": "An old woman and her niece, an orphan, consult an ouija board to locate a hidden treasure in order to save their mortgaged home.", "tmdb_id": 623319}, "33046855": {"title": "Such a Little Queen (1921 film)", "plot": "As described in a film magazine, a revolution within its borders forces the hasty flight of the little queen, Anne Victoria (Binney), to America. She arrives with only her trusted legal adviser Baron Cosaco (Gilmour) and they take quarters in the tenement district. The king of the neighboring principality, Stephen of Hetland (Coleman), to whom she is betrothed, also flees to America. He, too, is in reduced circumstance and they both accept employment in the office of a large meat packer. Its owner, Adolph Lawton (Losee), has just returned from Europe where he was trying to find a titled husband for his daughter Elizabeth (Carpenter). The general manager of the office falls in love with the little queen. The ex-king is accused of stealing some bonds, but is freed of the charge when the real thief is captured. The king and queen return to their respective countries and thrones wedding bells sounding in the distance.", "imdb_id": "tt0012733"}, "15181889": {"title": "Sure Fire", "plot": "As described in a film magazine, easy going rancher Jeff Bransford (Gibson) returns to his ancestral acres and finds them heavily mortgaged and about to be foreclosed and the hired men defended them with guns. He tries to borrow money to satisfy the mortgage but is unsuccessful. That night a robbery is committed on a neighboring farm with five thousand dollars stolen from Major Parker (MacQuarrie), and suspicion is thrown upon Jeff. After much hard riding and several stiff fights, the real culprits are apprehended and Jeff is vindicated. Parker had intended to loan Jeff some money to help with his difficulties. In return, Jeff saves the married Elinor Parker (Brunette) from running away with a worthless scamp and causing a scandal.", "tmdb_id": 618481}, "34658473": {"title": "The Swamp (1921 film)", "plot": "Mary (Love) and her son Buster (Lee) live in a single room in a tenement in the slums of the city, having been deserted by their husband and father, wealthy Spencer Wellington (Tucker). While selling newspapers, Buster meets Wang (Hayakawa), a vegetable peddler. Wang protects Buster from attack, and receives a black eye in the endeavor. When Mary becomes ill, Wang cares for her until she is well. When Mary and Buster are about to be evicted, Wang sells his horse and vegetable stand to help them out, and he and Buster team up and become fortune-tellers.\nThrough Wang, Mary learns that her husband is planning to remarry. When Wang entertains at the wedding reception, he reveals Spencer's past, and Spencer's new fiance, society lady Norma Biddle (Wilson), ends the engagement. Mary obtains a divorce from Spencer, and marries the new rent collector Johnnie Rand (McCullough), who is a former sweetheart. Wang is able to retrieve his horse, and he returns to his homeland, where he is reunited with his sweetheart.", "tmdb_id": 621510}, "36396689": {"title": "A Tale of Two Worlds", "plot": "Based upon a summary in a film publication, Ah Wing (Warren) saves a white child during the Boxer Rebellion and raises her as Chinese in America as Sui Sen (Joy). Ling Jo (Beery), a tong leader and slave trader, desires Sui Sen and enters a marriage contract with Ah Wing where he will search and give the Scepter of the Mings to Ah Wing in return for the girl. Ah Wing agrees because he does not believe that the scepter can be recovered, but when it is produced, he, while heartbroken, must keep his word. The wedding day is set and Ling Jo wants Sui Sen even after being told that she is white. Robert Newcomb (Glendon), a curio collector who has fallen in love with Sui Sen, and with the help of a young Chinese man called \"The Worm\" (Abbe), who also loves her, rescues her from the tong chief.", "tmdb_id": 200405}, "33611878": {"title": "Tangled Trails", "plot": "As described in a film magazine, Corporal Jack Borden (Hart) of the Royal Canadian Mounted Police is assigned to arrest Phil Lawson (Roseman), a crooked mine promoter, on suspicion of murder. Discarding his uniform, Jack follows Phil to New York City and overtakes him just in time to rescue a stenographer from Lawson's clutches. Lawson escapes and, with Jack on his trail, foes to an underworld retreat. Jack overtakes him and is victorious in another battle, but the promoter escapes again. Still on his trail, Jack follows his man back to Canada where, after several fistfights, he finally captures Lawson and sent to pay for his crimes. Jack is finally able to return to his wife Milly (Palmer), from whom he has been long separated.", "tmdb_id": 175408}, "29029252": {"title": "Tansy (film)", "plot": "George Firle (Rolf Leslie) is a shepherd, helped in his work by daughter Tansy (Taylor) who has learned shepherding skills from her father.  One evening Tansy slips out of the house after her father has gone to the pub to meet up with farm labourer Clem (Ames).  George returns, finds Tansy absent and goes to look for her.  He finds her in Clem's caravan, trying to fight off unwanted advances, and rescues her.  The owner of the farm hears about the incident and assumes that it shows Tansy's immorality and that she must have been leading Clem on to end up in such a compromising situation.  He orders George and Tansy to leave the farm.\nGeorge and Tansy set out on foot for the nearest town.  On the journey, George collapses.  Local farmer's son Joad Wilverley  (Carew) comes across the stricken pair while driving by and offers his help.  Arriving at the Wilverley farm, they discover that George has died.  The Wilverleys offer shelter to the distraught Tansy, and later she overhears Joad talking with his younger brother Will (Hugh Clifton) about their need for a shepherd.  Tansy offers her services, initially to the brothers' amusement, but she proves her worth by expertly rounding up a flock of sheep and is given the job.\nTansy's skills give the farm one of its best ever lambing seasons.  Meanwhile both brothers have fallen in love with her and begin to realise that they are rivals.  Joad, as the elder brother, believes he should have first claim; however Tansy is more drawn to Will, and allows him to kiss her while they are walking together.  The fraternal rivalry intensifies and Joad attempts to win over Tansy by buying her expensive gifts.  Will finally offers to marry Tansy and she accepts the proposal.  Will goes to break the news to Joad, who responds by provoking a fight during which he badly beats his brother.  At the same time Clem appears back on the scene and again tries to force himself on Tansy.  She manages to break free and flees in panic to the Wilverley house.  However Joad has been stricken with remorse for his treatment of Will and orders Tansy to leave, saying she has been the cause of all the trouble between the two.\nAfter Tansy has departed, a Wilverley servant tells Joad that Tansy has always loved Will and he must tell Will to go after her.  Joad realises the truth that Will and Tansy should be free to marry.  He sends Will off in pursuit.  Clem has once again caught up with Tansy and is trying to accost her when Will catches up with them and deals appropriately with him.  Will and Tansy embrace.", "tmdb_id": 840106}, "67681626": {"title": "Ten Nights in a Bar Room (1921 film)", "plot": "Logging camp worker Joe Morgan becomes an alcoholic after a saloon opens up in town. His daughter Mary suffers as a result of this. One day, while Joe is at the saloon, his daughter Mary shows up to ask him to come home. A fight breaks out, and Mary is hit with a glass, killing her. Joe vows for revenge. After a series of misadventures, Joe stops trying to avenge his daughter's death, and he reunites with his wife.", "imdb_id": "tt0013660"}, "37674304": {"title": "That Girl Montana", "plot": "As summarized in a film publication, Montana Rivers (Sweet) finally escapes her father who had forced her to wear men's clothing and help in robbing and cheating. She is taken in by friendly Indians and stays at their camp. Later, Akkomi (Edler), chief of the tribe, asks his friend Dan Overton to take the girl as it is not good for her to remain in the camp. Dan provides for \"Tana\" and falls in love with her but, because of her past, she keeps him at a distance. Jim Harris comes by and recognizes Tana as the boy robber, but when he attempts to blacken her past, Dan gives him a beating which paralyzes him. Jim then stays on with Dan, who regrets his hastiness. Eventually Tana's father appears and demands that Tana go away with him. She refuses but also does not tell Dan of this trouble. Meanwhile, Jim has waited to avenge himself against Tana's father, who previously had run off with Jim's wife and baby. When Tana's outlaw father appears, Jim, whose arms are still strong, strangles him. Jim tells Tana that she is his daughter, the child of the wife who had run away. The film ends with Tana and Dan embracing.", "tmdb_id": 408910}, "29846306": {"title": "Theodora (1921 film)", "plot": "Theodora, a Roman courtesan and former slave girl, marries the Byzantine emperor Justinian and assumes the throne as Empress of Rome. However, a love affair with a handsome Greek leads to revolution and armed conflict in both Byzantium and Rome.", "tmdb_id": 827822}, "40120690": {"title": "Three Word Brand", "plot": "As described in a film magazine, pioneer Ben Trego (Hart) sends his twin baby sons on the trail while he turns to fight Indians in the wilds of Utah. When they close in on him, he commits suicide by igniting a keg of gunpowder, slaying several of the assailants in the explosion. His sons are picked up by riders who take them to the nearest settlement where they are adopted by different families. One of the boys (both played by Hart) becomes a rancher known as the Three Word Brand due to his sparsity of speech while the other becomes governor of the state. Neither knows of the other. The rancher is in partnership with George Barton (Bingham) who is accused of murder, but Brand believes in his innocence. At the same time Governor Marsden has been asked to sign a water bill which will deprive the ranchers in the valley of their supply of water. The governor decides to visit the valley and is seen by Brand, who notices the resemblance and hatches a plan to free his partner of the murder charge. Brand has his foreman lead the governor on false trails for several days while he goes to the capital and takes the executive's place. While masquerading as the governor Brand vetoes the water rights bill and signs a pardon for his partner Barton. Meanwhile the governor is wounded on the ranch, where he is mistaken for Brand. Brand returns and the two twins meet. The reunion gives Brand a chance to confound his enemies and also convinces his partner's sister Ethel (Novak) that he is worthy of marriage.", "tmdb_id": 314084}, "18967483": {"title": "Through the Back Door", "plot": "The movie starts in Belgium in the early 1900s. Jeanne (Mary Pickford) is the 10-year-old daughter of Louise (Gertrude Astor). Troubles start when Louise remarries a selfish but rich man named Elton Reeves (Wilfred Lucas). He convinces her to move to America and leave Jeanne behind in Belgium to live with the maid Marie (Helen Raymond). At first Louise refuses to, but eventually gives in and leaves Jeanne in the care of Marie.\nFive years pass and Jeanne and Marie bonded. Meanwhile, Louise hated living in America and feels guilty having left her kid behind. She returns to Belgium to reunite with Jeanne, but Marie does not want to give her up. When Louise finally arrives, Marie lies to her Jeanne drowned in a river nearby. Louise is devastated and collapses, before returning to America. This results in estranging from Elton.\nWorld War I breaks out and Belgium is occupied by Germany. Marie fears for Jeanne's safety and brings her to America to live with her mother. After an emotional goodbye, Jeanne sets out for America to find her mother. Along the way she meets two orphan boys and decides to take care of them. When she finally arrives in America, she travels to Louise's big mansion.\nToo afraid to tell her she is her daughter, Jeanne applies to serve as her maid. While pretending to be someone else, she gets to know her mother. However, she has trouble keeping up the lie and wants nothing more but have a reconciliation. Waiting for the right time to tell the truth, Jeanne hopes everything will come to a right end. When guests of the mansion plot to fleece Elton, Jeanne is forced to reveal her true identity to save the day. A happy reunion follows.", "tmdb_id": 104664}, "45201386": {"title": "Too Wise Wives", "plot": "As described in a film magazine, David Graham (Calhern) is the husband of Marie (Windsor), a wife whose great love leads her to too careful safeguarding of her husband's happiness. Sara Daily (Lisa), a former sweetheart, is the wife of John Daily (Smalley), a wealthy man whose love she retains by methods more subtle than sincere. Sara attempts to regain the adulation of David, but Marie intercepts her letter of invitation, precipitating a dramatic situation that does not develop into disaster only because Marie does not open the letter. As a result of the exposure of intentions, both wives are taught a new and better understanding of family obligations with an ending happy for all concerned.", "tmdb_id": 175440}, "13841896": {"title": "The Traveling Salesman (1921 film)", "plot": "As described in a film publication, Bob Blake (Arbuckle), a travelling salesman, is the victim of a practical joke and gets off the train before his intended destination of Grand River. Bob is drenched in the pouring rain and, when he cannot find lodging, breaks into a private house that the sheriff is going to sell for a tax delinquency. The house belongs to Beth Elliott (Clarke), a telegraph operator at Grand River Station. Bob looks her up so he can pay for his lodging and falls in love with her. Franklin Royce (Holland), also in love with Beth, is jealous of Bob and accepts a proposition from Martin Drury (Taylor) to trick Beth out of the proceeds of the tax sale. In the end, Bob saves the house and wins the girl.", "tmdb_id": 335453}, "45495155": {"title": "Uncharted Seas", "plot": "As described in a film magazine, after her drunken husband Tom Eastman (Gerard) brings home three cabaret women, Lucretia (Lake) can no longer bear the abuse and turns to arctic explorer Frank Underwood (Valentino), who has long loved her and promised to come whenever she needs his help. Urging her husband to become a man and do something worth while, Lucretia goes with him to the North seas in search of a treasure ship. Tom becomes panic stricken and turns back, while she goes on with Frank, who is on the same mission in his own ship. The two fight against temptation and win, and when their ship is destroyed on the ice they set off to civilization with a dog sled. They are saved by a government cruiser.", "tmdb_id": 725288}, "23498393": {"title": "Under the Lash", "plot": "As described in a film magazine, Deborah (Swanson), the second wife of intolerant and bigoted Boer farmer Simeon Krillet (Simpson), first learns of kindness from the Englishman Robert Waring (Hamilton) who comes to study farming from her husband. When her husband threatens to beat her for reading one of the Englishman's books Deborah tells him, to save him from the young man's wrath, that she is to become a mother. He desists and his cruelty turns to kindness. The disclosure of her fabrication brings renewal of his wrath and a determination to kill her. While attempting a rescue, the Englishman kills the husband. Subsequent complications are disposed of which allows a happy ending.", "tmdb_id": 773713}, "45232804": {"title": "A Virginia Courtship", "plot": "As described in a film magazine, Prudence Fairfax (McAvoy) is the ward of Colonel Fairfax (Francis), a lovable old Southern gentleman who has remained single because of a misunderstanding, some fifteen years previous, with his next door neighbor and childhood sweetheart Constance Llewellyn (Williams). While staging a chariot race she had seen on a poster, Pru is thrown from a runaway horse into a stream running through the Llewellyn estate and is rescued by Constance. They become fast friends. When the Fairfax Manor is about to be sold for a debt, Pru buys it through her broker Robin which almost precipitates a duel. However, a happy ending ensues when the old romance between the Colonel and Constance is renewed, and Pru marries the Colonel's nephew Tom (Ferguson) instead of Dwight Neville (Tucker), who is arrested for counterfeiting.", "imdb_id": "tt0012811"}, "55362192": {"title": "A Voice in the Dark (film)", "plot": "Two sisters engaged on the same day: Adele, the younger, to Dr. Hugh Sainsbury, and Blanche, the eldest, to Harlan Day, an assistant district attorney. They are both suspected of committing a murder when Sainsbury is found dead. Blanche has a motive as Sainsbury almost dishonored her so that she wanted to prevent her sister from marrying him. Thanks to the testimony of two witnesses, a deaf woman and a blind man residing in the sanatorium where Sainsbury was working, the murder is resolved: the culprit is Amelia Ellingham, a nurse whom Sainsbury had seduced and to whom he had proposed to marry.", "tmdb_id": 942206}, "25056461": {"title": "Voices of the City", "plot": "While at the seedy Blue Jay cafe in San Francisco with her sweetheart Jimmy Halloran (Cullen Landis), Georgia Rodman (Leatrice Joy) is a witness to the murder of a policeman by Red O'Rourke's gang. Georgia and Jimmy are regarded as accessories to the slaying and begin looking for them to question them. Georgia's mother throws her out of her house for consorting with lowlifes. Offering to hide the couple, Red O'Rourke (Lon Chaney) actually plans to kill Jimmy so he can't testify against him. O'Rourke tells Georgia the police are looking for her so that she remains hidden during the day. She becomes known as the \"Night Rose\" because she only comes out at night, wearing a veil.\n\nO'Rourke's girlfriend Sally Monroe (Schade) becomes jealous that her boyfriend is trying to get Georgia to marry him. She tells Georgia that O'Rourke is a rat and that he is planning to kill Jimmy at a local ball run by O'Rourke at which he plans to marry Georgia. Jimmy is lured to Black Mike's Cafe where he is shot by one of O'Rourke's men. Georgia, believing him to be dead, determines to have her revenge.\nGeorgia pulls a gun on O'Rourke at the ball while they are dancing. Just as she is about to shoot him, Sally grabs the pistol out of her hand and fires the fatal shot. Georgia's mother forgives her and welcomes her back, and upon her return, Georgia finds Jimmy recovering at her mother's home.", "tmdb_id": 419648}, "13522873": {"title": "The Wallop", "plot": "As described in a film publication, John Wesley Pringle (Carey), an adventurer, returns to Gadsden to claim the girl Stella (Golden), only to find out that she is in love with Chris Foy (Steele).\nChris has been accused of a murder that he did not commit. Sheriff Matt Lisner (Le Moyne) searches Stella's house for Chris but finds out that he is hiding in the mountains. Sheriff Lisner and his crowd set off for the mountains to get Chris and claim a reward for his capture. John gets to the mountains by a back route and pretends to rescue Chris, but he surprises both the Sheriff and Chris by claiming the reward for himself.\nJohn then orders Sheriff Lisner to release Chris, saying that this was all a ruse to rescue Chris and get him safely from the mountain top. John then reveals evidence which shows that Lisner is the real murderer, and Chris returns to Stella, while John goes on his way without ever revealing his love for the girl.", "tmdb_id": 618449}, "37298925": {"title": "The Way of a Maid", "plot": "As described in a film magazine, successful candy salesman Tom Lawlor (Welch) returns to his hotel room and finds it in disorder. Mistaking the young society woman Naida Castleton (Hammerstein), entering the room across the hall from his, for a maid, Tom orders her to make his bed. She keenly enjoys the joke and keeps up the deception as \"Marie\", and afterwards when Tom's mother Mrs. Lawlor (Lindroth) asks her to become her secretary, Naida accepts the position when her fortune has been swept away. Tom falls in love with her. Naida is sent to Newport to open up a summer home the Lawlor's have recently purchased, one which formerly belonged to Naida's family, her friends descend on her and she is forced to disclose her identity to Tom and his family. She accepts Tom, however, when she finds that he loves her just as much as Naida, society swell, as Marie the maid.", "tmdb_id": 641933}, "45222093": {"title": "Wealth (film)", "plot": "As described in a film magazine, artist Mary McLeod (Clayton) meets Phillip Dominick (Rawlinson), the son of a wealthy woman, on a Pullman car on a train bound for the city. When she informs the conductor that she has left her purse behind, Phillip magnanimously gives up his stateroom for her. The chance acquaintance ripens to love and they get married. The match does not meet the approval of Phillip's mother (McDowell), and when they go to live with her, she makes life almost unbearable for Mary. The wife also becomes disgusted at the idle life led by her husband. Then a baby is born to them. Phillip goes on a camping trip, and while he is absent the child dies. Upon his return Mary decides to leave him. Phillip follows her to her studio and announces that his mother's money has been a curse. He swears that he will be a man from then on, and Mary knows happiness lies ahead for them.", "imdb_id": "tt0012822"}, "53989132": {"title": "Wedding Bells (1921 film)", "plot": "As described in a film magazine, Rosalie Wayne (Talmadge) meets Reginald Carter (Ford) after he introduces himself while chasing her dog with one of his oxfords, and she marries him in haste. Reggie comes down with the measles following a quarrel over her bobbed hair, not knowing he is ill she leaves for Reno and then Europe. After a year's absence and having secured her divorce, she meets Reggie again and finds him engaged to another. Jealousy arouses her to break up the match, but the wedding is progressing before she devises a means of doing so. Reggie, however, is satisfied and glad to be reunited with his Rosalie despite her sharp tongue and unusual method of winning his love.", "tmdb_id": 754674}, "52310508": {"title": "What Do Men Want?", "plot": "As described in a film magazine, at the girls school gymnasium in the small town of Oakdale everyone is happily discussing the upcoming ball with the exception of Bertha (Kessler), who is left to herself by the other girls because her father is in an insane asylum and she is poor and plain. At the ball, the belle is Hallie (Windsor), who is sought by all the young men while Bertha looks on, a lonely wall flower. Brothers and automobile mechanics Frank (Glendon) and Arthur (Hackathorne) are both in love with Hallie, and at Frank's request Arthur asks Bertha to dance. Her gratitude causes her to fall in love with him, and a series of events finally lead to her end her life by drowning. In the meantime Frank and Hallie are married and, owing to the success of an invention of his, living comfortable and happy lives. Several children come and the home is apparently an ideal one. Then Frank is seized by the spirit of unrest and for several years domestic happiness is conspicuous by its absence from the home. Frank takes up a residence in the city and becomes entangled with the fast set, his particular attraction being to \"the other girl.\" Hallie devotes her time to her children and unavailing efforts to hold her husband's waning love. In her loneliness she is about to surrender to the blandishments of Yost (Cooley), the evil influence of the village, when her inherent honesty asserts itself and she sends Yost away. But Frank has arrived on one of his visits to his home just in time to have seen Yost enter the house, and waits outside, intending to see Hallie alone to ask her forgiveness and seek reconciliation for all that he has done. After a long wait, not seeing Yost leave the house, Frank rushes in and accuses Hallie. He then leaves, intending to go away forever, when he meets his brother Arthur, who explains matters and convinces Frank of Hallie's innocence. After a real reconciliation with his wife, Frank discovers the answer to the title's question.", "tmdb_id": 538924}, "33025300": {"title": "What Every Woman Knows (1921 film)", "plot": "Based on a summary in a film publication, Maggie Wylie's (Wilson) father agrees to give John Shand $300 to help him secure his education and political ambitions on condition that Maggie have the option of marrying him within five years. By doing so the elder Wylie is giving the 27-year-old miss the chance for the romance she longs for and at the same time helping an ambitious young man. Shand agrees and within the allotted time is elected to Parliament. Maggie realizes that John does not love her, but he insists \"a bargain is a bargain\" and so they are married. John becomes very popular and is promised promotion through his excellent speeches, which are written mostly by Maggie although John takes credit. Eventually, he falls in love with Lady Sybil (Tucker) and, although heartbroken, Maggie diplomatically arranges for John and Sybil to be together. John's next speech is a failure, but Maggie arrives in time with a new one. Lady Sybil tells John that he bores her and leaves. Gradually John comes to see Maggie's true worth and there is a reconciliation.", "tmdb_id": 540552}, "32883730": {"title": "While the Billy Boils", "plot": "Bob Brothers (Tal Ordell) is a bushman who quarrelled with his father ten years earlier, left him and changed his name. He returns to his father's station and takes a job there, eventually becoming the union representative of the station hands. His younger brother Dick (Robert MacKinnon) is being blackmailed by the evil Tessie (Lorna Lantaur) into stealing money. Bob takes the blame to protect his brother.\nDick and Bob both fall in love with Ruth. Bob tries to forget her by going out back and almost dies in the desert, but is rescued by an Afghan camel driver. He returns home and is blamed for another robbery, but is cleared of the charges and is united with Ruth.", "imdb_id": "tt0209484"}, "45201291": {"title": "The Whistle (film)", "plot": "Robert Evans (William S. Hart) loses his son, Danny (Will Jim Hatton), due to dangerous working conditions. His employer, Henry Chapple (Frank Brownlee), refuses to fix the problem. Evans takes revenge by kidnapping Chapple's son, Georgie (Georgie Stone), and raising him as he did his own. It's a life of labor, the opposite of the life which the Chapples would have given Georgie. Years later, Chapple meets Evans again while he is injured. He provides the best medical care he can for him, regardless of the cost. As Georgie spends more time with the Chapples, Mrs. Chapple (Myrtle Stedman) grows very fond of him. The Chapples ask if they can adopt him. Evans is divided between his revenge against Mr. Chapple and the love which Mrs. Chapple has for her son. At the end, Evans realizes that by taking fate into his own hands, he has made himself more unhappy than anyone.", "tmdb_id": 175367}, "35271106": {"title": "Why Girls Leave Home (1921 film)", "plot": "Mr. Hedder (George Lessey) is an old fashioned man who will not let his daughter Anna (Anna Q. Nilsson) own an evening gown, but she is given one by a friend who is a model. Hedder believes that she stole it and confers with Mr. Wallace (Claude King), the owner of the store. On Wallace's advice, Hedder hits Anna, causing her to leave home and move in with some gold diggers. She discovers that Wallace is a lenient father, and his daughter, Madeline (Maurine Powers) frequents less-than-reputable nightclubs, and is also the pawn of Mr. Reynolds (Coit Albertson), who is dating her for business reasons. Anna discovers Madeline alone in Anna's apartment and uses this to get back at Wallace. She eventually sends Madeline home, and the two fathers reconcile with their daughters.", "tmdb_id": 594805}, "37608226": {"title": "A Wise Fool", "plot": "Based upon a description in a film publication, Jean Jacques Barbille (Kirkwood), a wealthy egoist and philosopher in the small parish of Quebec, returns from Paris with Carmen Dolores (Hollister), a Spanish girl, as his wife. When their daughter Zoe (Forrest) is grown, Carmen realizes that her husband neglects her, and finally leaves him. When Jean objects to her marriage, Zoe goes west with her lover. Then Jean's mill burns down, and his money is stolen. After long wanderings Jean comes upon his wife, who is ill in a convent. There is a reconciliation and then his daughter, who had been searching for Jean, and her husband arrive.", "tmdb_id": 942209}, "45198380": {"title": "The Witching Hour (1921 film)", "plot": "Clay Whipple (Sutherland) is convicted of murdering the governor following an incident involving a cat's eye pin. Whipple is sentenced to death, but a mentalist named Psychic Jack (Dexter) believes he is innocent since Whipple had been hypnotized at the time of the murder. The psychic persuades the judge to grant the condemned man a retrial, and he sets out to uncover the identity of the real killer, during which time he manages to prevent a second murder from occurring.", "tmdb_id": 632795}, "16793650": {"title": "Without Benefit of Clergy", "plot": "Holden, a young English engineer in India, falls in love with the native girl Ameera, so he buys her from her mother. Their marital union violates the strict social structure they live in. They live together very happily until their baby son dies. Later, Ameera dies during a cholera epidemic. The film's tagline was \"The deathless drama of Ameera, the Hindu girl, and the British engineer, whose \"love need no caste.\" (Print Ad in the Sunday Chronicle, ((Paterson, NJ)) 4 September 1921)", "tmdb_id": 621318}, "37642840": {"title": "Without Limit", "plot": "Based upon a summary in a film publication, a minister's son, David Marlowe (Frazer), gets drunk and marries chorus girl Ember (Nilsson), and then forges a check and flees. Ember then decides to leave the straight and narrow path and charges some gowns to Bunny Fish (Schable), the man her husband had robbed. When she hears that her husband has returned with money to repay his debt, she changes her mind and returns the clothing. Later, when she believes David has killed Bunny Fish because of his attentions towards her, but it turns out that Fish is only slightly hurt. Palter (Lane), owner of the establishment where David first got intoxicated, has become so interested in David's regeneration that he remembers him in his will, and just before he dies he also signs over some bonds to Ember after learning that she has remained true to her husband.", "tmdb_id": 651126}, "5566025": {"title": "Woman's Place", "plot": "As described in a film magazine, Josephine Gerson (Talmadge) is selected by the woman's party as their candidate for mayor and her fiancé accepts the \"machine\" nomination, and their engagement ends. In her conflict with the boss of the opposition party Jim Bradley (Harlan), mutual love develops with each determined to win. In an election speech as novel as it is effective, Josephine wins the male voters of the pivotal ninth ward. However, her campaign's neglect of the female vote results in her defeat at the polls by 27 votes. Natural gloom at the loss is dispelled when Bradley announces that he has been won over by her policies and appoints her constituents to vital offices, and a happy ending results.", "tmdb_id": 620143}, "38307726": {"title": "The Yellow Claw (film)", "plot": "A frightened woman is murdered in the London apartment of a well-known novelist named Henry Leroux. The police arrest Leroux's butler, but he escapes and runs off to a mysterious opium den, the lair of a drug dealer named Mister King. Gaston Max, a detective from Paris, arrives in London to investigate the drug trafficking. Although the police take down the gang, Mr. King escapes and manages to keep his true identity a secret.", "imdb_id": "tt0011888"}}