{"167250": {"title": "The Redman's View", "plot": "An Indian village is forced to leave its land by white settlers, and must make a long and weary journey to find a new home. The settlers make one young Indian woman stay behind. This woman is thus separated from her sweetheart, whose elderly father needs his help on the journey ahead", "genres": ["Western"], "file": "3.json"}, "173449": {"title": "They Would Elope", "plot": "Two lovers elope and expect to be pursued by her father. But the clever father has tricked them into running off, and celebrates their wedding when they return home.", "genres": ["Comedy"], "file": "3.json"}, "183520": {"title": "Sweet Dreams Intermingled With Nightmares", "plot": "A woman falls asleep on a park bench. The Devil appears and summons an imp who takes the woman to his fantastic lair. After a nightmarish episode, the woman awakens only to promptly doze off again. Now a fairy appears who shows the woman a beautiful dreamland.", "genres": ["Fantasy"], "file": "4.json"}, "188422": {"title": "The Gibson Goddess", "plot": "A pack of admirers won't leave a beautiful woman alone at a seaside resort, so she devises a plan. She appears in a leg-revealing swimsuit, but the stockings have been stuffed with cotton to make her limbs appear misshapen. All but one of the men is driven off, and regret it when she removes the misleading leggings.", "genres": ["Comedy"], "file": "5.json"}, "189827": {"title": "Mr. Flip", "plot": "Mr. Flip flirts with every woman he sees, and ends up with a pie, shaving cream, and seltzer in his face.", "genres": ["Comedy"], "file": "5.json"}, "190016": {"title": "Whimsical Illusions", "plot": "In this hand-colored short, a magician and his assistant do a series of magic tricks, including making potted plants appear, among others. Melies played the magician, and the actor Manuel played his assistant.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "194037": {"title": "Lucky Jim", "plot": "Gertrude chooses Jim over Jack, which makes Jack very jealous. Later Jim dies, and Jack marries Gertrude. He finds himself once again very jealous of the late Lucky Jim.", "genres": ["Drama"], "file": "5.json"}, "194038": {"title": "Romeo Turns Bandit", "plot": "Based on characters from Shakespeare's play: When Juliet's father refuses to let Romeo see her, Romeo resorts to extreme measures.", "genres": ["Drama", "Romance", "Comedy"], "file": "5.json"}, "194039": {"title": "The Dentures", "plot": "Mother in law gets a new set of dentures. Despite being initially happy, the family soon discovers the teeth have a life of their own and jump from their owner's mouth and bite everyone who comes near--from ladies to gentlemen to policemen.", "genres": ["Comedy"], "file": "5.json"}, "194040": {"title": "An Awful Symphony", "plot": "By the time this short subject came out, Segundo de Chomon had bested Georges Méliès at his own game. His camera magic was as fully developed as Méliès. His sense of humor was sharper and his scenes had invaded the real world. Many of the shots of this split-reel short about a bizarre group of tramp musicians who disappear into and out of drums, beach umbrellas and whatnots are shot in the street and the others are on stages decorated to look realistic.", "genres": ["Comedy", "Fantasy"], "file": "5.json"}, "194041": {"title": "Mazeppa", "plot": "Mazepa, the Ukrainian governor is in love with his goddaughter Maria. He quickly wins her heart. But her old father treats the wooer harshly… Maria runs away. The furious father won’t submit. This intrigue makes the most of the ingredients of historical drama. Maria is confronted to the arbitrary; the young woman is in a dilemma between her love and her family. The tragic outcome is equal to her destiny.", "genres": ["Drama"], "file": "5.json"}, "194042": {"title": "Spring: Episode 1 - The Awakening of the Source / The Awakening of Nests", "plot": "Nymphs and cupids dance in celebration of the arrival of Spring.", "genres": [], "file": "5.json"}, "194043": {"title": "The Politician's Love Story", "plot": "A haughty politician, on seeing a satirical cartoon in a newspaper, rushes to the paper's offices to shoot the cartoonist. On discovering the cartoonist is a pretty woman, he falls instantly in love and wastes no time in trying to woo her.", "genres": ["Comedy", "Romance", "Drama"], "file": "5.json"}, "194045": {"title": "Wilbur Wright and his Flying Machine", "plot": "The film begins with a shot of Wilbur Wright starting the engine; an unidentified assistant (quite likely his brother, Orville) is seen at the front of the aircraft. From there, shots of the aircraft in flight with Wright at the controls along with an unidentified passenger cut to shots of onlookers on the ground, presumably military and press liaisons. The aircraft is shown in side-to-side flybys as well as low-altitude passes directly toward and away from the camera.\r The aerial shots begin at the 1:34 mark immediately after a shot of the aircraft coming to a landing directly approaching the camera. (Wikipedia)", "genres": ["Documentary"], "file": "5.json"}, "194046": {"title": "The Renunciation", "plot": "Two miners are fighting over a woman, and one is about to murder the other in his sleep. At the critical moment, the woman introduces her fiancé from the city.", "genres": [], "file": "5.json"}, "194047": {"title": "The Doctor's Bride", "plot": "Lubin's The Doctor's Bride begins as the physician hero marries the daughter of a deceased patient. Accustomed to deprivation and poverty, the heroine is overwhelmed by the doctor's opulent lifestyle. While sleeping in a comfy chair, she dreams that she is lured away from home by a handsome stranger. As punishment for her philandering, she is reduced to the same poverty from whence she came. At this point, she is aroused from her slumbers with a renewed appreciation for her new spouse. The  critic for the trade magazine Variety wrote off The Doctor's Bride as just so much \"cheap sentiment.\"", "genres": [], "file": "5.json"}, "194048": {"title": "The Happy Microbes", "plot": "A scientist has acquired a microscope and is showing it off to his friend. He takes various body samples - hair, phlegm, etc. - and puts them under the microscope. The \"microbes\" coalesce and form different shapes, creating caricatures of various people, such as mothers-in-law and drunks. These animated characters goof around in traditional cartoon fashion.", "genres": ["Comedy", "Animation"], "file": "5.json"}, "194049": {"title": "Urban Science: To Demonstrate How Spiders Fly", "plot": "This charming short film is surprisingly technically advanced for its time, using a mechanical spider to demonstrate how the creatures spin the threads to create their webs. Suddenly the spider lifts up all of its legs, allowing itself to be dragged through the air, an effect that is both amusing and disarming, before gracefully descending through a series of mid-air acrobatics.  Percy Smith believed he could cure people of their arachnophobia with his short films showing enlarged replicas of spiders, and certainly most viewers would be more delighted than scared by the mechanical star of this short. The final image of a real spider scrabbling around its web might be less endearing, however.", "genres": ["Animation", "Documentary"], "file": "5.json"}, "194050": {"title": "The Race for a Monkey", "plot": "The incidents arising from the escape of a very lively specimen of the monkey tribe from its cage provide a series of scenes calculated to arouse many bursts of hearty laughter, for the animal makes very good use of his freedom, to the terror of every one. Up lamp posts, through windows into bedrooms, now nearly captured, only to slip through the net surrounding him, startling the whole neighborhood. He leads his owner a lively and exciting chase which is comical in the extreme. Finally in a most unusual manner the monkey is captured and taken back to his cage. (Moving Picture World)", "genres": ["Comedy"], "file": "5.json"}, "194052": {"title": "The Mill", "plot": "Johanna loves poor farmer Joachim, yet marries the wealthy miller. One day, Joachim visits Johanna when he is away. When the miller finds out, he takes revenge.", "genres": ["Drama"], "file": "5.json"}, "194053": {"title": "The Haunted Hotel", "plot": "A Segundo de Chomón film filled with stop-motion animation and ghosts.", "genres": [], "file": "5.json"}, "194055": {"title": "1776, or The Hessian Renegades", "plot": "During the American Revolution, a young soldier carrying a crucial message to General Washington is spotted and pursued by a group of enemy soldiers. He takes refuge with a civilian family, but is soon detected. The family and their neighbors must then make plans to see that the important message gets through after all.", "genres": ["History", "War", "Drama"], "file": "5.json"}, "194058": {"title": "Custody of the Child", "plot": "Melodrama about a rich father who gains custody of his child while the mother goes off in tears. Of course, the child is miserable even though he has everything in the world but after a weekend trip at his poor mother's house, the child realizes that money isn't everything and he has to convince the father that his money is evil.", "genres": ["Drama"], "file": "5.json"}, "194059": {"title": "The Fairy of the Surf", "plot": "Three men go out on the ocean in a row boat. There, they see dancing fairies. Then manage to catch one and take her aboard the boat--taking her back to the castle with them. Then, one of the men asks the fairy to marry him and they do so--though something strange occurs right after the ceremony.", "genres": ["Romance", "Fantasy"], "file": "5.json"}, "194060": {"title": "Nursing a Viper", "plot": "During the French Revolution, a wealthy couple lives safely by professing republican beliefs. When a mob attacks a nearby chateau an aristocrat bursts into the couple's home. They save his life by disguising him as a servant, but he soon forces his attentions on the wife. Hearing their struggle, the husband intervenes and, stripping the aristocrat of his disguise, thrusts him outdoors to be killed by the mob.", "genres": [], "file": "5.json"}, "194062": {"title": "The Surprises of a Flirtation", "plot": "A man, his wife and their two sons are having a meal. One of the sons leaves the room pretending to be ill and collects a bunch of flowers form a cupboard and goes out. The other son takes a bunch of flowers from under his bed and he too leaves, followed by their father, also carrying flowers. The two sons and their father call on the same young women one after the other; as each arrives, the previous suitor is hidden in a piece of furniture: the father under a chair cover, one son in a cupboard and the other in a piano. A girlfriend of the young woman visits and the two play pranks on the hiding men by playing the piano and sitting on the chair cover. The three men emerge and the father chases his two sons outside until they remind him of his own folly; he gives his sons some money and urges them to keep silent.", "genres": [], "file": "5.json"}, "194063": {"title": "Spanish Clair de Lune", "plot": "Two lovers perform a fandango dance. A jealous quarrel follows and the heart-broken swain decides to end it all. He throws himself from the window of his room, but instead of falling to his death, the anchor of a passing balloon intercepts his flight and he is taken high into the clouds. Laughing at his plight, the moon arouses the anger of the desperate lover and a battle between the two ensues.", "genres": ["Romance", "Drama", "Fantasy", "Animation", "Comedy"], "file": "5.json"}, "194064": {"title": "Cretinetti troppo bello", "plot": "The set-up here is that Cretinetti has been invited to a friend's wedding and dressed up in a fine new outfit, which so impresses every woman he sees that they wind up pursuing him en masse -- along with a couple of men.", "genres": ["Comedy"], "file": "5.json"}, "194066": {"title": "Edgar Allan Poe", "plot": "As Poe's lover is slowly dying, he struggles to make money to care for her.", "genres": ["Drama"], "file": "5.json"}, "194068": {"title": "The Voice of the Violin", "plot": "A music teacher is in love with Helen, one of his students, but she rejects him. In his anger he joins a communist group who plan to blow up a rich capitalist's house. When he realizes it's Helen's house, he tries to stop the plan.", "genres": ["Drama"], "file": "5.json"}, "194069": {"title": "What Drink Did", "plot": "A man leaves his wife and two daughters for work in a carpentry shop. At work, he initially refuses a beer with lunch, then gives in. After work, two friends take a little while to convince him to go for a refreshing malt beverage, then to have another and another....", "genres": ["Drama"], "file": "5.json"}, "194070": {"title": "A Trip to Jupiter", "plot": "The King and his official astronomer are alone in the study viewing the heavenly bodies through the monstrous telescope. They go out on the balcony and the gay old ruler is much absorbed in the phenomenon, and spends some time in studying the stars and planets. The evening has been well spent with the many mysteries which have made such a deep impression upon the King's mind that they are still with him in his dreams. (Moving Picture World synopsis)", "genres": ["Fantasy", "Science Fiction"], "file": "5.json"}, "194071": {"title": "Le Voleur invisible", "plot": "A man in a suit and cap stops in front of the display of a bookseller, finds and flips… \"Invisible Man\" by H. G. Wells! Fascinated by the subject, he buys the book and goes home with the intention to test the invisibility formula described by the author…", "genres": ["Crime", "Fantasy"], "file": "5.json"}, "194073": {"title": "Tom Thumb", "plot": "This adaptation of Charles Perrault's classic novel briefly presents the story of a poor family who doesn't find means to sustain their home and end up being evicted from it. When the youngest of the seven children overhears his parents conversation about this sad situation, he cries for a while. But barely everyone knew, that he was about to come up with a thoughtful idea that could restore their peace and bring back their home.", "genres": ["Drama", "Adventure"], "file": "5.json"}, "194074": {"title": "Slippery Jim", "plot": "Pickpock is behind bars. But more elusive than Arsène Lupin, no chain resists him and he plays with policemen like a cat with mice. After having masterfully taken them for a ride, having brought them down to an effigy, he rolls them up and throws them out the window. But the policemen come back to life and the chase goes on. Pickpock, caught a second time, locked up behind heavy bars, finds a new way of escaping and imprisoning in turn the policemen.", "genres": ["Crime", "Comedy", "Fantasy"], "file": "5.json"}, "194076": {"title": "The House of Cards", "plot": "The rancher whom Tom works for has entrusted Tom with a bag of gold to take to the bank. But on arriving at the bank, Tom finds that it is closed for the day. It is not long before Tom is lured into a game of cards, and loses the rancher's money. Soon there is a warrant out for Tom's arrest on a charge of embezzlement, and his situation becomes increasingly desperate.", "genres": [], "file": "5.json"}, "196554": {"title": "The Magic of the Mandarin", "plot": "A Saturn film directed by Johann Schwarzer.", "genres": [], "file": "5.json"}, "200195": {"title": "Lady Helen's Escapade", "plot": "A bored Lady Helen goes slumming as a domestic in a boarding house. There she falls in love with a sensitive young musician. The other women in the house are jealous, and accuse her of trying to steal the musician's violin. Lady Helen retreats to her own home, and arranges a position for the musician which allows them to be together.", "genres": ["Adventure"], "file": "6.json"}, "20650": {"title": "The Sealed Room", "plot": "The Count sets out to make a private room for him and his Countess, built in such a way no one can see, hear, and most importantly, disturb them. But unbeknownst to the Count, his wife has set her eyes on the court minstrel. Based on Edgar Allan Poe's “The Cask of Amontillado” and Honoré de Balzac's “La Grande Breteche”.", "genres": ["Thriller", "Drama", "Horror", "History"], "file": "6.json"}, "21426": {"title": "The Stuntman", "plot": "", "genres": [], "file": "6.json"}, "206620": {"title": "Buon anno!", "plot": "A man goes out on New Year's Day and is greeted by everyone with \"Happy New Year\", in the hope of getting a tip. The fellow is so annoyed that he runs into trouble with the law and almost loses his mind.", "genres": ["Fantasy", "Comedy"], "file": "7.json"}, "214485": {"title": "TR's Arrival in Africa", "plot": "African animals, including a lookout monkey, await with trepidation the arrival of big-game hunter Theodore Roosevelt.", "genres": ["Comedy", "Animation"], "file": "7.json"}, "219886": {"title": "Molière", "plot": "A film about the life of Molière (1622-1673).", "genres": [], "file": "8.json"}, "222085": {"title": "The Long Arm of the Law", "plot": "A policeman has an amazing arm--one that stretches up to at least 10-12 feet. At times, he uses it to be very helpful to the local citizens, and at others he uses it to enforce the law.", "genres": ["Fantasy", "Crime", "Comedy"], "file": "8.json"}, "222087": {"title": "Julius Caesar", "plot": "A early adaption of the life of Julius Caesar.", "genres": [], "file": "8.json"}, "228901": {"title": "Othello", "plot": "Ugo Falena version of William Shakespeare's Othello.", "genres": [], "file": "9.json"}, "232949": {"title": "Il piccolo garibaldino", "plot": "The film, produced by Filoteo Alberini and released in 1909 is a short drama about a young boy who is killed during the Spedizione dei Mille, a military campaign led by revolutionary Giuseppe Garibaldi in 1860 to defeat the Kingdom of the Two Sicilies, an expedition aimed at unifying Italy. Both films were restored by the Centro Sperimentale di Cinematograf ia–Cineteca nazionale as part of a joint project between them and the Grand Orient of Italy to mark the bicentennial celebrations of the birth of Guiseppe Garibaldi.", "genres": [], "file": "9.json"}, "232951": {"title": "The Music Lesson", "plot": "A rehearsal of dancing heads?", "genres": [], "file": "9.json"}, "232952": {"title": "Affairs of the Heart", "plot": "A near-abstract animation telling a simple romantic story through drawings almost entirely composed of heart shapes.", "genres": ["Animation"], "file": "9.json"}, "232954": {"title": "Elastic Transformation", "plot": "A woman enters a room with a man.  She creates a duplicate of him and changes his personality by throwing his clothes from one man to the next.", "genres": ["Fantasy", "Comedy"], "file": "9.json"}, "232955": {"title": "Hunting the Panther", "plot": "A hunter and his native helpers set up a trap, then taunt and shoot a panther. Next we see the locals skin the animal.", "genres": ["Documentary"], "file": "9.json"}, "232957": {"title": "The Barometer of Fidelity", "plot": "This Max Linder short opens with him and his girl blissfully rowing in a canoe before skipping ahead two years later.", "genres": ["Comedy"], "file": "9.json"}, "232963": {"title": "Tale of the Ark", "plot": "A child dreams of the Bible tale, reenacted by toys.", "genres": ["Fantasy", "Animation"], "file": "9.json"}, "232964": {"title": "The Mountaineer's Honor", "plot": "A mountain girl is seduced by a traveler from the valley. Her brother tracks the seducer down and kills him. In retaliation, the sheriff captures the brother and prepares to lynch him. Mother intervenes and, to save her son the disgrace of hanging, shoots him.", "genres": ["Drama"], "file": "9.json"}, "232967": {"title": "Dr. Cook at Copenhagen", "plot": "On 4 September Frederick Albert Cook (1865-1940) arrived in Copenhagen on the ship 'Hans Egede'. He received a hero's welcome as the first man to set foot on the North Pole. He was greeted by the king, and given an honorary doctorate at the University of Copenhagen. Only a few days later, however, his endeavour was questioned, and in December the University rejected Cook's documentation. Carl Th. Dreyer is seen as one of the journalists taking notes. (DFI)", "genres": ["Documentary"], "file": "9.json"}, "232969": {"title": "The Mysterious Cigar", "plot": "FRAGMENT. Young Hansen is deeply in love with his boss’s daughter and regularly meets with her in secret. One day, the boss catches them and throws Hansen out on his ear. Hansen goes to the local bar to drown his sorrows. Here he meets a man who gives him some quite special cigars: their smoke seems to have a magical effect. Whenever he puffs smoke into someone’s face, they can be persuaded to do anything. Will his boss also prove susceptible to the magic of the mysterious cigar?  Only a fragment of the film survives. The beginning and end are missing. The rest of the plot can be read in the film’s programme. (stumfilm.dk)", "genres": ["Comedy"], "file": "9.json"}, "232974": {"title": "By the Sea", "plot": "A documentary drama about people who live by the sea.", "genres": [], "file": "9.json"}, "232976": {"title": "Training Ship Georg Stage", "plot": "Documentary about the life on board Skoleskibet Georg Stage.", "genres": [], "file": "9.json"}, "232978": {"title": "Princess Marie's Funeral", "plot": "The funeral of Princess Marie who died on December 4th, 1909.", "genres": [], "file": "9.json"}, "232980": {"title": "The Little Hornblower", "plot": "This movie created the basis for a major film production in Århus in years 1909-1913. In those years were in Aarhus produced half a hundred films, respectively, by A / S Fotorama and A / S Danish Film Factory. This clip is an excerpt from the film - The little horn blowing - which premiered in 1909. It was the longest film produced in Denmark with her 20 min. The film played out during the three-year war 1848-1850 and the manuscript was written on HP Holst's poem - The little horn blowing. This sold 150,000 tickets nationwide.", "genres": [], "file": "9.json"}, "232984": {"title": "The Short-Sighted Governess", "plot": "Out for a stroll, the short-sighted governess is more absorbed in her paper than in governing, leading to a series of unfortunate events, not least returning home with a boy instead of the daughter of the house. (stumfilm.dk)", "genres": ["Comedy"], "file": "9.json"}, "232986": {"title": "The Two Gold Diggers", "plot": "Gold fever, jealousy and a seductive woman put the friendship between two gold diggers to the test.  In the Wild West, two men set out for the gold mines to seek their fortune. The men have a close friendship, but when the seductive Native American woman Minka shows up with an eerie offer, one of them suddenly faces a difficult dilemma. Will he be able to resist the temptation and his yearning for gold? (stumfilm.dk)", "genres": ["Western", "Drama", "Romance"], "file": "9.json"}, "232988": {"title": "The Witch and the Cyclist", "plot": "A mischievous witch uses her dark magic on an innocent cyclist until he is all confused. He is forced to pedal backwards and at the same time, his bike changes shape anytime the witch wants it to. (stumfilm.dk)", "genres": ["Fantasy", "Comedy"], "file": "9.json"}, "232989": {"title": "A Message to Napoleon at Elba", "plot": "Early Danish version of Napoleon.", "genres": [], "file": "9.json"}, "232998": {"title": "Pat Corner", "plot": "The bank guard and the director hear mysterious sounds coming from the basement vault, where all the gold is kept, and call in Master detective Pat Corner. Studying a floor plan, Corner quickly discovers a tunnel leading directly into the vault from a nearby pub. The tunnel ends in an old barn where an blind beggar often sleeps. Is he the one rummaging around the vault? (stumfilm.dk)", "genres": ["Crime"], "file": "9.json"}, "237902": {"title": "The Magic Purse", "plot": "A young sailor dozes off in the grass in Frederiksberg Have and wakes up surrounded by supernatural fairylike creatures. They take him to the mermaid Capriciosa, who gives him a magic, inexhaustible wallet. The only rule he must abide is never to share his fortune with his family. (stumfilm.dk)", "genres": ["Drama", "Fantasy"], "file": "9.json"}, "249817": {"title": "The Violin Maker of Cremona", "plot": "A contest is being held in Cremona for the best violin, with Giannina's hand in marriage as the prize. Filippo is secretly in love with her, but is also ashamed of being a cripple, so he switches his superior violin with that of another apprentice, Sandro, whom Giannina loves.", "genres": ["Drama"], "file": "11.json"}, "251560": {"title": "La Bous-Bous-Mie", "plot": "Once Mme. Ducordon discovers the joys of a new fashionable dance, she starts performing it wherever she happens to be.", "genres": ["Comedy"], "file": "11.json"}, "253738": {"title": "The Joneses Have Amateur Theatricals", "plot": "This is a very short and rare attempt at comedy by D. W. Griffith.", "genres": ["Comedy"], "file": "11.json"}, "254107": {"title": "Les Misérables", "plot": "Jean Valjean, a good and decent man who has nevertheless been convicted of a crime, escapes incarceration and lives for years shadowed by the vindictive and merciless man of the law, Javert.", "genres": [], "file": "11.json"}, "256634": {"title": "The Cricket on the Hearth", "plot": "After three years at sea, Edward returns home to find his sweetheart forced into an engagement with a much older man.", "genres": ["Drama"], "file": "12.json"}, "257564": {"title": "Klebolin Sticks to Everything", "plot": "A couple of kids lay their hands on a pot of very strong glue and proceed to wreak havoc.", "genres": ["Comedy"], "file": "12.json"}, "258830": {"title": "A Drunkard's Reformation", "plot": "A man arrives home late and drunk as usual. His wife reminds him that he's supposed to take their daughter out to a play. While watching the play, he's faced with his own drinking evils and how his life would be without them.", "genres": ["Drama"], "file": "12.json"}, "259630": {"title": "Oliver Twist", "plot": "Adaptation of the Charles Dickens novel.", "genres": ["Drama"], "file": "12.json"}, "263473": {"title": "Ben's Kid", "plot": "Buck Minor was the most detested man in Wolf Hollow, partly because he was quarrelsome and treacherous, partly because he abused and neglected his little wife, Molly, whom all the camp adored, and for whose sake it tolerated Buck.", "genres": ["Drama", "Western", "Comedy"], "file": "13.json"}, "263478": {"title": "Mrs. Jones' Birthday", "plot": "If all husbands have had similar experiences, it is too bad to harrow them up with the telling of this story. If they have not, perhaps it will be a warning to them to watch very carefully the birthdays and see that some appropriate gift is at home in time for the event. Not wait, as poor Jones did, until the fateful day arrives, and then have a series of unfortunate accidents overtake one and prevent him presenting the present he intended.", "genres": ["Comedy"], "file": "13.json"}, "263479": {"title": "Making It Pleasant for Him", "plot": "A comedy drama which clearly portrays the adventures of a country chap who falls into the hands of the servants of his city cousin, who has instructed them to make it pleasant for him.", "genres": ["Comedy"], "file": "13.json"}, "263864": {"title": "The Boy and the Convict", "plot": "A boy helps a convict to escape after meeting him at his mother's graveyard. The convict gets rich in Australia and when he returns is arrested again but released in the last moment after a dying convict confesses.", "genres": ["Drama"], "file": "13.json"}, "270129": {"title": "Resurrection", "plot": "Nekhludoff, a Russian nobleman serving on a jury, discovers that the young girl on trial, Katusha, is someone he once seduced and abandoned and that he himself bears responsibility for reducing her to crime. He sets out to redeem her and himself in the process.", "genres": ["Drama"], "file": "14.json"}, "270133": {"title": "Confidence", "plot": "Nellie flees her old life and goes east to become a nurse, where she marries a doctor. One of her old colleagues finds her and tries to blackmail her. When the blackmail plot is exposed, Nellie's husband expresses his complete faith in her.", "genres": ["Drama"], "file": "14.json"}, "270135": {"title": "Boxing Fever", "plot": "Fairground boxing booth where visitors try to knock out the champion and win five pounds, the first contestants is knocked out but the very eager (and possibly drunk) third man knocks out the champion and overcome with \"boxing fever\" rushes out punching at everybody and everything he meets. (britishpathe.com)", "genres": ["Comedy"], "file": "14.json"}, "270136": {"title": "Crimes of Diogo Alves", "plot": "Diogo Alves is a Spanish fugitive that comes to the Portuguese capital terrorizing the inhabitants by his cut-throat methods against rich and poor people alike. He attacks the women launderers on the Lisbon Aqueduct and throws the bodies over the high wall, and assaults homes with his large band of criminals. Eventually arrested, he, his female companion and his henchmen are condemned to death by the court.", "genres": ["Crime", "Drama"], "file": "14.json"}, "270741": {"title": "Napoléon", "plot": "One of the oldest surviving films dramatizing elements of the life of Napoleon Bonaparte. Napoléon is played by Max Charlier, but the director for this Pathé Frères production is unknown.", "genres": [], "file": "14.json"}, "272049": {"title": "Beauty Contest Among Children at Turin", "plot": "Short documentary film on the beauty contest of children held at Torino. Some sequences are used in Peter Delpeut's Lyrisch nitraat.", "genres": ["Documentary"], "file": "14.json"}, "281917": {"title": "Bruto", "plot": "Directed by Giuseppe de Liguoro.", "genres": [], "file": "15.json"}, "282373": {"title": "The Colored Stenographer", "plot": "Directed by Edwin S. Porter.", "genres": [], "file": "15.json"}, "282497": {"title": "Count Ugolino", "plot": "Directed by Giuseppe de Liguoro.", "genres": [], "file": "15.json"}, "282640": {"title": "Bernadette Soubirous and the Apparitions of Lourdes", "plot": "A romanced version of the apparitions of Mary at Lourdes in 1856.", "genres": ["Drama", "History"], "file": "15.json"}, "282715": {"title": "To a Good Cat, a Good Rat", "plot": "A story about the relationship of a cat and a mouse.", "genres": [], "file": "15.json"}, "282883": {"title": "The Prodigal Son", "plot": "A father has two sons, the older one serious and hard-working, the younger one spendthrift and pleasure-seeking. The latter rejects his father's authority and leaves home. It is not long before he wastes all his fortune and falls into poverty. He repents and decides to return home. Despite his older son's resentment, the father welcomes back the lost sheep.", "genres": ["Drama"], "file": "15.json"}, "283508": {"title": "The Exploits of Three-Fingered Kate", "plot": "A jewel thief eludes a detective by changing clothes with a Negress at a public bath.", "genres": [], "file": "16.json"}, "284252": {"title": "Her First Biscuits", "plot": "A new bride has made a batch of biscuits. Her husband pretends to like them, so she delivers the rest to his office. But one bite of these biscuits makes you violently ill, and soon all his visitors (he runs a theatrical booking agency), plus the workmen at home, are ill; when she shows up at the office, they all go after her.", "genres": ["Comedy"], "file": "16.json"}, "284391": {"title": "The Huguenot", "plot": "Directed by Louis Feuillade.", "genres": [], "file": "16.json"}, "284641": {"title": "The Judgment of Solomon", "plot": "Directed by J. Stuart Blackton.", "genres": ["Drama"], "file": "16.json"}, "284803": {"title": "Life and Events in Tangka", "plot": "German film released in 1909.", "genres": [], "file": "16.json"}, "284951": {"title": "Napoleon and the Empress Josephine", "plot": "Part one of Blackton’s “The Life of Napoleon\". Napoleon meets Josephine, falls in love with her, marries and then divorces her.", "genres": ["History", "Drama", "Romance"], "file": "16.json"}, "284952": {"title": "The Life of Moses", "plot": "Released in five parts (The Persecution of the Children of Israel by the Egyptians, Forty Years in the Land of Midian, The Plagues of Egypt and the Deliverance of the Hebrews, The Victory of Israel, The Promised Land), 4 December 1909 to 19 February 1910. A Vitagraph advertisement in the Moving Picture World (31 Dec. 1909) refers to The Life of Moses as a \"Biblical Film-de-Luxe\". It is preserved in the Library of Congress collection.", "genres": ["Drama", "Family"], "file": "16.json"}, "285137": {"title": "Abyssinian Marriage", "plot": "Directed by Roberto Omegna.", "genres": [], "file": "16.json"}, "285386": {"title": "Napoleon, the Man of Destiny", "plot": "Part two of Blackton's \"The Life of Napoleon\". After Waterloo, Napoleon reminisces. His triumphs are seen in flashback. The film ends with the exiled Napoleon overlooking the beach of St. Helena.", "genres": ["History", "Drama", "War"], "file": "16.json"}, "285955": {"title": "The Prince and the Pauper", "plot": "Directed by J. Searle Dawley.", "genres": [], "file": "16.json"}, "287130": {"title": "Seil und Tau Fabrikation in Howrah bei Kalkutta", "plot": "A short film showing the industrial process of jute works in India.", "genres": ["Documentary"], "file": "16.json"}, "288545": {"title": "Shin hototogisu", "plot": "Another version of the Momotarô legend.", "genres": [], "file": "17.json"}, "290851": {"title": "La Tosca", "plot": "Rome, June 1800. Floria Tosca is a celebrated opera singer, better known as La Tosca. Her lover is Mario Cavaradossi, a young artist and Bomapartist sympathizer. When the latter helps Angelotti, the leader of the opposition, to escape from prison and hides him in La Tosca's home, he antagonizes Baron Scarpia, the ruthless chief of police, all the more as his love for Tosca is unrequited. Scarpia has Mario arrested and condemned to death. Upset, Floria begs the Baron for her lover's life. He accepts to have the bullets of the firing squad replaced by blanks if... she sleeps with him. She agrees nominally but when she finds herself with Scarpia, she stabs him to death. She then goes to see Mario in his cell and lets him know about his phony execution. But Scarpia had had time to get the order reversed and in the early hours of the morning, Mario is executed in the proper manner. In despair, Tosca throws herself into the void...", "genres": ["Drama"], "file": "17.json"}, "292648": {"title": "A Poacher's Revenge", "plot": "Short released in 1919.", "genres": [], "file": "17.json"}, "297426": {"title": "Montargis' Dog", "plot": "The aristocrat Macaire, out of jealousy, plans to ambush his comrade Montargis because the King favors him.", "genres": [], "file": "18.json"}, "297445": {"title": "The Grey Dame", "plot": "In a mansion full of secret rooms and passageways, people are dying shortly after seeing the ghost of a woman in gray, as an old legend dictates. Called in to solve the mystery, Sherlock Holmes has doubts about the supernatural aspect of the crimes and focuses on a more earthly culprit.", "genres": ["Crime", "Horror"], "file": "18.json"}, "300149": {"title": "The Cord of Life", "plot": "Antonine, a worthless, good-for-nothing scoundrel, demands money of his cousin Galora, an energetic, provident husband and father. His demands are met with a positive rebuff, and when he becomes insistent be is forcibly ejected by Galora. As he leaves the tenement he vows to get even, and lies in wait until Galora has gone out on business. Climbing to the fifth floor, on which the Galoras live, he watches his chance, which comes when Mrs. Galora goes for an instant to visit a neighbor on the same floor. Darting into the apartment and raising the window he perceives the awful result of a drop to the ground, five stories below, and so evolves a plan that is dastardly in the extreme. Taking the infant child from the cradle, and placing it in a basket he lets it out with a short rope, the end of which he secures by letting the sash down on it, so that to raise the window would precipitate the baby to destruction.", "genres": ["Drama", "Crime"], "file": "18.json"}, "302807": {"title": "The Enchanted Spectacles", "plot": "A parlor full of bon vivants pass around an enchanted pair of spectacles that “reveal the personality and pleasures of the one who wears them.”", "genres": ["Comedy", "Fantasy", "Animation"], "file": "19.json"}, "302839": {"title": "Transfigurations", "plot": "A showman invites patrons to step up to his Kinetoscope-style magic box and glimpse the answers to their most burning questions.", "genres": ["Animation"], "file": "19.json"}, "302840": {"title": "Let's Be Sporty", "plot": "This subject portrays in a vivid manner the operations of a puppet in his efforts to see the sights.", "genres": ["Animation"], "file": "19.json"}, "302841": {"title": "Japanese Fantasy", "plot": "This subject presents a remarkably clever series of illusions in which a Japanese lantern, several dolls, chickens, mice and grasshoppers play a very prominent part.", "genres": ["Animation", "Fantasy"], "file": "19.json"}, "302842": {"title": "Modern Education", "plot": "The great men of letters and military conquest pose on subsequent pages of a very special history book.", "genres": ["History", "Fantasy"], "file": "19.json"}, "302954": {"title": "The Aborigine's Devotion", "plot": "An Indian cares for a dead white man's child, protecting him from a thieving fur trader.", "genres": ["Drama"], "file": "19.json"}, "303641": {"title": "Dances from Different Eras", "plot": "A dance demonstrated by Emma Meissner & Rosa Grünberg.", "genres": ["Documentary"], "file": "19.json"}, "312438": {"title": "At the Altar", "plot": "At the Italian boarding house the male boarders were all smitten with the charms of Minnie, the landlady's pretty daughter, but she was of a poetic turn of mind and her soul soared above plebeianism and her aspirations were romantic. Most persistent among her suitors was Grigo, a coarse Sicilian, whose advances were odiously repulsive. The arrival at the boarding house from the old country of Giuseppe Cassella, the violinist, filled the void in her yearning heart. Romantic, poetic and a talented musician, Giuseppe was indeed a desirable husband for Minnie.", "genres": ["Drama"], "file": "20.json"}, "317469": {"title": "Pippa Passes", "plot": "Pippa awakes and faces the world outside with a song. Unbeknown to her, the music has a healing effect on all who hear her as she passes by.", "genres": [], "file": "20.json"}, "318992": {"title": "The Next Door Neighbors", "plot": "Two nosy neighbors who drill a hole through their wall to spy on the canoodling couple next door get more than they bargained for when the man discovers their plan and casts a magic spell.", "genres": ["Fantasy", "Comedy", "Animation"], "file": "21.json"}, "321357": {"title": "Sport and Entertainment in Batavia", "plot": "Duck archery is not the same as duck hunting. This is a Pordenone moment I will never forget – in actuality short Distraction et Sport à Batavia (1909), the residents of what is now call Jakarta make the most of their leisure time by pursuing a variety of mostly healthy exploits. But really, I can see no justification, nor explanation for why a round of archery needs to be enlivened by affixing live poultry to the target. As my good man Peter tweeted at the time: “One right in the neck, yeesh.” Sensitive viewers should be aware that animal cruelty abounds in silent cinema – the most notable, and egregious, example is Edison’s notorious Electrocuting an Elephant. The most poignant fictional example is perhaps the poor horse in Eisenstein’s October. (from http://silentlondon.co.uk/2015/01/23/10-disgusting-moments-in-silent-cinema/)", "genres": ["Documentary"], "file": "22.json"}, "321781": {"title": "Flower Fields of Haarlem", "plot": "In the vaults of the Film Museum is a short film which, when it arrived in the 1950s, was given the title Bloemenvelden in Haarlem (The Flower Fields of Haarlem). The film shows the visit of two women and a child to the bulb fields. One woman buys a bouquet of flowers from a farm labourer who is hard at work. At the end of the film, a man joins them. He also buys a bouquet of flowers. Both the husband and wife give their bouquets to the child.", "genres": [], "file": "22.json"}, "321783": {"title": "The Grip", "plot": "Jean-Marie Hardouin is an old man who once was notorious because of the iron grip he exerted on his family but now he is lame. He whiles away his days in a chair in the house of his son and daughter-in-law. He has to see how his adulterous daughter-in-law plots to murder her two foster children and her husband. Jean-Marie can't intervene and because he can't talk he can't warn his own family. Misfortune, tragic developments, and a fatal ending dominated many of the early Dutch fiction films.", "genres": ["Drama", "Horror"], "file": "22.json"}, "322063": {"title": "Getting Even", "plot": "All the young men in the mining camp flirt with Lucy. Bud, the youngest of them, doesn't stand a chance. At a dance, Bud dresses as a woman and all the men flirt with him and abandon Lucy. When his disguise is revealed, the other men are too embarrassed to approach Lucy, and Bud dances the rest of the night with her.", "genres": ["Comedy"], "file": "22.json"}, "328586": {"title": "The Lure of the Gown", "plot": "\"Fine feathers make fine birds\", and handsome gowns make handsome women. Hence it is when Isabelle appears on the scene clad in a gown that is a masterpiece of the dressmaker's art she easily fascinates the male contingent, among whom is Enrico, the sweetheart of Veronica, a street singer. Enrico is so enraptured at the sight of Isabelle in her resplendent attire that he becomes her abject slave, casting aside the poor, peasant-clad little Italian street singer, who has loved him devotedly. Crushed almost beyond endurance the poor girl stands sobbing at the entrance of the park where the inconsistent lever left her. Her tears attract the attention of a wealthy young couple who happen to pass. In answer to their queries she tells them how contemptibly her sweetheart acted, and all because of the fascinating influence of a gown.", "genres": ["Comedy"], "file": "22.json"}, "329958": {"title": "Twin Brothers", "plot": "Two boys, twins, leave the old homestead to seek their fortune in the world. They go divergent roads, and are soon widely separated one from the other, but they grow lonesome and try to find each other's whereabouts, without success. We lose sight of Bill and Dick is seen up against it good and hard. For him the future looks like a chalk ring on a blackboard, until he happens to saunter along the Bowery, where the manager of a dime museum offers him a job to play the gorilla. It looks good so he accepts. It is pretty sort until the astute impresario decides to pull off an innovation: that is, a gorilla and lion in the same cage. Of course Dick objects most strenuously to this arrangement, but his objections are quailed with a treacherous looking run, so he is forced to share the same menagerie hallroom with the lion.", "genres": ["Comedy"], "file": "23.json"}, "330352": {"title": "The Man Monkey", "plot": "A man behaves like a monkey after its brain is transplanted into him.", "genres": ["Comedy", "Science Fiction"], "file": "23.json"}, "330966": {"title": "The Son's Return", "plot": "A son leaves to seek his fortune in the city. Many years later he returns and checks into his parents' inn. They don't recognize him, but noticing his fat wallet, plan to rob him.", "genres": [], "file": "23.json"}, "331092": {"title": "The Light That Came", "plot": "A disfigured young woman with two beautiful sisters is courted by a blind man. Will he still love her when his sight is restored?", "genres": ["Drama"], "file": "23.json"}, "335189": {"title": "Héliogabale", "plot": "", "genres": ["History", "Drama"], "file": "23.json"}, "335309": {"title": "In Old Kentucky", "plot": "Brothers George and Robert enlist on opposite sides in the Civil War. Robert is captured as a spy for the South, but escapes and hides in his parents' house. George leads the search party, but doesn't reveal his brother's hiding place, and Robert escapes. After the war, George is a hero and Robert is down on his luck. George cautiously welcomes him back into the family home.", "genres": ["War"], "file": "23.json"}, "338810": {"title": "Faust", "plot": "Faust, an aged philosopher and magician who has grown weary of life and has sought in vain for the secret of eternal youth, decides, after a night's long vigil, to call forth from the realms of darkness the evil one to aid him. Mephistopheles appears and offers him his services in return for Faust's soul. The aged philosopher refuses to accept until the devil shows him a vision of Marguerite in all her maiden simplicity and beauty. Faust agrees to accept the compact providing Mephistopheles will give him youth, wealth and love.", "genres": ["Fantasy", "Drama"], "file": "24.json"}, "338822": {"title": "Hansel and Gretel", "plot": "One of the first, of not the first, film adaptation of Grimm's fairytale.", "genres": ["Fantasy"], "file": "24.json"}, "339385": {"title": "Dramma in un albergo", "plot": "Short slapstick comedy set in a hotel.", "genres": [], "file": "24.json"}, "36874": {"title": "The Country Doctor", "plot": "While caring for his sick daughter, a doctor is called away to the sickbed of a neighbor. He finds the neighbor gravely ill, and ignores his wife's pleas to come home and care for his own daughter, who has taken a turn for the worse.", "genres": ["Drama"], "file": "25.json"}, "341757": {"title": "All Airplanes", "plot": "", "genres": ["Documentary"], "file": "25.json"}, "344548": {"title": "The Captain's Honour", "plot": "A shipwrecked captain's dog swims ashore to fetch help.", "genres": [], "file": "25.json"}, "347359": {"title": "Telltale Reflections", "plot": "Showing a weird invention, called hypnotic mirror, in action. Placed before anyone the polished surface reflects the actual thoughts within their minds. Its uses in the court room, the home and the school house are cleverly shown. When the mechanism tells a wife the truth about her husband, something commences.", "genres": ["Fantasy"], "file": "25.json"}, "348124": {"title": "Comment se fait le fromage de Hollande", "plot": "Documentary about making cheese in the Netherlands.", "genres": ["Documentary"], "file": "25.json"}, "353286": {"title": "Dr. Macintyre's X-Ray Cabinet", "plot": "Single shot of a man behind an x-ray screen on which his x-ray is clearly visible and moving. Another man sits on a chair to the right of the screen. The x-ray image that appears on screen is same as seen in last sequence Dr. Macintyre's X-Ray Film.", "genres": ["Animation", "Documentary"], "file": "26.json"}, "354162": {"title": "La Journée d'une Paire de Jambes", "plot": "Instead of going to work, a man gets drunk, harasses women and torments his wife. The gimmick of this short comedic drama is that all characters are filmed from the waist down.", "genres": ["Drama", "Comedy"], "file": "26.json"}, "355216": {"title": "Come Cretinetti paga i debiti", "plot": "Cretinetti sidesteps his creditors using several amazing tricks.", "genres": ["Fantasy", "Comedy"], "file": "26.json"}, "355464": {"title": "In Love with the Bearded Woman", "plot": "", "genres": ["Comedy"], "file": "26.json"}, "356123": {"title": "The Torch Dance", "plot": "A newly discovered film showing Tamara Karsavina dancing Mikhail Fokine’s ‘La Danse du Flambeau’ (‘The Torch Dance’). This performance was filmed in 1909. Tamara Karsavina’s shoes are not reinforced at the tip like today’s pointe shoes; she may have had cotton or wool stuffed into the toes of her shoes. (https://nycdancestuff.wordpress.com/2013/08/01/tamara-karsavina-michel-fokines-la-danse-du-flambeau-1909/)", "genres": ["Documentary"], "file": "26.json"}, "356927": {"title": "Whale Fishing", "plot": "A whale is hunted in the southern hemisphere by the crew of a sailing ship: it is harpooned twice, using a cannon, and taken back to the shore. In the second part, the whale is butchered at a whaling station. A lady with a parasol looks on, while in the background are the sailing ships used to hunt whales. These are excerpts from a 1909 film called \"La Pêche à Baleine dans les mers du Sud\" made by Jean Nédelec and cut down in the 1920's for the Pathé Baby home movie projector.", "genres": ["Documentary"], "file": "27.json"}, "357056": {"title": "The King and Queen's Visit to Berlin", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "27.json"}, "357058": {"title": "Domesticated Elephants", "plot": "Directed by Robert W. Paul.", "genres": [], "file": "27.json"}, "357298": {"title": "The Blind Man of Jerusalem", "plot": "A rich man, living in a splendid palace, in the city of Jerusalem, with his daughter and many servants, surrounded by every possible luxury, but blind, is healed of his affliction by Christ. Having regained his sight he does not make this known to his household, but quietly observes them for a time and sees how his servants rob him and even his daughter imposes upon him. Discouraged at his findings he goes out upon the highway where he again meets Christ, but this time He is carrying His cross and being led to Calvary. The sight of the suffering Savior teaches him to forgive his offenders.", "genres": [], "file": "27.json"}, "360357": {"title": "Le Retour d'Ulysse", "plot": "When Troy has fallen and Ulysses sets sail for home, his ships are driven to different lands, where his adventures are numerous, keeping him away from his native land for ten years. As time rolls on without his return he is looked upon as dead by everyone except his wife, Queen Penelope, who firmly believes that her husband still lives and will some day return to her.", "genres": ["History", "Adventure"], "file": "27.json"}, "361030": {"title": "The Yiddisher Boy", "plot": "Moses uses his last pennies to help a friend in need. 25 years later the men meet again.", "genres": ["Drama"], "file": "27.json"}, "365689": {"title": "Mit mir so spät", "plot": "Song from Operetta \"Die Fledermaus\"", "genres": [], "file": "27.json"}, "367366": {"title": "An Attempt to Smash a Bank", "plot": "A banker's daughter rejects a rich client who then withdraws money to cause a run on the bank.", "genres": [], "file": "28.json"}, "371713": {"title": "Paper Cock-a-Doodles", "plot": "Female magicians turn people into origami roosters and vice versa.", "genres": ["Animation", "Fantasy"], "file": "28.json"}, "384913": {"title": "A Strange Meeting", "plot": "Mary is coerced into helping with a burglary of a minister's apartment. Later she repents and goes to the minister's storefront mission to help.", "genres": [], "file": "30.json"}, "386892": {"title": "The Living Fan", "plot": "The history of the fan.", "genres": ["Fantasy"], "file": "30.json"}, "386894": {"title": "Crowns, I: The Crown of Roses", "plot": "Framed in a wreath of roses we see a lithe Creek dancer, who sways and postures before an epicurean party of ancients, followed by a laurel wreath and encircling a scene showing school children of 1830 receiving their marks of diligence at a distribution of rewards: then the wreath of bay tendered by the Human Senators to Caesar on the culmination of his career; now a beggar receives a loaf called a \"crown\" from a charitable passerby: Christ is shown crowned with thorns by the rabble; following the divine drama we see the old comedian's wreath presented him at a performance. The next view shows the Emperor Charlemagne crowning his son Lewis. The film closes with the wreath of orange blossoms encircling a bridal party.", "genres": [], "file": "30.json"}, "386895": {"title": "Crowns, II: The Crown of Thorns", "plot": "Framed in a wreath of roses we see a lithe Creek dancer, who sways and postures before an epicurean party of ancients, followed by a laurel wreath and encircling a scene showing school children of 1830 receiving their marks of diligence at a distribution of rewards: then the wreath of bay tendered by the Human Senators to Caesar on the culmination of his career; now a beggar receives a loaf called a \"crown\" from a charitable passerby: Christ is shown crowned with thorns by the rabble; following the divine drama we see the old comedian's wreath presented him at a performance. The next view shows the Emperor Charlemagne crowning his son Lewis. The film closes with the wreath of orange blossoms encircling a bridal party.", "genres": [], "file": "30.json"}, "386897": {"title": "Monsieur Clown Among the Lilliputians", "plot": "Stop-motion film from Émile Cohl has a clown walk out in front of a group of people and do various tricks including standing on his head, riding a horse and falling face first off the horse.", "genres": ["Animation"], "file": "30.json"}, "386899": {"title": "Delicate Porcelains", "plot": "Several unique specimens of highly ornamented porcelain are shown in series. In each case the various pieces of ware are in reality formed of living people. After a short time has been allowed for admiration of each article, it disintegrates into the individual models, who pose in various figures and dances. In the following pictures are seen a powder box, a clock, candle sticks, a loving cup and a vase, all of wonderfully ornate design, beautifully colored. (Moving Picture World)", "genres": ["Fantasy"], "file": "30.json"}, "386903": {"title": "Head-Dresses of Different Periods", "plot": "A film from Émile Cohl showing the various hats women used over the years.", "genres": ["Documentary"], "file": "30.json"}, "386908": {"title": "Comic Mutations", "plot": "An old and learned doctor discovers the secret of spontaneous generation and makes a microscopic germ which in its growth gives birth to the following people who dissolve into one another and into other shapes with startling mystery.", "genres": ["Animation"], "file": "30.json"}, "386910": {"title": "Matrimonial Shoes", "plot": "A film about cupid shoes by Émile Cohl.", "genres": ["Animation"], "file": "30.json"}, "386978": {"title": "The Cowboy Millionaire", "plot": "Bud Noble, a handsome specimen of manhood, is foreman on the Circle \"D\" ranch outside of Circle City, Idaho, and our opening scene pictures Bud as the cowboy roping and tying a steer. With its bucking bronchos, pitching mustangs, bucking steers, and the biggest novelty ever, the acme of all thrillers, \"see Bud bulldog a steer.\" Only three men have successfully accomplished this feat and lived to tell about it. Then Bud receives a shock. The local operator appears with a telegram. \"Your Uncle John dead. You are sole heir to his estate valued at several millions. Come to Chicago at once.\" The astounded cowboys tumble over with sheer amazement. Bud buys and the scene closes with a characteristic rush for the bar.", "genres": ["Western"], "file": "30.json"}, "387015": {"title": "The Broken Locket", "plot": "George Peabody is a young man who has been giving free rein to his inclinations, the principal one being drink. One might have concluded he was lost, but there was the chance which the hand of Providence always bestows in the person of pretty little Ruth King, who had secretly loved George since their childhood days. She succeeds in persuading him from his reckless life, and he determines to cut off from his old loose companions by going out West and making a man of himself. Bidding Ruth and her mother good-bye, he realizes that he loves his little preserver and promises to return worthy of her love and confidence. They plight their troth with their first kiss and a heart shaped locket, which Ruth wears, she breaking it in two, giving George one side while she retains the other, which symbolized the reunion of their hearts with his return.", "genres": ["Drama"], "file": "30.json"}, "387020": {"title": "The Indian Runner's Romance", "plot": "An Indian comforts a dying prospector in his last moments. In exchange, the prospector tells him the location of his gold claim. A group of cowboys tries to get the information and go as far as kidnapping the Indian's wife.", "genres": [], "file": "30.json"}, "390164": {"title": "Coiffures et types de Hollande", "plot": "Short documentary about hats in Holland.", "genres": [], "file": "31.json"}, "399646": {"title": "The Dashing Merchant", "plot": "An adaptation of Ivan Nikitin's poem 'Ukhar-kupets' for Pathé.", "genres": [], "file": "32.json"}, "400564": {"title": "Calino bureaucrate", "plot": "A Calino comedy short.", "genres": [], "file": "32.json"}, "400565": {"title": "The Way of Man", "plot": "A woman is scarred in an accident and refuses to stand in the way of her lover's marriage to another.", "genres": ["Drama"], "file": "32.json"}, "400570": {"title": "The Awakening", "plot": "A confirmed bachelor learns that he will inherit his late uncle's fortune only if he marries, which he does reluctantly. Shortly afterward he returns to his bachelor lifestyle but realizes he can't get his wife's face out of his thoughts.", "genres": ["Drama", "Comedy"], "file": "32.json"}, "401042": {"title": "Good Evening Flowers!", "plot": "A woman says good evening through moving flowers in stop motion animation.", "genres": [], "file": "32.json"}, "404817": {"title": "Straßenszenen in Saarbrücken", "plot": "People arrested by the gaze of the camera.", "genres": ["Documentary"], "file": "33.json"}, "404865": {"title": "The Poor Musician", "plot": "Our story opens with a noted violinist practicing, his young wife sitting nearby, while their little daughter plays about on the floor, a truly happy family. The maid announces a caller, who, upon being ushered in, is presented to the wife. He is at once struck with her beauty, eyes her continually, but unnoticed by the musician or his wife. As the two men leave the room, for the first time the wife catches the expression on the caller's face and is worried. A year later in the same room we find the wife packing her suit case preparing to elope with the villain. Before their departure the wife writes a note telling her husband of her elopement and begs him to forget her. A moment after the pair leave the room the valet enters, observes them from the window, picks up the note, reads it and immediately starts for the theater to inform his master. He rushes upon the stage just as the musician is finishing his number, excitedly tells the tale and gives him the letter.", "genres": [], "file": "33.json"}, "407812": {"title": "Pornographic Scene", "plot": "1909 French short depicting a very soft core porno scenario.", "genres": [], "file": "33.json"}, "410467": {"title": "Scouts to the Rescue", "plot": "After being chased off private property, Boy Scouts rescue the land-owner's kidnapped daughter.", "genres": [], "file": "33.json"}, "410751": {"title": "Mark Twain (Samuel Clemens)", "plot": "Documentary footage of the author and his two daughters at home.", "genres": ["Documentary"], "file": "34.json"}, "410976": {"title": "Lines of White on a Sullen Sea", "plot": "Soon after their engagement, Bill goes to sea, and Emily vows to stay true until his return. Unknown to her, Bill marries another woman from a different port. Emily waits faithfully for six years, finally becoming dangerously ill. When Bill suddenly appears in town with his family, Joe, who has loved Emily all along, forces Bill to make Emily's final moments happy by pretending he has returned to marry her.", "genres": ["Drama"], "file": "34.json"}, "413246": {"title": "One Touch of Nature", "plot": "Mack Sennett appears as a cop in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "34.json"}, "413247": {"title": "The Maniac Cook", "plot": "Mack Sennett appears as a cop in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "34.json"}, "413249": {"title": "The Honor of Thieves", "plot": "Mack Sennett appears as a man at the dance and a cop in this film produced by the Biograph Company.", "genres": ["Crime"], "file": "34.json"}, "413250": {"title": "Love Finds a Way", "plot": "Mack Sennett appears as a footman in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "34.json"}, "413252": {"title": "A Rural Elopement", "plot": "Mack Sennett appears as a man in the crowd in this film produced by the Biograph Company.", "genres": ["Romance", "Comedy"], "file": "34.json"}, "413254": {"title": "The Sacrifice", "plot": "Mack Sennett appears as an extra in this film produced by the Biograph Company.", "genres": ["Romance", "Comedy"], "file": "34.json"}, "413255": {"title": "The Criminal Hypnotist", "plot": "Mack Sennett appears as a party guest in this film produced by the Biograph Company.", "genres": ["Crime"], "file": "34.json"}, "413256": {"title": "Mr. Jones Has a Card Party", "plot": "Mr. Jones, since his last escapade, had made strenuous efforts to amend the reputation he had gained in the eyes of the ladies of the Temperance League. But Oh! the ordeal, for such it was, was telling on him, and his pent-up spirits were threatening ebullition, when at last the chance comes. The league arranges to attend a three-days' convention out of town, and when Mrs. Jones departs, Jones sends a note to Smith, telling him to bring the gang, and they would have a \"Prayer Meeting,\" enjoining him not to forget the \"fixings.\" Well, the gang are not long in putting in an appearance, for they feel that every minute's delay is a chunk lost from a golden opportunity for fun.", "genres": ["Comedy"], "file": "34.json"}, "413257": {"title": "The Fascinating Mrs. Francis", "plot": "Mack Sennett appears as a party guest in this film produced by the Biograph Company.", "genres": ["Comedy"], "file": "34.json"}, "413261": {"title": "The Welcome Burglar", "plot": "Mack Sennett appears as a butler and a man in an office in this film produced by the Biograph Company.", "genres": ["Drama"], "file": "34.json"}, "413621": {"title": "The Salvation Army Lass", "plot": "A girl from the New York slums falls in with crooks. After her love is arrested following a barfight turned deadly, her life seems directionless-- that is, until she's saved from the streets by a band of Salvationists. She enrolls, and soon afterward encounters her former love in the same bar. Her faith is real, and strong, and her former love doesn't like this.", "genres": [], "file": "34.json"}, "415140": {"title": "Spring: Episode 2 - On the Ponds / The Love Conductor", "plot": "Nymphs and cupids dance in celebration of the arrival of Spring.", "genres": [], "file": "34.json"}, "415141": {"title": "Spring: Episode 3 - The Becqué / In Orchards", "plot": "Nymphs and cupids dance in celebration of the arrival of Spring.", "genres": [], "file": "34.json"}, "415142": {"title": "Spring: Episode 4 - The Games and the Reefs / Floréal", "plot": "Nymphs and cupids dance in celebration of the arrival of Spring.", "genres": [], "file": "34.json"}, "415470": {"title": "Salome Mad", "plot": "A man is obsessed by the 'Salome' dance.", "genres": ["Comedy"], "file": "34.json"}, "415793": {"title": "Mozart's Last Requiem", "plot": "Mozart feels compelled to finish a final requiem as he fears death is quickly approaching. Although the doctor has specifically ordered Mozart not to play or compose, Mozart begins a composition after listening to his student play the violin and having visions of three of his operas. After Mozart has finished his requiem a group of friends comes to visit him, and as they sing his last composition to him, Mozart dies.", "genres": ["Drama"], "file": "34.json"}, "415828": {"title": "The Life of George Washington", "plot": "A two-reel film about George Washington.", "genres": ["History"], "file": "34.json"}, "417260": {"title": "Fools of Fate", "plot": "Fanny is the wife of Ben Webster, a trapper, and while he is an affectionate and dutiful husband, she yearns for something which appears better than her lot. She reasons: \"Have I not youth and beauty and attainments far above this environment? Why should I be compelled to toil and struggle in this wilderness?\"", "genres": ["Drama"], "file": "35.json"}, "418094": {"title": "King Lear", "plot": "An impressively tactile, if slightly over-ambitious, adaptation of King Lear from Vitagraph Studios.", "genres": ["Drama"], "file": "35.json"}, "418104": {"title": "She Would Be an Actress", "plot": "Mrs. Youngwife has become stage struck. She purchases a book, \"How to Become a Great Actress,\" and soon imagines she is ready for her debut. The husband tries in vain to bring her to her senses and follows her in disguise. He breaks up her first performance, thrashes a too ardent admirer and tells her he will get a divorce. She prefers to sacrifice her \"art\" to her darling hubby and peace reigns forever.", "genres": [], "file": "35.json"}, "418107": {"title": "An Unexpected Guest", "plot": "Consequences result when a father breaks up his son's engagement.", "genres": [], "file": "35.json"}, "418111": {"title": "The Drunkard's Child", "plot": "A caring stranger tries to help the child of a chronic drunkard.", "genres": [], "file": "35.json"}, "418112": {"title": "The Cardinal's Conspiracy", "plot": "A royal woman rejects her arranged marriage. The cardinal hatches a plan: the suitor will shave and change clothes. He arranges with 4 clowns to stage an attack on the princess which he easily repels. It works; the princess falls for him, especially when the cardinal arranges his arrest.", "genres": ["Drama"], "file": "35.json"}, "420969": {"title": "How Percy Won The Beauty Competition", "plot": "Man decides to crosss-dress to compete in a beauty pageant, for the 100 pound first prize.", "genres": ["Drama"], "file": "35.json"}, "421419": {"title": "Il terremoto di Messina", "plot": "Documentary on the Messina earthquake", "genres": [], "file": "35.json"}, "422856": {"title": "Aus dem Leben der Kate auf Deutsch-Neuguinea", "plot": "Documentary about life in colonized Africa.", "genres": [], "file": "35.json"}, "429332": {"title": "Wild Birds in Their Haunts", "plot": "The picture shows various kinds of birds in their natural environments, and in their natural colors, and at such close range that the very eyes of the little fledglings in the nest are easily discerned. Every feather seems distinct and the birds seem to be in such relief that it appears as though one could almost reach out and catch them.", "genres": [], "file": "36.json"}, "431518": {"title": "Two Memories", "plot": "Henry and Marion have a lover's quarrel and part in anger. They do not reconcile, and ten years pass without contact. Marion becomes a society girl and spends her time at parties with her friends. Henry has become very ill and wishes to see Marion one more time. He writes asking her to visit. When she recieves the note, she laughs and tosses it on the floor, but, later, on a whim, decides to take all her drunken friends with her to visit him. When they arrive, Marion finds Henry dead, clutching her portrait in his hand. She sends her friends away and falls to her knees in remorse. Mary Pickford's debut!", "genres": ["Drama"], "file": "36.json"}, "437778": {"title": "Too Beautiful!", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "447212": {"title": "Sweet and Twenty", "plot": "Alice misunderstands when she sees her sweetheart Frank accidentally kissing her sister, and gets upset. Frank claims he'll kill himself by throwing himself into the river, but gets cold feet when it comes time to actually do the deed. Fortunately for him, his girlfriend has come running worried after him, and all is forgiven between them.", "genres": ["Romance"], "file": "39.json"}, "453817": {"title": "Trying to Get Arrested", "plot": "A tramp tries to get himself arrested so he can sleep in the nice, warm jail, but the police keep ignoring him or arresting the wrong person.", "genres": [], "file": "40.json"}, "459124": {"title": "The Legend of Miyamoto's Valor", "plot": "An early Miyamoto Musashi silent short film", "genres": ["Drama", "Action", "Adventure"], "file": "41.json"}, "461107": {"title": "Kidnappers", "plot": "A silent short film directed by Louis Feuillade.", "genres": [], "file": "41.json"}, "465160": {"title": "Enrico III", "plot": "Early Shakespeare's adaptation.", "genres": [], "file": "41.json"}, "465163": {"title": "The Little Teacher", "plot": "A young female teacher is assigned to an unruly class. After a student revolt, a passing surveyor helps her restore order, and the teacher becomes interested in him. Soon she learns that he has a wife. Dave, an older pupil, offers the teacher solace and it becomes apparent that he is smitten with her.", "genres": ["Drama"], "file": "41.json"}, "465508": {"title": "Madame Sans-Gêne", "plot": "Napoleon's laundress and her sergeant husband save Napoleon's life. Through their heroism, they become Duke and Duchess of Danzig.", "genres": [], "file": "41.json"}, "465513": {"title": "Mother Love", "plot": "A short film starring a young Curt Bois.", "genres": [], "file": "41.json"}, "470694": {"title": "Le monsieur qui a mangé du taureau", "plot": "At a dinner party, a hostess serves her guests a dish made using meat from a bull. While most of them enjoy the meal, one man has a strange reaction: Taking a set of horns off the wall, he attaches them to his head and sets off on a rampage. After destroying the house and terrifying his hostess, her guests, maid, and neighbours, he takes to the streets. The police sends a telegraph to Spain asking for help, and in response a parade of matadors arrive in Paris, ready to slay the crazy beast-man. However, soon after the man-bull fight begins, the errant guest comes to his senses and is taken into custody by waiting policemen.", "genres": ["Comedy"], "file": "42.json"}, "470704": {"title": "D'où viennent les faux cheveux", "plot": "On a market day in Kernascleden, two Breton women exchange their hair for a few coins. The hair becomes hairpieces. Last scene, an elegant Parisian removes her hat and exposes her generous wig skillfully coiffed.", "genres": ["Documentary"], "file": "42.json"}, "470777": {"title": "Circuito de São Gonçalo", "plot": "It's the oldest Brazilian movie that survived and the film that captured the first car race in Brazil.", "genres": ["Documentary"], "file": "42.json"}, "470787": {"title": "The Day After", "plot": "Mr. and Mrs. Hilton throw a New Year's Eve party. They agree not to drink the punch themselves, but as guests begin to arrive their resolve weakens, and soon they are both cavorting drunkenly. Next morning Mr. Hilton, feeling very sick, is conscience-stricken over his drunkenness and his behavior with another woman. He fears to face his wife until he discovers that she feels just as guilty herself.", "genres": ["Comedy"], "file": "42.json"}, "470788": {"title": "Romance of a Boot and a Dancing Slipper", "plot": "Romance of a Boot and a Dancing Slipper", "genres": ["Comedy"], "file": "42.json"}, "472074": {"title": "Carmen", "plot": "", "genres": ["Drama"], "file": "42.json"}, "474679": {"title": "L'oeuvre de Jacques Serval", "plot": "The work of Jacques Serval.", "genres": [], "file": "42.json"}, "475711": {"title": "Judith and Holophernes", "plot": "", "genres": ["Drama"], "file": "42.json"}, "49270": {"title": "A Corner in Wheat", "plot": "On a whim, a greedy tycoon decides to corner the world market in wheat. This doubles the price of bread, forcing grain producers into charity lines and others further into poverty. The film contrasts the differences between the lives of those who work to grow the wheat and the life of the man who dabbles in its sale for profit.", "genres": ["Drama"], "file": "43.json"}, "49271": {"title": "The Diabolic Tenant", "plot": "A man rents an apartment and furnishes it in remarkable fashion.", "genres": ["Fantasy", "Comedy"], "file": "43.json"}, "486955": {"title": "His Duty", "plot": "It's Bob Allen's twenty-first birthday. His mother and his brother Jack, a policeman present him with a cap, personalized with his initals in the lining. Jack then goes to work and Bob goes out also. Later in the evening, Jack is called to the scene of a robbery, where he finds the cap with his brother's initials. Dismayed by the idea that his brother is a thief, he goes home and confronts Bob with the evidence. Though it breaks their mother's heart, Jack does his duty and leads his brother out in handcuffs.", "genres": [], "file": "44.json"}, "486957": {"title": "The Faded Lilies", "plot": "A disfigured violinist mistakes a token of appreciation for a love bouquet. When he realizes his mistake, he loses his mind.", "genres": [], "file": "44.json"}, "486959": {"title": "The Peachbasket Hat", "plot": "Mrs. Jones leaves her baby with the maid and goes shopping for a new hat. Meanwhile, the maid invites a band of gypsies into the house for a palm reading. After the gypsies leave, no one can find the baby, and everyone assumes it's been kidnapped, until the baby is found under a hatbox.", "genres": [], "file": "44.json"}, "486969": {"title": "The Mexican Sweethearts", "plot": "A Mexican spitfire romances an American soldier to make her Mexican lover jealous. When the lover is about to kill his rival, she convinces him it was all a joke and the two reconcile.", "genres": [], "file": "44.json"}, "486970": {"title": "The Necklace", "plot": "Mrs. Kendrick borrows a jeweled necklace from a friend for an important social event. The necklace is stolen, and Mr. Kendrick goes into debt to replace it. The thief discovers it's costume jewelry, but the Kendricks never learns the truth; Husband and wife struggle for years to pay off the huge debt.", "genres": ["Drama"], "file": "44.json"}, "486971": {"title": "Tender Hearts", "plot": "A country boy and a city boy are both courting the same girl. The girl sees the country boy's tender treatment of a wounded bird and chooses him.", "genres": [], "file": "44.json"}, "486972": {"title": "The Slave", "plot": "A Greek woman marries a struggling sculptor. When he can't support her and their baby, she offers to sell herself as a slave to allow them to buy food.", "genres": [], "file": "44.json"}, "487145": {"title": "Oh, Uncle!", "plot": "Harry's rich old bachelor uncle thinks Harry is still single. When Uncle announces a visit, Harry's wife has to play the part of the housekeeper so Uncle doesn't discover the truth.", "genres": ["Comedy"], "file": "44.json"}, "487148": {"title": "The Seventh Day", "plot": "A neglectful woman wants custody of her children in her divorce. The judge rules that he will give her the children only if she can demonstrate her children's love for her within a week.", "genres": [], "file": "44.json"}, "487163": {"title": "His Lost Love", "plot": "Mary marries James, after jilting his brother Luke. Mary's sister arrives and soon James is professing his love to her. The shock of this kills Mary and leaves her newborn daughter motherless. Luke offers to raise the daughter. Years later James returns and tries to convince his daughter to leave Luke, the only father she's ever known, and come with him.", "genres": [], "file": "44.json"}, "487165": {"title": "In the Watches of the Night", "plot": "An honest worker, John Whitney, finds himself unemployed and unable to provide for his family. Desperate, he robs a rich man's home and is arrested. One of the police officers is an old friend and accompanies Whitney home to allow a farewell with his wife. Humiliated, Whitney decides to kill himself and his family. The rich man learns of his desperate situation and arrives in time to save the family and drops the charges.", "genres": [], "file": "44.json"}, "487167": {"title": "What's Your Hurry?", "plot": "Papa is proud of his new birthday present, a shotgun. Mary's boyfriend arrives for a visit and she is anxious to introduce him to Papa. When Harry sees Papa walk in with a shotgun he misunderstands and departs in terror. Harry continues to encounter Papa everywhere and runs away, baffling the old man. At last Papa hauls Harry back home for an explanation and a reunion with Mary.", "genres": ["Thriller"], "file": "44.json"}, "487303": {"title": "The Restoration", "plot": "A husband suspects his wife of an affair. The wife's cousin borrows a shawl to meet her lover in the garden. The husband spies the couple embracing, and, thinking it's his wife, he strikes the lover. The thought that he has killed a man temporarily unhinges the husband's mind until he can be convinced that the lover is still alive.", "genres": [], "file": "44.json"}, "487306": {"title": "A Midnight Adventure", "plot": "Mercedes orders her sweetheart to prove his love by doing something dangerously heroic. He agrees, breaking into another young woman's house in order to steal a photograph. The young woman catches him and has him arrested, but he is released when a family friend bribes the police. Mercedes eventually returns the stolen photograph only to find her boyfriend in the other woman's arms.", "genres": [], "file": "44.json"}, "487307": {"title": "The Trick that Failed", "plot": "Nellie is a struggling artist whose paintings lie unsold. Billy, a successful painter, loves her, but she tells him that she cannot marry until she sells her paintings. Billy recruits his friends to buy her paintings. At first she is excited by the sudden success, but when she learns the truth, Nellie leaves her sweetheart to accept the proposal of a rival painter.", "genres": [], "file": "44.json"}, "487308": {"title": "Through the Breakers", "plot": "A society couple, neglect their young daughter in favor of their social life. When the girl becomes seriously ill, the father realizes the errors of his ways and stays home with her, demanding his wife do likewise. She sneaks out to a dance and the child takes a turn for the worse. By the time she returns home the child is dead. After her husband leaves her, the mother realizes her selfishness and begs forgiveness at her daughter's grave.", "genres": ["Drama"], "file": "44.json"}, "487310": {"title": "The Test", "plot": "Harry, preparing to leave on a business trip, tells Bessie that her photograph will always be with him. To test his sincerity she removes the photo from his bill case, and when he writes her that he is looking at her picture, she writes back that she knows otherwise. Realizing that he has been found out, Harry obtains his mother's photograph of Bessie, and upon his return home convinces her that he had it all along.", "genres": [], "file": "44.json"}, "487311": {"title": "To Save Her Soul", "plot": "Agnes, a singer in a country church, is practicing one day when a vaudeville manager hears her and offers her a job. Over the objections of the curate who loves her, she accepts the offer and goes to the city. Later the curate goes to hear Agnes perform and, fearing that her soul is being corrupted by show business, he asks her to return to the small town with him. When she refuses, he is prepared to kill her in order to protect the purity of her soul. This brings about her change of heart, and together they return to the little church.", "genres": ["Drama"], "file": "44.json"}, "487313": {"title": "The Heart of an Outlaw", "plot": "A man gets revenge on his cheating wife by killing her and her lover. He thinks he has killed his daughter as well, but she survives and is adopted by the sheriff. A few years later the man, now an outlaw, ambushes the sheriff and plans to kidnap and murder the sheriff's daughter.", "genres": [], "file": "44.json"}, "488570": {"title": "His Wife's Visitor", "plot": "Harry leaves his new wife at home while he goes out to play poker. Angry, his wife fakes evidence that she has had a male caller while he was gone.", "genres": [], "file": "44.json"}, "488802": {"title": "El pericón nacional", "plot": "Documentary footage of folk-dancers.", "genres": ["Documentary"], "file": "44.json"}, "492945": {"title": "The Jealous Doll; or, The Frustrated Elopement", "plot": "A doll fetches a nurse when children elope.", "genres": ["Fantasy", "Animation"], "file": "45.json"}, "520681": {"title": "The Heart of a Race Tout", "plot": "Picture shows how much good may be found \"In the Heart of a Race Tout.\"", "genres": [], "file": "48.json"}, "536311": {"title": "The Girls and Daddy", "plot": "Sisters guarding their house from a burglar set upon stealing their daddy's money.", "genres": ["Drama"], "file": "50.json"}, "538693": {"title": "Moines et guerriers", "plot": "", "genres": [], "file": "50.json"}, "538696": {"title": "A Conquest", "plot": "George, passing a pretty woman in the street, has recourse to that old-time trick of dropping his own handkerchief and hurrying after her, making believe that he thinks it is hers. On examining the handkerchief, the beauty returns it, telling George that it does not belong to her. He then confesses that he knows very well that it is not her property, as it happens to be his own, and his offering it to her was only an excuse to make her acquaintance, so struck was he by her beauty. Upon this frank declaration the young woman draws herself up haughtily, but George is not to be discouraged, but follows closely behind her, ready to be of any assistance on the slightest pretext. We therefore see him arriving at the lady's house laden down with such articles as a lampshade, a statuette, a bunch of roses, a bundle of dress goods, and, in addition, leading an enormous dog on a leash, against whose attacks he is endeavoring to protect himself.", "genres": [], "file": "50.json"}, "538796": {"title": "The Violin Maker of Cremona", "plot": "", "genres": [], "file": "50.json"}, "538797": {"title": "The King Amuses Himself", "plot": "", "genres": [], "file": "50.json"}, "539141": {"title": "Un mariage en Auvergne", "plot": "We follow a wedding celebration in Auvergne, France.", "genres": [], "file": "50.json"}, "539143": {"title": "Two Naughty Boys", "plot": "Boys play pranks on people and are chased.", "genres": [], "file": "50.json"}, "539144": {"title": "The Tribulations of a Pork Butcher", "plot": "Two hooligans attach lengths of sausage to a running motorcar, setting off a city-wide chase.", "genres": ["Comedy", "Adventure"], "file": "50.json"}, "539146": {"title": "La femme doit suivre son mari", "plot": "A French short comdey about a comic arrest.", "genres": ["Comedy"], "file": "50.json"}, "539147": {"title": "Culture et industrie du tabac en Malaisie", "plot": "The island of Sumatra is famous for its tobacco, as all lovers of the weed know. Its preparation, its growth and the various stages through which the fragrant leaves must pass, before they are ready for the smoker, form the interesting theme of this beautiful colored picture. The first scene shows the young plants growing close together, and the transplanting as they increase in size. The soil is poor for anything but tobacco, and one wonders how a good crop may be obtained in such poor land. We are shown, successively, the natives picking the largest leaves the inspection of the picking, and the natives carrying bundles of green tobacco to the tallying room.", "genres": ["Documentary"], "file": "50.json"}, "539148": {"title": "Chien jaloux", "plot": "An old woman and her jealous dog.", "genres": [], "file": "50.json"}, "539149": {"title": "Blériot traverse la Manche", "plot": "Documentary on Louis Blériot's 31 minute flight over the channel.", "genres": [], "file": "50.json"}, "539150": {"title": "Animated Cotton", "plot": "It might not take you long to cotton on to the trick of this film, but the results are still impressive. Though the various strings, wools and embroideries if this film are certainly animated in one sense, it is not through stop-motion animation. The time-consuming process of manipulating threads frame-by-frame is avoided by simply using reverse film techniques.", "genres": [], "file": "50.json"}, "539151": {"title": "A Trip to the White Sea Fisheries", "plot": "Hardy trawlermen brave bad weather and rough seas off the coast of north-west England to bring in the catch.", "genres": ["Documentary"], "file": "50.json"}, "539395": {"title": "The Death of the Duke D'Enghien", "plot": "The incidents in this picture took place in 1803-4, when Napoleon was First Consul. In August, 1803, Napoleon discovered a conspiracy hatched in England in which three Englishmen were implicated; The aim of the conspirators was to restore to the throne of France one of the Bourbons.", "genres": ["Drama", "History"], "file": "50.json"}, "541640": {"title": "Burnham Beeches", "plot": "This is the first film of Burnham Beeches, famous beauty spot and ultimate film location.  Cecil Hepworth's 1909 film is the first of many taken in this tract of ancient woodland. The proximity to film studios - Pinewood, Shepperton and Bray - make this a favoured spot for filming. But before the studios were there, the Hepworth Company produced this extraordinary 'stereo scenic' - intended as a filmic equivalent of Victorian stereo cards. This is one of a series of tourist attractions filmed by Gaston Quiribet in a long panning shot from a car, to suggest the glorious photography and aesthetic experience of stereoscopy.  -BFI", "genres": ["Documentary"], "file": "51.json"}, "550890": {"title": "Ma fille n'épousera qu'un médium", "plot": "Jenny's father, a crank and a spiritualist, wishing to obtain a medium to aid him in his researches, inserts an advertisement in the paper to the effect that he desires to marry his daughter to a medium. Jenny thereupon runs away with her lover, Reggie, and the two concoct a little plan by which they can get married. Disguised as a Turk, Reggie calls and states he is willing to marry the spiritualist's daughter. Jenny's father is distracted at the loss of his daughter, so he begs the supposed medium to trace his daughter by occult means. Needless to say this is not a difficult matter to Reggie, who after leading the spiritualist a wild-goose chase over the country, brings him back to his own home (to which Jenny has returned in the meantime) and shows him his daughter hidden away in a cupboard. Tableau of delighted father, unmasking and blessings on the young couple.", "genres": ["Comedy"], "file": "51.json"}, "552181": {"title": "The Grandmother", "plot": "A spoiled rich boy meets and falls in love with an older woman, a dancer who is more amused than flattered by his attentions.", "genres": ["Drama"], "file": "51.json"}, "552243": {"title": "A Slave to Drink", "plot": "Illustrates a man's struggle to overcome an inherited love for drink. Although yet a young man, the enemy of his family had already sunk its claws firmly upon James Grant. A man of superior intelligence, his habits hold him down to the lot of a common laborer in a small saw mill on the St. Johns River. About two years before the opening of the picture he had met and fallen in love with Jenny, the daughter of a small farmer, living near the saw mill. Under the influence of her great love he has succeeded in throwing off the burden of his hereditary desires. For three months he has not touched a drop of liquor.", "genres": ["Drama"], "file": "51.json"}, "553800": {"title": "From Sabina, Italy", "plot": "One of the earlier silent films screened for Norwegian audiences, set in the region of Sabina, Italy.", "genres": [], "file": "52.json"}, "557529": {"title": "The Children of Edward IV", "plot": "", "genres": [], "file": "52.json"}, "557530": {"title": "The Son of a Slave", "plot": "", "genres": [], "file": "52.json"}, "560360": {"title": "Comata, the Sioux", "plot": "This story of the Black Hills consistently tells of the unrequited love of a Sioux brave for his chief's daughter, and how he premonished the awful results of her ominous marriage with a white cowboy. Clear Eyes, the daughter of Chief Thunder Cloud, is beloved by Comata, a Sioux brave, but having met and listened to the persuasion of Bud Watkins, a cowboy, leaves her mountain home to become his squaw. Poor little confiding Clear Eyes lives only for Bud, and he at first seems devoted to her, but at the end of two years, a little papoose arriving meanwhile to bless their union, he tires of her, and courts Miss Nellie Howe, a white girl, who thinks him single. Comata, however, has unremittingly watched his movements, and vows to avenge his lost one. Following him to the white girl's home, he sees enough to convince him of the whelp's villainy, so he goes and reveals the truth to Clear Eyes.", "genres": ["Western"], "file": "52.json"}, "560368": {"title": "Building and Operating a British Railway", "plot": "Documentary about building a engine.", "genres": ["Documentary"], "file": "52.json"}, "567341": {"title": "The Death of Ivan the Terrible", "plot": "Russian film.", "genres": ["Drama", "History"], "file": "53.json"}, "568862": {"title": "Une Partie de Tandem", "plot": "A couple takes a trip through the city on a tandem bike - chaos ensues.", "genres": [], "file": "55.json"}, "577790": {"title": "Domausgang am Ostersonntag", "plot": "Exit from the Cathedral in Trier on Easter Sunday 1909.", "genres": ["Documentary"], "file": "55.json"}, "577794": {"title": "The Corpus Christi Procession in Trier", "plot": "Marzen photographs this multi-shot document of a Catholic procession.", "genres": ["Documentary"], "file": "55.json"}, "577795": {"title": "Impressions of Trier", "plot": "Impressions of Trier, ca. 1902-1909.", "genres": ["Documentary"], "file": "55.json"}, "577796": {"title": "Leben und Treiben auf dem Viehmarkt", "plot": "Life and trade at the Cattle Market on May 5, 1909, in Trier.", "genres": ["Documentary"], "file": "55.json"}, "580982": {"title": "The Gypsy", "plot": "Pathé film from 1909", "genres": [], "file": "56.json"}, "581206": {"title": "The Gypsy", "plot": "A man sneaks away from his wife to see a gypsy. The woman and gypsy duel to the death.", "genres": [], "file": "56.json"}, "601721": {"title": "Choosing the Wallpaper", "plot": "A woman is shown various wallpaper samples, in a short displaying the Kinemacolour process", "genres": ["Documentary"], "file": "58.json"}, "608698": {"title": "Le vainqueur de la course pédestre", "plot": "Burlesque: the champion describes his race with such conviction that everyone is carried away with him.", "genres": [], "file": "59.json"}, "613647": {"title": "Drama in Moscow", "plot": "", "genres": ["Drama"], "file": "59.json"}, "613668": {"title": "The Enchantress", "plot": "", "genres": ["Drama"], "file": "59.json"}, "622725": {"title": "The Bride of Lammermoor", "plot": "Sir Walter Scott adaptation, existing in fragmentary form in the Library of Congress paper print collections.", "genres": [], "file": "60.json"}, "624780": {"title": "The Girl Spy: An Incident of the Civil War", "plot": "The American Civil War is the setting for this film which portrays the efforts of a girl, with the aid of her boyfriend, to deliver a message to the Confederate army while the Yankees try prevent them. After disguising themselves as Yankee soldiers, Nan and her young man are recognized, chased, and the young man killed. Nan manages to deliver the message but only after being shot herself, collapsing after the commander is in possession of the important news.", "genres": ["War", "Drama"], "file": "61.json"}, "626446": {"title": "Der Herzenknicker", "plot": "A count has decided to marry. When his former lovers hear of this, they decide to kidnap him from the office of the Justice of Peace and bring him to a manson.", "genres": ["Comedy"], "file": "61.json"}, "629483": {"title": "Le nain détective", "plot": "At a house party, people are dancing.... but one of the guests slips away from his accomplice to go break open a locked cabinet and steal money. three days later, the police have not cracked the case, so it's up to Little Bobby, the Dwarf Detective, to solve the crime.", "genres": ["Mystery", "Crime"], "file": "61.json"}, "639161": {"title": "The Village Fire Brigade", "plot": "A village fire brigade puts out a fire.", "genres": ["Comedy", "Drama"], "file": "62.json"}, "651477": {"title": "Viy", "plot": "Based on a the horror novella of the same name. First Russian horror film.", "genres": ["Horror", "Fantasy"], "file": "63.json"}, "656099": {"title": "The Star of Bethlehem", "plot": "", "genres": ["History"], "file": "63.json"}, "658084": {"title": "Il Natale di Cretinetti", "plot": "Comedy from a series about the character Cretinetti (Gibrouille). He is organizing a Christmas party but it ends up being a total mess. He buys a Christmas tree, but the tree is so big that he can hardly transport it to the party. As he runs around the city with the tree he creates one disaster after another.", "genres": ["Comedy"], "file": "64.json"}, "664870": {"title": "The False Oath", "plot": "An adaptation of Balzac's La Grande Bretêche", "genres": [], "file": "64.json"}, "664871": {"title": "The Great Breach", "plot": "The Count of Féredia, ex-officer of the Spanish army and prisoner of war, gains the favors of a young woman whose jealous husband spies relentlessly on their conduct. An adaptation of the Balzac story.", "genres": [], "file": "64.json"}, "666041": {"title": "Ein Matrosenabenteuer in Hamburg", "plot": "Only 3 minutes of this Oskar Messter short film survive.", "genres": ["Drama"], "file": "64.json"}, "668836": {"title": "Fiesta de toros", "plot": "", "genres": [], "file": "65.json"}, "668837": {"title": "Gira política de Madero y Pino Suárez", "plot": "", "genres": [], "file": "65.json"}, "668838": {"title": "Niños en la alameda", "plot": "", "genres": [], "file": "65.json"}, "668839": {"title": "Un día en Xochimilco", "plot": "", "genres": [], "file": "65.json"}, "668840": {"title": "Viernes de dolores", "plot": "", "genres": [], "file": "65.json"}, "669182": {"title": "Paper Manufacturing", "plot": "Short documentary", "genres": ["Documentary"], "file": "65.json"}, "674316": {"title": "Mrs. Jones Entertains", "plot": "", "genres": [], "file": "65.json"}, "674433": {"title": "The Children's Friend", "plot": "Three little girls fall into a sand pit and can't get out. One of them ties a note around her pet pigeon's neck and releases it. The pigeon flies home, alerting the parents to where the girls are trapped.", "genres": [], "file": "65.json"}, "674434": {"title": "Wanted, a Child", "plot": "A poor, elderly couple with many children is tempted when the husband's brother offers to pay to adopt one of the children himself. However, when forced to choose, the parents realize they can't part with any of their children.", "genres": [], "file": "65.json"}, "674435": {"title": "A Sweet Revenge", "plot": "After being jilted for another, a woman sends her lover's old letters to the new fiancée and looks forward to the reaction. But when she spots her old lover's glove left behind, she has a change of heart and repents.", "genres": ["Drama"], "file": "65.json"}, "682683": {"title": "Pranks", "plot": "Tom and Ethel separately decide to go bathing in a river. Pranksters switch their clothes and they each have to dress up as the opposite sex.", "genres": ["Comedy"], "file": "66.json"}, "683942": {"title": "Cretinetti cerca un duello", "plot": "A quarrel in a club room leads to a duel between two of the characters. Honor is satisfied by the usual \"continental scratch\" and the affair ends. Foolshead, however, has been a witness of the combat and is smitten with the duel fever, so a series of highly amusing scenes are witnessed in which Foolshead endeavors to get somebody to fight with him. Finally he gets a good beating for his pains, assaults the police and is arrested.", "genres": ["Comedy"], "file": "66.json"}, "684409": {"title": "Mme. Croquemitaine", "plot": "", "genres": [], "file": "66.json"}, "684410": {"title": "Satan's Defeat", "plot": "", "genres": [], "file": "66.json"}, "687666": {"title": "What is a flag?", "plot": "M. Dona appears in this Alice Guy film where he performs the title song.", "genres": ["Music"], "file": "66.json"}, "695283": {"title": "The Buoy", "plot": "", "genres": ["Drama"], "file": "67.json"}, "695319": {"title": "The Shipwreck", "plot": "", "genres": ["Drama"], "file": "67.json"}, "696810": {"title": "Patrician and the Slave", "plot": "Numidian queen Afra is sold as a slave to the Patrician, Marcellus. The dusky beauty is compelled to become the nurse of little Lucinia, the daughter of Marcellus. One day a party of Numidian's tribe, happening along, recognize her and carry her off, with little Lucinia. Setting out in a galley, a band of Roman warriors pursue them but fail to capture the fugitives. Lady Marcellus makes an offering at the shrine of the Goddess of the Sea, and in a visitation sees her little child with a slave in a strange place. She sets out with her retinue for the spot indicated, and is rewarded by the assistance of the sea nymphs, who restore Lucinius to her mother.", "genres": [], "file": "67.json"}, "697069": {"title": "The Imager of Mont Saint-Michel", "plot": "", "genres": ["Drama"], "file": "67.json"}, "697270": {"title": "Le bouquet de violettes", "plot": "A story of a woman and her two suitors.", "genres": [], "file": "67.json"}, "714865": {"title": "Il polentone a Pont Canavese", "plot": "During the carnival in Pont Canavese a polenta is prepared in the square and the whole town finds itself rejoicing around the stage and the big pot. The brentatori fill the saucepan with water, the cooks begin the preparation. The passing of the band on a cart cheers the villagers. The steaming polenta is ready: it is overturned on a table and a pennant is planted in the middle: “Ricordo dei Rivarolesi ai Pontesi 1909”. The crowd eagerly awaits the distribution of the rations and begins the binge.", "genres": ["Documentary"], "file": "70.json"}, "727461": {"title": "The Origin of Beethoven's Moonlight Sonata", "plot": "", "genres": ["Drama"], "file": "71.json"}, "727651": {"title": "The Magic Fountain Pen", "plot": "", "genres": ["Animation"], "file": "71.json"}, "727769": {"title": "Macbeth", "plot": "", "genres": ["Drama"], "file": "71.json"}, "729630": {"title": "Cuore di mamma", "plot": "", "genres": ["Horror", "Fantasy"], "file": "71.json"}, "758706": {"title": "The Awakening of Bess", "plot": "The Awakening of Bess is a silent short film of 1909 directed by Harry Solter . The protagonists of the film are Florence Lawrence (wife of the director) and King Baggot , a well-known theatrical actor, here in his cinematographic debut.", "genres": [], "file": "74.json"}, "758709": {"title": "A Baby's Shoe", "plot": "The story tells of the young widowed mother of two children who is forced by extreme poverty to part with one of her children, a baby girl, by placing it in a basket on the door steps of a wealthy banker. Before leaving the baby the poor mother takes one of its little shoes to keep as a memento.", "genres": ["Drama"], "file": "74.json"}, "758711": {"title": "The Brahma Diamond", "plot": "An unscrupulous tourist plots to steal the famous diamond, \"The Light of the World,\" tricking a young woman into helping him. She is caught and imprisoned, while he prepares to sell the diamond and make his getaway.", "genres": ["Adventure"], "file": "74.json"}, "758717": {"title": "The Deception", "plot": "A wife offers to support her artist husband by teaching piano. She can't find work at the conservatory, and ends up working in a laundry, without telling him the truth. When he discovers her lie, he is determined to leave her, until she is injured and he understands the sacrifice she made for him.", "genres": ["Drama"], "file": "74.json"}, "759012": {"title": "Drive for a Life", "plot": "Harry's jealous former mistress puts poison in some candy intended for his new fiancée. Harry discovers what she has done, and races to save his fiancée before she eats the candy.", "genres": ["Drama"], "file": "74.json"}, "759145": {"title": "Eloping with Auntie", "plot": "A girl is being shipped off to Europe with her aunt to break up her romance. Her suitor dresses himself as the aunt and manages to fool everyone long enough for them to elope.", "genres": ["Romance"], "file": "74.json"}, "759150": {"title": "Eradicating Aunty", "plot": "A young couple must endure a tedious visit from their aunt until their friend offers to find a way to make her leave.", "genres": ["Comedy"], "file": "74.json"}, "759154": {"title": "His Ward's Love", "plot": "Reverend Howson loves his young ward, but urges her to marry someone else. She accepts the proposal, but then sees the Reverend kissing an object she has dropped, and realizes he loves her.", "genres": ["Romance"], "file": "74.json"}, "759158": {"title": "His Wife's Mother", "plot": "Jones's mother-in-law prohibits his smoking and drinking, so he takes her out for the evening and gets her drunk.", "genres": ["Comedy"], "file": "74.json"}, "759159": {"title": "Jealousy and the Man", "plot": "House painter Jim Brooks thinks his wife is cheating on him with his best friend John West. The intrigue is in fact a birthday surprise.", "genres": ["Comedy"], "file": "74.json"}, "759733": {"title": "The Jilt", "plot": "John is seduced and abandoned by a cruel flirt. Later he learns that his friend Frank is engaged to the same woman. He relates his story to Frank and convinces him to jilt her at the altar.", "genres": [], "file": "74.json"}, "759734": {"title": "Jones and His New Neighbors", "plot": "Jones' new house looks like all the others on the street. One night Jones enters the wrong house and finds himself in a precarious situation.", "genres": [], "file": "74.json"}, "759739": {"title": "Jones and the Lady Book Agent", "plot": "After overhearing Jones mocking her, the lady book agent slips a suggestive note into Jones's pocket. A jealous Mrs. Jones finds the note, and a huge quarrel erupts.", "genres": [], "file": "74.json"}, "759741": {"title": "Mr. Jones’ Burglar", "plot": "Mr. Jones stays out late playing poker with his buddies. While he's gone, a burglar starts to break into his home. Mr. Jones arrives home just in time to catch him. Instead of calling for the police, he restages the capture in an overdramatic fashion and makes sure his wife sees it. She is so grateful she forgets to be mad at him for staying out so late.", "genres": ["Comedy", "Crime"], "file": "74.json"}, "759754": {"title": "The Medicine Bottle", "plot": "While she attends a party, Mrs. Ross leaves her young daughter to care for her bed-ridden mother. At the party, Mrs. Ross realizes she left the wrong medicine, and desperately tries to contact her daughter before it's too late.", "genres": [], "file": "74.json"}, "759756": {"title": "Mrs. Jones’ Lover  or, I Want My Hat", "plot": "Mr. Jones jumps to the wrong conclusions when he sees a bouquet of flowers and a man's hat in the parlor.", "genres": [], "file": "74.json"}, "759758": {"title": "The Note in the Shoe", "plot": "A shoe-factory worker puts a note in a shoe box offering to marry the lucky buyer. As a result, she is dismissed from her job, but her employer finds her so attractive that he suggests a new job for her, as his wife.", "genres": [], "file": "74.json"}, "759794": {"title": "The Prussian Spy", "plot": "Lady Florence hides her lover, a Prussian spy, from the French troops who are hunting for him. One of her other suitors, a French officer, discovers the hiding place and threatens to kill the spy.", "genres": [], "file": "74.json"}, "760039": {"title": "The Road to the Heart", "plot": "Miguel casts out his daughter when she marries a poor man, causing his wife to leave him, too. After he is unable to find a reliable cook, he reconciles with his daughter so he can get a good meal.", "genres": [], "file": "74.json"}, "760046": {"title": "The Roue’s Heart", "plot": "Mons. Flamant, a typical roué of the French nobility, is surrounded by all the pleasures and pastimes his fabulous wealth can procure. In a quest of diversion he visits the art rooms, just as a young girl enters with a magnificent piece of sculpture and places it on sale. The roué is so impressed with the work and the girl that he purchases it at once and follows her to the atelier, where he learns that she is the maid of the sculptress, whom he sees and at once falls passionately in love with her, but when he learns that she is totally blind, his feelings change to one of deepest pity.", "genres": [], "file": "74.json"}, "760049": {"title": "Schneider’s Anti-Noise Crusade", "plot": "Schneider is trying to write a speech but he can't concentrate with all the noise around him. During the night, Schneider catches burglars in his house, but when he sees they are stealing all the noisy distractions, he helps them get away.", "genres": [], "file": "74.json"}, "760052": {"title": "Those Boys!", "plot": "Two boys find a pistol their father has hidden. While they're playing with it, they line up a target, not realizing their sisters are on the other side of the door. The parents realize the gun is missing and avert the disaster.", "genres": [], "file": "74.json"}, "760055": {"title": "Tis an Ill Wind That Blows No Good", "plot": "Out-of-work, Tim steals a sandwich, then knocks out the policeman who chases him. He changes into the policeman's uniform, and is approached by a wife who needs help with her drunken husband.", "genres": [], "file": "74.json"}, "760057": {"title": "A Troublesome Satchel", "plot": "Sight unseen, a man buys a bag that turns out to contain burglar tools. He can't get rid of the bag, even when he's robbed. The thieves assume he's a colleague and return the bag and tools.", "genres": [], "file": "74.json"}, "760059": {"title": "The Winning Coat", "plot": "A young courtier gambles in a tavern and wins a coat from the leader of a gang. In the pocket he finds details of a plan to kidnap the Queen. He returns to the castle and hides until the kidnappers show up, then he exposes the kidnapping plot.", "genres": ["Drama"], "file": "74.json"}, "760060": {"title": "The Wooden Leg", "plot": "A father wants to marry his daughter to a rich man, but she's in love with someone else. She borrows a tramp's wooden leg, pretending that it's hers, and the disgusted suitor rejects her.", "genres": [], "file": "74.json"}, "760061": {"title": "A Wreath in Time", "plot": "A few of us have had the chance to read our own obituary notice, but it fell to the lot of John Goodhusband the rare privilege of viewing his own elegiac cinerary floral offerings, and at the time John was anything but a \"dead one.\"", "genres": [], "file": "74.json"}, "760717": {"title": "The Forest Ranger’s Daughter", "plot": "The forest ranger's daughter catches a spouse by hoodwinking Papa who brings in a minister.", "genres": [], "file": "74.json"}, "760718": {"title": "Her Generous Way", "plot": "A wife innocently inspires suspicion by generously giving away some money given to her for a hat.", "genres": [], "file": "74.json"}, "760719": {"title": "Lest We Forget", "plot": "A rich little girl helps a poor little girl by making their Christmas enjoyable.", "genres": [], "file": "74.json"}, "760723": {"title": "Love's Stratagem", "plot": "A short romance starring Florence Lawrence.", "genres": [], "file": "74.json"}, "764871": {"title": "Une opération mouvementée", "plot": "A man in the park gets into a fight with a nurse. One leg is broken, and he goes to a surgery, where it is sawed off. At this point the movie develops into a chase comedy.", "genres": ["Comedy"], "file": "74.json"}, "776036": {"title": "And a Little Child Shall Lead Them", "plot": "Seven years after the death of their first child, a couple has grown apart and decides to divorce. Their second child asks a question about who will keep the first child's most cherished toy after they separate. This leads the couple to reconsider their actions.", "genres": [], "file": "75.json"}, "776040": {"title": "A Burglar’s Mistake", "plot": "Henry is being blackmailed. When the blackmailer breaks into his house, Henry apprehends him at gunpoint and takes the opportunity to rid himself of the blackmailer's threat.", "genres": [], "file": "75.json"}, "776044": {"title": "The Death Disc: A Story of the Cromwellian Period", "plot": "During the reign of Oliver Cromwell, Catholic worship is forbidden on pain of death. Three soldiers are arrested as Catholics and condemned to die. Cromwell decides to spare two of them and to determine which should die by chance. The guards bring the first child they meet. Whichever soldier she gives the 'death disc' to shall die. Cromwell is charmed by the girl and gives her his signet ring. By chance the child is the daughter of one of the soldiers and gives the death disc to her father, because she thinks it's pretty. The child is returned home to her mother, who learns of her husband's pending execution and of the power of the ring. She rushes to the place of execution and saves her husband by producing the ring.", "genres": [], "file": "75.json"}, "776046": {"title": "The Eavesdropper", "plot": "Hidalgo offers his daughter's hand in marriage when he can't repay a loan to Manuella. But when Manuella overhears the daughter bidding farewell to her lover, he is so moved by their devotion that he cancels the debt.", "genres": [], "file": "75.json"}, "776049": {"title": "The Expiation", "plot": "William is drawn to Edward's wife, Helen. Sensing his feelings might lead him into an affair, he decides to go away. As he says goodbye to Helen, Edward spies from behind a curtain. Soon afterwards Edward shoots himself, believing Helen can be happier with William. When William returns to convince Helen to become his wife, she refuses, blaming herself for Edward's suicide.", "genres": [], "file": "75.json"}, "776050": {"title": "Fool's Revenge", "plot": "A court fool believes the Duke is after his beautiful daughter, and arranges to have the Duke murdered. The daughter overhears the plot and, disguised in the Duke's cloak, sacrifices her life to save him.", "genres": [], "file": "75.json"}, "776109": {"title": "The Hindoo Dagger", "plot": "Jack Windom experiences a sensation of awe at the reception of the Hindoo dagger from his old chum, Tom, who was traveling in India. Hanging the dagger on the wall. Jack goes out. For some time Jack has discerned a coolness in his wife, and his jealous misgivings were verified when he returned and found her in company with a stranger. Seizing the dagger from the wall he chases the recreant lover from the house and then follows the wife to the bathroom, wither she has flown in terror. Mercilessly he plunges the dagger and flies the place. The lover in hiding sees him leave and returns, and calling aid succeeds in reviving the wife, who afterwards with careful treatment recovers and marries her paramour. However, either from the baneful influence of this diabolical dagger, or the woman's capricious nature, just one year later the second husband enacts the same scene, but with fatal results.", "genres": [], "file": "75.json"}, "776110": {"title": "In Little Italy", "plot": "Marie has two suitors. She accepts Victor and rejects Tony, who stabs Victor in a fit of jealousy. When he learns that Victor is still alive, he breaks into the room in Marie's house where Victor is convalescing and attacks him again. He is threatening to attack Marie when lawmen burst in and arrest him.", "genres": [], "file": "75.json"}, "776111": {"title": "In the Window Recess", "plot": "An escaped convict takes refuge in the home of a police officer out on duty. He seizes the officer's daughter and pulls her into a window recess, with a pistol to her head. The officer returns and discovers the convict's hat. He suspect his wife is concealing an affair and she must avoid revealing the convict's presence for the sake of their daughter.", "genres": [], "file": "75.json"}, "776113": {"title": "Leather Stocking", "plot": "A short version of James Fenimore Cooper's famous tale about Natty Bumppo, or \"Hawkeye,\" and his exploits during the French and Indian war.", "genres": [], "file": "75.json"}, "776494": {"title": "The Mills of the Gods", "plot": "A woman in love with an unsuccessful author tries to convince a publisher to accept his work.", "genres": [], "file": "75.json"}, "776496": {"title": "A New Trick", "plot": "To help a woman whose purse has been snatched, two college boys stage a murder scene and trap the purse snatcher.", "genres": [], "file": "75.json"}, "776498": {"title": "A Rude Hostess", "plot": "Mrs. Leffingwell runs after the last of her departing party guests to return a forgotten muff. While she's out a burglar enters the apartment and opens the safe. He can't make his getaway before she returns, and tries to bluff his way out by saying he entered the wrong apartment. She sees the open safe and secretly tells the butler to get the police.", "genres": [], "file": "75.json"}, "776504": {"title": "Tragic Love", "plot": "Bob Spaulding, a manly fellow, meets Dr. Rankin and his wife on the street while they are engaged in a violent tiff. The doctor is about to strike his wife when Bob interferes, incurring the resentment of the doctor. During the flurry Mrs. Rankin drops her card case. From a card inside he learns the address and goes there to return it. They meet, and it is a case of love at first sight; but she is a wife, and beyond his reach.", "genres": [], "file": "75.json"}, "790122": {"title": "Bakhchisaraysky fontan", "plot": "", "genres": ["Drama"], "file": "76.json"}, "790280": {"title": "Reminicências", "plot": "", "genres": ["Documentary"], "file": "76.json"}, "801031": {"title": "The Birth of a Big Gun", "plot": "The manufacture of a new weapon in the pre-WWI naval arms race.", "genres": ["Documentary"], "file": "77.json"}, "803335": {"title": "Meeting of the Motion Pictures Patents Company", "plot": "A short film in which the members of the Motion Pictures Patents Company (which had been founded only a year earlier) congratulate Thomas Edison himself on receiving a new patent.", "genres": ["Documentary"], "file": "78.json"}, "804971": {"title": "Spring", "plot": "This darling compilation of Feuillade's 'Le Printemps' series embodies the joyous feeling of dancing out of winter into the spring.", "genres": ["Fantasy"], "file": "78.json"}, "811054": {"title": "The Falling Arrow", "plot": "An outlaw is in love with a Mexican painter's daughter.", "genres": [], "file": "78.json"}, "811117": {"title": "Youghal Clock Tower", "plot": "The Youghal Clock Tower is a light-hearted and playful exploration of the possibilities of animation in its infancy. In this short, the well-known landmark is depicted dancing into frame as the clock gate comes to life, spinning and dancing through the main street of the Cork town. It is likely that James Horgan was one of the earliest animators in Irish film history, as he experimented with film production techniques including stop-motion animation and the use of models, as well as retouching still photographs.", "genres": [], "file": "78.json"}, "816884": {"title": "Kassai korzó mozivásznon", "plot": "", "genres": ["Documentary"], "file": "79.json"}, "819529": {"title": "A Bad Day for Levinsky", "plot": "When a Jewish man mistakenly puts a sovereign in a slot machine, he goes to extraordinary lengths to try to retrieve it.", "genres": [], "file": "79.json"}, "83131": {"title": "His Last Game", "plot": "Bill Going is the star pitcher for his local Choctaw baseball team. Gamblers from Jimtown try to persuade him to throw the game and he shoots and kills them. He is given a reprieve to pitch the last game of the year.", "genres": [], "file": "79.json"}, "824842": {"title": "Young Deer's Bravery", "plot": "Short western", "genres": [], "file": "79.json"}, "842224": {"title": "I Did It", "plot": "A mother punishes her son for eating a plate of cream puffs, unaware that the daughter really did it. As the daughter watches the punishment, she feels guilty, and confesses her misdeed.", "genres": [], "file": "82.json"}, "846296": {"title": "Dans l'Hellade", "plot": "In all the arts the ancient Greeks excelled and their statuary, their music, their poetry, their dances, have remained to subsequent generations a standard to be followed and emulated. Terpsichore was the goddess of the dance, and if we read our mythology aright, taught the poetry of motion to her devotees. To all but a few who have made a study of Hellenic dancing such grace of action, such lithesomeness of body as was essential to the art when Grecian beauties tripped lightly and rhythmically over the green sward, is impossible. Mesdemoiselles Napierkowska and Marly, however, are superb in an exquisitely graceful ballet by Sacha Dezac, entitled \"In Ancient Greece.\" The dance is perfect and the quality of the film is such that it is difficult to believe that the dancers do not themselves appear in the flesh before the eyes of the spectators, instead of being a mere photographic reproduction of their swaying rhythmic movements.", "genres": [], "file": "82.json"}, "846303": {"title": "The Gentleman Thief", "plot": "Max at an evening party takes a necklace from one of the guests and makes good his escape. The guests and the police set out in pursuit but Max employs some novel methods and among others mounts a boat on the water chute and finally makes good his escape in a balloon which soars far out of reach of his would-be captors. This film is just cram full of novel situations and laughable episodes.", "genres": [], "file": "82.json"}, "846310": {"title": "Mare Tempestoso", "plot": "Silent film", "genres": [], "file": "82.json"}, "846706": {"title": "Sœur Angélique", "plot": "Silent film.", "genres": [], "file": "82.json"}, "854473": {"title": "Faldgruben", "plot": "", "genres": ["Drama"], "file": "83.json"}, "856339": {"title": "Stealing the Roast Duck", "plot": "", "genres": [], "file": "83.json"}, "861140": {"title": "Avelino Viamonte", "plot": "Film about this character born in 1818, who was the son of the general Juan José Viamonte and was shot by Rosario troops on September 16, 1940.", "genres": [], "file": "83.json"}, "866593": {"title": "La jeunesse de Vidocq ou Comment on devient policier", "plot": "", "genres": ["Crime", "History"], "file": "84.json"}, "879291": {"title": "The Judge's Ward", "plot": "A formerly lost Lubin short film.", "genres": ["Drama"], "file": "85.json"}, "881717": {"title": "Cretinetti re dei ladri", "plot": "Cretinetti fails as an amateur thief.", "genres": ["Comedy"], "file": "85.json"}, "881718": {"title": "Cretinetti ficcanaso", "plot": "Cretinetti meddles with things and lands into trouble every time, having his head forged on an anvil and falling into a pit on a construction site.", "genres": ["Comedy"], "file": "85.json"}, "884165": {"title": "Japanese Festival", "plot": "Early 20th century film footage of Japan.", "genres": ["Documentary"], "file": "85.json"}, "894286": {"title": "Vanka the Steward", "plot": "", "genres": [], "file": "86.json"}, "894291": {"title": "Dead Souls", "plot": "", "genres": [], "file": "86.json"}, "898845": {"title": "Le fer à cheval", "plot": "Cupid offer a horseshoe to princess Alice, promising her that the item will bring her the man of her dream. However, she is getting impatient and bored of keeping it...", "genres": ["Romance"], "file": "86.json"}, "904555": {"title": "Torquato Tasso", "plot": "Invited by Duke Alfonso II to the court of Ferrara to read his poems, the poet Torquato Tasso finds himself at the center of court intrigue because of his secret love for the Duke’s sister, Eleanora d’Este.", "genres": ["Drama"], "file": "87.json"}, "904737": {"title": "The Lady With the Camelias", "plot": "Aristocrat Armand Duval meets the courtesan Marguerite Gauthier, after which he never stops thinking about her. The young man’s family is adamantly opposed to his relationship with a girl of easy virtue. For the sake of Armand’s future, Marguerite, who is dying from consumption, sets him free.", "genres": ["Drama"], "file": "87.json"}, "908117": {"title": "Hunting Big Game in Africa", "plot": "A lion run is discovered, and, unmindful of promises which must be fulfilled, they prepare to secure a fine specimen.  A fake documentary that it had shot at Selig's California game preserve, using a lookalike actor as a stand-in for Roosevelt when necessary", "genres": ["Adventure"], "file": "87.json"}, "910485": {"title": "Briton and Boer", "plot": "The story opens just before the Boer War at the farm house of Jobe De Larey, just outside Kimberly, S.A. Jobe's family are Boers with all the strange customs and fierce hatreds of this transplanted people, all except his oldest daughter Gretchen. She has attended the English school at Kimberly, and while there met and fell in love with Allen Hornby", "genres": ["Action", "War"], "file": "87.json"}, "916824": {"title": "L'incendiaire", "plot": "A man smokes a pipe and falling asleep causes a fire in a haystack. The owners chase him until they find him in the most cruel way.", "genres": ["Drama"], "file": "87.json"}, "928068": {"title": "Tag Day", "plot": "The custom of young women \"tagging\" men on the public streets (on a day specially set aside and called \"Tag Day\") to secure funds for various charitable purposes is the basis for this Comedy short.", "genres": ["Comedy"], "file": "88.json"}, "928070": {"title": "Shanghaied", "plot": "Shanghaied is a 1909 dramatic short.", "genres": ["Drama"], "file": "88.json"}, "928072": {"title": "The Road Agents", "plot": "Road Agents begins as a pair of outlaws prepares to rob a stagecoach. Donning masks and brandishing six-guns, the bad guys relieve the passengers of their valuables and also make off with a box full of payroll money. As the sheriff organizes a posse, the bandits are seen dividing their loot. The greedier of the two crooks beats up his partner and absconds with their ill-gotten gains. The other bandit, thirsting for revenge, joins the sheriff's posse to track down his former chum.", "genres": ["Western"], "file": "88.json"}, "928179": {"title": "A Tale of the West", "plot": "A Tale of the West", "genres": ["Western"], "file": "88.json"}, "928180": {"title": "A Mexican's Gratitude", "plot": "A sheriff saves a Mexican from being hanged for horse theft. In a gesture of thanks, the Mexican writes the word \"gratitude\" upon a card. After rending the card in two, he gives one half to the sheriff. Many years later the sheriff, still carrying his half of the \"gratitude\" card, becomes the captive of desperados. One of these greasy varmints grabs a tobacco pouch from the bound sheriff's pocket, noticing the timeworn card...", "genres": ["Western"], "file": "88.json"}, "928181": {"title": "The Indian Trailer", "plot": "The Indian Trailer is a Western short.", "genres": ["Western"], "file": "88.json"}, "928186": {"title": "Ten Nights in a Barroom", "plot": "This story is based upon the celebrated drama of that title", "genres": ["Drama"], "file": "88.json"}, "928187": {"title": "The Black Sheep", "plot": "The Black Sheep is a 1909 drama", "genres": ["Drama"], "file": "88.json"}, "928188": {"title": "A Maid of the Mountains", "plot": "A drama of the mountains of Switzerland.", "genres": ["Drama"], "file": "88.json"}, "928189": {"title": "The Best Man Wins", "plot": "Charles Shea, the handsome young foreman of the Bar Z ranch, has won the love of the winsome daughter of his employer, John Graham. Alice and he are engaged to be married when a telegram announcing the death of his father and the request that he immediately return East, is handed Shea. Promising to return immediately the estate is settled. Shea bids Alice good-bye and leaves for the East. A year passes and no word from Charley. The girl is in despair and. though every cowpuncher on the place loves her madly, she refuses each one in turn, declaring that she will wait for Charley, whom she is sure will return soon.", "genres": ["Western"], "file": "88.json"}, "928192": {"title": "Judgment", "plot": "Jim Flanders, a wealthy ranchman, has a beautiful daughter, Alice, who is loved by Tom Ripley, the foreman of the ranch. The match is objected to by Flanders, who desires his daughter to wed a more cultured and refined man.", "genres": ["Western"], "file": "88.json"}, "928194": {"title": "His Reformation", "plot": "Tom Carlton, leader of a band of Western bandits, tires of his life of crime and resolves to reform.", "genres": ["Western"], "file": "88.json"}, "928196": {"title": "The Ranchman's Rival", "plot": "The Ranchman's Rival is a silent Western", "genres": ["Western"], "file": "88.json"}, "928197": {"title": "The Spanish Girl", "plot": "The story concerns Lola Gonzales, a Spanish dancing girl, who falls in love with \"Bud\" Wilson, foreman of the Circle A ranch.", "genres": ["Western"], "file": "88.json"}, "928199": {"title": "The Heart of a Cowboy", "plot": "Two handsome young Americans, cowboys of the \"Bar O\" ranch, fall in love with Kitty Blair, the pretty daughter of a neighboring ranchman.", "genres": ["Western"], "file": "88.json"}, "929348": {"title": "Песнь про купца Калашникова", "plot": "", "genres": [], "file": "88.json"}, "934448": {"title": "The Suicide Club", "plot": "One of the members of a suicide club learns he has inherited some money, but only after he drew the fatal lot and is expected to kill himself. Presumed to be a lost film.", "genres": ["Comedy"], "file": "89.json"}, "941240": {"title": "The Child as Benefactor", "plot": "The fates of two people align as a beggar tries to steal money from a sleeping newspaper boy. Instead of reporting the crook to the police, the benevolent boy buys him a hearty meal, convinces him to give up drinking and helps him back onto the right path in life. Soon enough the beggar has a job, money and a roof over his head. The two friends face a bright future together. (stumfilm.dk)", "genres": ["Drama"], "file": "89.json"}, "943955": {"title": "Macbeth", "plot": "The play opens with the scene on the wild heath where the three witches appear to Macbeth and Banquo, as they are returning from their victorious battle with the rebels. They predict the kingship of Macbeth with the words, \"All Hail, King, that shall be hereafter.\"", "genres": [], "file": "90.json"}, "945026": {"title": "Facundo Quiroga", "plot": "", "genres": [], "file": "90.json"}, "954549": {"title": "Three-Fingered Kate: Her Second Victim, the Art Dealer", "plot": "A girl helps her sister rob a baron's art gallery and escape over the roof.", "genres": [], "file": "90.json"}, "968058": {"title": "The Haunted Lounge", "plot": "A tramp in his haste to escape from the clutches of the law, rushes into a second-hand store and hides in a folding lounge. The lounge changes hands several times with each owner believing it is haunted. Finally it arrives in the home of a policeman. The policeman attempts to sleep, but the lounge starts to move, the policeman clinging to it. After riding about the room, the lounge starts for the door, goes down the stairs to the hallway out the back door into the yard. The policeman decides to burn the lounge, and after it is burned to ashes, behold the tramp standing in the center of the ash heap unharmed. The police arrest him for disturbing the peace.", "genres": ["Comedy"], "file": "91.json"}, "978318": {"title": "Jephtah's Daughter: A Biblical Tragedy", "plot": "Early short film dramatizing the biblical story of Jephthah (Judges 11).", "genres": [], "file": "93.json"}, "979019": {"title": "The Neighbors' Kids", "plot": "A neighbor visits her friend, taking with her her child, a little girl about the same age as the friend's little girl. Both children being full of mischief, they immediately put into execution a number of startling and ingenious pranks. While the laundry maid is entertaining her policeman lover, the children pin the policeman's coat tail to a sheet which is being ironed by the laundry maid. They next get a trap containing some mice and let them loose in the parlor where their parents are entertaining guests at a card party. They put the cat in the piano, make finger marks with flour on the hack of father's coat, causing his wife to think he has been embraced by the cook; they find grandfather asleep, his slippers lying on the floor, and nail the slippers down, and grandpa upon awakening receives a severe fall.", "genres": ["Comedy"], "file": "93.json"}, "979621": {"title": "In the Sultan's Power", "plot": "Jack Thornton, an American traveler, while touring Europe meets the daughter of an old French nobleman and falls in love with her. He is persistent in his suit for her hand, but outside of a seemingly cordial friendship the lady apparently does not return his affections. There is a reason for this. Osman Bey, a Turkish nobleman, desires the hand of this charming girl.", "genres": ["Adventure"], "file": "93.json"}, "979679": {"title": "Le portrait de Mireille", "plot": "Le portrait de Mireille is a 1909 short film", "genres": [], "file": "93.json"}, "979907": {"title": "西太后", "plot": "", "genres": [], "file": "93.json"}, "983164": {"title": "Andreas Hofer", "plot": "First feature film produced by the German pioneer Oskar Messter", "genres": [], "file": "93.json"}, "985614": {"title": "Corradino di Svevia (L'ultimo degli Hobenstarfen)", "plot": "Italian film from 1909", "genres": [], "file": "93.json"}, "985882": {"title": "National parade to celebrate the annexation of Congo to Belgium", "plot": "Documentary footage of a parade in Antwerp celebrating the annexation of Congo to Belgium.", "genres": ["Documentary"], "file": "93.json"}, "991109": {"title": "The Battle of Stag Beetles", "plot": "A reconstruction of mating rituals of stag beetles", "genres": [], "file": "94.json"}, "996498": {"title": "Le joueur", "plot": "A man gamles his wife away.", "genres": [], "file": "94.json"}, "996505": {"title": "The Poisoned Flower", "plot": "Silent short", "genres": [], "file": "94.json"}, "997603": {"title": "The Hemp Industry", "plot": "A short on industrial hemp, locally sourced from the Philippines.", "genres": ["Documentary"], "file": "94.json"}, "998183": {"title": "The Night Before Christian's Birthday", "plot": "Just before bedtime, Christian overhears a conversation between his grandmother and shopkeeper Blache. While Blache stubbornly insists that wealth is the only true happiness, the grandmother believes that a bright mind is worth more than its weight in gold. Christian agrees with Blache, but at night – filled with anticipation before his forthcoming birthday – he dreams of something that makes him see the matter in quite a different light. (stumfilm.dk)", "genres": [], "file": "94.json"}, "1003460": {"title": "Benedict Arnold", "plot": "Arnold, reproved by General Washington, decides, with the bitter hatred of a small nature, to betray West Point into the hands of the British, and to that end enters into negotiation with Major Andre, as the representative of the British General.", "genres": ["History"], "file": "95.json"}, "1004936": {"title": "The Governor's Daughter", "plot": "A true story of ante-Rebellion days.", "genres": ["Drama"], "file": "95.json"}, "1010656": {"title": "Sealed Instructions", "plot": "The scene is laid at the White House, the President's home. Looking down the broad avenue are seen two autos approaching it with great haste. One stops in front of the building and a man dressed in military clothes quickly ascends the broad steps. He is shown into the President's private office. The President is seen handing him a letter which is of a very secret and important nature. He is warned to be extremely careful and deliver it with utmost speed. Outside his machine is waiting.", "genres": ["Drama"], "file": "95.json"}, "1011097": {"title": "Stirring Days in Old Virginia", "plot": "This picture story is a series of stirring war scenes occurring in 1865, at the homestead of Captain Warren, Confederate officer, near St. Petersburg, Va., at that time headquarters of General Logan.", "genres": ["Drama"], "file": "95.json"}, "1013522": {"title": "Sexton Blake", "plot": "A detective poses as a cleric to save a squire's daughter from marrying a murderer.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1013526": {"title": "The Council of Three", "plot": "'Sexton Blake' poses as a gang's messenger to save a kidnapped girl.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1014220": {"title": "The Suicide Club", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1014222": {"title": "Nick Carter's New Achievements - Episode 1: In Danger", "plot": "A Nick Carter mystery", "genres": ["Mystery"], "file": "95.json"}, "1023641": {"title": "The Lie", "plot": "A short love story about jealousy and deceit; a soldier is in love with a girl, but when he gets injured, a jealous rival in love tells this girl that the soldier has died. She jumps into a ravine but is saved, and everything turns out well.", "genres": [], "file": "96.json"}, "1028569": {"title": "Les petits Pifferari", "plot": "A grieving mother sends her two young children out to earn a living. No one seems willing to help them. The gendarmes are busy standing around a crossroads, a monseigneur sends them on. Finally an old man sits them down and teaches them how to sing.", "genres": ["Drama"], "file": "97.json"}, "1028576": {"title": "Cretinetti the Wrestler", "plot": "André Deed is tired of being beat up, so a strong man has no trouble selling him one of the springs with handles at either end. When I was a kid, exercise mavens like Jack Lalanne would sell them, only made out of rubber. Anyway, Deed alternates exercising with this device and getting beat up on by almost everyone for the length of this one-reel comedy.", "genres": ["Comedy"], "file": "97.json"}, "1028892": {"title": "Sherlock Holmes", "plot": "Also known as Sherlock Holmes", "genres": ["Mystery"], "file": "97.json"}, "1043941": {"title": "Galileo Galilei", "plot": "", "genres": ["Drama", "History"], "file": "98.json"}, "1065308": {"title": "Guzmán the Good", "plot": "This Spanish short film tells the story of Guzmán el Bueno, a hero of the Reconquista.", "genres": ["History"], "file": "99.json"}, "1076654": {"title": "The Kiss of Judas", "plot": "Judas betrays Jesus Christ.", "genres": ["Drama"], "file": "100.json"}, "118943": {"title": "Those Awful Hats", "plot": "A pair of young ladies cause trouble at the cinema with their lavish hats.", "genres": ["Comedy"], "file": "101.json"}, "127105": {"title": "The Lonely Villa", "plot": "A gang of thieves lure a man out of his home so that they can rob it and threaten his wife and children. The family barricade themselves in an interior room, but the criminals are well-equipped for breaking in. When the father finds out what is happening, he must race against time to get back home.", "genres": ["Thriller", "Drama", "Action"], "file": "102.json"}, "127108": {"title": "Nero, or The Fall of Rome", "plot": "Roman emperor Nero is used to getting what he wants. He has grown tired of his wife Octavia, and has become infatuated with Poppea. He succeeds in making Poppea the new empress, but soon he faces opposition from an outraged populace. Informed of the danger of an imminent popular uprising, Nero orders to set fire to the city, which he watches from a terrace, rejoicing and playing his lyra.", "genres": ["History", "Drama"], "file": "102.json"}, "130015": {"title": "The Spider and the Butterfly", "plot": "Surviving fragment of a longer film. A magician makes a butterfly woman appear, and a woman in a star.  Exhausted, the magician falls asleep and the star woman turns into a spider, dragging the butterfly into her web.", "genres": ["Horror", "Fantasy"], "file": "103.json"}, "130057": {"title": "La Petite Rosse", "plot": "Max Linder is an ardent suitor for the hand of a somewhat rampageous young lady. The gentle Max suffers sadly from her rough treatment, but at length he extracts the promise that she will marry him when he has learned to juggle with three balls.", "genres": ["Comedy"], "file": "103.json"}, "131085": {"title": "The Curtain Pole", "plot": "An upper class drawing room. A gentleman breaks the curtain pole and goes in search of a replacement, but he stops into a pub first. He buys a very long pole, and causes havoc everywhere he passes, accumulating an ever-growing entourage chasing him, until he escapes them through a bit of movie magic, only to discover that the pole has already been replaced.", "genres": ["Comedy"], "file": "103.json"}, "132395": {"title": "The Airship Destroyer", "plot": "An inventor uses a wireless controlled flying torpedo to destroy enemy airships.", "genres": ["Drama", "War", "Science Fiction", "Action"], "file": "103.json"}, "139298": {"title": "The Golden Louis", "plot": "An anonymous donor drops a gold coin in the shoe of a homeless girl as she sleeps. A gambler with a 'sure thing' borrows the coin and wins a fortune, but he can't find her again to repay her.", "genres": ["Drama"], "file": "104.json"}, "144440": {"title": "Princess Nicotine; or, The Smoke Fairy", "plot": "A smoker falls asleep, and two mischievious fairies play with his pipe. He discovers this, and imprisons them in a cigar box. He removes a flower from the box, which contains a fairy smoking a cigarette. Next, he leaves briefly while his smoking paraphenalia clears itself from the table and the flower reassembles itself into a cigar. He lights the cigar, then breaks a bottle containing the fairy, who interacts with him in various ways reeling from his cigar smoke, building a bonfire that he extinguishes, etc.", "genres": ["Comedy", "Fantasy"], "file": "104.json"}, "144454": {"title": "Moscow Clad in Snow", "plot": "The film is in four parts. First, the camera pans the Kremlin and Marshal's Bridge. Sleds are parked in rows. Horse-drawn sleighs run up and down a busy street. Next, we visit the mushroom and fish market where common people work and shop. In Petrovsky Park are the well-to-do. Men are in great coats. A file of six or seven women ski past on a narrow lane. Last, there's a general view of Moscow. A slow pan takes us to a view above the riverfront where the film began.", "genres": ["Documentary"], "file": "104.json"}, "147615": {"title": "The Mended Lute", "plot": "In an Indian tribe, a girl escapes from her father and suitor to be with the man she loves.", "genres": ["Western"], "file": "105.json"}, "151534": {"title": "A Panicky Picnic", "plot": "A man and his wife try to enjoy a picnic, but strange and surreal happenings prevent them from doing so.", "genres": ["Fantasy"], "file": "105.json"}, "159998": {"title": "A Trap for Santa Claus", "plot": "The children of a household attempt to capture Santa, but they catch something else entirely.", "genres": ["Drama"], "file": "106.json"}, "160282": {"title": "A Midsummer Night's Dream", "plot": "The worlds first screen adaptation of a Shakespeare play.", "genres": ["Fantasy", "Comedy"], "file": "106.json"}, "160516": {"title": "A Sixteenth Century Russian Wedding", "plot": "A dramatization of a wedding in 16th-century Russia, between members of two prominent boyar families (based on paintings by Konstantin Makovskii): Three matchmakers first visit the family of the prospective bride, and then do the same with the prospective bridegroom's family. Later, as the time of the wedding draws near, the bride is dressed with great formality and prepared for the ceremony, as the guests get ready to celebrate the upcoming wedding.", "genres": ["Drama", "History"], "file": "106.json"}, "163233": {"title": "The Little Darling", "plot": "This might be termed a comedy of errors, for the overzealousness of a lot of good-hearted simple folks places them in a rather embarrassing position. Lillie Green, who keeps a boarding house, receives a letter from her old school chum, Polly Brown, whom sin hasn't seen in years, to the effect that as Lillie has never seen her little darling daughter, she will send her for a few days' visit, asking that someone meet the child at the 3:40 train. Lillie's boarders are a bunch of kind-hearted bachelors, who at once prepare to give the \"Little Darling\" the time of her life, buying a load of toys, etc., for her amusement, also procuring a baby carriage with which to meet her at the train. You may imagine their embarrassment when they find that Tootsie, instead of being a baby, proves to be a handsome young lady of seventeen, whose tastes run rather to garden gates, shady lanes and quiet nooks, than toys. (Moving Picture World)", "genres": ["Comedy"], "file": "106.json"}}