{"653": {"title": "Nosferatu", "plot": "The mysterious Count Orlok summons Thomas Hutter to his remote Transylvanian castle in the mountains. The eerie Orlok seeks to buy a house near Hutter and his wife, Ellen. After Orlok reveals his vampire nature, Hutter struggles to escape the castle, knowing that Ellen is in grave danger", "genres": ["Fantasy", "Horror"], "file": "0.json"}, "669": {"title": "Nanook of the North", "plot": "This pioneering documentary film depicts the lives of the indigenous Inuit people of Canada's northern Quebec region. Although the production contains some fictional elements, it vividly shows how its resourceful subjects survive in such a harsh climate, revealing how they construct their igloo homes and find food by hunting and fishing. The film also captures the beautiful, if unforgiving, frozen landscape of the Great White North, far removed from conventional civilization.", "genres": ["Documentary"], "file": "0.json"}, "164127": {"title": "Kodachrome Color Motion Picture Tests", "plot": "This two-color (green-blue and red) film was produced as a demonstration reel at the Paragon Studios in Fort Lee, New Jersey, under the direction of Kodak scientist John Capstaff. It features leading actresses, including Mae Murray, Hope Hampton, and Mary Eaton, posing and miming for the camera to showcase the capability of the complex Kodachrome process to capture their translucent movie star complexions and colorful, high-fashion clothing. (loc.gov)", "genres": [], "file": "2.json"}, "166472": {"title": "Manslaughter", "plot": "Society-girl thrillseeker Lydia's fun comes to an end when she accidentally causes the death of motorcycle policeman.", "genres": ["Drama"], "file": "2.json"}, "171432": {"title": "The Man from Beyond", "plot": "The Arctic, 1922. After being buried under the ice for a hundred years, Howard Hillary is thawed and revived. When he meets Felice Strange, he recognizes in her the same woman he once loved deeply. But is it really her?", "genres": ["Mystery", "Drama", "Adventure", "Thriller"], "file": "3.json"}, "175502": {"title": "Monte Cristo", "plot": "A film adaptation of the classic Alexandre Dumas novel. Edmond Dantes is falsely accused by those jealous of his good fortune, and is sentenced to spend the rest of his life in the notorious island prison, Chateau d'If. While imprisoned, he meets the Abbe Faria, a fellow prisoner whom everyone believes to be mad. The Abbe tells Edmond of a fantastic treasure hidden away on a tiny island, that only he knows the location of...", "genres": ["Drama", "Romance"], "file": "3.json"}, "175513": {"title": "Das Wunder", "plot": "An advertisement for Kantorowicz-Liköre, wherein our protagonists suffer no ill effects whatsoever from consuming alcohol.", "genres": ["Animation"], "file": "3.json"}, "175515": {"title": "Nathaniel Hawthorne", "plot": "A short about Nathaniel Hawthorne directed by documentary maker James A. FitzPatrick.", "genres": [], "file": "3.json"}, "175517": {"title": "The Steeplechase", "plot": "A slapstick comedy short with Lige Conley.", "genres": ["Comedy"], "file": "3.json"}, "175518": {"title": "Tommy Tucker's Tooth", "plot": "Tommy Tucker's Tooth is a live-action short film by Walt Disney at his short-lived Laugh-O-Grams studio in Kansas City from 1922. The film was one of two commissioned by Kansas City Dentist Thomas B. McCrum. It earned the Laugh-O-Gram studio $500.", "genres": ["Comedy", "Documentary", "Animation"], "file": "3.json"}, "175519": {"title": "A Day with Thomas A. Edison", "plot": "A six-part documentary recording the 74-year-old Edison's collaborations with his staff, conversations with industrial leaders, and supervision of the factory's production line. The majority of the film (parts 3, 4, and 5) chronicles Edison's trip to the incandescent light bulb factory and details its manufacturing process.", "genres": ["Documentary"], "file": "3.json"}, "175521": {"title": "Luffar-Petter", "plot": "Greta Garbo in her first feature \"Luffar-Petter\" (Petter The Tramp) 1922.", "genres": ["Comedy"], "file": "3.json"}, "175522": {"title": "Marizza", "plot": "All men are under lovely Marizza’s spell. Tired of working for the old woman Yelina, who forces her to cajole customs officials to help the smugglers, she flees and finds work at Mrs. Avricolos’ farm. The latter is in business with an unscrupulous moneylender, whose daughter is promised to Leone, the family’s eldest son. But Leone will fall quickly for Marizza...", "genres": ["Drama"], "file": "3.json"}, "175525": {"title": "Danse macabre", "plot": "The Black Death is ravaging Spain. As Camille Saint-Saëns's \"Danse Macabre\" plays on the soundtrack, a mix of animation and acted scenes tells the story of Youth and Love meeting one night. They dance, embrace, and kiss. As the night wears on, exuberant Death, a skeletal figure with a violin, pursues the couple. They try to elude him. Eventually, Love swoons. Youth is powerless to protect her. Is she doomed?", "genres": ["Drama", "Horror", "Music"], "file": "3.json"}, "175526": {"title": "Walter Makes a Movie", "plot": "Walter makes a Movie was directed by Tom Seymour and Walter Forde in 1922. Forde plays a petty thief who steals from film star Pauline Highbrow (Pauline Peters). Pursued by the police he ends up in the Star Film Company's studio during the shooting of her latest melodrama.", "genres": [], "file": "3.json"}, "175531": {"title": "Mixed Nuts", "plot": "Nuts in May, re-cut, with added footage and outtakes from _Pest, The (1922)_ , combined with newly shot sequences to bridge the scenes.", "genres": [], "file": "3.json"}, "175532": {"title": "The Counter Jumper", "plot": "In the late 19th and early 20th centuries, 'counter jumper' was the term used in both Britain and the U.S.A. to describe the lowest dogsbody clerk in a general store or emporium. Here, Semon is employed in that capacity in an Old West general store that caters for desperate characters. As usual for Semon, most of the gag set-ups are deeply contrived and implausible. We get here not one but two separate sequences in which randomly splattered stains just happen to resemble a human face.", "genres": ["Comedy", "Action"], "file": "3.json"}, "175534": {"title": "Years to Come", "plot": "Like many a Snub Pollard comedy, \"Years to Come\" is a complete flight of fancy. In this one, it is the year 2000, and the roles of women and men have been completely reversed. That's where almost all the jokes come from.", "genres": ["Comedy"], "file": "3.json"}, "175535": {"title": "Felix in the Bone Age", "plot": "Felix comes upon a caveman and his girlfriend. The girlfriend is crying, and when the caveman asks her what she wants...", "genres": ["Animation"], "file": "3.json"}, "175536": {"title": "Walter Wants Work", "plot": "Walter wants work (1922) (Directed by and starring Walter Forde this stands as a good introduction to the work of the UK's only major comedian. This farce finds Walter attempting and failing at multiple jobs with the inevitable suspicion from the local bobbies.", "genres": [], "file": "3.json"}, "175538": {"title": "Bubbles", "plot": "Max and Koko The Clown bet who can blow the biggest soap bubble.", "genres": ["Comedy", "Animation"], "file": "3.json"}, "175539": {"title": "The Seventh Day", "plot": "A group of New York society folk on a yachting excursion are forced to put into a New England fishing village for repairs. The engaged couple Reggie and Patricia are taken with the quaint town and its quainter ways, but also with two locals, Betty Alden and her brother John. Patricia begins to fall for John while her fiancé takes a seemingly unworthy liking to Betty. The new infatuations lead to disharmony.", "genres": ["Romance", "Drama"], "file": "3.json"}, "175544": {"title": "Felix Minds the Kid", "plot": "After unsuccessfully trying to steal food from a fish market, Felix is promised by a man that if he watches the man's child, he will be fed a great meal. Unfortunately, the baby swallows a balloon and floats out the window, and Felix has to find him and bring him back before the man gets home.", "genres": ["Animation"], "file": "3.json"}, "175547": {"title": "Felix Lends a Hand", "plot": "Trudging through the snow in his hometown, Felix sees a billboard advertising sunny Egypt, and says that he'd give four of his nine lives to be there rather than freezing in the snow. He then hears crying coming from his friend Abdul's carpet shop, and it turns out that Abdul's girlfriend has been kidnapped by an Egyptian sheik. Felix promises to rescue her, and hops on a magic carpet Abdul has lying around the shop, says the magic word and flies off to Egypt to keep his promise.", "genres": ["Animation"], "file": "3.json"}, "175548": {"title": "Felix in the Swim", "plot": "A grateful mouse promises Felix \"if there's anything I can do for you, just call on me\" after Felix lets him go from a mousetrap. Felix then goes over to Willie Brown's house, whistles for the kid to come down from his bedroom and go \"to the 'ole swimming hole\" but Willie's mom spots him and tells the boy to go back inside and \"practise his piano lessons.\"", "genres": ["Animation"], "file": "3.json"}, "175549": {"title": "Felix Saves the Day", "plot": "Boys playing back alley baseball improbably hold their afternoon game at the Polo Grounds. Felix the Cat takes action when his favored team seems poised to lose.", "genres": ["Animation"], "file": "3.json"}, "175552": {"title": "Felix Turns the Tide", "plot": "Felix the Cat becomes a soldier when the rats declare war on the cats.", "genres": ["Animation"], "file": "3.json"}, "175553": {"title": "Fulta Fisher's Boarding House", "plot": "Fulta Fisher runs a boarding house catering to seamen passing through the port. A girl known as Anne of Austria has had many lovers amongst the sailors, but presently she's known to be the \"property\" of Salem Hardieker, a tough Bostonian. When Anne's eye drifts to a new potential lover, Hans the Dane, he spurns her, knowing she's Salem's girl. But hell hath no fury like a woman scorned....", "genres": ["Comedy", "Drama"], "file": "3.json"}, "175556": {"title": "Roars and Uproars", "plot": "The heroine must marry one of three prospective bridegrooms who are all lunatics with odd fake facial hair to inherit $500,000. When one of the spurned bridegrooms releases a bunch of lions to disrupt the ceremony, the result is a lot of ROARS AND UPROARS. Will love triumph, or will the lions mess everything up?", "genres": [], "file": "3.json"}, "175558": {"title": "The Original Movie", "plot": "A writer sells his masterpiece to a film company. It gets butchered horribly in the process of getting made into a movie.", "genres": ["Animation"], "file": "3.json"}, "175559": {"title": "Jumping Beans", "plot": "Max tricks Koko with a jumping bean. Koko finds a way to duplicate himself to get his revenge.", "genres": ["Animation", "Comedy"], "file": "3.json"}, "175561": {"title": "A Pair of Kings", "plot": "A Pair of Kings is a 1922 American silent comedy film featuring Larry Semon &amp; Oliver Hardy.", "genres": ["Comedy"], "file": "3.json"}, "175563": {"title": "The Trap", "plot": "A miner's happiness is destroyed when a rival steals his mine. He becomes obsessed with revenge, and plans a trap for the man who took his mine.", "genres": ["Drama"], "file": "3.json"}, "175564": {"title": "A Quiet Street", "plot": "The gang mistakenly believes a police patrol is after them for beating up a cop's boy; they wind up encountering the police's real quarry: Red Mike.", "genres": ["Comedy"], "file": "3.json"}, "175569": {"title": "Young Sherlocks", "plot": "The Mystic J.J.J.'s challenge Ernie's bravery; he spins a tale of saving a rich young girl from kidnappers and of creating a utopia called Freetown.", "genres": ["Comedy"], "file": "3.json"}, "175579": {"title": "Saturday Morning", "plot": "The Rascals, feeling unloved at home, decide to become pirates. Meanwhile, a mother, an aunt and a valet join the cops in searching for the runaways.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175583": {"title": "One Terrible Day", "plot": "Mrs. Pennington Van Renssalaer, a publicity-minded society matron, sponsors a children's outing, much to her and her chauffeur's eventual regret.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175585": {"title": "Fire Fighters", "plot": "The gang forms a fire department; they end up thwarting a bootlegger, but not before their pet animals get drunk on his moonshine.", "genres": ["Family", "Comedy"], "file": "3.json"}, "175587": {"title": "Our Gang", "plot": "An unethical merchant moves into town and steals customers from the widowed owner of an established store; the gang steps in to help.", "genres": ["Comedy"], "file": "3.json"}, "175590": {"title": "Peg o' My Heart", "plot": "PEG O MY HEART (Metro Studios, 1922), directed by King Vidor, under the supervision of J. Hartley Manners, introduces the legendary theatrical actress Laurette Taylor (1884-1946) to the screen reprising the role she made famous as a poor Irish farm girl who inherits a fortune but would rather have happiness instead. While a bit too old for the character supposedly in her late teens or early twenties, Laurette was tailor made for it.", "genres": ["Comedy", "Drama"], "file": "3.json"}, "175593": {"title": "Down to the Sea in Ships", "plot": "Being the story of the Morgans, a 19th-century Massachusetts whaling family, their tightly-knit Quaker community, and the dangerous adventures of an unwilling stowaway aboard one of the elder Morgan's harvest vessels.", "genres": ["Adventure", "Drama", "Romance"], "file": "3.json"}, "175594": {"title": "Nathan der Weise", "plot": "Silent movie adaptation of Lessing's play. Set in Jerusalem during the Third Crusade, it describes how the wise Jewish merchant Nathan, the enlightened sultan Saladin and the (initially anonymous) Templar bridge their gaps between Judaism, Islam and Christianity.", "genres": ["Drama", "History"], "file": "3.json"}, "175596": {"title": "The Egg", "plot": "Stan plays a mischievous and clumsy worker in a lumber factory.", "genres": ["Comedy"], "file": "3.json"}, "175597": {"title": "Polikushka", "plot": "\"Polikushka\" was the only film directed by Aleksandr Sanin, one of Moscow Art Academic Theatre's founders, and is based on Lev Tolstoy's homonym short story. In spite the many differences between the literary oeuvre and its film adaptation it is a remarkable work that is outstanding for its depiction of the cruel realities of Russian society -the harsh life condition of its main character and his family in contrast to the wealth of his mistress;", "genres": ["Drama"], "file": "3.json"}, "175598": {"title": "Choose Your Weapons", "plot": "In many ways, this reminds me of another Bobby Vernon film, RENO OR BUST. That's because both films star Bobby and consist of him trying to rescue his lady from being forced to marry a man she doesn't love. However, in this case she's being forced to marry the king of a fictional country and the king, unbeknownst to his subjects, is already married.", "genres": [], "file": "3.json"}, "175600": {"title": "Anna-Liisa", "plot": "Anna-Liisa carries a secret. Three years ago she killed the baby she had with Mikko, the old hired hand of Kortesuo (Einar Rinne). Now she's marrying Johannes (Emil Autere), when suddenly Mikko comes back.", "genres": ["Drama"], "file": "3.json"}, "175602": {"title": "Romance of a Fruit Peddler", "plot": "Cheng the fruit seller is in love with the daughter of his neighbor the doctor, but the good doctor won't let him marry her unless Chang finds him more patients...", "genres": ["Comedy"], "file": "3.json"}, "176688": {"title": "Kino-Pravda No. 3", "plot": "Dziga Vertov-directed Soviet newsreel covering: Trial of the Socialist Revolutionaries / Demonstrators carrying banners.", "genres": ["Documentary"], "file": "3.json"}, "176691": {"title": "Kino-Pravda No. 4", "plot": "Dziga Vertov-directed Soviet newsreel covering: Trial of the Socialist Revolutionaries / Motor race Moscow – Sevastopol' / Barges loaded with grain are sent to the starving in the provinces / The Caucasus and its resorts.", "genres": ["Documentary"], "file": "3.json"}, "176701": {"title": "Kino-Pravda No. 5", "plot": "Dziga Vertov-directed Soviet newsreel covering: Peasant People's Commissar for Agricultural Affairs, Vasilij Jakovenko / Health resort Soči / Sanatorium for children / Harness racing - The first Red Derby.", "genres": ["Documentary"], "file": "3.json"}, "184260": {"title": "The Suram Fortress", "plot": "The legend of the Suram Fortress.", "genres": ["Drama", "Adventure", "Crime", "History"], "file": "4.json"}, "184262": {"title": "The Village Blacksmith", "plot": "(survived only 10 minutes)  As young men, the squire (Marshall) and the village blacksmith (Walling) are in love with the same woman (Boardman), whom the blacksmith marries. This angers the squire. Years later, the squire's son Anson (Yearsley) dares the blacksmith's son Johnnie (Hackathorne) to climb a tree, from which he falls and is crippled.  As adults, Anson and the blacksmith's daughter Alice (Valli) fall in love, which angers the blacksmith, who chastises his daughter. The blacksmith's other son Bill (Butler) returns from college and is injured in a train accident. Anson steals $480 from a church fund which is currently in Alice's possession. Alice is struck by lightning. The blacksmith take Anson and the squire to church where they both repent.", "genres": ["Drama", "Romance"], "file": "4.json"}, "184264": {"title": "Vanina", "plot": "Vanina loves rebel leader Octavio, who gets caught. He gets a pardon and marries Vanina. When he is captured again, Vanina helps him to escape prison. They are both caught, and after his execution she dies from grief.", "genres": ["Drama"], "file": "4.json"}, "184267": {"title": "The Young Rajah", "plot": "A young man raised in the American South discovers he is an Indian prince whose throne was taken by usurpers.", "genres": ["Drama", "Romance"], "file": "4.json"}, "184274": {"title": "The Pest", "plot": "Stan is Jimmy Smith, a salesman who is trying hard to pitch his Napoleon book to an uninterested customer as they stand in front of some iron gates.  When an elderly gentleman approaches the two men he uses sign language to communicate to the 'customer' and they leave together.  This is when Stan sees the sign for the Deaf & Dumb Institute that his subject was standing in front of.  An elderly lady then walks out of the gates and Stan uses sign language in an attempt to talk to her.  Of course, she is not deaf or dumb and gives him some verbal abuse for assuming so.", "genres": ["Comedy"], "file": "4.json"}, "184276": {"title": "Mi alazán tostao", "plot": "Amancio, the son of a judge, is the real master and lord of a town, and wants to impose his property criteria over the owners of ranches and horses. He stops the eviction of Eulalia’s family ranch, with the hidden intention of making her his lover. Silvestre, an outsider that arrives at the village, meets Eulalia by chance, after suffering a zulky accident. He will find trouble as well, as his horse doesn’t have a property mark.", "genres": ["Drama", "Western"], "file": "4.json"}, "184277": {"title": "La chica de la calle Florida", "plot": "A poor girl falls in love with a young rich boy who is the son of her boss.", "genres": ["Drama"], "file": "4.json"}, "188050": {"title": "The Non-Skid Kid", "plot": "", "genres": ["Comedy"], "file": "5.json"}, "188867": {"title": "The Masquerader", "plot": "John Loder looks exactly like his cousin, John Chilcote, who is a member of Parliament. Because of his dissolute ways, Chilcote collapses, and Loder is called in to take his place so that the family honor can remain unsullied. Loder's masquerade is so successful that no one suspects him of being an impostor, not even Chilcote's estranged wife, Eve. Loder distinguishes himself with his actions, both in public and private, while the real Chilcote sinks further into the gutter until he finally dies. Loder decides to remain as John Chilcote, and marries Eve, who, up until Loder reveals his true identity, has believed she was falling in love with her husband all over again.", "genres": ["Drama"], "file": "5.json"}, "190149": {"title": "'A Santanotte", "plot": "Based on a popular Neapolitan song, ‘A santanotte, is the earliest extant feature film by Elvira Notari, Italy's first and most prolific female filmmaker. Nanninella, a young girl, is exploited and abused by her father, whom she maintains with her waitress salary.", "genres": ["Drama", "Romance"], "file": "5.json"}, "190686": {"title": "Shine 'Em Up", "plot": "Paul's career as a shoeshine man is interrupted when he is mistaken for an escaped convict, but after the Station Master gives him a job at the train station he proves his worth.", "genres": ["Comedy"], "file": "5.json"}, "191192": {"title": "A Weakend Driver", "plot": "Larry goes driving... and flying... and falling....", "genres": ["Drama"], "file": "5.json"}, "205275": {"title": "Beauty's Worth", "plot": "Prudence Cole is an unsophisticated Quaker girl being raised by her two aunts. Prudence is flirted with by snobbish Henry Garrison, who actually disdains the girl for her lack of worldliness and savoir faire. When Henry and his friends try to embarrass her at a posh resort, Prudence turns the tables on them.", "genres": ["Drama"], "file": "6.json"}, "205287": {"title": "Little Red Riding Hood", "plot": "Anson Dyer's animation made for Hepworth Picture.", "genres": ["Animation"], "file": "6.json"}, "205447": {"title": "The Cuckoo", "plot": "", "genres": [], "file": "6.json"}, "205659": {"title": "The Buccaneer's Son", "plot": "A melodrama.", "genres": ["Drama"], "file": "7.json"}, "206063": {"title": "Lorna Doone", "plot": "In 17th-century England, an outlaw clan kidnaps a young girl, who grows up among them. The farm boy who met her just before the kidnapping eventually rescues her, and they fall in love.", "genres": ["Drama"], "file": "7.json"}, "210381": {"title": "Love's Crucible", "plot": "At the end of the middle ages, Ursula is accused of having poisoned her own husband. She claims she is innocent, but to prove it, she must submit to a ritual: trial by fire, walking on fire along a path leading directly to a crucifix. A film that has been much commended for the visual creativity shown by the director in successive blending in of images involving Ursula, her husband, the Virgin Mary, and Jesus Christ. Much applauded, also: the performance of Jenny Hasselqvist, thus described by French director René Clair: “We shall never forget her flaming eyes, the severity of her spirit, her abrupt and alarmed expressions, like an animal under threat.”", "genres": ["Drama"], "file": "7.json"}, "213322": {"title": "Farende folk", "plot": "On a farm in east-Norway lives Jonas Værn. He befriends a traveling finn Ahti who tells about his lost love and the man that took it from him. Ahti is later accused of murdering that fellow traveler....", "genres": [], "file": "7.json"}, "213363": {"title": "Kjærlighet på pinde", "plot": "Spoiled Alexander Snobman tries to court a pretty dancer. But he has a rival, engineer Philip Helt, who is everything Snobman isn't.", "genres": ["Romance", "Comedy"], "file": "7.json"}, "221822": {"title": "Pardon Me", "plot": "Eddie Lyons tears his pants in the back and meets an old army buddy.", "genres": [], "file": "8.json"}, "22592": {"title": "Grandma's Boy", "plot": "A meek young man must find the courage within when a rogue tramp menaces his home town.", "genres": ["Comedy"], "file": "8.json"}, "228035": {"title": "Cainà", "plot": "Cainá is a young peasant who lives in a small village in Sardinia together with her goats and parents. She is a wild and free spirit and unconventional for any small and closed communities dominated by old rules. Cainà yearns to escape from such a closed atmosphere and the isolated island, so, as an old tune says: \"Somewhere beyond the sea, somewhere, waiting for me…\"; When a boat arrives to the island, she will do her best to flee away from her little oppressing village and experience new adventures in the continent with the help of the boat captain.", "genres": ["Adventure", "Drama"], "file": "9.json"}, "228038": {"title": "Chemistry Lesson", "plot": "Farmer Al Falfa gives his moonshine to a rabbit and a rooster before drinking the powerful stuff himself and hurtling into space. He meets a creature with a chicken-like body and three cat-like heads.", "genres": ["Animation"], "file": "9.json"}, "228041": {"title": "Jack the Giant Killer", "plot": "Jack is trying to impress Susie with his ambition to visit the Land of the Giants. She watches as he demonstrates the strength with which he will conquer the giant. Then we see the cat and dog loading up the boat.", "genres": ["Animation"], "file": "9.json"}, "228045": {"title": "Out of Place", "plot": "Directed by and stars Al St. John and the first half is a little below average. It's a variation on the sort of rustic comedies his uncle, Roscoe \"Fatty\" Arbuckle, used to star in with Mabel Normand almost a decade earlier. The gags, while reasonable and appropriate, are, like the cows, milked too much. The pretty girl is swinging on a swing, reading a newspaper and knocks four of her suitors and her father into the water, with a long, slow-motion shot of them plunging into the depths.", "genres": [], "file": "9.json"}, "228879": {"title": "The Dresden Doll", "plot": "In this one, Max has run low on ink, so Ko-Ko finishes drawing himself and then heads over to the camera room, where he creates his own characters, a mechanical dancing Dresden doll with whom he falls in love and a couple of automaton musicians. He gets rid of the musicians, but, alas, the projectionist gets oil onto Ko-Ko's  soon-to-be bride, melting her.", "genres": ["Romance", "Animation", "Comedy"], "file": "9.json"}, "233425": {"title": "Casey at the Bat", "plot": "In his career, De Wolf Hopper recited Ernest Lawrence Thayer's \"Casey at the Bat\" thousands of times. Here, wearing a tuxedo, he emerges from behind a curtain as if at a theater, gives a short introduction, and launches into the poem. The camera is stationary, and although Hopper stands in one place, his hands and arms, his face, and his voice are animated throughout. In delivery, it's a minstrel performance.", "genres": [], "file": "9.json"}, "249813": {"title": "The Worldly Madonna", "plot": "Ms. Young portrays two roles. As Janet, a convent novitiate, she agrees to exchange places with her sister, Lucy, a cabaret dancer, who believes she has killed a man.", "genres": [], "file": "11.json"}, "251019": {"title": "Kino-Pravda No. 6", "plot": "Dziga Vertov-directed Soviet newsreel covering: Streetcar collision / Arms manufacturing plant resumes operation / Assembling an automobile / Bicycle and motorcycle races / A parade of Red Army armored units and an attack exercise.", "genres": ["Documentary"], "file": "11.json"}, "253920": {"title": "Samson and Delilah", "plot": "Early British version of the tale of Samson. Fifth release in the 'Tense Moments from Opera' series.", "genres": [], "file": "11.json"}, "253924": {"title": "My Mistake", "plot": "Eddie Lyons, silent movie comedian , was a movie factory. He appeared in and directed nearly 400 films between 1911 and 1926. Lyons apparently only directed this movie despite the titles. It stars Pierre Collosse and Gus Alexander.", "genres": [], "file": "11.json"}, "258289": {"title": "L'Arlésienne", "plot": "The final film of André Antoine.Based on the play by Alphonse Daudet. In the nineteenth century, in Camargue, the charming Frédéri, young son of wealthy farmers, is madly in love with a beautiful Arlesienne and wants only to marry her. But the family learns that she has had an affair with a herdsman. Frédéri is deeply affected by this revelation that destroys all his dreams.", "genres": ["Drama"], "file": "12.json"}, "259483": {"title": "Deserted at the Altar", "plot": "Anna Moore, a poor orphaned country girl, and her little brother, Tommy, live with hypocritical Squire Simpson, who conspires with his son to acquire the inheritance due the girl.", "genres": ["Drama"], "file": "12.json"}, "25770": {"title": "The Paleface", "plot": "A butterfly collector unwittingly wanders into an Indian encampment while chasing a butterfly, but the tribe has resolved to kill the first white man who enters their encampment because white oil tycoons are trying to force them from their land.", "genres": ["Western", "Comedy"], "file": "12.json"}, "263006": {"title": "Finlandia", "plot": "A documentary from Erkki Karu, one of the earliest pioneers of Finnish cinema: This government-run propaganda film introduces the nature, sports, military, agriculture and capital of Finland.", "genres": ["Documentary"], "file": "13.json"}, "263223": {"title": "Zohra", "plot": "Saved from shipwreck, a little girl is taken into the protection of the North-African tribal chief and named \"Zohra\".", "genres": ["Drama"], "file": "13.json"}, "268481": {"title": "The Lighthouse Keepers", "plot": "After losing her father in the sea, Rosa is lodged in the house of the lighthouse keeper João Vidal. António Gaspar, also a lighthouse keeper, loves Rosa. His jealousy of João Vidal will provoke the death of Rosa, an act that the mother of António will help to cover up.", "genres": ["Drama"], "file": "14.json"}, "270266": {"title": "Fathoms Deep Beneath the Sea", "plot": "A short documentary showing a variety of sea creatures.", "genres": [], "file": "14.json"}, "271096": {"title": "Felix Gets Revenge", "plot": "Felix strikes up a friendship with a small boy, but the boy's father won't let him keep Felix as a pet. Every time Felix tries to sneak into the house, the father throws him out, finally chasing him out with a shotgun. To get his revenge, Felix plants some very old cheese in the house, then waits for all the mice to smell it and swarm into the house.", "genres": ["Animation"], "file": "14.json"}, "271100": {"title": "The Dumb-Bell", "plot": "The owners of a movie studio are having problems with a temperamental director, and they promise an actor on one of his pictures that he can have the job if he can find a way to make the director leave the picture.", "genres": ["Comedy"], "file": "14.json"}, "271102": {"title": "Shibukawa Bangorō", "plot": "A film on the life of Shibukawa Bangorō, the founder of the Shibukawa-ryū school of jūjutsu. To paraphrase Satō Tadao’s blurb on the back cover of the video, this is an important film for three reasons. 1. it is an almost perfectly well preserved copy of one of only a few full-length movies still available of the first superstar in Japanese cinema history, the very famous Onoe Matsunosuke. 2. it uses a method that was common in the silent era, the dyeing/tinting of film to mark given moments of day (for ex., blue for night-time) or given situations (for ex., red for fire) – and even though most films that used this technique have been redeveloped in straight b&w, this one is available in its original form. 3. it is an early SFX (special effects) movie that uses the basic tools of the trade - a great action movie full of swordsmanship and monsters (bakemono).", "genres": [], "file": "14.json"}, "271358": {"title": "Lucrezia Borgia", "plot": "Rodrigo Borgia, Pope Alexander VI, has three adult children: Juan, who is virtuous and has a sweetheart who is a woman of the people, Lucrezia, who is virtuous and wants to marry Alfonso, and Cesare, who is wicked and lusts after Lucrezia, Juan's girlfriend, and probably others. Cesare has vowed to kill any suitor for Lucrezia's love, and he has three thugs to carry out his wishes. Bodies fall into the Tiber, into the Colosseum (with lions prowling), and onto the Vatican floors.", "genres": [], "file": "14.json"}, "27508": {"title": "A Blind Bargain", "plot": "Chaney plays two roles: mad scientist Arthur Lamb and Lamb's \"experiment\", known only as the Ape Man. This hideous creature was the result of Lamb's attempts to transplant animal glands into human beings.", "genres": ["Drama", "Horror", "Mystery", "Science Fiction"], "file": "14.json"}, "272982": {"title": "The Sagebrush Trail", "plot": "Having banned the carrying of firearms in his jurisdiction, Larry Reid, the sheriff of Silvertown (Roy Stewart), pursues a trespasser of the strict law to the home of schoolmarm Mary Gray (Marjorie Daw). Noticing her evasive answers, Larry suspects the teacher of harboring the refugee. He finally captures the young man in question, Neil (Johnny Walker), who proves to be Mary's weakling brother.", "genres": ["Western"], "file": "14.json"}, "277693": {"title": "A Trip to Paramountown", "plot": "Documentary short film depicting the filmmaking activity at the Paramount Studios in Hollywood, featuring dozens of stars captured candidly and at work.", "genres": ["Documentary"], "file": "15.json"}, "279212": {"title": "Babička", "plot": "", "genres": ["Drama"], "file": "15.json"}, "282226": {"title": "Chopin's Fifteenth Prelude", "plot": "M. Monet, a talented musician, loves his young wife Louise dearly. But Louise has a lover, Maurice Dartois. When Monet finds out that Louise cheats on him he gets so furious that Louise, scared to death, leaves the marital home and finds refuge at Maurice's. The trouble is that Maurice, who wants Louise only for himself, kicks his crippled brother Léo and his young sister Jeanne, who lived with him, out of his place. A regretful decision which will entail dramatic consequences...", "genres": ["Drama"], "file": "15.json"}, "282266": {"title": "The Adventures of Robinson Crusoe", "plot": "An 18-part silent American adventure film serial now considered to be lost.  Chapter Titles: 1. The Sea Raiders 2. Shipwrecked 3. The Cannibals' Captives 4. Hidden Gold 5. The Ship of Despair 6. Friday's Faith 7. The Swamp of Terror 8. Marooned 9. The Jaguar Trap 10. A Prisoner of the Sun 11. No Greater Love 12. The Island of Happiness 13. The Sword of Courage 14. The Buccaneers 15. The Jolly Roger 16. The Idol's Bride 17. When the Heart Calls 18. Back to the Primitive", "genres": ["Adventure"], "file": "15.json"}, "282310": {"title": "Vingt ans après", "plot": "Charming Mimi-Trottin is in love with typographer Louis Chausson, nicknamed Godasse. She meets Doudou, actually a Vicomte, estranged with his parents who are rich automobile manufacturers. Godasse abandons Mimi because of his professional ambitions and Doudou rescues her from a suicide. After making peace with his parents, the young man has Mimi hired as a typist at the factory. After winning a race with one of his father's car, he soon wins the heart and the hand of Mimi.", "genres": ["History"], "file": "15.json"}, "282311": {"title": "Mimi-Trottin", "plot": "Charming Mimi-Trottin is in love with typographer Louis Chausson, nicknamed Godasse. She meets Doudou, actually a Vicomte, estranged with his parents who are rich automobile manufacturers. Godasse abandons Mimi because of his professional ambitions and Doudou rescues her from a suicide. After making peace with his parents, the young man has Mimi hired as a typist at the factory. After winning a race with one of his father's car, he soon wins the heart and the hand of Mimi.", "genres": ["Drama", "Comedy"], "file": "15.json"}, "282345": {"title": "The Civil Servant", "plot": "Directed by Mohamed Bayoumi.", "genres": [], "file": "15.json"}, "28191": {"title": "One Exciting Night", "plot": "A young orphan girl, courted by an unpleasant older suitor who has a hold over her adoptive mother, falls in love with Fairfax, a young stranger at a party. A group of bootleggers try to get away with the loot stashed previously within Fairfax's mansion; Mysterious faces peer into the windows and shadowy figures stalk the hall. One of the bootleggers is killed and the young stranger becomes the prime suspect.", "genres": ["Mystery", "Crime", "Comedy"], "file": "16.json"}, "28480": {"title": "Phantom", "plot": "Lorenz Lubota is a city clerk with no direction in life. One day on his way to work he is run over by a woman driving a chariot and he is immediately infatuated with her.", "genres": ["Drama", "Fantasy"], "file": "16.json"}, "283919": {"title": "Fridericus Rex - 1. Teil: Sturm und Drang", "plot": "Directed by Arzén von Cserépy.", "genres": ["History", "Drama"], "file": "16.json"}, "284082": {"title": "Gloria Fatalis", "plot": "Directed by Johan Gildemeijer.", "genres": [], "file": "16.json"}, "284084": {"title": "Go Get 'Em Hutch", "plot": "Movie serial directed by George B. Seitz.", "genres": ["Action"], "file": "16.json"}, "284367": {"title": "Hombre sin patria", "plot": "Directed by Miguel Contreras Torres.", "genres": [], "file": "16.json"}, "284784": {"title": "The Lapel Shop", "plot": "Directed by Eizo Tanaka. Only 8 minutes of film is known to have survived.", "genres": [], "file": "16.json"}, "284968": {"title": "A Love Tragedy in Istanbul", "plot": "Directed by Muhsin Ertugrul.", "genres": [], "file": "16.json"}, "285336": {"title": "The Death of the Sun", "plot": "Directed by Germaine Dulac.", "genres": ["Drama"], "file": "16.json"}, "285373": {"title": "The Mystery on the Bosphorus", "plot": "Directed by Muhsin Ertugrul.", "genres": [], "file": "16.json"}, "285673": {"title": "Pan", "plot": "Lieutenant Thomas Glahn, a hunter and ex-military man, lives alone in a forest hut with his faithful dog. Meeting Edvarda, the daughter of a merchant, they feel strongly attracted to each other, but neither understands the other's love.", "genres": ["Romance", "Drama"], "file": "16.json"}, "285815": {"title": "The Little Girl", "plot": "In order to conquer Margaretella with expensive presents, a young man called Tore steals his mother's jewels but Margaretella seems to prefer Carluccio who challenges Tore to a duel and wounds him. Forgiven by his mother just before she dies, Tore takes revenge by killing Margaretella, but even in prison he can't stop thinking to his victim.", "genres": ["Drama", "Romance"], "file": "16.json"}, "285990": {"title": "Love Almighty - Amor Omnia", "plot": "", "genres": ["Drama"], "file": "16.json"}, "286136": {"title": "On the Verge of Spiritual Light", "plot": "Directed by Kiyomatsu Hosoyama.", "genres": [], "file": "16.json"}, "286422": {"title": "Bought and Paid For", "plot": "Jimmy Gilley is engaged to Fanny Blaine. Jimmy would like to live in a more luxurious style, so he and Fanny urge her sister Virginia to marry the wealthy Robert Stafford despite her lack of love for him. She does so and the couple is happy for a time. But Robert begins drinking and eventually mistreats Virginia until she is forced to leave him.", "genres": ["Drama"], "file": "16.json"}, "286557": {"title": "Nice People", "plot": "Teddy Gloucester, one of the group of jazz age \"nice people,\" is caught in a farmhouse during a storm with her intoxicated companion, Scotty. A stranger (Billy Wade) also seeking shelter saves her from Scotty's unwelcome attentions but not from the scandal which results from her father's discovery of her and Scotty--alone--the next morning. Hurt by the snubbing she receives from her friends, Teddy settles down and agrees to become an old-fashioned wife to Billy.", "genres": ["Comedy", "Romance"], "file": "16.json"}, "289116": {"title": "The Golf Bug", "plot": "The Golf Bug,1922, directed by James D. Davis, starring James \"Paul\" Parrott and Jobyna Ralston, is a short silent comedy film.", "genres": [], "file": "17.json"}, "289117": {"title": "The Bohemian Girl", "plot": "A Polish officer posing as a gypsy loves a gypsy girl who is really the count's daughter.", "genres": ["Romance"], "file": "17.json"}, "289939": {"title": "The Timber Queen", "plot": "It follows Ruth Rowland as the inheritor of a wealthy  timber business who tries to stay independent of a cruel man who wants to marry her and steal her wealth.  The film is considered to be lost, though the UCLA Film and Television Archive has episodes one, four, eight and nine.", "genres": ["Action", "Adventure"], "file": "17.json"}, "290080": {"title": "Travelin' On", "plot": "A Western involving William S Hart as an outlaw who comes to the aid of a preacher in a small town through his infatuation with the preacher's wife. Rarely screened but considered one of his best; the version at the Library of Congress is missing one of the middle reels.", "genres": ["Western"], "file": "17.json"}, "290777": {"title": "Don Juan et Faust", "plot": "Crazy scientist Faust tries to take Don Juan's lover away.", "genres": ["Drama"], "file": "17.json"}, "290872": {"title": "Tragedy on Three Cards", "plot": "Directed by Lucio D'Ambra.", "genres": [], "file": "17.json"}, "291490": {"title": "Partners Of The Sunset", "plot": "Supposedly wealthy, Patricia and Vi Moreland find themselves penniless and dependent upon relatives when their father dies. They accept an uncle's offer to live on his Texas ranch, which is desired by an unscrupulous neighbor, Jim Worth. Young geologist David Brooks (who sells windmills) happens along and persuades the girls to refuse Worth's offer to buy the ranch. Worth has Vi kidnaped, and he gets the upper hand when Brooks rescues her. The geologist turns the tables, however, and Worth does not live to see either Brooks's windmill strike oil or happiness come to Brooks and Patricia.", "genres": ["Western"], "file": "17.json"}, "291515": {"title": "Her Husband’s Trademark", "plot": "James Berkeley (who wants to get rich) and Allan Franklin (determined to be a great engineer) are rivals for the hand of Lois Miller. Berkeley marries her, and 15 years later, though he has not realized his ambition, he keeps his wife luxuriously attired as a \"trademark\" of his prosperity. Allan, who has obtained a large tract of oil land from the Mexican Government, visits the Berkeleys; and James, hoping to profit from his wealth, goes to Mexico with him, accompanied by Lois, who unwillingly agrees to help her husband. When Allan and Lois realize their love for each other, James, refusing to become angry, is denounced by his wife. A band of Mexican bandits attempt to capture Lois, and in the attack James is slain. Allan rescues Lois, and they escape across the border.", "genres": ["Drama"], "file": "17.json"}, "292192": {"title": "Saturday Night", "plot": "Though betrothed to fellow socialite Richard, Iris weds her chauffeur Tom leaving Richard to marry the family laundress' daughter Shamrock. Class differences lead to divorces and remarriages.", "genres": ["Romance", "Comedy"], "file": "17.json"}, "293056": {"title": "The Fable of Henry's Busted Romance", "plot": "Henry’s Busted Romance is a tale about a lovesick tomcat. Spotting a theatrical poster for Mademoiselle Kitty, he feels his passion surge and consults a fortuneteller for advice. “You are in love,” the cat is told and should pop the question at once. At the theater, the cat endures several acts (surely not players on the Keith-Albee Theatre circuit!), but makes little headway with Kitty, who leaves after the show with a top-hatted dog. When Kitty’s date proves to be a robber, our hero saves the day and returns with his ladylove to her home—and her brood of kittens. Tomcat makes a quick exit. As we are reminded in the final title card, “2600 Years Ago Aesop Said 'Anticipation is greater than realization.' ”", "genres": ["Animation"], "file": "17.json"}, "293057": {"title": "Brilliantine the Bull Fighter", "plot": "Brilliantino the Bullfighter (originally titled Flood and Sand) is one of the first spoofs of Blood and Sand, Paramount’s smoldering matador melodrama that set box offices ablaze. Like Mud and Sand, starring Stan Laurel, the Banks parody was rushed into theaters in November 1922, while memory of the Valentino vehicle was fresh. The concept of Monty Banks impersonating the passionate matador must have been innately hilarious to audiences who had seen the original picture.", "genres": ["Comedy"], "file": "17.json"}, "293127": {"title": "Watch Your Step", "plot": "Elmer Slocum has just served a jail sentence for speeding. On his first day of liberty he encounters a physician whose car has broken down and offers to take him to his patient; he is pursued by motorcops for speeding, wrecks his car in a closed street, and knocks down and believes he has killed a policeman. Elmer boards a freight train and makes his way to a small town in Iowa, where he meets Margaret Andrews.....", "genres": ["Comedy"], "file": "17.json"}, "293132": {"title": "Head Over Heels", "plot": "When theatrical agent Sterling, a ladies man known for signing his latest paramours onto his agency's talent roster, returns to New York from a trip to Europe, he tells his more down-to-earth partner, Lawson, that he has hired a beautiful Neopolitan acrobat he saw onstage in Italy. When the acrobat, Tina Bambinetti, arrives in their office, though, Sterling is shocked to find that, offstage, she is plain, unkempt and badly dressed. Crushed by Sterling's dismissive treatment, Tina performs some acrobatics that almost destroy the office...", "genres": ["Comedy"], "file": "17.json"}, "293140": {"title": "His Back Against the Wall", "plot": "Jeremy Dice, a finisher in a New York East Side tailor shop who prides himself on being a smart dresser and dancer, proves to be cowardly when he retreats from a bully who gets fresh with his girl, and his employer discharges him. Deciding to go out west, Jeremy is caught hitching the rails and comes upon two outlaws in the desert disputing over booty; they are both killed in a shoot-out, and Jeremy is proclaimed a hero by the sheriff.....", "genres": ["Comedy", "Western"], "file": "17.json"}, "293279": {"title": "Mr. Barnes of New York", "plot": "An English naval officer and a Corsican youth have a duel, and the Corsican is killed. The young man's sister, Marina Paoli, swears vengeance on the killer. Mr. Barnes of New York, who happened to see the duel, finds the name Gerard Anstruther engraved on the pistols.....", "genres": ["Romance", "Drama"], "file": "17.json"}, "293282": {"title": "Remembrance", "plot": "Although he graduated from that time-worn university, the college of hard knocks, the tireless efforts of John P. Grout have paid off. He owns a number of department stores and his wife and children are well provided for. However, his family is completely ungrateful and takes him -- and his money -- for granted. Grout's attempts to keep them all happy are driving him to bankruptcy and he eventually becomes seriously ill. Eventually his wife and kids come to realize how badly they've treated Pops.....", "genres": ["Drama"], "file": "17.json"}, "293919": {"title": "The Gold Key", "plot": "", "genres": ["Family", "Fantasy"], "file": "17.json"}, "294232": {"title": "The Man from Hell's River", "plot": "Adventure of the Royal Canadian Mounted Police", "genres": ["Western"], "file": "17.json"}, "294253": {"title": "My Dad", "plot": "Tom's father, Barry, lives at a lonely trading post up north and is constantly in fear the post's factor, who has threatened to turn him in to the Mounted Police for a murder committed many years before.", "genres": ["Drama"], "file": "17.json"}, "295116": {"title": "Fascination", "plot": "Fascination is a 1922 American silent drama film directed by Robert Z. Leonard and starring his then wife Mae Murray. The film is based on an original story by Edmund Goulding, soon to be a prolific film director.  The story capitalizes on Murray's continuing forays into outlandish costume dramas.", "genres": ["Drama"], "file": "18.json"}, "296443": {"title": "Reckless Youth", "plot": "A cautionary tale for aspiring flappers.  Five of six reels survive.", "genres": [], "file": "18.json"}, "297586": {"title": "Come on Over", "plot": "Shane O'Mealia leaves Ireland, promising to send for his sweetheart, Moyna. In the mean time the son of the old lady she lives with, takes them back to America without telling Shane, who then must explain a girl he's been seeing in New York.", "genres": ["Comedy"], "file": "18.json"}, "298204": {"title": "Stardust", "plot": "Lily Becker is born in Paradise, Iowa and raised there by her prudish mother and her spineless father. Mrs Becker pressures Lily into marrying local yokel Albert Penny, who is extremely dull……", "genres": ["Drama"], "file": "18.json"}, "299950": {"title": "Flesh and Spirit", "plot": "Belle Bennett stars in this pioneering paranormal silent film.", "genres": ["Drama"], "file": "18.json"}, "302610": {"title": "A Doll's House", "plot": "Nora Helmer has years earlier committed a forgery in order to save the life of her authoritarian husband Torvald. Now she is being blackmailed ...", "genres": ["Drama"], "file": "19.json"}, "302619": {"title": "Kindred of the Dust", "plot": "Discovering that her husband is a bigamist, Nan returns with her child to her Puget Sound logging town. She is treated as an outcast by all save Donald, her childhood sweetheart, the son of a millionaire....", "genres": ["Drama", "Romance"], "file": "19.json"}, "305557": {"title": "La revanche belge", "plot": "War drama about a woman hero, in love with a military engineer and coveted by his odious collaborationist krauts . She does not give in to the blackmail of a German who is lying to her about her fiancé's alleged death. The only remnant of the Belgian production of the Frenchman Bergerat.", "genres": [], "file": "19.json"}, "305558": {"title": "La jeune Belgique", "plot": "An episode of the glorious patriotic series, born after the Armistice: the martyrdom of a girl from Marcinelle, shot by a German soldier because she threw her brioche at a starving soldier in captivity.", "genres": [], "file": "19.json"}, "305559": {"title": "The Circle of Death", "plot": "This anti-communist propaganda film discusses the revolutionary curse of communism in the Soviet-Union shortly before and after the fall of czardom in Russia, told from the point of view of Belarusians in exile. Anti-communist copy in color which has been discovered, restored and printed by the Royal Belgian Filmarchive.", "genres": ["Drama"], "file": "19.json"}, "305561": {"title": "Smilin' Through", "plot": "The story is essentially the same as the popular Jane Cowl play, with Talmadge in the dual role of Kathleen and Moonyean. Kathleen, a young Irish woman, is in love with Kenneth Wayne but is prevented from marrying him by her guardian John Carteret. John is haunted by memories of his thwarted love for Kathleen's aunt, Moonyean.", "genres": ["Romance", "Drama"], "file": "19.json"}, "305563": {"title": "A noi! Dalla sagra di Napoli al trionfo di Roma", "plot": "Official film of the days of the March on Rome and the born of Fascism.", "genres": [], "file": "19.json"}, "306930": {"title": "Barb Wire", "plot": "A miner fences his claim with barbed wire to keep out a gang of claim jumpers.", "genres": ["Western"], "file": "19.json"}, "306935": {"title": "Football Fun", "plot": "", "genres": ["Comedy"], "file": "19.json"}, "306981": {"title": "Welcome to Our City", "plot": "", "genres": ["Comedy"], "file": "19.json"}, "308445": {"title": "The Trail of Hate", "plot": "On a trip East, Silent Kerry falls for pretty Mary Stockdale. Later, by coincidence, she just happens to show up in his neck of the West. Her father is at the mercy of the usual gang of rustlers, and there's a jealous dance hall girl, Carmencita, who complicates matters for Kerry.", "genres": ["Western"], "file": "19.json"}, "308536": {"title": "Mixed Faces", "plot": "", "genres": ["Comedy"], "file": "19.json"}, "308549": {"title": "The Kickback", "plot": "A silent Western about a rough rider, that winds up in jail and the adventure begins.", "genres": ["Western"], "file": "19.json"}, "309348": {"title": "Tracked to Earth", "plot": "A railroad detective is falsely accused by a rancher's daughter Virginia Valli of being a notorious outlaw.", "genres": ["Western"], "file": "20.json"}, "310531": {"title": "Any Wife", "plot": "", "genres": ["Drama"], "file": "20.json"}, "310575": {"title": "Just Tony", "plot": "A cowboy seeks revenge against the man who shot him in a bar-room brawl. While searching for him, he comes across a wild stallion that he is determined to capture and break, and unknowingly falls in love with the daughter of the man who shot him.", "genres": ["Western"], "file": "20.json"}, "313694": {"title": "The Green Temptation", "plot": "Genelle and Gaspard operate an itinerant Parisian theatre in which the greatest profits are realized by picking the pockets of the audience and robbing their homes while they are watching the show. When the First World War breaks out, Genelle volunteers as a Red Cross nurse and renounces her criminal ways. She travels to America, but re-encounters Gaspard, who is determined to use her new contacts in the upper class to continue their larcenous partnership.", "genres": ["Drama"], "file": "20.json"}, "313787": {"title": "The Fighting Streak", "plot": "Based on a 1921 story by George Owen Baxter (alias Frederick Faust and Max Brand)", "genres": ["Western"], "file": "20.json"}, "313946": {"title": "A Joy Ride", "plot": "A Joy Ride is a 1922 animated short subject made by Bray Productions. It is among the many films starring Judge Rummy, the character from Tad Dorgan's comic strips.", "genres": ["Comedy", "Animation"], "file": "20.json"}, "314209": {"title": "Iron to Gold", "plot": "George Kirby steals a mining claim from Tom Curtis and forces him to become an outlaw. Years later, Curtis comes to the rescue when Anne Kirby is kidnapped by real outlaws, but when he finds out she is married to his enemy, he decides to hold her captive.", "genres": ["Western"], "file": "20.json"}, "316328": {"title": "The Mad Locomotive", "plot": "This one is amusing in its early use of the rubber tire school of animation as Mr. Givny informs Jerry that they are out of coal for the train. The passengers who appear behave amusingly and when the train itself takes on anthropomorphic life, it makes its own sense -- outrageous for the day, even if slightly banal for fans of \"Thomas the Engine\".", "genres": ["Comedy", "Animation"], "file": "20.json"}, "318389": {"title": "The Crusader", "plot": "Veteran action hero William Russell starred opposite his offscreen wife Helen Ferguson in this typical Fox oater about a miner who finds himself up against a master swindler (George Webb).", "genres": ["Western"], "file": "21.json"}, "319255": {"title": "The Half Breed", "plot": "Delmar Spavinaw, an educated \"half-breed,\" loves Evelyn Huntington, daughter of a racist judge. Evelyn's other suitor is Ross Kennion, a widower with one child, and owner of a vast tract of land which Spavinaw insists belongs to his Indian mother. Spavinaw seeks revenge when Judge Huntington decides to evict the squaw. Assisted by Juan Del Rey, a cattle rustler, Spavinaw steals the title to the land, wounds Kennion, stages a raid on the judge's cattle, and attempts to kidnap Kennion's son and Evelyn. The arrival of the sheriff forces him into flight across the border without his hostages. En route he meets Doll Pardeau, a school friend of Evelyn's, and together they ride for the Mexican border. Caught between a cattle stampede and a sheriff's posse, the couple catch a passing freight train, leaving calamity behind as the train slowly passes.", "genres": ["Western"], "file": "21.json"}, "321643": {"title": "The Primitive Lover", "plot": "A free-spirited girl is caught between her love for her husband and her attraction to a handsome adventurer.", "genres": ["Comedy", "Romance"], "file": "22.json"}, "322089": {"title": "A Rag Doll Romance", "plot": "A short film with all kinds of comic complications between poor Mr. Ras, his nephew Jimmy, a monkey, a girl with a doll carriage, and a large dog.", "genres": [], "file": "22.json"}, "322090": {"title": "Schoolday Love", "plot": "A short comic children's film about a boy and a girl who experience all manner of adventures with a dog, a horse, a monkey, and other animals. A boy and a girl experience all manner of adventures, sometimes together, and other times alone. The boy is driven around by a “dog car”, and the girl rides on a horse, along with a monkey. A group of monkeys play baseball, and a hunter is chased by a bear in the forest. The two children narrowly escape from a burning barn with the help of some animals, where they were playing cowboys and Indians.", "genres": ["Comedy"], "file": "22.json"}, "322092": {"title": "Accidents Will Happen", "plot": "A comic one-act film about an insurance agent who has to sell an insurance policy to a reluctant client in order to win over the daughter of the insurance company’s boss.", "genres": [], "file": "22.json"}, "322096": {"title": "Alexandra", "plot": "Drama about the unhappily married Alexandra who hopes to recover from tuberculosis in a mountain resort, but instead meets the multimillionaire Edgar Buchanan.", "genres": ["Drama", "Romance"], "file": "22.json"}, "322810": {"title": "Broken Chains", "plot": "", "genres": ["Adventure", "Drama", "Romance"], "file": "22.json"}, "323012": {"title": "Broadway Rose", "plot": "Rosalie Lawrence, a dancing star on Broadway, falls for rich Hugh Thompson. His parents disapprove and want him to marry Barbara Royce, so he and Rosalie marry secretly. However, Hugh isn't quite the man he seems, as Rosalie is soon to find out.", "genres": ["Drama", "Romance"], "file": "22.json"}, "324121": {"title": "The Crimson Skull", "plot": "To rid the range of a gang of outlaws that are rustling cattle and robbing the banks and stagecoaches, cowhand Bob Calem, working on the gang-leader's superstitions, dons a skeleton-costume to strike fear into the gang.", "genres": ["Western"], "file": "22.json"}, "325825": {"title": "Felix Comes Back", "plot": "Felix goes after a butcher's sausages and captures them, but the butcher catches him and sends him to the Arctic to get rid of him.", "genres": ["Comedy", "Animation"], "file": "22.json"}, "328318": {"title": "The Third Alarm", "plot": "Because Dan McDowell is unable to operate the new mechanized fire equipment, he is retired with a small pension; his son, Johnny, quits school to work in the fire department; and his old horse, Bullet, is sold to a dirt-hauler. Dan is charged with stealing Bullet and is jailed, but he is cleared in time to give valuable aid in a fire that traps Johnny's sweetheart, June Rutherford.", "genres": ["Drama"], "file": "22.json"}, "328321": {"title": "Captain Fly-by-Night", "plot": "First one stranger, then another, arrive at the presidio, each with a government pass and each claiming to have been robbed by the notorious Captain Fly-by-Night and his highwaymen. The soldiers and Señorita Anita believe the first to be Fly-by-Night and the second to be Señor Rocha, Anita's fiancée and emissary of the governor. But the first stranger, to whom Anita is drawn, proves to be on a government mission and exposes the second stranger as Captain Fly-by-Night.", "genres": ["Drama", "Adventure"], "file": "22.json"}, "35227": {"title": "Foolish Wives", "plot": "“Count” Karamzin, a Don Juan, lives off the money he scams from rich ladies who are attracted by his charms and his title. Having set up shop in Monte Carlo, he and his partners in crime pick their next target: the wife of an American diplomat.", "genres": ["Drama"], "file": "23.json"}, "330396": {"title": "Shiver and Shake", "plot": "A landlord is attending his new tenants' rollicking and well-attended housewarming party. As midnight arrives, a ghostly apparition appears outside the window--and our frightened hero immediately breaks out the shotgun to fend off the phantom menace.", "genres": ["Comedy"], "file": "23.json"}, "332417": {"title": "A Woman's Error", "plot": "Considered the first film to be directed by a black woman in the United States.", "genres": [], "file": "23.json"}, "335460": {"title": "The Fast Freight", "plot": "Unreleased in America, this was one of Arbuckle's last starring roles in a feature film.", "genres": ["Comedy"], "file": "23.json"}, "335706": {"title": "Kino-Pravda No. 7", "plot": "Dziga Vertov-directed Soviet newsreel covering: Trial of the Socialist Revolutionaries / Rebuilding of the destroyed Siberian village of Taseevo / Railroad station Sljudjanka / Abandoned mica pits near Lake Baikal / Soči health resort / Chudjakovskij-Park / Beach near Tuapse / The loading of silk / Afghanistan, Kabul / Peacetime use of tanks / Mountain road / Chapel in the Caucasus.", "genres": ["Documentary"], "file": "23.json"}, "341360": {"title": "Šachta pohřbených ideí", "plot": "The movie depicts the harsh realities of coal mining workers in a Moravian city (Ostrava).", "genres": ["Drama"], "file": "24.json"}, "36125": {"title": "Love One Another", "plot": "Based on the novel 'Elsker hverandre' by Aage Madelung, the film follows various lives, one of which is Jewish girl Hanne-Liebe, as she grows up, and experiences the pains of living as a Jew in Russia, leading to a revolution.", "genres": ["Drama"], "file": "24.json"}, "341656": {"title": "David Copperfield", "plot": "The love story of David Copperfield.", "genres": ["Drama"], "file": "25.json"}, "342364": {"title": "Rok 1863", "plot": "In the Battle of Małogoszcz Prince Jozef Odrowaz was seriously wounded . Miss Salomea Brynicka and his father risked their own lives giving him food and shelter.", "genres": ["History", "Drama"], "file": "25.json"}, "343351": {"title": "On Patrol", "plot": "Billy Bevan trying to escape the cops!", "genres": ["Crime", "Comedy", "Action"], "file": "25.json"}, "343774": {"title": "Boy Woodburn", "plot": "A horse trainer's daughter agrees to wed a broke banker if her foal wins a race.", "genres": [], "file": "25.json"}, "343777": {"title": "Brawn of the North", "plot": "Brawn, played by Strongheart, rescues a young woman from a snowstorm and a human killer.", "genres": ["Drama", "Family"], "file": "25.json"}, "344313": {"title": "The Chicken Parade", "plot": "Jimmy Aubrey comedy THE CHICKEN PARADE produced by Vitagraph.", "genres": [], "file": "25.json"}, "344317": {"title": "The Old Sea Dog", "plot": "Snub Pollard comedy directed by Charley Chase and produced by Hal Roach.", "genres": ["Comedy"], "file": "25.json"}, "344318": {"title": "Don't Be Foolish", "plot": "Billy gets into trouble with a couple of cops by littering in the park, and must use all his ingenuity to elude them.", "genres": [], "file": "25.json"}, "344383": {"title": "Great Expectations", "plot": "A charitable childhood deed holds fateful consequences for poor Pip. An anonymous benefactor paves the way for Pip’s transformation and subsequent social ascent from peasant boy to gentleman. But he soon finds out that life among the upper-classes is no bed of roses, and Pip encounters a number of characters who shape his life for the better, and for the worse.", "genres": ["Drama"], "file": "25.json"}, "344385": {"title": "In the Land of the Amazons", "plot": "\"No País das Amazonas\" begins showing the indigenous people of Amazonas. Then, it presents the economical activities showing each step in the production line of the incipient local industries, inclusive with the exit of workers from a factory in the end of the working period. The documentary shows also the boats on the river, the fishing of manatee (\"peixe-boi\") and preparation of the flesh with salt, the rubber trees, the extraction and each step of the preparation until the rubber mattress is ready to be exported, the Brazilian chestnuts, guaraná and smoke and the insects.", "genres": ["Documentary"], "file": "25.json"}, "346779": {"title": "When Summer Comes", "plot": "Rampaging lions are on the loose in a hunting lodge.", "genres": ["Comedy"], "file": "25.json"}, "346878": {"title": "All Wet", "plot": "A newly married couple looking for a house come up against a crooked real estate agent. “The film starts out as a remake of 1916’s FATTY AND MABEL ADRIFT, while the second reel turns into “Al St John meets George Méliès,” as it depicts Al’s adventures under the sea with giant fish, a squid, a few mermaids, and other sea creatures.” (Steve Massa, 2010)", "genres": ["Fantasy", "Comedy"], "file": "25.json"}, "347376": {"title": "Jack and the Beanstalk", "plot": "A Disney Laugh-O-Grams short.", "genres": ["Animation"], "file": "25.json"}, "347471": {"title": "A Studio Rube", "plot": "", "genres": ["Comedy"], "file": "25.json"}, "347662": {"title": "The Duck Hunter", "plot": "A 1922 comedy short.", "genres": ["Comedy"], "file": "25.json"}, "348992": {"title": "My Friend the Devil", "plot": "Silent romantic drama...", "genres": ["Drama", "Romance"], "file": "25.json"}, "353132": {"title": "The Man from Home", "plot": "A fairly conventional romance of an American heiress, loved by boy back home, bedazzled by a glamorous prince in beautiful Italian surroundings.", "genres": ["Drama"], "file": "26.json"}, "353141": {"title": "Three Live Ghosts", "plot": "Adapted from a popular Broadway play and concerns three veterans who return to London from the War only to discover that they have been officially listed as dead.", "genres": ["Comedy"], "file": "26.json"}, "37360": {"title": "The Blacksmith", "plot": "Buster clowns around in a blacksmith's shop until he and the smithy get in a fight which sends the smithy to jail. Buster helps several customers with horses, then destroys a Rolls Royce while fixing the car parked next to it.", "genres": ["Comedy"], "file": "26.json"}, "354595": {"title": "Goldie Locks and the Three Bears", "plot": "Goldie Locks and the Three Bears was a 1922 Laugh-O-Gram film directed by Walt Disney. The film was based on the fairy tale by Robert Southey.", "genres": ["Animation"], "file": "26.json"}, "354778": {"title": "Die Grundlagen der Einsteinschen Relativitäts-Theorie", "plot": "\"Produced by Colonna-Film, Berlin, directed by (Professor) Hanns Walter Kornblum, with the collaboration of Dr. Otto Buek, Prof. Dr. Fanta (Prag), Prof. Dr. Rudolf Laemmel (Zürich), Prof. Dr. G. F. Nicolai. Censured: 30. 3. 1922, 2.045 m, released in March 1922.", "genres": [], "file": "26.json"}, "355424": {"title": "Across the Border", "plot": "Andy Fowler is made a member of a gang of rustlers after rescuing one of their number from a fire, but he finds his freedom threatened by the local sheriff, who is actually the gang's leader and wants Andy's girlfriend for his own.", "genres": ["Western"], "file": "26.json"}, "355454": {"title": "Rounding Up the Law", "plot": "Larry Connell arrives in a border town run by Sheriff Bull Weyman and Branch Doughty. Connell wins the sheriff's ranch at draw poker, but Weyman uses his influence with Judge Hyland to have Larry declared bankrupt. Larry attempts to fight foul with fair, but the sale of his cattle pushes him over the edge. Larry holds up Doughty and subsequently gets arrested, but escapes, intending to blow up the sheriff's office.", "genres": ["Western"], "file": "26.json"}, "355456": {"title": "The Cowboy King", "plot": "\"Hadley, owner of a nearby ranch, had fenced off a water hole belonging to Miss Dunlap, thus depriving her stock of water. Undaunted, the young Eastern woman and her two-fisted fighting foreman fought back...", "genres": ["Western"], "file": "26.json"}, "355554": {"title": "Blaze Away", "plot": "'Tuck' Martin, a crooked rancher, plots to acquire possession of the neighboring ranch belonging to 'Pop' Melody, whose daughter, Molly, is in love with 'Big Boy.' Bill Lang, the Melody ranchman, is in league with Martin and succeeds in rendering Melody helpless, although he had originally intended to have him killed. An attack on the cottage discloses the double dealing of the foreman, who is finally brought to justice, with nothing but happiness left for 'Big Boy' and Molly.", "genres": ["Western"], "file": "26.json"}, "355555": {"title": "The Freshie", "plot": "Convinced by a vacationing professor that he should get an education, Charles Taylor abandons his cowboy life for college. He finds that higher education involves more than books, however, when the sophomores select him as an ideal subject for hazing.", "genres": ["Comedy"], "file": "26.json"}, "355790": {"title": "L'Empereur des pauvres", "plot": "Marc Anavan, a rich young man, leads a profligate life and when he understands his fortune is about to evaporate he decides to change his life, to become a vagabond and to do good around him. The task is not easy but his faith in his mission and the love of Silvette will help Marc to overcome all the hardships on his way.", "genres": ["Drama"], "file": "26.json"}, "362655": {"title": "The Cuckoo's Secret", "plot": "Part of BFI collection \"Secrets of Nature.\"", "genres": [], "file": "27.json"}, "362656": {"title": "The White Owl", "plot": "Part of BFI collection \"Secrets of Nature.\"", "genres": [], "file": "27.json"}, "362659": {"title": "Skilled Insect Artisans", "plot": "Part of BFI collection \"Secrets of Nature.\"", "genres": [], "file": "27.json"}, "362660": {"title": "The Battle of the Ants", "plot": "Part of BFI collection \"Secrets of Nature.\"", "genres": [], "file": "27.json"}, "363577": {"title": "Back Pay", "plot": "This 1922 Frank Borzage film is a masterwork waiting to be rediscovered. Hester Bevins is a simple country girl who yearns for adventure. Though she has a handsome young man, Jerry, who is devoted to her, she leaves her village and goes to New York in search of a grander life. There she becomes the lover of a wealthy and unscrupulous businessman. But when Jerry returns blinded and dying from the war, Hester must choose between her new life and the man whose loyalty to her has never failed.", "genres": ["Drama"], "file": "27.json"}, "38742": {"title": "Cops", "plot": "Buster Keaton gets involved in a series of misunderstandings involving a horse and cart. Eventually he infuriates every cop in the city when he accidentally interrupts a police parade.", "genres": ["Comedy", "Family", "Adventure"], "file": "28.json"}, "38787": {"title": "Day Dreams", "plot": "In order to impress the father of a girl he is keen on, Buster goes to the city in search of work. In his letters home he writes of his various jobs which her imagination expands into much nobler ones than those that he is actually attempting.", "genres": ["Comedy"], "file": "28.json"}, "38830": {"title": "My Wife's Relations", "plot": "Buster is falsely accused of breaking a window by a woman and is taken into a courtroom. Thinking that Buster and the woman are engaged, the judge mistakenly marries them and Buster is quickly taken home by the woman to meet her family. At first unwelcoming, the family begins to treat Buster nice when they come to believe that he is going to inherit a large sum of money.", "genres": ["Comedy"], "file": "28.json"}, "368493": {"title": "Gypsies", "plot": "The tale of the Venetian gondolier whose desire for revenge following a thwarted love affair leads him to Bohemia. The intricate plot also deals with destinies of other characters, who finally come together in a dramatic encounter at one time and in one place. In his role as screenwriter and director, Anton produced a highly accomplished version of Mácha’s work. He respected the original but was also able, along with the DoP Karel Kopřiva, to capitalise on the possibilities that the film medium offered. For the Venice prologue, the filmmakers exploited the photogenic qualities of the city – the narrow streets, the lagoons, gondolas and the sea – and they moved the set to the enigmatic Czech landscape around the castle of Kokořín.", "genres": ["Drama"], "file": "28.json"}, "370601": {"title": "The Landlubber", "plot": "Paul Parrott comedy produced by Hal Roach.", "genres": [], "file": "28.json"}, "371169": {"title": "Bulldog Drummond", "plot": "A captain saves a kidnapped magnate from a nursing home run by foreign agents.", "genres": ["Crime", "Action", "Adventure"], "file": "28.json"}, "385204": {"title": "La Casa Sotto la Neve", "plot": "A snowy Italian drama directed by Gennaro Righelli.", "genres": [], "file": "30.json"}, "388672": {"title": "On the High Seas", "plot": "Three castaways all from differing levels of society reach and board a deserted schooner in mid-ocean.", "genres": ["Action", "Romance", "Adventure"], "file": "30.json"}, "389994": {"title": "The Weak-End Party", "plot": "A riotous comedy of social errors, as absurd as a butler's whiskers.", "genres": ["Comedy"], "file": "31.json"}, "390392": {"title": "Kino-Pravda No. 13: Yesterday, Today, Tomorrow. A Film Poem Dedicated to the October Revolution", "plot": "Dziga Vertov-directed Soviet newsreel. The first themed issue of Kino-Pravda, devoted to the fifth anniversary of the October Revolution in 1922.", "genres": ["Documentary"], "file": "31.json"}, "391372": {"title": "Sleeping Beauty", "plot": "Sleeping Beauty", "genres": ["Fantasy", "Animation"], "file": "31.json"}, "394339": {"title": "Timothy's Quest", "plot": "A charming pastoral about two unwanted children finding acceptance and love, Timothys Quest (1922) is a rare, cinematic gem based on a novel by Kate Douglas Wiggin (Rebecca of Sunnybrook Farm), who was then known as Americas best loved author of stories about children.", "genres": ["Drama"], "file": "31.json"}, "400236": {"title": "Riders of the Law", "plot": "Jack Meadows and sidekick Toby are looking for whiskey smugglers along the Canadian border. They find a badly wounded Seriff who earlier caught one of them and a nearby hoofprint of a horse with a broken shoe. Setting up a blacksmith shop, they soon find the owner of that horse and replace the shoe with another that will let them trace him.", "genres": ["Western"], "file": "32.json"}, "400237": {"title": "The Better Man Wins", "plot": "Nell refuses Bill's aid when her rancher father can no longer work, but when her father dies, she turns to Bill for help.", "genres": ["Western"], "file": "32.json"}, "400744": {"title": "Secrets of the Film Industry", "plot": "A brief documentary made at Stoll Picture Productions LTD in Crichwood. The sequence shows the development of film stock and its processes preparing for distribution.", "genres": [], "file": "32.json"}, "402275": {"title": "Take Next Car", "plot": "In this 1922 Pathe-distributed, Hal Roach silent-era comedy, the owner of a local streetcar business is in danger of losing his franchise, but the streetcar operator (played by Paul Parrott) and his girl friend (who happens to be the boss's daughter; portrayed by Jobyna Ralston) try to save the day.", "genres": [], "file": "32.json"}, "402978": {"title": "Human Hearts", "plot": "Innocent country boy Tom Logan is taken in by the scheming Barbara Kay, a city woman who knows Tom is set to inherit his fathers farm which sits on a rich coal field. Toms father sees through her plot and disinherits him when her marries Barbara. When Barbara tires of farm life, the ensuing events lead to death and misplaced guilt.", "genres": ["Drama"], "file": "32.json"}, "42366": {"title": "Dr. Jack", "plot": "Country doctor Jack Jackson is called in to treat the Sick-Little-Well-Girl, who has been making Dr. Saulsbourg and his sanitarium very rich after years of unsuccessful treatment.", "genres": ["Comedy", "Romance"], "file": "33.json"}, "42509": {"title": "Trapped by the Mormons", "plot": "Mormons capture women for their wives in this silent anti-Mormon propaganda film featuring the original organ music.", "genres": ["Crime", "Drama"], "file": "33.json"}, "403688": {"title": "There Is No Resurrection Without Death", "plot": "Produced by Elena Sangro and funded by the Commitee of Motenegrin Exiles (including the former Queen Milena), the film tells the full story of the heroic conduct of Montenegrin people during the First World War.", "genres": ["War", "History"], "file": "33.json"}, "404002": {"title": "The Wicked Cat", "plot": "A Aesop's Fables Studio cartoon.", "genres": [], "file": "33.json"}, "407402": {"title": "The Pride of Palomar", "plot": "A soldier inaccurately reported as dead returns home to his Spanish family’s estate in California, only to find his father deceased and his ancestral land in the hands of strangers.", "genres": ["Drama"], "file": "33.json"}, "419124": {"title": "Two of a Trade", "plot": "A bird awakens to his alarm clock and takes a bath. A cat stalks him for a bit, then goes to bother the old farmer. The farmer is going fishing, and has no time for him, though. The man jumps in his boat, but the cat follows him to harass him.", "genres": ["Animation"], "file": "35.json"}, "419665": {"title": "Grand Larceny", "plot": "Directed by Wallace Worsley.", "genres": ["Romance", "Drama"], "file": "35.json"}, "419667": {"title": "When Husbands Deceive", "plot": "Directed by Wallace Worsley.", "genres": ["Drama"], "file": "35.json"}, "419668": {"title": "Rags to Riches", "plot": "A rich young boy has to prove his worth to the gang he has just joined by during all sorts of hardships, including a kidnap attempt, before they'll accept him. -from IMDB.com", "genres": ["Drama"], "file": "35.json"}, "419669": {"title": "Enter Madame", "plot": "Directed by Wallace Worsley.", "genres": ["Romance", "Comedy"], "file": "35.json"}, "421277": {"title": "Die weisse Wüste", "plot": "", "genres": [], "file": "35.json"}, "421350": {"title": "Allein im Urwald", "plot": "Colonialist adventure film with wild animals.", "genres": [], "file": "35.json"}, "427024": {"title": "Die höllische Macht", "plot": "a silent movie by Robert Wiene", "genres": [], "file": "36.json"}, "427265": {"title": "The Ninety and Nine", "plot": "Melodramatic thriller, presented in 9.5mm format", "genres": ["Drama"], "file": "36.json"}, "427902": {"title": "365 Days", "plot": "A very rich old man promises to leave his extended family his fortune if they all move in together and get along for one year.", "genres": [], "file": "36.json"}, "429262": {"title": "Das Logierhaus für Gentleman", "plot": "", "genres": [], "file": "36.json"}, "429264": {"title": "Dr. Gyllenborgs doppeltes Gesicht", "plot": "", "genres": [], "file": "36.json"}, "429340": {"title": "Elezione e incoronazione di S.S. Pio XI", "plot": "The election and coronation of S.S. Pius XI.", "genres": [], "file": "36.json"}, "429375": {"title": "Frauenbeichte, 3. Teil - Die Beichte der Krankenschwester", "plot": "", "genres": [], "file": "36.json"}, "429377": {"title": "Die Erlebnisse einer Kammerzofe", "plot": "", "genres": [], "file": "36.json"}, "429378": {"title": "Aus den Erinnerungen eines Frauenarztes - 1. Fliehende Schatten", "plot": "", "genres": [], "file": "36.json"}, "429381": {"title": "Aus den Erinnerungen eines Frauenarztes - 2. Lüge und Wahrheit", "plot": "", "genres": [], "file": "36.json"}, "430136": {"title": "The Face in the Fog", "plot": "Boston Blackie Dawson gets some jewels that belonged to the imperial family of Russia. A gang of terrorists is after the jewels.", "genres": ["Mystery"], "file": "36.json"}, "430637": {"title": "Eve's Wireless", "plot": "\"Bless us, they're never still - always up to something new. And Eve's latest invasion is in the wireless world - \" Two women walk towards the camera on a city street. They stop beside a fire hydrant (this is presumably the United States of America). C/U of the women winding a wire around the top of the fire hydrant. One of the women holds a small box.", "genres": [], "file": "36.json"}, "430887": {"title": "Texas Jack zähmt ein wildes Pferd", "plot": "Humorous animated short about a cowboy trying to tame a horse.", "genres": ["Animation"], "file": "36.json"}, "433932": {"title": "The Road of Vengeance", "plot": "It tells of a mining town that suffers under the English engineer McDonald, who upon being fired from his position, takes along the innocent Juanacha whom he tries to corrupt with the amusements of Lima, until she is avenged by the husband of Maria, a woman murdered by McDonald.", "genres": ["Drama"], "file": "37.json"}, "434011": {"title": "The Bride's Play", "plot": "A sweet-natured young Irish woman is courted by a romantic poet and a local country gentleman. Which man will she choose?", "genres": ["Romance", "Drama"], "file": "37.json"}, "434162": {"title": "Eyes of the Buddha", "plot": "The story of a young Taiwanese girl who is rescued from the clutches of a Chinese official by a heroic Japanese soldier. As he savagely attempts to force the girl to marry him, the Chinese official is scared away by the flashing eyes of a Buddha statue.", "genres": ["Drama"], "file": "37.json"}, "435016": {"title": "Step Lively, Please", "plot": "Step Lively, Please is a 1922 silent comedy", "genres": ["Comedy"], "file": "37.json"}, "435441": {"title": "The Pirates", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "439209": {"title": "Belonging", "plot": "In Paris a Count's enforced wife takes the blame when her ex-lover is killed by the diplomat she loves.", "genres": ["Drama", "Crime"], "file": "37.json"}, "439554": {"title": "Bentley's Conscience", "plot": "A secretary takes the blame when his fiancée's father ruins his oil company.", "genres": ["Drama"], "file": "37.json"}, "439555": {"title": "A Bill of Divorcement", "plot": "Meg Fairfield secures a divorce from her husband Hilary, and is about to marry Gray Meredith when Hilary returns cured. Sydney, daughter of Hilary and Meg, is engaged to Kit Pumphrey, son of the parish rector who refuses to permit his son to marry Sydney when he learns her mother is divorced....", "genres": ["Drama"], "file": "37.json"}, "439844": {"title": "Vanity Fair", "plot": "", "genres": ["Drama"], "file": "37.json"}, "439992": {"title": "The Call of the East", "plot": "In Egypt a man fails to shoot his faithless wife and walks into a sandstorm.", "genres": ["Adventure"], "file": "37.json"}, "439994": {"title": "Charles Augustus Milverton", "plot": "Holmes is hired by the débutante Lady Eva Blackwell to retrieve compromising letters from a blackmailer:", "genres": ["Mystery", "Crime", "Drama"], "file": "37.json"}, "440543": {"title": "Creation", "plot": "A man poses as the reincarnation of a woman's drowned husband.", "genres": ["Drama"], "file": "37.json"}, "440544": {"title": "The Crimson Circle", "plot": "Police battle against a gang of blackmailers known as The Crimson Circle.", "genres": ["Mystery", "Crime"], "file": "37.json"}, "440813": {"title": "A Debt of Honour", "plot": "In India an engineer blackmails a girl over her gambling brother.", "genres": ["Drama"], "file": "37.json"}, "440817": {"title": "Diana of the Crossways", "plot": "A sensuous woman trapped in a loveless relationship has an affair with a leading politician which threatens to bring down the government.", "genres": ["Drama"], "file": "37.json"}, "440824": {"title": "Dick Turpin's Ride to York", "plot": "A highwayman rides to York to stop a lady marrying a usurper.", "genres": ["History", "Drama"], "file": "37.json"}, "5998": {"title": "Dr. Mabuse, the Gambler", "plot": "Dr. Mabuse and his organization of criminals are in the process of completing their latest scheme, a theft of information that will allow Mabuse to make huge profits on the stock exchange. Afterwards, Mabuse disguises himself and attends the Folies Bergères show, where Cara Carozza, the main attraction of the show, passes him information on Mabuse's next intended victim, the young millionaire Edgar Hull. Mabuse then uses psychic manipulation to lure Hull into a card game where he loses heavily. When Police Commissioner von Wenk begins an investigation of this mysterious crime spree, he has little to go on, and he needs to find someone who can help him.", "genres": ["Crime", "Mystery", "Thriller"], "file": "38.json"}, "442196": {"title": "Number 13", "plot": "This unfinished, never-released 1922 Alfred Hitchcock-directed film was about low-income residents of a tenement building.", "genres": ["Comedy"], "file": "38.json"}, "442339": {"title": "The Experiment", "plot": "A rich girl's fiancé poses as a chauffeur to stop her eloping with a major.", "genres": ["Drama"], "file": "38.json"}, "442343": {"title": "The Eleventh Hour", "plot": "A colonel's daughter marries a farmer in name only, but returns to him when her lover threatens suicide.", "genres": ["Romance", "Drama"], "file": "38.json"}, "442346": {"title": "Down Under Donovan", "plot": "An ex-crook's horse wins despite his crooked rival and regains the formula for a malleable glass from a Russian.", "genres": ["Crime", "Drama"], "file": "38.json"}, "443481": {"title": "The Lonely Lady of Grosvenor Square", "plot": "A country girl inherits, weds a Duke, and meets her dead brother's family.", "genres": ["Drama", "Romance"], "file": "39.json"}, "443498": {"title": "A Romance of Old Baghdad", "plot": "In nineteenth century Mesopotamia a series of romantic enganglements ensue.", "genres": ["Drama", "Romance"], "file": "39.json"}, "444104": {"title": "A Maid of the Silver Sea", "plot": "A Cornish man working in a silver mine on a French island is framed for killing a girl's father and brother.", "genres": ["Crime", "Drama"], "file": "39.json"}, "444108": {"title": "Man and His Kingdom", "plot": "In South America the wife of the president's son loves the leader of the revolution", "genres": ["Adventure"], "file": "39.json"}, "445085": {"title": "Peggy, Behave!", "plot": "Baby Peggy, one of the biggest child stars in movie history, does not disappoint in this charming silent comedy, even though it only exists in fragmentary form. Through the short, she interacts with a number of animals, especially a goose she wants to cook.", "genres": ["Comedy"], "file": "39.json"}, "448333": {"title": "King of Camargue", "plot": "At the mouth of the Rhone, Jacques Renaud and his fiancee Lisette are cursed by a gypsy woman as punishment for their wrong decision.", "genres": ["Drama"], "file": "39.json"}, "451867": {"title": "The Eternal Flame", "plot": "A 1922 film directed by Frank Lloyd.", "genres": ["History", "Drama"], "file": "39.json"}, "47720": {"title": "Oliver Twist", "plot": "Oliver's mother, a penniless outcast, died giving birth to him. As a young boy Oliver is brought up in a workhouse, later apprenticed to an uncaring undertaker, and eventually is taken in by a gang of thieves who befriend him for their own purposes. All the while, there are secrets from Oliver's family history waiting to come to light. Written by Snow Leopard", "genres": ["Drama"], "file": "40.json"}, "454978": {"title": "The Little Rascal", "plot": "The adventures of Baby Peggy in her own house.", "genres": ["Comedy"], "file": "40.json"}, "456045": {"title": "At the Sign of the Jack'O Lantern", "plot": "When Harlan Carr inherited his Uncle Ebenezer's \"Jack-O Lantern\" house and too his bride there to live, he found himself the unwilling host of a score of hungry relatives within a week.  Soon, strange things began to happen.  A black cat made the house his headquarters, unexplained sounds could be heard and a shadowy figure floated through the halls at night.", "genres": ["Mystery", "Comedy"], "file": "40.json"}, "456435": {"title": "Flies", "plot": "Koko the Clown is antagonized by flying insects.", "genres": ["Animation"], "file": "40.json"}, "457812": {"title": "Sonny", "plot": "A 1922 film.", "genres": ["Drama"], "file": "40.json"}, "459367": {"title": "The Dissatisfied Cobbler", "plot": "An Aesop's Fables animated short.", "genres": ["Animation"], "file": "41.json"}, "460630": {"title": "Back Fire", "plot": "Two cowboys drift into town. Both are broke, and one of them jokingly suggests they rob the local express office. A citizen overhears them, and when the office is robbed soon afterwards, the cowboys are blamed for it.", "genres": ["Western"], "file": "41.json"}, "460982": {"title": "Outcast", "plot": "A down-on-her luck streetwalker is ultimately redeemed by the love of a decent man.", "genres": ["Drama"], "file": "41.json"}, "461261": {"title": "The Skipper's Wooing", "plot": "A schoolmistress sets rival lovers to find her father who is hiding in belief that he is a murderer.", "genres": ["Comedy"], "file": "41.json"}, "462738": {"title": "Kino-Pravda No. 8", "plot": "Dziga Vertov-directed Soviet newsreel covering: A bet is placed on the outcome of the Trial of the Socialist Revolutionaries / The verdict / People in streetcars and on the street / A crashed aircraft / Reconstruction of streetcar line 13 / Peacetime use of tanks – airport construction work.", "genres": ["Documentary"], "file": "41.json"}, "462741": {"title": "Kino-Pravda No. 9", "plot": "Dziga Vertov-directed Soviet newsreel covering: Congress of the \"Living Church\" / Opening of the horse racing season / Demonstration of an American movie camera / Operation of mobile projection units.", "genres": ["Documentary"], "file": "41.json"}, "462745": {"title": "Kino-Pravda No. 10", "plot": "Dziga Vertov-directed Soviet newsreel covering: International Youth Day and demonstrations / All-Russian Olympiad / Streetcar collision / Construction of automobiles in a Petrograd factory.", "genres": ["Documentary"], "file": "41.json"}, "462747": {"title": "Kino-Pravda No. 11", "plot": "Dziga Vertov-directed Soviet newsreel covering: All-Russian Congress of Trade Unions / Delegations and diplomats / Renaming of a confectionery factory / Unloading supplies / Komsomol Day / Red Army maneuvers.", "genres": ["Documentary"], "file": "41.json"}, "462748": {"title": "Kino-Pravda No. 12", "plot": "Lost Dziga Vertov-directed Soviet newsreel", "genres": ["Documentary"], "file": "41.json"}, "464626": {"title": "Hungry Hearts", "plot": "A family of Russian Jews living in New York struggles to survive, while the mother strives to better their lives, but she finds that most of her efforts costs more then they are worth.", "genres": ["Drama"], "file": "41.json"}, "467504": {"title": "Sun and Shadow", "plot": "An innkeeper, Juana, is courted by Jarana, a bullfighter who is then seduced by a stranger. Juana then confides in a hunchbacked antiquarian who loves her desperately.", "genres": ["Drama"], "file": "42.json"}, "470513": {"title": "Channing of the Northwest", "plot": "A foppish Londoner joins the Royal Canadian Mounties and tries to break a smuggling ring.", "genres": ["Western"], "file": "42.json"}, "470697": {"title": "A Day with the Gipsies", "plot": "A troupe of gypsies takes a traveler along with them on their day trip.", "genres": ["Documentary"], "file": "42.json"}, "472392": {"title": "Jailers", "plot": "In a Cordovan farmhouse, Soledad arouses a passion in two men, which will be cause of misfortune for both when the boyfriend of the protagonist in a jealous attack kills the rival in his presence.", "genres": ["Drama"], "file": "42.json"}, "473276": {"title": "Don Juan Tenorio", "plot": "Director Ricardo de Banos' second second version of the Don Juan Tenorio saga.", "genres": ["Drama"], "file": "42.json"}, "473910": {"title": "The Wheels of Chance", "plot": "A clerk on a bicycle tour saves a girl from eloping with a bully.", "genres": ["Drama", "Comedy"], "file": "42.json"}, "475896": {"title": "Samson und Delila", "plot": "", "genres": ["Drama"], "file": "43.json"}, "476248": {"title": "Passion for Adventure", "plot": "A lost Croatian film.", "genres": ["Drama", "Adventure"], "file": "43.json"}, "477559": {"title": "La trappola", "plot": "The life and loves of Leda, from orphan in a convent boarding school to film star, narrated through the pages of her diary and her correspondence with her best friend. Leda falls in love with her friend’s fiancé, but a timely letter brings the situation to a satisfactory conclusion for everyone. (giornatedelcinemamuto.it)", "genres": [], "file": "43.json"}, "478491": {"title": "Haarlem", "plot": "Documentary about Haarlem.", "genres": ["Documentary"], "file": "43.json"}, "480201": {"title": "Blaze Away", "plot": "Paul is practicing the art of being a cowboy. He consults a book before firing his gun, climbing onto a saddle on top of a chair and then falling off and dressing his wounds. He then gets back on his 'saddle' and fires his gun again, this time in the direction of another man who has just entered the room. Paul leaves abruptly and rides into town on a horse, and straight through a crowded saloon. A town marshal sees this as act act of bravery and rewards Paul with a sheriff's badge immediately. A fearful rival makes his mark when he lights his cigarette by tossing it into the air and shooting at it to ignite it!", "genres": ["Western", "Comedy"], "file": "43.json"}, "480205": {"title": "Ralph Waldo Emerson", "plot": "Silent biography about the American author, Ralph Waldo Emerson.", "genres": [], "file": "43.json"}, "481706": {"title": "The Right That Failed", "plot": "The Right That Failed", "genres": ["Drama"], "file": "43.json"}, "481707": {"title": "The Face Between", "plot": "The Face Between", "genres": [], "file": "43.json"}, "481709": {"title": "Sherlock Brown", "plot": "The secret formula for the world's most powerful explosive has been stolen from the U.S. government. William Brown, a clerk who aspires to be a detective, has just received his badge from some anonymous Midwestern agency, and manages to get himself embroiled in the intrigue.", "genres": ["Crime", "Comedy"], "file": "43.json"}, "486117": {"title": "Buenos Aires también tiene", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486118": {"title": "La muchacha del arrabal", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486121": {"title": "My American Wife", "plot": "A 1922 film.", "genres": ["Drama"], "file": "44.json"}, "486124": {"title": "Buenos Aires, ciudad de ensueño", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486125": {"title": "Revolución de 1922", "plot": "A 1922 documentary.", "genres": ["Documentary"], "file": "44.json"}, "486126": {"title": "El remanso", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486127": {"title": "Milonguita", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486129": {"title": "En un pingo pagaré", "plot": "A 1922 film.", "genres": [], "file": "44.json"}, "486130": {"title": "Noticiero 1", "plot": "A 1922 film.", "genres": ["Documentary"], "file": "44.json"}, "489234": {"title": "Lola Montez, the King’s Dancer", "plot": "Deviating from the historical facts, Lola is introduced as a young Spanish “Gypsy” who becomes involuntarily embroiled in an attempt to poison the Infante of Spain (a short but splendid cameo by Heinrich George). As a result, she has to flee the country, arriving first in Italy, where she is taught how to act like a lady. Later, in Paris, she is invited to dance at the city’s prestigious opera house, becoming a worldwide sensation. She then becomes secretly involved in a revolutionary plot by Louis Napoléon, the future emperor of France. When the plot fails, Lola is once again forced to flee, this time to Munich, where she captures the attention of Ludwig I. Their ensuing affair arouses a great deal of hatred among the people and the establishment, however. In the end, Lola has no choice but to leave again, and vanishes into the night mist.", "genres": ["Drama"], "file": "44.json"}, "489236": {"title": "She and the Three", "plot": "", "genres": ["Drama"], "file": "44.json"}, "489423": {"title": "Round Two", "plot": "\"The Leather Pushers\" were a charming series of comedies based upon the story of a prize-fighter from the Colliers articles by H.C. Witwer. Each episode was self-contained and complete in itself. Formerly wealthy Kane Halliday, finds he must support himself with his fists in the ring after his father goes suddenly broke. A great mix of comedy and action set against the gritty world of the old New York boxing scene.", "genres": ["Drama"], "file": "44.json"}, "489432": {"title": "Payment Through the Nose", "plot": "\"The Leather Pushers\" were a charming series of comedies based upon the story of a prize-fighter from the Colliers articles by H.C. Witwer. Each episode was self-contained and complete in itself. Formerly wealthy Kane Halliday ( Reginald Denny), fighting as the elegant \"Masked Mystery\", pays more attention to his flirtation with a chorus girl, Estelle, than his boxing career -  frustrating his manager at every turn. Estelle, not realizing her new beau is is actually a prize fighter, is under the mistaken impression that he's a rich playboy, a belief that Halliday does nothing to correct. The manager sets out enlighten her in spectacular fashion!This entry from the series includes some terrific night scenes of New York's Times Square as it appeared in 1922. Titles from other Universal productions are prominently displayed on the theater marquees!", "genres": ["Drama"], "file": "44.json"}, "489449": {"title": "Rob Roy", "plot": "A clan chief seeks revenge on the jealous Duke who outlawed him.", "genres": ["Adventure"], "file": "44.json"}, "51364": {"title": "The Frozen North", "plot": "This satirical parody of William S. Hart's melodramatic films finds Buster in the frozen north, \"last stop on the subway.\" He uses a wanted poster as his partner in robbing a gambling house. When he thinks he spies his wife making love to another man he shoots them both only to learn it isn't his cabin after all.", "genres": ["Comedy", "Western"], "file": "45.json"}, "51366": {"title": "The Electric House", "plot": "Botany major Buster mistakenly graduates in electrical engineering and is hired to wire a new home.", "genres": ["Comedy"], "file": "45.json"}, "494179": {"title": "Kinder der Finsternis - 2. Kämpfende Welten", "plot": "", "genres": ["Drama"], "file": "45.json"}, "494962": {"title": "The Beauty Shop", "plot": "Dr. Budd is a New York physician specializing in \"beauty\". His business is successful but he is still plagued by money problems. One day he gets an idea--he obtains the coat-of-arms of a long-forgotten Italian noble family, the Bolognias, and uses it as his logo on his line of beauty products.", "genres": ["Comedy"], "file": "45.json"}, "497310": {"title": "Beyond the Rainbow", "plot": "Marion Taylor is secretary to Edward Mallory, a wealth Wall Street businessman. She supports her invalid brother Tommy, who has been told by his doctors that he has to go to the mountains for his health. Marion doesn't have the money for that, but Mallory, who has made no secret of his intentions towards her, does. She resigns herself to submitting to his advances in order to get the money in order to keep her brother alive. However, circumstances arise in which she may possibly get the money without having to debase herself with her boss.", "genres": ["Drama"], "file": "45.json"}, "497739": {"title": "The Kentucky Derby", "plot": "Posing as relatives, Ralph and Helen Gordon visit Col. Moncrief Gordon's Kentucky mansion, hoping to marry Helen to the colonel's son, Donald. The colonel agrees, but Donald balks at the suggestion, then reveals his secret marriage to Alice Brown. The colonel turns them out, and Ralph conspires with Bob Thurston to frame Donald for theft of Colonel Gordon's wager money and to shanghai him. After 3 years Donald discovers the source of his misfortune, returns, finds his wife, hears of a plot against his father's best racehorse, wrings a complete confession from Thurston, and saves the Derby for his repentant father.", "genres": ["Action", "Adventure", "Crime"], "file": "45.json"}, "505335": {"title": "Das Spiel mit dem Weibe", "plot": "", "genres": ["Drama"], "file": "46.json"}, "506771": {"title": "The Deputy's Double Cross", "plot": "A traditional silent western film.", "genres": ["Western"], "file": "46.json"}, "509156": {"title": "The Blonde Vampire", "plot": "Marcia Saville, thought to be a hopeless flirt by her sweetheart, Martin Kent, shows him that she prefers Tom Smith, a man from the underworld, because Tom is more authoritative. Tom is induced to enter a scheme to rob Marcia's father in a crooked deal instigated by Simon Downs. Downs plans to have Tom marry Marcia and divide the spoils, as she is to receive a sum of money when she marries. Tom is too smart for them and refuses to get involved. Meantime, Kent proves his strength of character, and Marcia is won over. Downs is exposed to her father and discharged.", "genres": ["Drama"], "file": "47.json"}, "509846": {"title": "Beauty and the Beast", "plot": "The story of a young man's embarrassing contretemps with a young girl's vest at the theatre.", "genres": ["Comedy", "Drama"], "file": "47.json"}, "510733": {"title": "The Ghost Breaker", "plot": "A young man and his manservant, escaping from a backwoods family feud, are persuaded by a beautiful young heiress to help her rid her newly-gained Spanish castle of ghosts.", "genres": ["Comedy", "Horror"], "file": "47.json"}, "510984": {"title": "Penrod", "plot": "Young rapscallion Penrod Schofield causes a good deal of trouble in his community, all in the name of protecting kids from too-strict parents and nasty neighbors. He heads the ABPA (American Boys' Protective Association) and through it disrupts a number of local social events. The townspeople are pretty fed up with Penrod and his gang, but when a couple of outlaws come to town, Penrod shows his mettle.", "genres": ["Comedy", "Drama"], "file": "47.json"}, "512694": {"title": "Monna Vanna", "plot": "", "genres": ["Drama", "History"], "file": "47.json"}, "513805": {"title": "Nur eine Nacht", "plot": "", "genres": ["Drama"], "file": "47.json"}, "513806": {"title": "Jugend", "plot": "", "genres": ["Drama"], "file": "47.json"}, "513987": {"title": "Paris Fashions - Latest Creation in Gowns of the House of Raudnitz", "plot": "Fashion newsreel.", "genres": [], "file": "47.json"}, "513990": {"title": "For Afternoon", "plot": "Eve's Film Review CINEMAGAZINE. Gowns modelled in different outdoor settings.", "genres": [], "file": "47.json"}, "516433": {"title": "Das Liebesnest", "plot": "", "genres": ["Romance"], "file": "47.json"}, "516435": {"title": "Die Fürstin der Ozeanwerft", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516436": {"title": "Die Kartenlegerin", "plot": "", "genres": ["Comedy"], "file": "47.json"}, "516438": {"title": "Die Königin von Whitechapel", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516440": {"title": "Die Schatten jener Nacht", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516442": {"title": "Bigamie", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516443": {"title": "Miss Rockefeller filmt", "plot": "", "genres": ["Comedy"], "file": "47.json"}, "516444": {"title": "Marie Antoinette - Das Leben einer Königin", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516446": {"title": "Der Bekannte Unbekannte", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516447": {"title": "Versunkene Welten", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516449": {"title": "Zum Paradies der Damen", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516450": {"title": "Der böse Geist", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516451": {"title": "Im Kampf mit dem unsichtbaren Feind", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516453": {"title": "Das verschwundene Haus", "plot": "", "genres": ["Adventure"], "file": "47.json"}, "516454": {"title": "Könnyved, der große Unbekannte", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516455": {"title": "Der Fluch des Schweigens", "plot": "", "genres": ["Drama"], "file": "47.json"}, "53231": {"title": "Beyond the Rocks", "plot": "A young woman dutifully marries an older millionaire and then falls in love with a handsome nobleman-- who'd previously saved her life-- on her unhappy honeymoon.", "genres": ["Drama", "Romance", "Adventure"], "file": "47.json"}, "53427": {"title": "Nice and Friendly", "plot": "This short was made as a wedding present for Lord and Lady Mountbatten. In it, Lady Mountbatten has a valuable pearl necklace, which a very large number of crooks wants to steal.", "genres": ["Crime", "Comedy"], "file": "47.json"}, "53429": {"title": "Pay Day", "plot": "A bricklayer and his wife clash over his end-of-the-week partying.", "genres": ["Comedy"], "file": "47.json"}, "53800": {"title": "Sherlock Holmes", "plot": "Sherlock Holmes is a master at solving the most impenetrable mysteries, but he has his work cut out for him on his latest case. Prince Alexis is accused of a theft that he insists he didn’t commit. The evidence is stacked against him, but Holmes’ trusted friend, Dr. Watson, vouches for the prince. As the famed detective investigates, he’s brought face to face with his most devious adversary yet — Professor Moriarty.", "genres": ["Drama", "Mystery"], "file": "47.json"}, "53801": {"title": "When Knighthood Was in Flower", "plot": "Mary Tudor falls in love with a new arrival to court, Charles Brandon. She convinces her brother King Henry VIII to make him his Captain of the Guard. Meanwhile, Henry is determined to marry her off to the aging King Louis XII of France as part of a peace agreement.", "genres": ["Drama", "Romance"], "file": "47.json"}, "517449": {"title": "Die fünf Frankfurter", "plot": "", "genres": ["Comedy"], "file": "48.json"}, "517872": {"title": "Das Mädel mit der Maske", "plot": "", "genres": ["Comedy"], "file": "48.json"}, "518391": {"title": "Hannele's Ascension", "plot": "A young woman is abused or abandoned by the men in her life.", "genres": ["Drama"], "file": "48.json"}, "519514": {"title": "Frauenopfer", "plot": "An old count has been keeping an eye on the granddaughter of his lock-keeper for quite some time. But the young Maria is in love with the young painter Walter, who is only moderately gifted as an artist. The two marry and become parents of a child. However, the count does not want to let go of his desire for Mary and now chooses another way to gain her favor.\r Author: Ulf Kjell Gür", "genres": ["Drama"], "file": "48.json"}, "519521": {"title": "Ihr schlechter Ruf", "plot": "", "genres": ["Drama"], "file": "48.json"}, "520642": {"title": "Die Männer der Frau Clarissa", "plot": "", "genres": ["Drama"], "file": "48.json"}, "520684": {"title": "Thundering Hoofs", "plot": "A young woman returns to Kentucky after several years in boarding school, and discovers that a very valuable horse that is to be entered in the Derby is about to be forfeited due to the machinations of a rival. She determines to ride the horse in the Derby and win the race.", "genres": ["Drama"], "file": "48.json"}, "520687": {"title": "A Sporting Double", "plot": "A man wins a Derby bet despite his rival framing him for theft.", "genres": [], "file": "48.json"}, "521586": {"title": "Die Dame und der Landstreicher", "plot": "", "genres": ["Drama"], "file": "48.json"}, "521596": {"title": "Wonders of the Sea", "plot": "A film by John Ernest Williamson", "genres": ["Documentary"], "file": "48.json"}, "527995": {"title": "Singed Wings", "plot": "Singed Wings 1922", "genres": ["Drama", "Romance"], "file": "49.json"}, "527999": {"title": "The Young Diana", "plot": "Mr. May wants his daughter Diana to marry into society. The man he wishes her to wed is a scientist, Dr. Dimitrius, but Diana is in love with an officer, Commander Cleeve.", "genres": ["Drama"], "file": "49.json"}, "528436": {"title": "Broad Daylight", "plot": "A young woman agrees to marry the son of a well-known man in order to get a chance to take revenge on her new father-in-law, who she believes framed her own father who is now in prison.", "genres": ["Crime"], "file": "49.json"}, "528455": {"title": "The Fast Mail", "plot": "The Fast Mail (1922)", "genres": ["Action", "Drama"], "file": "49.json"}, "529013": {"title": "Die Dame und ihr Friseur", "plot": "", "genres": ["Comedy"], "file": "49.json"}, "532390": {"title": "Insinuation", "plot": "About a woman whose life is almost ruined by the insinuations of a small-town gossip and a brother who falls in with bad company. The film ends with the woman being saved by her upstanding physician husband, whom she meets when her theatre troupe becomes stranded in the town.", "genres": ["Drama"], "file": "49.json"}, "533635": {"title": "The Deuce of Spades", "plot": "Amos, a Boston beanery owner inherits a restaurant out West and goes out to make his fortune. Unfortunately, the local card sharps take his last dime and show him up for a tenderfoot. So Amos sets out to become a gunslinger.", "genres": ["Comedy"], "file": "49.json"}, "535013": {"title": "Animals As Stupid As Men", "plot": "", "genres": [], "file": "50.json"}, "536057": {"title": "East Is West", "plot": "She'd wink till hearts went on the blink. And staid professors couldn't think. And everywhere they'd stop to stare. And say \"Some Chink!\" when Ming Toy winked.", "genres": ["Comedy", "Romance"], "file": "50.json"}, "536878": {"title": "Peter the Great", "plot": "", "genres": ["Drama", "History"], "file": "50.json"}, "537247": {"title": "Wem nie durch Liebe Leid geschah!", "plot": "", "genres": ["Drama"], "file": "50.json"}, "538548": {"title": "Konishi Junsa", "plot": "", "genres": ["Drama", "Mystery"], "file": "50.json"}, "539433": {"title": "Kapten Grogg har blivit fet", "plot": "Captain Grogg tries to master the extra weight he's put on.", "genres": [], "file": "50.json"}, "539447": {"title": "Walter's Trying Frolic", "plot": "A car salesman dreams he is kidnapped in mistake for his noble double.", "genres": ["Comedy"], "file": "50.json"}, "539650": {"title": "Cocaine", "plot": "A decadent tale of drugs and the London underworld the cosseted daughter of a respectable businessman - in fact head of a cocaine racket - succumbs to the pleasures of drink and drugs. Vivid nightlife scenes recreate the interwar world of flappers and hedonists; the dapper club owner and seedy street dealers.", "genres": ["Drama"], "file": "50.json"}, "541207": {"title": "Heart's Haven", "plot": "A fine cast brings depth to this melodrama of a crippled boy, an unhappy marriage, an injured young lady and the miracle of faith.", "genres": ["Drama"], "file": "50.json"}, "55549": {"title": "The Burning Soil", "plot": "The film follows tells the story of a struggle over a plot of petroleum-rich land.", "genres": ["Drama"], "file": "50.json"}, "542698": {"title": "The Man from M.A.R.S.", "plot": "An inventor makes contact with Mars via television.  The film is notable for using the 3-D process called Teleview, similar to today's alternating frame 3-D systems. Shown in 3-D only at the Selwyn Theater in New York City, it was previewed as Mars Calling at a trade and press screening on 13 October 1922, premiered as M.A.R.S. on 27 December 1922, and ran through 20 January 1923. A 2-D version was distributed as Radio-Mania in 1923–1924.", "genres": ["Science Fiction"], "file": "51.json"}, "546632": {"title": "Der Favorit der Königin", "plot": "German film by Franz Seitz.", "genres": ["Drama"], "file": "51.json"}, "546773": {"title": "The World's Champion", "plot": "Young William Burroughs comes from wealth but not nobility, so despite his income he is not welcomed when he pursues Lady Elizabeth Galton, and indeed he is not only beaten by her cousin but thrown out by his own father for the disgrace he has caused. He travels to the United States where he becomes a champion prizefighter. Upon his return to England, he finds circumstances quite changed for Lady Galton and he sets out to change her circumstances further.", "genres": ["Drama", "Romance"], "file": "51.json"}, "547561": {"title": "Sam's Boy", "plot": "A small boy [Billy] looking for a way of avoiding the workhouse looks for a father. Rl. 1 Captain Hunt of the ketch `Nancy Bell’ sends his crew off for a drink before they sail. They take along Sam who has been reading his copy of `The War Cry’ and is a member of the Salvation Army Band. Nosey Jones has died and left his son, Billy, and his dog Matey destitute. Matey runs up to Sam and Billy decides that Sam, as a father, would keep him out of the workhouse. He rushes up to Sam and calls him father (808).", "genres": [], "file": "51.json"}, "547707": {"title": "Trifling Women", "plot": "Leon de Severac is fed up with his daughter Jacqueline, who is constantly seducing men. Hoping to discourage her from her flirtatious behavior, he tells her the story of Zareda, an attractive fortune teller who is having an affair with Ivan de Maupin.", "genres": ["Drama", "Romance"], "file": "51.json"}, "550204": {"title": "The Ghost With the Deadly Kiss", "plot": "The good citizens of a small Austrian town are all aquiver; the schoolmaster has published a brochure in which can be read, black on white, the story of the 'dead guest,' in whose embrace the town's prospective brides found death. But worst of all, the writer of the brochure has plausibly concluded that the 'dead guest' will return this very year!\r A copy of this film is conserved in the Centre national du cinéma et de l’image animée (CNC).", "genres": ["Drama"], "file": "51.json"}, "550779": {"title": "Tonaufnahmen Berglund", "plot": "Sound film experiments by Swedish engineer Sven A: son Berglund. The sound strip, unlike sound film today, covers almost the entire film strip.", "genres": [], "file": "51.json"}, "553146": {"title": "The Song of Life", "plot": "A woman abandons her husband and baby to look for a better life in the big city. Years later, as an elderly woman, she finds her son living in the big city and tries to make amends by moving in with him without revealing her secret identity.", "genres": [], "file": "52.json"}, "57283": {"title": "Häxan", "plot": "Grave robbing, torture, possessed nuns, and a satanic Sabbath: Benjamin Christensen's legendary film uses a series of dramatic vignettes to explore the scientific hypothesis that the witches of the Middle Ages suffered the same hysteria as turn-of-the-century psychiatric patients. But the film itself is far from serious-- instead it's a witches' brew of the scary, gross, and darkly humorous.", "genres": ["Documentary", "Horror", "History"], "file": "52.json"}, "555766": {"title": "Le grillon du foyer", "plot": "", "genres": [], "file": "52.json"}, "555787": {"title": "The Sheik's Wife", "plot": "A young English woman, Estelle Graydon, falls in love with Hajid Ben Khedim, a well-to-do Algerian completing his education in Britain. They marry and Hajid takes Estelle to his family home in Algiers. Estelle is disturbed by the customs of her new home, especially when Hajid's father insists he take a second wife.", "genres": ["Drama", "Romance"], "file": "52.json"}, "555800": {"title": "Bénitou", "plot": "", "genres": [], "file": "52.json"}, "555803": {"title": "Cendrillon", "plot": "", "genres": [], "file": "52.json"}, "555811": {"title": "The Death Agony of the Eagles", "plot": "After the death of Napoleon, colonel Montaner plots to restore the Empire, but falls in love with Lise, a beautiful dancer.", "genres": ["History"], "file": "52.json"}, "555813": {"title": "L'aiglonne", "plot": "", "genres": ["War", "Drama"], "file": "52.json"}, "555820": {"title": "L'aviateur masqué", "plot": "", "genres": [], "file": "52.json"}, "555825": {"title": "La nuit de la Saint Jean", "plot": "", "genres": [], "file": "52.json"}, "555830": {"title": "Le crime du Bouif", "plot": "", "genres": [], "file": "52.json"}, "555887": {"title": "The Sinister Guest", "plot": "A couple on their honeymoon in the French Riviera are cursed by an old woman in black.", "genres": [], "file": "52.json"}, "555892": {"title": "Le pauvre village", "plot": "", "genres": [], "file": "52.json"}, "555901": {"title": "Les parias de l'amour", "plot": "", "genres": [], "file": "52.json"}, "555902": {"title": "Les Roquevillard", "plot": "A family of strict magistrates holds firm in protecting one of their members,who commits an error which provokes a storm of outrage.", "genres": [], "file": "52.json"}, "555905": {"title": "Rapax", "plot": "Widow Simone d'Argentières lives in Neuilly with her son Jean and her friend Hélène Castillon, whose brother Georges wants to marry Simone. Both the chauffeur Pistol and the servant Malar are in love with the maid Prunette. Georges makes a deal with businessman Paramine in the hope of ending his financial troubles while Albert D'Amentières proposes to his sister-in-law Simone who declines arguing that she does not wish to give Jean a step-father. Hélène overhears this and repeats it to Georges who says in front of the servants: \"What a shame she has a son'. Little Jean leaves for a vacation with old father Pailloux at the country. Gypsies settle near by and their leader Luigi meets Paramine who is here under the assumed name of Simon and gives him money. The next day, little Jean disappears.", "genres": [], "file": "52.json"}, "555907": {"title": "A Shout from the Abyss", "plot": "", "genres": [], "file": "52.json"}, "555911": {"title": "Jocelyn", "plot": "", "genres": [], "file": "52.json"}, "555915": {"title": "L'amie d'enfance", "plot": "An orphan, Jeannette, has been adopted by the farmer of the Château de Chambleu. She grows up with the son of the owner of the manor, Mme de Bernecourt, before being separated from him when she becomes a lady in waiting. As far as the young man, Jean, is concerned, he comes back from the colonies in the company of a beautiful divorcée, Mme Lauret, whom he wishes to marry. However, the fair lady is a schemer and Jeannette has uncovered her plot, for she is in love with Jean. The two childhood friends will eventually be reunited.", "genres": [], "file": "52.json"}, "555916": {"title": "L'écuyère", "plot": "", "genres": [], "file": "52.json"}, "555918": {"title": "L'équipe", "plot": "", "genres": [], "file": "52.json"}, "555921": {"title": "La belle au bois dormant", "plot": "", "genres": [], "file": "52.json"}, "555928": {"title": "The Girl of the Dust Bin", "plot": "Bamboche threw his wife in the water. She's not dead and re-married with Dartès under an alias. Dartès himself goes under the name of one of Bamboche's friend's. The bigamist wife then falls in love with another man : Dr Verdier, who loves Mariette, a sweet girl who turns out to be the child Dartès abandoned long ago.", "genres": [], "file": "52.json"}, "555929": {"title": "La fille sauvage", "plot": "", "genres": [], "file": "52.json"}, "555930": {"title": "La loupiote", "plot": "", "genres": [], "file": "52.json"}, "555932": {"title": "The House in the Forest", "plot": "", "genres": [], "file": "52.json"}, "555938": {"title": "La résurrection du Bouif", "plot": "", "genres": [], "file": "52.json"}, "555940": {"title": "Up to the Hilt", "plot": "", "genres": ["Drama"], "file": "52.json"}, "555941": {"title": "Le crime de Monique", "plot": "", "genres": [], "file": "52.json"}, "555942": {"title": "The Black Diamond", "plot": "", "genres": [], "file": "52.json"}, "555958": {"title": "Le filon du Bouif", "plot": "", "genres": [], "file": "52.json"}, "555959": {"title": "Le lac d'argent", "plot": "", "genres": [], "file": "52.json"}, "555961": {"title": "The Black Sheep", "plot": "", "genres": [], "file": "52.json"}, "555962": {"title": "Le sang des Finoël", "plot": "", "genres": [], "file": "52.json"}, "555963": {"title": "Les deux pigeons", "plot": "", "genres": [], "file": "52.json"}, "555965": {"title": "Mysteries of Paris", "plot": "", "genres": [], "file": "52.json"}, "555978": {"title": "Maman Pierre", "plot": "", "genres": [], "file": "52.json"}, "555979": {"title": "Margot", "plot": "", "genres": [], "file": "52.json"}, "555981": {"title": "Molière, sa vie, son oeuvre", "plot": "The viewer is first reminded of the places where Molière was born, studied, played his works and died. Then, through engravings, Molière is seen performing at Versailles and in front of Parisian audiences. Finally various actors of the Comédie Française interpret selected scenes from Molière's work among which \"Le dépit amoureux\",\"Tartuffe\", \"Les précieuses ridicules\", \"Le Misanthrope\", \"le bourgeois gentilhomme\", \"Don Juan\" et \"Le malade imaginaire\". Firmin Gémier performs a scene froùm \"L'avare\".", "genres": [], "file": "52.json"}, "555982": {"title": "Mon p'tit", "plot": "", "genres": [], "file": "52.json"}, "555984": {"title": "Roger la Honte", "plot": "", "genres": ["Drama"], "file": "52.json"}, "555985": {"title": "Rouletabille chez les bohémiens", "plot": "", "genres": ["Drama"], "file": "52.json"}, "555986": {"title": "Sans fortune", "plot": "", "genres": [], "file": "52.json"}, "555987": {"title": "Son altesse", "plot": "", "genres": [], "file": "52.json"}, "557546": {"title": "Son excellence le Bouif", "plot": "", "genres": [], "file": "52.json"}, "570241": {"title": "How to Grow Thin", "plot": "The story is that of Heza Gobbler and his wife, Ima Gobbler. Both were of normal size in their more youthful days, but a few years after they have “settled down” the extra fat has settled down on them so heavily that when they receive an invitation to a banquet neither can get Into the “glad rags” which have laid unused in their trunks for several years. When Mrs. Eaton Growthin, who was bridesmaid at their wedding, calls, Mrs. Ima Gobbler is moved to envy by her slender, graceful figure. Mrs. Gobbler is introduced to a specialist by her more slender friend, and in a few minutes receives his brief outline of the simple home method which she is to follow to lose weight. She follows the easy method for five months, and when she returns to the specialist’s office, his scales show that she has lost forty pounds. An entertaining story and clever comedy have been combined In \"How to Grow' Thin” with a vital lesson to the great number of people who have a tendency to “grow fat.”", "genres": ["Documentary"], "file": "55.json"}, "570243": {"title": "The Naval Treaty", "plot": "", "genres": [], "file": "55.json"}, "571375": {"title": "Married to a Mormon", "plot": "A Mormon weds a rich English girl, takes a second wife in Utah, and is killed by his first wife's lover.", "genres": ["Drama"], "file": "55.json"}, "574395": {"title": "A Barnyard Cavalier", "plot": "Bobby Vernon dreams he's part of The Three Musketeers.", "genres": ["Comedy"], "file": "55.json"}, "574401": {"title": "Campbell of the Mounted", "plot": "Irving Cummings stars and directs himself as a Mountie trying to solve a crime.", "genres": ["Western"], "file": "55.json"}, "574403": {"title": "Step Forward", "plot": "The conductor of a one-man streetcar has to deal with getting passengers on and off, getting tickets, making sure no one tries to ride for free and operating the car all at the same time.", "genres": ["Comedy"], "file": "55.json"}, "574410": {"title": "Holding His Own", "plot": "Jerry, a hobo, is chased by a pair of policemen after accidentally interrupting their dice game and later woos a farm girl to get breakfast.", "genres": ["Comedy"], "file": "55.json"}, "574414": {"title": "Hot Off the Press", "plot": "Stop the presses! Snub Pollard is working there.", "genres": ["Comedy"], "file": "55.json"}, "574415": {"title": "Punch the Clock", "plot": "Eddie suspects his wife of having an affair with Snub. Snub, meanwhile, just wants to get to work on time.", "genres": ["Comedy"], "file": "55.json"}, "574417": {"title": "Henessey of the Mounted", "plot": "George Ovey in a Mountie parody comedy.", "genres": ["Comedy", "Western"], "file": "55.json"}, "574419": {"title": "Hale and Hearty", "plot": "A couple of old guys remembering the old days when courting Marie Mosquini.", "genres": ["Comedy"], "file": "55.json"}, "574422": {"title": "Good Morning, Judge", "plot": "Courtroom comedy with Eddie Boland as Judge.", "genres": ["Comedy"], "file": "55.json"}, "575234": {"title": "Der schwarze Montag", "plot": "", "genres": [], "file": "55.json"}, "575237": {"title": "Am Rande der Großstadt", "plot": "", "genres": [], "file": "55.json"}, "575242": {"title": "Wenn die Maske fällt", "plot": "", "genres": [], "file": "55.json"}, "580885": {"title": "Under Two Flags", "plot": "On the run from punishment for a crime committed by his brother, Bertie Cecil (alias Lewis Victor) joins the French Foreign Legion. In Algeria, he becomes the hated rival of his commander, Chateauroy, who despises Victor's breeding and also competes for the same woman. Victor is beloved of Cigarette, an Algerian camp follower, who saves his life, though he loves another.", "genres": ["Drama"], "file": "56.json"}, "584081": {"title": "Fridericus Rex - 2. Teil: Vater und Sohn", "plot": "", "genres": ["Drama"], "file": "56.json"}, "591856": {"title": "Billy Jim", "plot": "Billy Jim is a rich cowboy who tries to seduce a young girl whose father exploits a mine.", "genres": ["Western", "Comedy"], "file": "57.json"}, "592329": {"title": "Your Best Friend", "plot": "A Jewish mother in New York finds herself at odds with her son's new wife, a pretty Gentile girl.", "genres": [], "file": "57.json"}, "592650": {"title": "Phroso", "plot": "An Englishman, Lord Wheatley, purchases an island over which reigns the supremely beautiful Phroso, thus disposessing her of her land. Revolted, the islanders, supported by an adventurer who desires Phroso, rise against the new master. The English are saved by the British governor, also under the spell of gorgeous Phroso. The latter, for her part, is not wholly insensitive to Lord Wheatley's distinction. The imbroglio still worsens with the meddling of a dark horse : the neighboring sultan.", "genres": ["Drama"], "file": "57.json"}, "593704": {"title": "Sukanya Savitri", "plot": "This film tells two independent stories from the Mahabharata. The first part features the princess Savitri, who stands by her husband, the woodcutter Satyavan, when he is marked by Yama, the god of Death. When Yama fulfills his prophecy and takes away Satyavan's life, Savitri pleads with him and eventually wins her husband back. There are extraordinary scenes showing Savitri's pleas with the god sitting astride a buffalo somewhere between heaven and earth, intercut with shots of the couple's idyllic life as Savitri tends to her blind parents-in-law. The second half narrates the legend of Sukanya, the daughter of Sharyati. Seeing a large ant-hill, and unaware that it has been built over the meditating sage Chyvana, she blinds the sage and, in return, is forced to marry him. She tends to the old and decrepit man, and he changes into a handsome youth.", "genres": [], "file": "57.json"}, "594812": {"title": "The Beautiful and Damned", "plot": "Gloria, the daughter in a wealthy family, has finally spent most of her father's money. She marries Tony, whose as much of a reckless spendthrift as she is, and they continue indulging themselves. Tony's wealthy grandfather Adam Patch dies, but to their surprise he leaves Tony nothing. The couple try their hands at actually working for a living, but they don't like it and return to their spendthrift ways. Something has to give, and it soon does.", "genres": ["Drama"], "file": "57.json"}, "594923": {"title": "Heroes of the Street", "plot": "When a smart-alec street kid's father, a policeman, is killed in the line of duty, the boy turns over a new leaf and goes to work to support his mother, brothers, and sisters. He gets a job as an usher in a theater but really wants to become a policeman to avenge the death of his father. He soon finds himself involved in a fake kidnapping, real gangsters and a tip on the identity of the man who killed his dad.", "genres": ["Crime", "Drama"], "file": "57.json"}, "595163": {"title": "Kihlaus", "plot": "Servant Eeva promises to marry her childhood friend, tailor Aapeli, via letter, but withdraws after meeting the man. Though mostly preserved, the film is partially lost.", "genres": ["Comedy"], "file": "57.json"}, "597197": {"title": "Descha's Tryst with the Moon", "plot": "Lost Cartoon from the Disney Lafflets Series", "genres": ["Animation"], "file": "58.json"}, "605113": {"title": "Tempêtes", "plot": "", "genres": [], "file": "58.json"}, "606223": {"title": "Kean", "plot": "The actor Edmund Kean, adored by his fans and critics, makes another brilliant performance. The young Anna Danby clings to his lips. But Kean has a liaison with a married woman.", "genres": [], "file": "58.json"}, "608227": {"title": "The New Teacher", "plot": "", "genres": ["Romance", "Drama"], "file": "59.json"}, "608705": {"title": "Gaëtan ou le commis audacieux", "plot": "\"Be bold, young man, be bold!\" repeats Judge Barbachon to his clerk Belhomme. Putting the precepts of his boss into practice, Belhomme first tries to seduce Madame Barbachon, and is thrown out of the house. Moving on to the capital of the region to look for another job, Belhomme meets a charming young lady on the tramway. He continues to follow the advice of Judge Barbachon...", "genres": [], "file": "59.json"}, "608761": {"title": "Schaffende Hände: Lovis Corinth", "plot": "Hans Cürlis films Lovis Corinth at work. \"In the physical act of applying the colour spots, Corinth discovered something: drama, tempo; things were processes, in the technical sense also, which were brought together in the unity of expression\" (Carl Einstein). Cürlis makes this visible.", "genres": ["Documentary"], "file": "59.json"}, "608842": {"title": "Felix in Love", "plot": "While serenading Kitty, Felix is knocked off the fence by a lamp that is thrown at him. It turns out to be a magic lamp, and when the genie of the lamp appears and grants Felix a wish, he decides to make a trip to Africa, which he believes will make Kitty love him even more.", "genres": ["Animation"], "file": "59.json"}, "610453": {"title": "Det omringade huset", "plot": "", "genres": [], "file": "59.json"}, "610539": {"title": "Las Hurdes, país de leyenda", "plot": "An account of the journey that King Alfonso XIII of Spain made to the impoverished shire of Las Hurdes, in the province of Cáceres, in the region of Extremadura, in 1922.", "genres": ["Documentary"], "file": "59.json"}, "612518": {"title": "Peacock Alley", "plot": "A young man brings his new worldly Parisian wife back home to Pennsylvania.", "genres": ["Drama"], "file": "59.json"}, "613393": {"title": "The Wages Of Sin", "plot": "", "genres": ["Drama"], "file": "59.json"}, "614055": {"title": "Man to Man", "plot": "Steve Packard is the ne'er-do-well son of an Arizona ranching baron. Upon his father's death, Steve returns from his days as a South Pacific beach bum to protect his father's estate, which has fallen into the hands of Steve's estranged grandfather. The grandfather's foreman, Joe Blenham, attempts to wrest the ranch from Steve's rightful inheritance, whether the means are legal or not.", "genres": ["Western"], "file": "59.json"}, "614087": {"title": "The Storm", "plot": "", "genres": ["Drama"], "file": "59.json"}, "614097": {"title": "Trouble", "plot": "Danny, a ragamuffin orphan, is adopted by a brutal plumber and his frail wife. His fear of hunger, resulting from his foster father's indifference, at one point leads him to substitute for the plumber in repairing a leak, but he causes a flood. Later, Danny is instrumental in saving a policeman's life and in sending the plumber to jail. He finds new happiness with his foster mother on her parents' farm.", "genres": ["Comedy", "Drama"], "file": "59.json"}, "614114": {"title": "Women Men Marry", "plot": "When he loses both his wife and child, Montgomery Rogers adopts his servants' little girl and raises her as his own. Completely unaware of her origins, Emerie grows up to be a first class snob. Her socially ambitious aunt takes her to Europe to become engaged to Brooks Fitzroy, an impoverished lord (Cyril Chadwick). On the voyage back she encounters a young man, Dick Clarke who is working for his passage.", "genres": ["Drama"], "file": "59.json"}, "614261": {"title": "Skin Deep", "plot": "The plot concerns a war hero who returns home determined to give up his old ways as a crook. Bud Doyle (Milton Sills) is still being hounded by the cops, and both his wife (Marcia Nanon) and a former associate, a dishonest politician, want to do him in.", "genres": ["Drama", "Crime"], "file": "59.json"}, "614398": {"title": "The Fighting Kid", "plot": "", "genres": ["Western"], "file": "59.json"}, "614403": {"title": "A Western Demon", "plot": "", "genres": ["Western"], "file": "59.json"}, "614514": {"title": "Bluebeard, Jr", "plot": "Newlyweds Tom and Nan Beech have trouble settling into their tiny new apartment, and once they have, they get into an argument that sends Nan storming out. Almost as soon as she is gone, Tom gets word that his uncle will give him 50 thousand dollars if he can prove he is a happily married, successful businessman.", "genres": ["Comedy"], "file": "59.json"}, "614527": {"title": "The World's a Stage", "plot": "While playing Juliet in a barnstorming Shakespearean troupe, Jo Bishop is discovered by a motion picture director and brought to Hollywood. She becomes a star and quickly marries Wallace Foster. Another man, John Brand, also loves her, but is satisfied to remain her friend.", "genres": ["Drama", "Romance"], "file": "59.json"}, "615263": {"title": "Circus Jim", "plot": "After the death of their father, a travelling showman, Iris Belmore and her little brother Billy are engaged to play in a circus owned by George Munro. Jim, a young man their father had adopted, comes home after he has been at the sea, where he has saved the lives of Lady Rosemount and her son during a shipwreck. Jim, a sharpshooter, also joins Munro’s circus and shows Iris and Billy much kindness. Iris and Jim do a sharpshooting act together. Munro’s jealousy is aroused when he sees that their friendship is growing into love. In revenge he tampers with Jim’s revolver, with the result that an accident happens in the ring and Iris is slightly wounded. Jim gives Munro a severe thrashing and leaves the circus, taking Iris and Billy with him, in search of other employment. While tramping the country, they meet Lady Rosemount and her husband. Sir Henry, hearing their story and wishing to show his gratitude, buys Munro’s circus and makes Jim the manager, on condition that he marries Iris. ×", "genres": [], "file": "59.json"}, "615668": {"title": "Turn to the Right", "plot": "Joe is the son of a poor widow and in love with the daughter of the town’s richest and meanest man. The couple is determined to marry and plan their “dream house.”", "genres": ["Comedy", "Drama"], "file": "59.json"}, "618599": {"title": "Man Wanted", "plot": "", "genres": ["Comedy", "Drama"], "file": "60.json"}, "618604": {"title": "Shattered Dreams", "plot": "Marie Moselle, an amateur Parisian sculptress, quarrels with her fiancé, Théophile, a society type of the ennui school, regarding her artistic ambitions, and he is horrified when she selects Louis, a huge apache, as a model.", "genres": [], "file": "60.json"}, "618606": {"title": "Across the Dead-Line", "plot": "Gilead is a lumber town that is dominated by two branches of the Kidder family: the puritanical, ultra-conservative side led by Enoch and his son John, and the hedonistic branch led by Enoch's brother Aaron. Aaron plans to sway John to come over to his side by using a young girl who has lost her memory to lure him over, but when he kidnaps her John sets out to free her. Complications ensue.", "genres": ["Western"], "file": "60.json"}, "618609": {"title": "Don't Get Personal", "plot": "Patricia Parker, on the advice of her father, leaves her life as a chorus girl for the bucolic surroundings of Silas Wainwright, an old friend of her father's.", "genres": [], "file": "60.json"}, "618610": {"title": "The Guttersnipe", "plot": "Mazie, a shop-girl of New York City's Little Ireland, goes to the aid of a young man in formal attire involved in a street fight. Though badly beaten, he bears a strong resemblance to Lord Lytton, the hero of a magazine story Mazie is reading in installments. Although he is, in reality, a soda clerk, Mazie permits his attentions, and together they read the \"Sloppy Stories\" yarn about English nobility.", "genres": [], "file": "60.json"}, "618622": {"title": "The Scrapper", "plot": "Malloy, a young Irish construction engineer just out of college, is assigned to a project and immediately falls in love with the contractor's daughter, Eileen. The contractor's secretary, who also loves the girl, hires Oleson, a Swede, to work with Malloy and delay the building sufficiently to arouse the ire of the contractor. Under these conditions, however, Malloy works all the harder, never looking gloomy or restraining his Irish humor until the Swede comes to blows with him over a strike.", "genres": [], "file": "60.json"}, "618625": {"title": "Headin' West", "plot": "Bill Perkins, a war veteran bumming his way across the country with an airplane pilot, is forced to disembark via parachute when he arrives at a familiar spot. He lands in the midst of a cattlemen's dispute, gets a job as a dishwasher, and learns of a conspiracy to steal the ranch from its absent heir.", "genres": ["Western"], "file": "60.json"}, "618627": {"title": "The Golden Gallows", "plot": "Leander Sills, wealthy friend of Willow Winters, a chorus girl who has risen to fame as a result of a star's illness, is so impressed by the girl's resistance to his offers of wealth and luxury that he wills her his fortune. When Sills is killed by a former sweetheart, his lawyer gives the matter publicity, with the result that Peter Galliner, who is in love with Willow, believes that Willow's relations with Sills have been improper, denounces her, and leaves town. Under an assumed name, Willow becomes a friend of Peter's mother and wins her respect.", "genres": [], "file": "60.json"}, "618628": {"title": "The Wise Kid", "plot": "Rosie Cooper is a cashier in a cheap restaurant and among those she favors is ... Smith, the bakery boy. Rose is a 'wise kid' all right, but it takes her some time to see through a shiny young thin model gent... The girl entertains his advances because he means romance to her. But he proves his shallow character and Rosie is glad to turn to Jimmy, the bakery youth.", "genres": [], "file": "60.json"}, "618630": {"title": "The Dangerous Little Demon", "plot": "Teddy Harmon, a society girl preoccupied with pleasure, is persuaded by her father's serious-minded secretary that she is in love with him, but meeting his family, she becomes bored and seeks the society of Gary McVeigh, a wealthy neighbor. At a gambling house, she finds her father with a dashing young widow, and later, the proprietor, though ostensibly a friend, tries to force his attentions on her and she is taken to jail in a raid. She is rescued by Gary, and the secretary, learning of her father's financial difficulties, breaks the engagement.", "genres": [], "file": "60.json"}, "618631": {"title": "The Bear Cat", "plot": "The Bearcat, alias The Singin' Kid, crosses the Rio Grande into Three Pines, singing bloodthirsty verses, but in spite of these, he makes friends with Sheriff Bill Garfield and likewise with Alys May, daughter of cattle rancher John P. May, by saving her from a runaway. As a reward, he gets a job on the ranch and falls in love with Alys, though warned she is engaged to Aitken, her brother's college chum.", "genres": ["Western"], "file": "60.json"}, "618632": {"title": "A Wonderful Wife", "plot": "Capt. Alaric Lewin and his bride, Chum, are sent to Key Island, off the coast of Africa, where he has been commissioned as assistant to Gregory of the British Service. Chum determines to vamp the commissioner and thereby win a better post for her husband, and her husband finds favor in the eyes of Diana Churton, whose husband is away on an expedition.", "genres": [], "file": "60.json"}, "618633": {"title": "The Man Who Married His Own Wife", "plot": "John Morton, a sea captain, saves the life of heiress Elsie Haynes when she is shipwrecked. When the two reach port, they are married despite Morton's disfigured face, injured in rescuing the girl. Morton grows wealthy, but believing that his wife shuns him because of his ugliness and uncouth manners, he disappears and is believed to be dead. During his absence, he has plastic surgery performed on his face, returning it to a natural contour, and is educated in social graces.", "genres": [], "file": "60.json"}, "618635": {"title": "Second Hand Rose", "plot": "The adopted Irish daughter of the Rosensteins, Second Avenue pawnshop owners, Rose is much sought after by Tim McCarthy, a wealthy Irish contractor many years her senior. Meanwhile, Nat, her adopted brother, is accused of stealing from his firm and is arrested and put in jail; Rosenstein, heartbroken, becomes seriously ill.", "genres": [], "file": "60.json"}, "618637": {"title": "Kissed", "plot": "Constance Keener, who is betrothed to young millionaire Merton Torrey, confesses to him her desire for romance such as he does not give her. On the occasion of a masquerade ball, Torrey is unable to escort her; and while she is alone on the balcony, someone suddenly seizes and kisses her, then disappears. She attempts to discover her assailant's identity.", "genres": ["Comedy", "Romance"], "file": "60.json"}, "618638": {"title": "Step on It!", "plot": "Brother of Lorraine Leighton is falsely accused of rustling and murder and shipped off to jail. Desperate, Lorraine enlists the help of rancher Vic Collins and the two track down the real culprit, evil Pidge Walters.", "genres": ["Western"], "file": "60.json"}, "618639": {"title": "The Black Bag", "plot": "Billy Kirkwood, a young businessman, travels to New York City for a vacation. There he comes to the rescue of pretty young Dorothy Calender, escorting her to a taxi because she was being followed by some sinister-looking men. It turns out that the men are thieves who have seen her take an expensive diamond necklace from a store, and are following her to steal it. However, all is not quite as it seems, as Billy is soon to find out.", "genres": [], "file": "60.json"}, "618641": {"title": "Out of the Silent North", "plot": "At a remote Canadian trading post, Pierre Baptiste, a simple French Canadian, loves Marcette, the storekeeper's daughter. In midwinter, Stannard, a stranger from England, arrives in search of a gold claim and infatuates Marcette. Urged on by Nefferton, a supposed friend who plots to steal his claim, Stannard sets out on the eve of a storm; and Marcette, fearing for his safety, sends Pierre after him.", "genres": [], "file": "60.json"}, "618644": {"title": "Her Night of Nights", "plot": "Molly, a glamorous clothing model in New York, though yearning for a life of luxury, spurns the advances of her boss's son in favor of a shipping clerk, late of the backwoods.", "genres": ["Comedy", "Romance"], "file": "60.json"}, "618646": {"title": "Trimmed", "plot": "Returning from service in the A. E. F., Dale Garland is given a rousing reception by his townsmen. County political boss Nebo Slayter persuades the community to nominate Dale for sheriff--thinking he can be easily manipulated--against John Millard, the incumbent, who refuses political compromises. Dale easily wins and pledges to give the citizens an honest deal. Millard's daughter, Alice, who is Dale's childhood sweetheart, learns of Slayter's dishonest schemes and sees his men murder a moonshiner for whom they had been furnishing protection.", "genres": ["Western"], "file": "60.json"}, "618647": {"title": "The Trouper", "plot": "Working as a wardrobe girl in a cheap traveling stock company, Mamie Judd secretly loves Jenks, the leading man, who scarcely notices the young girl. She saves Neal Selden, son of a small-town banker, from being accused of robbery and murder, acts committed by the company's manager and leading lady.", "genres": ["Comedy", "Drama"], "file": "60.json"}, "618649": {"title": "Afraid to Fight", "plot": "Former A. E. F. boxing champion Tom Harper, who suffered gas poisoning, is sent to the mountains to regain his health so that he can re-enter the ring and earn the money needed for his crippled sister's operation. Under strict orders not to exert himself, Tom allows himself to be beaten up by Phillip Brand, the town bully, in front of his girl, Harriet Monroe.", "genres": [], "file": "60.json"}, "618652": {"title": "The Married Flapper", "plot": "A decline in family fortunes forces Bill to become a racing car driver. His wife, Pam, has been carrying on a bold flirtation with a wily philanderer, who, tiring of her, turns his attention to a younger girl.", "genres": [], "file": "60.json"}, "618655": {"title": "The Loaded Door", "plot": "Bert Lyons returns to the Grainger spread from the \"outside world\" to find his former employer dead and the ranch in the possession of Calvert, a narcotics smuggler, and Blackie Lopez, a rustler who has his eyes on Molly Grainger, Lyons' sweetheart.", "genres": ["Western"], "file": "60.json"}, "618656": {"title": "Don't Shoot", "plot": "Court, a crook, is forced to marry Velma by her enraged fiancé, who mistakes him for her clandestine suitor.", "genres": [], "file": "60.json"}, "618657": {"title": "Paid Back", "plot": "Wealthy orphan Carol Gordon marries the executor of her estate, though she does not love him. Soon afterward, trying to help a friend who is being blackmailed, she is misunderstood by her husband to be herself compromised.", "genres": ["Drama"], "file": "60.json"}, "618658": {"title": "Top o' the Morning", "plot": "Jerry O'Donnell arrives from Ireland to be with her father in America. However, she soon finds living with her stepmother unpleasant, Jerry leaves home and encounters John Garland, a millionaire, now a widower, whom she knew in Ireland.", "genres": ["Drama", "Romance"], "file": "60.json"}, "618659": {"title": "The Galloping Kid", "plot": "Cowboy Simplex Cox, now a drifter and odd-job seeker, lands the assignment of chaperoning the pretty daughter of cattleman \"Five-Notch\" Arnett. Laura Arnett has a weakness of falling in love with every man she meets---Simplex Cox the exception---and it is Simp's job to keep her from meeting any. However, too late, as she has succumbed to the polished, oily charms of Hubert Bolston, who has dastardly designs upon Arnett's land and intends getting them by marrying the daughter.", "genres": ["Comedy", "Western"], "file": "60.json"}, "618660": {"title": "Caught Bluffing", "plot": "John Oxford owns a gambling hall in an Alaskan mining town, but it known far and wide as an honest man. However, one day he finds that in order to save the life of Doris Henry, who has come to Alaska to marry Wallace Towers, he has to cheat. It turns out that Wallace has incurred huge gambling losses and is being threatened by those to whom he owes the money, and they in turn are threatening Doris--who mistakenly blames John for the predicament that she and Wallace are in.", "genres": [], "file": "60.json"}, "618677": {"title": "Confidence", "plot": "Bob Mortimer, an unsuccessful traveling salesman, picks up the wrong valise and finds it full of money. This gives him the confidence, which he has previously lacked, to convince the townspeople to invest in a new factory, prevent Josiah Wiggins from absconding with the invested funds, and marry Miriam Wiggins.", "genres": [], "file": "60.json"}, "618679": {"title": "The Long Chance", "plot": "Harley P. Hennage, town gambler, takes under his protection Dana Corbaly when her widowed mother dies. He becomes suspicious of the motives of Bob McGraw, a young engineer who has come to town to investigate the mining claim of Dana's father, John Corbaly. But events reveal that he is only the tool of Corbaly's former partner, capitalist T. Morgan Carey.", "genres": ["Western"], "file": "60.json"}, "618681": {"title": "The Girl Who Ran Wild", "plot": "M'liss, raised in the mountains as an unruly tomboy, is orphaned and is offered \"protection\" by Calaveras John and Johnny Cake, friends of her father's murderer. She shows no interest in anything until the new schoolmaster persuades her to tidy herself and get some education. Believing the schoolmaster to be in love with some other girl, M'liss decides to run off with another man.", "genres": [], "file": "60.json"}, "618685": {"title": "The Lone Hand", "plot": "Wyoming cattleman Laramie Lad takes a vacation by visiting an old friend who runs a summer resort, but before he can relax, he meets Jane Sheridan and her father, Al Sheridan, who are fighting off a group of swindlers who want the old man's mining property.", "genres": ["Western"], "file": "60.json"}, "618686": {"title": "Wolf Law", "plot": "Hotheaded Jeff De Croteau wins a horserace, shoots a poor loser who has insulted him and escapes across the state line.", "genres": [], "file": "60.json"}, "618687": {"title": "Another Man's Shoes", "plot": "To evade a gang conspiring to assassinate him, wealthy businessman Stuart Granger induces his unsuspecting, look-alike cousin, Jack Burton, to impersonate him for a month.", "genres": [], "file": "60.json"}, "618689": {"title": "The Lavender Bath Lady", "plot": "Young shop-girl Mamie Conroy and wealthy Jeanette Gregory become close friends. When Mamie foils an attempted abduction of Jeanette, the latter's grandfather, Simon Gregory, brings Mamie into his home and treats her like a member of the family. But she is again involved in a kidnapping attempt and is herself accused of robbery.", "genres": [], "file": "60.json"}, "618690": {"title": "The Jilt", "plot": "In 1919 Virginia, Rose Trenton mistakes pity for love and agrees to marry George Prothero, who was blinded in the war. She breaks the engagement, however, when she realizes she loves Sandy Sanderson, and the heartbroken, cynical George goes to Europe to forget.", "genres": [], "file": "60.json"}, "618691": {"title": "Ridin' Wild", "plot": "Trained by his Quaker mother to be gentle, Cyril Henderson receives only laughter from the townspeople when he tries to act tough to impress Grace Nolan, who is allowing Art Jordan, the town bully, to occupy her time so as to pique Cyril. The murder of Andrew McBride, who holds the mortgage on the Henderson's property, is blamed on the elder Henderson, and Cyril unsuccessfully tries to take the blame.", "genres": ["Western"], "file": "60.json"}, "618693": {"title": "The Altar Stairs", "plot": "On an island in the South Seas, derelict Tony Heritage is rescued from savage natives by trader and ship captain Rod McLean, but repays him by stealing Rod’s money and fleeing to France. There, Heritage marries a young French woman named Joie Malet, but her father, Captain Jean Malet, having discovered his miscreant past, snatches Joie from the altar stairs and takes her to a South Sea island where he has been posted. Tony Heritage follows, but Capt. Malet keeps him away from Joie by giving him a job on another island, helping Rod McLean build a new trading post.", "genres": ["Drama"], "file": "60.json"}, "618694": {"title": "Forsaking All Others", "plot": "Jealous of her son Oliver's interest in Penelope Mason, Mrs. Newell takes him to a resort where he is easy prey for designing Enid Morton. After some near-disastrous situations with Enid's suspicious husband, Penelope comes to Oliver's rescue at Mrs. Newell's request.", "genres": ["Drama"], "file": "60.json"}, "618697": {"title": "The Flaming Hour", "plot": "Lucille Danby marries Bruce Henderson after her father, John Danby, fires him, but she leaves him when Bruce's quick temper flares at seeing her with his old rival, Richard Mower. Disconsolate yet determined to alert Danby to Mower's thievery, Bruce collects evidence while disguised as a bum.", "genres": [], "file": "60.json"}, "618699": {"title": "One Wonderful Night", "plot": "John Curtis discovers that Jean de Curtois, whose assault he has witnessed, was married a few hours earlier to Hermione Fane so that she might escape marriage to Count de Mauriat and retain her fortune.", "genres": [], "file": "60.json"}, "618700": {"title": "A Dangerous Game", "plot": "Gretchen Ann runs away from her foster parents but is sheltered first by Bill Kelley, a train brakeman, then by elderly oilman Pete Sebastian. After Gretchen keeps Sebastian from being duped by a medium, he sends her to a fashionable school, asking that she agree to marry him when she returns.", "genres": [], "file": "60.json"}, "618701": {"title": "The Flirt", "plot": "Treats of the average, smalltown, middle class family life. Flirtatious Cora Madison is engaged to Richard Lindley but is attracted to Val Corliss, who has come to town to promote oil stock. When Cora's father refuses to become involved, she forges his name on some papers, thus enabling Corliss to sell many shares.", "genres": ["Comedy", "Drama"], "file": "60.json"}, "618750": {"title": "Thomas Graals myndling", "plot": "Paul is a student does not devote to much time for studies. He enjoys the pleasures of life. Babette is a girl who dreams about a life in luxury. Paul falls in love with Babette.", "genres": ["Romance"], "file": "60.json"}, "618768": {"title": "Anderssonskans Kalle", "plot": "", "genres": ["Comedy"], "file": "60.json"}, "619357": {"title": "Fratricide", "plot": "", "genres": ["Drama"], "file": "60.json"}, "619916": {"title": "One Clear Call", "plot": "An outcast who runs a road house of ill repute leads his mother to believe him dead. His only friend, a doctor, falls for a married woman.", "genres": ["Drama"], "file": "60.json"}, "619992": {"title": "Med Prins Wilhelm på afrikanska jaktstigar", "plot": "Depicts a Swedish expedition to central Africa.", "genres": ["Documentary"], "file": "60.json"}, "619993": {"title": "Som flyttfågel i Afrika", "plot": "Swedish documentary on African birds.", "genres": ["Documentary"], "file": "60.json"}, "621273": {"title": "For the Defense", "plot": "", "genres": ["Drama"], "file": "60.json"}, "621279": {"title": "The Cradle", "plot": "Socialites Ethel Clayton and Charles Meredith think only of themselves. When they become bored with one another, Clayton and Meredith divorce and marry others (several times). The person who suffers most from their cavalier outlook on life is their cute little daughter Mary Jane Irving.", "genres": ["Drama"], "file": "60.json"}, "621324": {"title": "Why Announce Your Marriage?", "plot": "", "genres": ["Comedy", "Drama"], "file": "60.json"}, "621367": {"title": "Thorns and Orange Blossoms", "plot": "", "genres": ["Drama", "Romance"], "file": "60.json"}, "621815": {"title": "Night Life in Hollywood", "plot": "A picture depicting the engrossing adventures of a small town youth in Hollywood and showing the intimate home life of some of the screen's greatest stars.", "genres": ["Drama"], "file": "60.json"}, "621843": {"title": "La nave dei miliardi", "plot": "", "genres": [], "file": "60.json"}, "621883": {"title": "The Good Provider", "plot": "", "genres": ["Drama"], "file": "60.json"}, "622021": {"title": "Oh, du lieber Augustin", "plot": "", "genres": [], "file": "60.json"}, "623323": {"title": "Find the Woman", "plot": "This whodunit bears no relation to the 1918 picture of the same name, but both films coincidentally had the same director, Tom Terriss. When sleazy theatrical agent Maurice Beiner (Arthur Donaldson) is found stabbed to death in his office, just about everybody is a suspect -- there's aspiring actress Clancy Deane (Eileen Huban), who was one of the last people to see him alive, and Sophie Carey (Alma Rubens) who knows he has some love letters she wrote to Judge Walbrough (George MacQuarrie) before she married her alcoholic husband, Don (Henry Sedley). Or is it Marc Weber (Norman Kerry), who had a falling out with Beiner, or Weber's devoted wife, Fay (Ethel Duray)?", "genres": ["Mystery"], "file": "60.json"}, "623346": {"title": "The Valley of Silent Men", "plot": "The hunter becomes the hunted, an officer of the Royal Mounted, fleeing, fighting for his life.  Guided to a secret valley in the frozen North by a hot-blooded French-Canadian beauty, with a secret of her own...", "genres": ["Drama", "Romance", "Action"], "file": "60.json"}, "623362": {"title": "Marie Among the Predators", "plot": "", "genres": [], "file": "60.json"}, "623558": {"title": "Olga Frohgemut", "plot": "", "genres": [], "file": "60.json"}, "623776": {"title": "The Firebrand", "plot": "Rancher Bill Holt has a small homestead and insists on holding onto his land, much to the chagrin of crotchety old Judd Acker, a neighboring rancher who would like to see him vacate.", "genres": ["Western"], "file": "60.json"}, "623784": {"title": "Gold Grabbers", "plot": "A mining engineer is hired to run a valuable mine formerly belonging to lovely Peggy O'Day's family.", "genres": ["Western"], "file": "60.json"}, "624022": {"title": "Tabitha, Stand Up", "plot": "", "genres": ["Drama"], "file": "60.json"}, "625200": {"title": "Beyond the Crossroads", "plot": "While James Fordham is away prospecting in Alaska, his wife runs off with Truman Breese. She manages to make her way back to her husband, but dies shortly thereafter.", "genres": ["Drama"], "file": "61.json"}, "625721": {"title": "Hurricane's Gal", "plot": "Allen Holubar silent seafaring pirate ship adventure thriller", "genres": ["Adventure"], "file": "61.json"}, "627614": {"title": "Graf Festenberg", "plot": "A waiter in love with a countess assumes the identity of an aristocrat.", "genres": ["Drama", "Romance"], "file": "61.json"}, "627618": {"title": "Die Tochter Napoleons", "plot": "", "genres": ["History"], "file": "61.json"}, "627620": {"title": "Die Geliebte des Königs", "plot": "", "genres": [], "file": "61.json"}, "628425": {"title": "Die Intriguen der Madame de la Pommeraye", "plot": "", "genres": [], "file": "61.json"}, "628651": {"title": "Fox Farm", "plot": "A gypsy loves a married farmer who is blinded blowing up a tree.", "genres": ["Drama", "Romance"], "file": "61.json"}, "628674": {"title": "The Wonderful Story", "plot": "A paralytic dominates his brother and wife until their child reforms him.", "genres": ["Drama"], "file": "61.json"}, "628874": {"title": "Cirque", "plot": "Brothel movie from the 20s", "genres": [], "file": "61.json"}, "629791": {"title": "Am roten Kliff", "plot": "", "genres": [], "file": "61.json"}, "630102": {"title": "Veer Abhimanyu", "plot": "", "genres": [], "file": "61.json"}, "630538": {"title": "Tanja, die Frau an der Kette", "plot": "", "genres": [], "file": "61.json"}, "630540": {"title": "Die Ehe der Fürstin Demidoff", "plot": "", "genres": [], "file": "61.json"}, "630543": {"title": "Yvette, die Modeprinzessin", "plot": "", "genres": [], "file": "61.json"}, "630545": {"title": "Erniedrigte und Beleidigte", "plot": "", "genres": [], "file": "61.json"}, "630785": {"title": "Fräulein Julie", "plot": "A loose adaptation of August Strindberg's Miss Julie. The daughter of a count witnesses her mother's increasing mental instability after being spurned by a lover.", "genres": ["Drama"], "file": "61.json"}, "632348": {"title": "Nuit de carnaval", "plot": "On a carnival evening in Nice, when Jeanne Olier is to be engaged to a certain Natahlie Rouhais, a mysterious woman in black enter the room and violently demands the young girl to renounce this marriage. Jeanne, shaken and afraid, runs away i despair. He is followed by the lady in black.", "genres": [], "file": "61.json"}, "632349": {"title": "The Night of September 11", "plot": "", "genres": [], "file": "61.json"}, "632786": {"title": "To Have and to Hold", "plot": "King James I gives his consent to the marriage between Lord Carnal and Lady Jocelyn Leigh. Lady Jocelyn, however, does not want to wed the evil Lord Carnal, and makes her escape on a bridal ship headed for Jamestown, VA. When it lands, a ruffian tries to take Jocelyn as his bride, but Captain Ralph Percy rescues her by marrying her himself. The marriage, however, is in name only, as Jocelyn wants little to do with Percy.", "genres": ["Adventure", "Romance"], "file": "61.json"}, "632789": {"title": "Kick In", "plot": "After serving time in Sing Sing, Chic Hewes wants to go straight, but when he refuses to be a stool pigeon for the cops, they hound him mercilessly. Hewes witnesses a car accident in which Jerry Brandon, the son of the district attorney, runs over a child. He also meets Molly, the D.A.'s daughter. Because he feels the child's mother was treated unfairly, Hewes decides to pull one last heist to square things.", "genres": ["Crime", "Drama"], "file": "61.json"}, "633615": {"title": "Das schwarze Kuvert", "plot": "", "genres": [], "file": "61.json"}, "635024": {"title": "Judgement", "plot": "After locksmith Joe Sands is acquitted of charges he cooperated in a burglary, master criminal Steve Benson, who poses as a philanthropist, asks him to join his gang. Joe refuses, but because his crippled brother needs an operation, he robs a safe. Joe is caught, but Sadie, a member of Benson's gang, saves him. Because Joe again refuses Benson's offer, Benson turns Joe over to the police. Joe is saved from prosecution by the man whose safe he robbed, the physician who operated on his brother. Finally, Joe, Sadie and the brother start life over in the country.", "genres": ["Drama", "Crime"], "file": "61.json"}, "64860": {"title": "Shadows", "plot": "Yen Sin, a humble Chinese, is washed ashore after a storm and finds himself an outsider in the deeply Christian fishing community of Urkey. Yen Sin elects to stay, despite his status as a despised 'heathen', only to reveal hypocrisy amid the self-righteous township.", "genres": ["Drama"], "file": "61.json"}, "66145": {"title": "Crainquebille", "plot": "Jérôme Crainquebille, is an ageing vegetable seller who has sold groceries from his cart in in Paris for over 40 years. One day, he is harassed by a policeman who insists that he moves on. When he protests, Crainquebille is arrested, supposedly for swearing at the policeman.", "genres": ["Drama"], "file": "62.json"}, "635285": {"title": "A Question of Honor", "plot": "", "genres": ["Romance"], "file": "62.json"}, "635552": {"title": "Squibs Wins the Calcutta Sweep", "plot": "A flower girl wins £60,000 and takes her family to Paris to save her sister from her murderous husband.", "genres": ["Comedy"], "file": "62.json"}, "636136": {"title": "Hütet eure Töchter", "plot": "", "genres": [], "file": "62.json"}, "641949": {"title": "The Old Homestead", "plot": "Silent drama film based upon the play of the same name by Denman Thompson.", "genres": ["Drama"], "file": "62.json"}, "643224": {"title": "The Dungeon", "plot": "The Dungeon is a 1922 race film directed, written, produced and distributed by Oscar Micheaux, considered the African-American Cecil B. DeMille due to his prolific output of films during the silent era, one of his greatest works being Body and Soul (1924). The Dungeon was his first horror effort, an early blaxploitation take on the Bluebeard legend.  No print of the film is known to exist and it is presumed to be a lost film.", "genres": ["Drama", "Crime", "Horror"], "file": "62.json"}, "643230": {"title": "Uncle Jasper's Will", "plot": "A drama about the contents of a last will and testament left behind by an African-American sharecropper who was lynched after being falsely accused of the murder of a white plantation owner.", "genres": [], "file": "62.json"}, "66811": {"title": "Le Père Goriot", "plot": "", "genres": [], "file": "63.json"}, "648286": {"title": "Han, hun og Hamlet", "plot": "", "genres": [], "file": "63.json"}, "648291": {"title": "Herzog Ferrantes Ende", "plot": "In medieval Italy, a group of men plot to kill a cruel and despotic duke.", "genres": ["Drama", "Horror", "Adventure"], "file": "63.json"}, "648293": {"title": "Der Graf von Essex", "plot": "The Earl of Essex, a person favourite of the Queen, is in jeopardy of losing his relationship with the monarch after secretly marrying one of the Queen's ladies-in-waiting.", "genres": ["History", "Drama"], "file": "63.json"}, "648716": {"title": "Das Blut", "plot": "", "genres": [], "file": "63.json"}, "649204": {"title": "The Whirlwind", "plot": "A strong wind blows a city slicker and a local girl together. A Joe Rock Comedy", "genres": [], "file": "63.json"}, "650427": {"title": "El suplicio del fuego", "plot": "", "genres": [], "file": "63.json"}, "651229": {"title": "Der Rhein in Vergangenheit und Gegenwart", "plot": "Educational feature-length documentary from 1922.", "genres": ["Documentary"], "file": "63.json"}, "653147": {"title": "Schokoladenliebe", "plot": "Mauxion ad by Pinschewer.", "genres": ["Animation"], "file": "63.json"}, "657062": {"title": "Scrooge", "plot": "On Christmas Eve, an old miser named Ebenezer Scrooge is visited by the spirit of his former partner, Jacob Marley. The deceased partner was in his lifetime as mean and miserly as Scrooge is now and he warns him to change his ways or face the consequences in the afterlife.", "genres": [], "file": "63.json"}, "657617": {"title": "Glory that Kills", "plot": "Documentary about the killing by a bull of the bullfighter Manuel Granero. Includes scenes from the film Corazón de España o El triunfo de Granero (1921).", "genres": ["Documentary"], "file": "64.json"}, "659965": {"title": "Any Night", "plot": "While Jim Barlow is hiding from the cops, his wife Ann goes to a mission The minister, Reverend John Matthews, gives her the address of a good Samaritan, Dr. LeRoy Clifford . When her child is hit by an automobile, she takes him to Clifford, who proceeds to operate right at his house. Meanwhile, one of Barlow's former associates, known as the Weasel tracks him down and convinces him to come on a job. The home they break into is Clifford's, while he is in the middle of working on Barlow's little boy. Barlow helps the doctor by holding a spotlight so he can complete the operation.  The Library of Congress holds a 35 mm shortened version.", "genres": ["Crime"], "file": "64.json"}, "661253": {"title": "The Real Adventure", "plot": "After a brief courtship, Rose Stanton (Florence Vidor) marries lawyer Rodney Aldrich (Clyde Fillmore). She wants to be a helpmate, rather than just a plaything to him, but her attempts to study law are met with derision. So Rose leaves Rodney and goes to New York, explaining in a note that she will return when she has earned the right to be his equal. Rose heads for Broadway and lands in the chorus, but soon enough her talent as a designer is discovered and the great Ziegfeld gives her a two year contract to create the costumes for the Follies.", "genres": ["Drama"], "file": "64.json"}, "662154": {"title": "The Betrothed", "plot": "Based on the famous historical novel by Alessandro Manzoni, and set between 1628 and 1630 in Lombardy \"northern Italy\" during the Spanish domination, tells of the contrasted marriage between the two young textile workers Renzo and Lucia. The 1922 version is the most ambitious and spectacular film in all Italian silent cinema, with remarkable mass scenes and some images that triggered the censorship.", "genres": ["History", "Drama", "Romance"], "file": "64.json"}, "662968": {"title": "The Rapids", "plot": "Robert Fisher Clarke is a promoter who comes to a small Canadian town. He harnesses the power of the rapids and builds a pulp mill. One of his employees, Jim Belding, has a fiancée, Elsie Worden, with whom Clarke falls in love.", "genres": ["Drama"], "file": "64.json"}, "663168": {"title": "A Scarlet Angel", "plot": "The criminal couple Louise Kent and Charles Zukor stages a coup in the luxury restaurant Oriental. In the midst of a dance number goes suddenly all the lights out. In the confusion that arises one of the elegant guests is deprived of her jewelry.", "genres": ["Crime", "Romance"], "file": "64.json"}, "664652": {"title": "The Glorious Adventure", "plot": "An Earl's cousin survives drowning and saves a lady from the Great Fire of London.", "genres": ["Adventure"], "file": "64.json"}, "664674": {"title": "Shackles of Gold", "plot": "Gibbs is a laborer at the docks who, through his hard work and good judgment, becomes a millionaire on Wall Street. He becomes acquainted with the Van Dusens, who have lost their fortune. Mrs. Van Dusen pushes her daughter Marie into a loveless marriage with Gibbs so that the family can retain its social standing. Gibbs realizes, however, that his money cannot buy his wife's affection.", "genres": ["Drama", "Romance"], "file": "64.json"}, "665425": {"title": "The Man Who Paid", "plot": "In her first leading role, a very young Norma Shearer played Jeanne, a wild girl of the Canadian Northwest who marries and has a child with a mystery man, Oliver Thornton", "genres": ["Drama"], "file": "64.json"}, "665426": {"title": "The Taming of the Shrewd", "plot": "Part of The Leather Pushers boxing film series.", "genres": ["Drama"], "file": "64.json"}, "665428": {"title": "The Bootleggers", "plot": "Jose Fernand seems interested in luring Helen Barnes onto his ship than he is in smuggling. The innocent orphan miss goes, accompanied by her younger sister Alice. With the boat out to sea, Fernand proceeds to attack the girls.", "genres": ["Drama"], "file": "64.json"}, "666235": {"title": "Pilgrimage to Monte Nero", "plot": "The documentary displays the celebrations of the fallen in the Battle of Monte Nero (which took place on the 16th June 1915). In 1922 a memorial plaque was unveiled in the presence of veterans of the Battle and of Lieutenant General Etna who led the attack against the Austrian troupes on the summit of Monte Nero.", "genres": ["Documentary"], "file": "64.json"}, "668175": {"title": "The Power of Love", "plot": "World's first 3-D feature film. The film is considered lost.", "genres": ["Drama"], "file": "65.json"}, "668296": {"title": "Fashion Forecasts For Adam - By Mr Leslie Henson!", "plot": "Funny film - pastiche of how women's fashions are described in flowery terms. Leslie is funny! (British Pathé)", "genres": ["Comedy"], "file": "65.json"}, "668907": {"title": "Amor", "plot": "", "genres": [], "file": "65.json"}, "668908": {"title": "El señor alcalde", "plot": "", "genres": [], "file": "65.json"}, "668909": {"title": "El sueño del caporal", "plot": "", "genres": [], "file": "65.json"}, "668910": {"title": "En la hacienda", "plot": "", "genres": [], "file": "65.json"}, "668911": {"title": "Fanny", "plot": "", "genres": [], "file": "65.json"}, "668912": {"title": "Fulguración de raza", "plot": "", "genres": [], "file": "65.json"}, "668913": {"title": "La dama de las camelias", "plot": "", "genres": [], "file": "65.json"}, "668914": {"title": "La puñalada", "plot": "", "genres": [], "file": "65.json"}, "668915": {"title": "Landeros nos toma el pelo", "plot": "", "genres": [], "file": "65.json"}, "668916": {"title": "Llamas de rebelión", "plot": "", "genres": [], "file": "65.json"}, "668918": {"title": "Luz de redención", "plot": "", "genres": [], "file": "65.json"}, "668919": {"title": "Magdalena", "plot": "", "genres": ["Drama"], "file": "65.json"}, "668920": {"title": "Payasos nacionales", "plot": "", "genres": [], "file": "65.json"}, "671061": {"title": "Evidence", "plot": "", "genres": ["Drama"], "file": "65.json"}, "671062": {"title": "What's Wrong with the Women?", "plot": "Men try to understand the women in their lives.", "genres": ["Drama"], "file": "65.json"}, "671454": {"title": "Du Mädel vom Rhein", "plot": "Filmarchiv Austria holds 16 mm and 36 mm prints.", "genres": [], "file": "65.json"}, "671497": {"title": "The Siren Call", "plot": "Love complicates the hunt for gold in 1890's Alaska.", "genres": ["Romance"], "file": "65.json"}, "671791": {"title": "Die Tat des Abbé Montmoulin", "plot": "A 16 mm access print is held by Filmarchiv Austria.", "genres": [], "file": "65.json"}, "671946": {"title": "Hygiene der Ehe", "plot": "", "genres": ["Documentary"], "file": "65.json"}, "671993": {"title": "Table Steaks", "plot": "A silent film featuring Brownie the Dog.", "genres": ["Comedy"], "file": "65.json"}, "672002": {"title": "Mireille", "plot": "", "genres": [], "file": "65.json"}, "672004": {"title": "Eine versunkene Welt", "plot": "", "genres": [], "file": "65.json"}, "672007": {"title": "Die Rosenkreuzer", "plot": "", "genres": [], "file": "65.json"}, "672029": {"title": "Ihre Vergangenheit", "plot": "", "genres": [], "file": "65.json"}, "672038": {"title": "William Ratcliff", "plot": "", "genres": ["Drama", "Romance"], "file": "65.json"}, "672045": {"title": "Carl Michael Ziehrer, der letzte Walzerkönig", "plot": "", "genres": [], "file": "65.json"}, "672048": {"title": "Meriota, die Tänzerin", "plot": "", "genres": [], "file": "65.json"}, "672056": {"title": "Der Mann, der zweimal starb...", "plot": "", "genres": [], "file": "65.json"}, "672058": {"title": "Genoveva", "plot": "", "genres": [], "file": "65.json"}, "672087": {"title": "Without Compromise", "plot": "When the ability of Dick Leighton (William Farnum), Sheriff of Randolph, Oregon, to enforce law and order is tested by the leader of the political opposition, he stands his ground and overpowers the unruly element.", "genres": ["Western"], "file": "65.json"}, "672634": {"title": "How Women Love", "plot": "silent drama featuring Betty Blythe, Robert Frazer, and Gladys Hulette", "genres": ["Drama"], "file": "65.json"}, "672766": {"title": "Gräfin Walewska", "plot": "", "genres": [], "file": "65.json"}, "674410": {"title": "Die Auswanderer", "plot": "", "genres": [], "file": "65.json"}, "674459": {"title": "Es waren zwei Königskinder...", "plot": "", "genres": [], "file": "65.json"}, "675851": {"title": "Bardame", "plot": "", "genres": [], "file": "65.json"}, "675857": {"title": "Die Kreutzersonate", "plot": "", "genres": ["Drama"], "file": "65.json"}, "678464": {"title": "Bummellotte", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "680352": {"title": "Fortunato. 2. Die Todesfahrt in den Lüften", "plot": "", "genres": [], "file": "66.json"}, "680357": {"title": "Luise Millerin", "plot": "", "genres": ["Drama"], "file": "66.json"}, "680358": {"title": "Marcco, der Todeskandidat", "plot": "", "genres": [], "file": "66.json"}, "680362": {"title": "Liebe, Tor und Teufel", "plot": "", "genres": [], "file": "66.json"}, "680364": {"title": "Am Brunnen vor dem Tore", "plot": "", "genres": [], "file": "66.json"}, "680853": {"title": "Cedar of Ryoben", "plot": "", "genres": [], "file": "66.json"}, "682216": {"title": "Poslední radost", "plot": "", "genres": ["Drama"], "file": "66.json"}, "682506": {"title": "Marwille detektivem", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "682544": {"title": "Láska slečny Věry", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "682604": {"title": "Děvče z Podskalí", "plot": "", "genres": ["Drama"], "file": "66.json"}, "682931": {"title": "Adam and Eva", "plot": "Twins Adam and Eva are so alike, it is impossible to tell them apart, which enables the malicious Eva to get away with all sorts of naughty tricks and leave the blame to fall on Adam. The pair grows up and Adam decides to pay Eva back for the tricks she played on him in the past. When he discovers that the handsome Dr Prokop Novotny is interested in Eva, he dresses up as Eva and startles the suitor.", "genres": ["Comedy"], "file": "66.json"}, "683053": {"title": "Noc tříkrálová", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "683494": {"title": "Do Me a Favor", "plot": "Marie's inebriated husband refuses to go to bed, so she asks Snub, a homeless man she finds sleeping in the park, to assist.", "genres": ["Comedy"], "file": "66.json"}, "683961": {"title": "One Moment's Temptation", "plot": "", "genres": [], "file": "66.json"}, "684313": {"title": "The Street of Adventure", "plot": "", "genres": [], "file": "66.json"}, "684786": {"title": "Noah Put The Cat Out", "plot": "Silhouette animation by Tony Sarg depicting the story of Noah and the Ark... and some lively animals.", "genres": [], "file": "66.json"}, "684988": {"title": "Peasant's Wedding Ceremony in Croatia", "plot": "Short silent film.", "genres": ["Documentary"], "file": "66.json"}, "685652": {"title": "The Bonded Woman", "plot": "Angela Gaskell travels and sails around the Pacific Ocean to rescue the man she loves, John Somers. Her task takes her from San Francisco bondage-servitude to a dance-hall in Honolulu to a remote South Seas island. She survives a shipwreck along the way.", "genres": ["Drama"], "file": "66.json"}, "685654": {"title": "The Farmer and the Cat", "plot": "A cat and a farmer chase mice.", "genres": ["Animation"], "file": "66.json"}, "686692": {"title": "A Fool There Was", "plot": "A respectable businessman leaves his wife and daughter for the clutches of a cold, heartbreaking female.", "genres": ["Drama"], "file": "66.json"}, "687041": {"title": "The Rosary", "plot": "After his uncle dies, founder of the fishing village of Sandy Bay, Kenwood Wright is cut off with only some marshland while his nephew, Bruce Wilton, inherits the bulk of the estate. Wright is further enraged by the engagement of Vera Mather, whom he loves, to Bruce. Wright joins forces with Donald MacTavish, a pirate captain, and wins the affections of Bruce's sister, Alice, who becomes his victim. Vera, in an attempt to save Alice, becomes involved in the scandal, and Bruce takes back the rosary he has given her to pledge his love.", "genres": ["Drama"], "file": "66.json"}, "687167": {"title": "Calvert's Valley", "plot": "", "genres": ["Drama"], "file": "66.json"}, "687687": {"title": "The Fourteenth Lover", "plot": "Vi Marchmont (Viola Dana) is a spoiled rich girl who has thirteen lovers. Her Aunt Letitia (Kate Lester) wants her to halt her flirtatious ways and has picked Clyde Van Ness (Theodore Von Eltz) as the right one out of the bunch -- not that Vi agrees. Aunt Letitia sends her off to the country, along with Van Ness and the gardener, Richard Hardy (Jack Mulhall). Vi winds up falling for the gardener, much to her aunt's horror, and in spite of the class differences, he becomes her fourteenth lover.", "genres": ["Comedy"], "file": "66.json"}, "687693": {"title": "Seeing's Believing", "plot": "", "genres": ["Comedy", "Romance"], "file": "66.json"}, "687710": {"title": "June Madness", "plot": "", "genres": ["Romance", "Comedy"], "file": "66.json"}, "71066": {"title": "Robin Hood", "plot": "Amid big-budget medieval pageantry, King Richard goes on the Crusades leaving his brother Prince John as regent, who promptly emerges as a cruel, grasping, treacherous tyrant. Apprised of England's peril by message from his lady-love Marian, the dashing Earl of Huntingdon endangers his life and honor by returning to oppose John, but finds himself and his friends outlawed, with Marian apparently dead. Enter Robin Hood, acrobatic champion of the oppressed, laboring to set things right through swashbuckling feats and cliffhanging perils!", "genres": ["Drama", "Action", "Romance"], "file": "66.json"}, "71067": {"title": "Tess of the Storm Country", "plot": "Wealthy Elias Graves builds his home on the top of a hill, where a group of squatters have taken up residence at the bottom. Many of the men in the squatters' village have their eyes on young Tess, and one of them, Ben Letts, frames Tess's father for murder. While maintaining her father's innocence, Tess must keep her love for Graves' son a secret, while caring for Elias' daughter's illegitamate child.", "genres": ["Romance", "Drama"], "file": "66.json"}, "689590": {"title": "On the Warpath", "plot": "During the Finnish Civil War in 1918, guerrilla leader Karunka, the \"White Devil\", wreaks havoc on enemy forces until he is captured. With help from Eliina and the boy Jorma, Karunka and the Whites eventually turn the fight to their advantage.", "genres": ["Drama"], "file": "67.json"}, "695717": {"title": "La ferme du choquart", "plot": "", "genres": ["Drama"], "file": "67.json"}, "699362": {"title": "The Dictator", "plot": "A silent romantic adventure melodrama (from the play and novel by Richard Harding) about a womanizer who follows a beautiful Hispanic woman to her home country and his adventures there.  He ends up helping her father become dictator of the entire country, and is rewarded with marriage to her and he is named Minister of Finance!", "genres": ["Adventure", "Drama", "Romance"], "file": "67.json"}, "700026": {"title": "Komptoiristka", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "700030": {"title": "Poslední polibek", "plot": "", "genres": ["Drama"], "file": "67.json"}, "700539": {"title": "Der Marquis von Bolibar", "plot": "", "genres": [], "file": "67.json"}, "700540": {"title": "Die Geburt des Antichrist", "plot": "", "genres": [], "file": "67.json"}, "700704": {"title": "Mrtví žijí", "plot": "", "genres": ["Drama"], "file": "67.json"}, "700710": {"title": "Proudy", "plot": "", "genres": ["Drama"], "file": "67.json"}, "700713": {"title": "Koryatovič", "plot": "", "genres": ["Fantasy"], "file": "67.json"}, "700736": {"title": "A Lowland Cinderella", "plot": "A retelling of Cinderella in 1920s Britain.", "genres": [], "file": "67.json"}, "701882": {"title": "One Week of Love", "plot": "Spoiled society girl Beth Wynn agrees to stake her marriage to Francis Fraser on the outcome of an airplane race with him.", "genres": ["Drama"], "file": "69.json"}, "702762": {"title": "Secrets of Paris", "plot": "", "genres": ["Drama"], "file": "69.json"}, "702764": {"title": "Fair Lady", "plot": "Countess Margherita is a Sicilian girl who is about to be married, but Caesar Maruffi, the head of a criminal syndicate, wants her for himself. He arranges to have the bridegroom assassinated, and Norvin Blake, a young American (Robert Elliott), almost loses his life in his attempt to save him.", "genres": ["Adventure", "Crime", "Drama"], "file": "69.json"}, "707313": {"title": "Seine Exzellenz von Madagaskar. 1. Das Mädchen aus der Fremde", "plot": "", "genres": [], "file": "69.json"}, "707315": {"title": "Der Graf von Charolais", "plot": "", "genres": ["History"], "file": "69.json"}, "708316": {"title": "The Farmer and his Cat", "plot": "Entry in the Eastman Kodak Stores Series of Aesop Fables Cartoon Comedies.", "genres": ["Animation"], "file": "69.json"}, "709256": {"title": "Werther", "plot": "", "genres": [], "file": "69.json"}, "709264": {"title": "Sodoms Ende", "plot": "", "genres": [], "file": "69.json"}, "717773": {"title": "Fresh Fish", "plot": "A drawn image of a boy and his dog is being filmed by a real boy and his cat.", "genres": ["Animation"], "file": "70.json"}, "720534": {"title": "La bambola del miliardario", "plot": "", "genres": ["Comedy"], "file": "70.json"}, "722797": {"title": "A Trip Through the Streets of Amsterdam", "plot": "Old film of Amsterdam in the Netherlands in 1922. A lot of crowd scenes and some people dancing.", "genres": ["Documentary"], "file": "70.json"}, "724445": {"title": "Herren der Meere", "plot": "", "genres": ["Adventure"], "file": "70.json"}, "725532": {"title": "My Lady of the Cave", "plot": "My Lady of the Cave is the first feature film by pioneer filmmaker Rudall Hayward.", "genres": ["Drama", "Action"], "file": "71.json"}, "727272": {"title": "The Man Who Played God", "plot": "En eminent pianist is made deaf by an anarchist's bomb during a command performance.", "genres": ["Drama"], "file": "71.json"}, "727274": {"title": "The Ruling Passion", "plot": "A millionaire's health deteriorates when his doctor and family prevail upon him to retire.", "genres": [], "file": "71.json"}, "727277": {"title": "A Tailor-Made Man", "plot": "A tailor tries to pass himself off in high society by wearing some of his rich customer's clothes.", "genres": ["Comedy"], "file": "71.json"}, "727278": {"title": "A Woman's Woman", "plot": "A woman finds herself being a unpaid skivvy to her husband, two daughters and her son.", "genres": ["Drama"], "file": "71.json"}, "727876": {"title": "Flames of Passion", "plot": "Dorothy, a young girl, is seduced by her father's chauffeur. She gives birth to a child who is given to the chauffeur's wife. The chauffeur, on a drunken binge murders the child, unaware that the child is his own.", "genres": ["Crime", "Drama"], "file": "71.json"}, "736306": {"title": "Man soll es nicht für möglich halten ...", "plot": "", "genres": ["Action", "Adventure"], "file": "72.json"}, "736390": {"title": "Frauen, die die Ehe brechen", "plot": "", "genres": [], "file": "72.json"}, "736444": {"title": "Der Heiratsschwindler", "plot": "", "genres": [], "file": "72.json"}, "740620": {"title": "Être ou ne pas être", "plot": "", "genres": ["Drama"], "file": "72.json"}, "743192": {"title": "Pictures from London", "plot": "A total of 13 framed vignettes – 14 if we count the two shots of rainy streets edited together – comprise Tavlor från London, an enchanting picture gallery of London scenes in 1922. In that year the British Empire was at its territorial height, covering a quarter of the globe and thus making London truly the world’s capital. It’s something of a surprise to learn that the film was made by the great Swedish cinematographer Julius Jaenzon, shortly after he shot Victor Sjöström’s masterpiece Vem Dömer?", "genres": ["Documentary"], "file": "72.json"}, "744200": {"title": "Retribution", "plot": "", "genres": [], "file": "72.json"}, "744229": {"title": "A Visit from St. Nicholas", "plot": "This 1922 film adaptation marks the 100th anniversary of the author’s composition.  It was first presented on December 16th 1922 by the Film Mutual Benefit Corporation, an organization for producing motion pictures for the benefit of charity. One-halg of the proceeds was turned over to the America Committee for Devastated France, Inc., and one-half to the Maternity Centre Association of New York.  Authentic details of the costumes in the picture are said to have been furnished be the descendants of Dr, Moore living in New York. With the aid of old portraits John Woodford and Marie Olivette were able to appear as veracious reincarnations of Dr. and Mrs. Moore.  This 94 year old obscurity, rescued from near oblivion, is supported by an inviting score of such musical miniatures as Pan & The Wood Goblins, Dance of the Icicles, and Entr’acte Gavotte from Minon. The new title cards are complimented by the illustration of the first publication of Moore’s timeless treasure.", "genres": ["Family", "Animation"], "file": "72.json"}, "751110": {"title": "Tillie", "plot": "Tillie Getz (Minter), the eldest daughter of Jacob Getz (Beery), a brutal, driving father, lives in a Pennsylvania Mennonite village. Her Mennonite aunt leaves a will by the terms of which Tillie will inherit a small fortune if she has joined the Mennonite church by age eighteen. A plot is hatched by the lawyer (Cooper) who drew up the will and an attempt is made to force Tillie into a marriage with Absalom Puntz (Anderson), an undesirable young man, sharing her fortune being its end.", "genres": ["Drama"], "file": "73.json"}, "751906": {"title": "Sulle vie della vittoria. La visita dei reali d'Italia sui luoghi della grande guerra", "plot": "", "genres": [], "file": "73.json"}, "753257": {"title": "In the Days of Buffalo Bill", "plot": "Western film serial.", "genres": ["Western"], "file": "73.json"}, "753259": {"title": "The Jungle Goddess", "plot": "Film serial.", "genres": ["Adventure"], "file": "73.json"}, "753559": {"title": "Lo strano viaggio di Pim-Popo", "plot": "", "genres": [], "file": "73.json"}, "76998": {"title": "The Lights of New York", "plot": "Silent drama with two different New York stories. One tells of a good man led astray until a dream causes him to change his ways. The other is about a man whose despair over his love marrying another is lifted through increasingly unlikely events.", "genres": [], "file": "73.json"}, "754682": {"title": "Polly of the Follies", "plot": "A romantic comedy, focusing on the love triangle between Bob Jones, Alysia Potter and Polly Meachum. Originally engaged, Bob and Alysia elope to Bowling Green, Connecticut, where they meet Silas Meachum, a campaigner against motion pictures, and his daughter, Polly. The eloping couple’s family arrive, chasing them, and persuade them to wait to get married. Polly goes to New York to join the Ziegfeld Follies, but is ultimately replaced by Alysia. As Bob consoles Polly, Alysia breaks off the engagement, and Bob and Polly may now marry.", "genres": ["Comedy", "Romance"], "file": "73.json"}, "755970": {"title": "Revenge of the Bandits", "plot": "Drama about Auca's relationship with two highwaymen, Ruggiero and Danilo. After the loss of a child, Auca throws herself into an abyss.", "genres": [], "file": "73.json"}, "756525": {"title": "Circus Clowns", "plot": "Baby Peggy is joined by her star-making partner, Brownie the Wonder Dog and is in a circus as a junior clown.", "genres": [], "file": "73.json"}, "757620": {"title": "Honor First", "plot": "'Honor First' was the first film Adorée and John Gilbert made together.", "genres": [], "file": "74.json"}, "757628": {"title": "West of Chicago", "plot": "West of Chicago is a 1922 American silent western film directed by Scott R. Dunlap and starring Buck Jones, Renée Adorée and Philo McCullough.", "genres": ["Western"], "file": "74.json"}, "757731": {"title": "A Self-Made Man", "plot": "A 1922 film starring William Russell and Renée Adorée.", "genres": [], "file": "74.json"}, "759808": {"title": "The Unfoldment", "plot": "Katherine Nevin and her brother Jack are given positions on the newspaper of James Osborne following their father's death. Osborne's city editor, Charles MacLaughlin, who is hated and feared by his business associates, is strongly attracted to Katherine, who accepts his mother's invitation to dinner. In spite of his ruthless manner Katherine tries to change the atheistic views of \"Mac\" and his embittered crippled brother, Angus.", "genres": [], "file": "74.json"}, "763246": {"title": "Červená Karkulka", "plot": "", "genres": ["Fantasy", "Family"], "file": "74.json"}, "763596": {"title": "The Wall Flower", "plot": "Idalene Nobbin attends a village dance but, due to the constant nagging of her mother, she believes herself to be a constitutional wallflower. By great luck she gets a dance with college football star Roy Duncan, although Roy has eyes for the village belle Prue Nickerson.", "genres": ["Drama", "Romance"], "file": "74.json"}, "763919": {"title": "The Wampas Baby Stars of 1922", "plot": "The WAMPAS Baby Stars was a promotional campaign sponsored by the United States Western Association of Motion Picture Advertisers, which honored 13 (15 in 1932) young actresses each year whom they believed to be on the threshold of movie stardom.", "genres": [], "file": "74.json"}, "763923": {"title": "Affinities", "plot": "A Colleen Moore film directed by Ward Lascelle which is now considered lost.", "genres": [], "file": "74.json"}, "765000": {"title": "Manželé paní Mileny", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765003": {"title": "Nad propastí", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765023": {"title": "Stíny", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765033": {"title": "Babinský", "plot": "", "genres": ["Drama", "History"], "file": "74.json"}, "765039": {"title": "Divoká růže", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765041": {"title": "Jejich svatební noc", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765055": {"title": "Neznámá kráska", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765059": {"title": "O velkou cenu", "plot": "", "genres": ["Romance", "Drama"], "file": "74.json"}, "765063": {"title": "O zázračném květu", "plot": "", "genres": ["Family", "Fantasy"], "file": "74.json"}, "765064": {"title": "Prodaná nevěsta", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765069": {"title": "Sněhová Růženka", "plot": "", "genres": ["Family", "Fantasy"], "file": "74.json"}, "765072": {"title": "Sněhulka a sedm trpaslíků", "plot": "", "genres": ["Family", "Fantasy"], "file": "74.json"}, "765074": {"title": "Steeple Chase", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765075": {"title": "Trestanci na Špilberku", "plot": "", "genres": ["Romance", "Drama"], "file": "74.json"}, "765076": {"title": "Tulákovo srdce", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765088": {"title": "Venoušek a Stázička", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765091": {"title": "Zkouška", "plot": "", "genres": ["Drama"], "file": "74.json"}, "767740": {"title": "Nancy from Nowhere", "plot": "Adopted by the Kellys from an orphanage, Nancy is reared in dreadful surroundings and mistreated as the household drudge. She accidentally makes the acquaintance of Jack Halliday, son of a wealthy city family who is fishing near her home. When Mrs. Kelly beats Nancy for accepting the attentions of her husband, the girl escapes into the woods and conceals herself in the rear of Jack's car as he drives into the city.", "genres": [], "file": "74.json"}, "767742": {"title": "A Game Chicken", "plot": "Living in Cuba with her parents and grandmother, Inez Hastings, does not care for Lavendera, her persistent suitor. Contrary to her father's wishes, she attends a cockfight and makes the acquaintance of Rush Thompson, a United States revenue officer assigned to track down Cuban bootleggers. Their romance awakens the jealousy of Lavendera, who attempts to kill Rush.", "genres": ["Comedy", "Romance"], "file": "74.json"}, "767745": {"title": "North of the Rio Grande", "plot": "Son of Colonel Haddington, Bob leads a posse against raiders in a settlement. During his absence, one of the prize horses is stolen and his father is killed. Bob swears revenge and becomes known as Velantrie, leader of a band of semi-outlaws, and befriends a priest, Father Hillaire. At a mission, he meets Val, daughter of John Hannon, a wealthy ranch-owner.", "genres": ["Romance", "Western"], "file": "74.json"}, "767753": {"title": "Pink Gods", "plot": "The owner of vast diamond mines, John Quelch is constantly fearful of theft and convinced that any woman will \"sell her soul\" for diamonds, he deals harshly with any employee caught stealing and has Lady Margot Cork watched while she is visiting Lorraine Temple. John and Margot fall in love, but she cancels their engagement when she learns of the \"brutal\" punishment of Jim Wingate for swallowing a diamond.", "genres": [], "file": "74.json"}, "768916": {"title": "The Vermilion Pencil", "plot": "The Vermilion Pencil is a 1922 American silent drama film directed by Norman Dawn, and produced and distributed by Robertson–Cole. It is based on the eponymous 1908 novel by Homer Lea. The film stars Japanese actor Sessue Hayakawa in multiple roles, and white actors Ann May, Bessie Love, and Sidney Franklin, all in Asian roles. It is now a lost film.", "genres": [], "file": "75.json"}, "768920": {"title": "Forget Me Not", "plot": "Young mother Mary Gordoon is too poor to take care of her infant daughter, Ann, and leaves the child at an orphanage. Ann grows up with a crippled leg in the orphanage, and has fallen in love with a fellow orphan, Jimmy.", "genres": [], "file": "75.json"}, "768924": {"title": "Bulldog Courage", "plot": "College athlete Jimmy Brent is sent to Wyoming by his wealthy uncle John Morton, who has promised him $50,000 if he beats up Bob Phillips, who was once Morton's rival for Mary Allen. Jimmy finds Phillips, but when he falls in love with Phillips' daughter Gloria, he starts to think twice about performing his \"job\" for Uncle John. Matters are further complicated when a ranch hand tricks Phillips into thinking that Jimmy is the head of a gang of rustlers.", "genres": [], "file": "75.json"}, "769287": {"title": "Der Unbekannte aus Rußland", "plot": "", "genres": [], "file": "75.json"}, "772339": {"title": "The Impossible Mrs. Bellew", "plot": "Lance Bellew ignores his wife, Betty, for his mistress, Naomi Templeton, but becomes so enraged when he finds Betty in the company of Jerry Woodruff that he shoots this family friend.", "genres": ["Drama"], "file": "75.json"}, "773169": {"title": "Through India and Burma with HRH the Prince of Wales", "plot": "Extracts from the official film record of the Prince of Wales' tour of India and Burma from 1921-1922. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "773171": {"title": "Return of the Prince: Topical Budget 565-1", "plot": "The Royal Family welcome the Prince of Wales back after his tour of India and Burma.", "genres": [], "file": "75.json"}, "773722": {"title": "Her Gilded Cage", "plot": "A romance about a dancer seeking love and fame from Paris cabarets to New York society.", "genres": ["Drama", "Romance"], "file": "75.json"}, "776450": {"title": "6,000,000 American Children... Are Not in School", "plot": "1922 newsreel inspired from census data produced by Lewis J. Selznick", "genres": [], "file": "75.json"}, "776792": {"title": "Mabel und ihre Freier", "plot": "", "genres": [], "file": "75.json"}, "776794": {"title": "Heinrich Heines erste Liebe", "plot": "", "genres": [], "file": "75.json"}, "777119": {"title": "The Head of the Family", "plot": "A widow weds a bully and tames him by having a sailor pose as her long-lost son.", "genres": [], "file": "75.json"}, "778043": {"title": "The Hand of Fate", "plot": "The God-fearing vicar Niels Quist lives with his beloved daughter Mette in the small Jutland town of Vejlby. The newly elected county bailiff and local magistrate, Erik Sørensen, is the lucky fellow who wins Mette’s heart, but their happiness is short-lived: One day, the vicar’s farmhand mysteriously disappears, and all signs suggest that the vicar is the killer. But is Erik Sørensen willing and able to sentence his own true love's father to death?", "genres": ["Drama", "Crime"], "file": "75.json"}, "782584": {"title": "The Top of New York", "plot": "Hilda lives in a tenement apartment with her aunt, Mrs. Brady, and her crippled younger brother Micky, and works in a department store where her boss lusts after her. But happiness comes into her life when she meets artist Emery Gray. Gray's wife deserted him long ago, leaving him with their daughter Susan (Mary Jane Irving) to raise. While Susan and Micky become playmates, Hilda restores Gray's faith in womanhood.", "genres": ["Drama"], "file": "76.json"}, "783038": {"title": "Felix Makes Good", "plot": "While stealing some bones, Felix loses his tail. However, he goes to the tail shop to get a new one. He is then adopted by a rich woman who gives him as a mouser. The mice, though, have their own plans for Felix, which include framing him as a food thief in order to get the owner to kick him out.", "genres": ["Animation"], "file": "76.json"}, "783040": {"title": "Felix Wakes Up", "plot": "After partying at the local nightclub, Felix heads home, but falls asleep along the way. He dreams that he meets a doctor who has a new youth tonic. Felix tries it, and soon believes that he's capable of doing anything, so he heads for the African jungle to capture a lion.", "genres": ["Animation"], "file": "76.json"}, "783044": {"title": "Felix Fifty-Fifty", "plot": "Felix and his pal go on an adventure.", "genres": ["Animation"], "file": "76.json"}, "785129": {"title": "The Law and the Woman", "plot": "Although Margaret and Julian Rolfe are deeply in love, Rolfe has a bit of a past. At one time he had befriended Clara Foster, a woman of the streets. When he discovers that his ward Phil Long is about to wed Clara, he tries to stop him. But he finds that Long and Clara have already married, so he heads back home. When Phil is found murdered, Rolfe is arrested and tried for the crime.", "genres": ["Drama"], "file": "76.json"}, "787026": {"title": "Die schwarze Schachdame", "plot": "", "genres": [], "file": "76.json"}, "788009": {"title": "Oh, Mabel Behave", "plot": "Squire Peachem (Ford Sterling) wants to marry the innkeeper's daughter (Normand). Since Peachem has a hefty mortgage on the inn, he thinks he can use it to effect a union, but the girl is not interested in him. She already has a sweetheart, handsome Randolph Roanoke (Owen Moore). Peachem and his dumb-as-dirt assistant, Blaa Blaa (Sennett), try to keep Roanoke and Mabel apart. Their feeble attempts are in vain, and Mabel easily manages to outwit them and win the man she loves. - Janiss Garza", "genres": [], "file": "76.json"}, "788221": {"title": "The Abbey Grange", "plot": "Holmes is called to a manor house to investigate the brutal murder of a country lord with a fireplace poker and reconcile the story of his bruised and battered wife with the facts.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "788994": {"title": "Rif Soul", "plot": "", "genres": ["Adventure", "Drama"], "file": "76.json"}, "790101": {"title": "Sweden and Swedish Industries", "plot": "In this short Advertising/Promotional film, Greta points at the town of Malmö on a wall map.  Greta Garbo's third promotional film.", "genres": [], "file": "76.json"}, "790732": {"title": "The Norwood Builder", "plot": "An earnest young solicitor comes to Holmes just before he is arrested--for murder. He insists he had only just met the victim, and knows nothing of him, though he finds himself his sole beneficiary. But then Holmes finds a new thumb print, and the game is afoot.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790734": {"title": "The Reigate Squires", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790735": {"title": "The Naval Treaty", "plot": "Holmes is consulted on a matter of grave national consequence--but with surprisingly little cooperation from the government he seeks to protect. Where is the naval treaty? Why has it not appeared on the continental crime market?", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790737": {"title": "The Second Stain", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790739": {"title": "The Red Circle", "plot": "A London lady comes to Holmes in curiosity about her newest lodger. After first renting the room, arranging for meals and newspaper to be left at the door, and paying a very high fee, he disappears completely. Or, is it someone else now inside the room?", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790742": {"title": "The Six Napoleons", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790745": {"title": "Black Peter", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "790746": {"title": "The Bruce Partington Plans", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "791017": {"title": "The Stockbroker's Clerk", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "791020": {"title": "The Boscombe Valley Mystery", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "791022": {"title": "The Musgrave Ritual", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "791025": {"title": "The Golden Pince-Nez", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "791027": {"title": "The Greek Interpreter", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "76.json"}, "801564": {"title": "Чудотворец", "plot": "", "genres": ["Drama"], "file": "77.json"}, "806321": {"title": "Il viaggio della Madonna di Loreto da Roma al santuario marchigiano", "plot": "", "genres": [], "file": "78.json"}, "807897": {"title": "Turfpiraten", "plot": "", "genres": [], "file": "78.json"}, "807899": {"title": "Das blinde Glück", "plot": "", "genres": [], "file": "78.json"}, "812255": {"title": "Plastigrams", "plot": "Experiments with Stereoscopic film. This film was released on 17 December 1922 in the Ives-Leventhal stereoscopic (3D) process. It was re-released on 22 September 1924 in New York City with sound recorded by the DeForest Phonofilm process. The same effect of the Plastigram Glasses can be achieved by inverting a pair of anaglyph 3D glasses, making cyan on the left and red on the right.", "genres": [], "file": "78.json"}, "813274": {"title": "La seconda moglie", "plot": "", "genres": [], "file": "78.json"}, "816967": {"title": "Il poeta, la fanciulla e la laguna", "plot": "A Venetian girl falls in love with a poet. But the latter is too cynical and boastful to bother to reply to the young girl's passionate letter and instructs his secretary, a shy dreamer, to keep the exchange of letters alive. From this intertwining of letters, a tender love is born between the girl and the secretary.", "genres": [], "file": "79.json"}, "820608": {"title": "Catch My Smoke", "plot": "When Bob Stratton returns from war in France, he soon discovers his ranch in the hands of a pretty girl, Mary Thorne, who explains that upon her father's death she became the sole owner. Thorne had been the executor of Stratton's will, and thinking that Bob had been killed, he had appropriated the place for himself.", "genres": ["Western", "Romance", "Drama"], "file": "79.json"}, "822434": {"title": "The Able-Minded Lady", "plot": "An easy-going cowboy is forced to work on the ranch of a bossy 'able-minded' three-time widow who has designs on him.", "genres": ["Western"], "file": "79.json"}, "822684": {"title": "According to Hoyle", "plot": "\"'Boxcar' Simmons, a tramp, represents himself as a mining millionaire in a small town. The population accepts him at his own valuation, and two of the town's 'slickers' make desperate efforts to 'take him for his roll.' One of their schemes is to sell him a worthless ranch, but he turns the tables on them by making them believe that the ranch is a veritable bed of silver ore, and then, after they buy it, he presents the major part of the proceeds to the girl who owns the place and with whom he had fallen in love.\" (Moving Picture World, 24 Jun 1922, p. 736.)", "genres": ["Comedy"], "file": "79.json"}, "822860": {"title": "Rivoluzione Dei Pescicani", "plot": "Italian silent film", "genres": [], "file": "79.json"}, "824146": {"title": "Across the Continent", "plot": "Jimmy Dent , son of John Dent, the maker of the reliable but plain Dent automobile, is dismissed from the firm after he refuses to drive a Dent. He goes west with the Tyler family, owners of a rival automobile firm, in one of their expensive high speed cars. ", "genres": ["Romance", "Comedy"], "file": "79.json"}, "824858": {"title": "Strídža spod Hája", "plot": "", "genres": ["Drama", "History"], "file": "79.json"}, "825525": {"title": "Queen of the Moulin Rouge", "plot": "Queen of the Moulin Rouge is a 1922 American silent drama film directed by Ray C. Smallwood and starring Martha Mansfield, Joseph Striker and Jane Thomas.", "genres": [], "file": "80.json"}, "832157": {"title": "María", "plot": "María tells the tragic love story of María, a beautiful young woman, and her half brother Efraín, a handsome young man from Valle del Cauca. They both fall in love and live their romance on the farm \"El Paraíso\", in Valle del Cauca, but not everything is rosy, since Efraín must go to Bogotá because of study reasons leaving María with pain in her soul. Some time later, María becomes ill and Emma tells her brother about the situation.", "genres": ["Drama", "Romance"], "file": "80.json"}, "85124": {"title": "Othello", "plot": "Even without the benefit of sound, the 1922 German adaptation of Othello seems more operatic than Shakespearean. This may be due to the casting of Emil Jannings, to whom restraint and subtlety were strangers. Werner Krauss, of Cabinet of Dr. Caligari fame, is on hand as the duplicitous Iago. Appearing as the unfortunate Desdemona is Lea Von Lenkeffy, better known as Lya de Putti. Produced on an elaborate scale, Othello may not be true to the letter of Shakespeare, but is undeniably a smorgasbord of visual delights.", "genres": ["Drama"], "file": "81.json"}, "840109": {"title": "The Last King of Wales", "plot": "The romantic 13th-century history of Prince Llywelyn of Wales, and his conflict with King Edward I of England.", "genres": [], "file": "82.json"}, "840113": {"title": "A Race for a Bride", "plot": "'Dastardly deeds are afoot when rivals for the hand of a young woman vie against each other in a bicycle race.' (British Film Institute)", "genres": [], "file": "82.json"}, "845309": {"title": "The Broadway Peacock", "plot": "", "genres": ["Drama"], "file": "82.json"}, "846389": {"title": "N. 9547 [18th Century Costume Drama Starring Paul Hartmann]", "plot": "Silent film", "genres": [], "file": "82.json"}, "846391": {"title": "The Spendthrift", "plot": "A Paul Terry cartoon", "genres": ["Animation"], "file": "82.json"}, "846396": {"title": "Birthday", "plot": "A birthday celebration with Max Fleischer's Inkwell Clown.", "genres": ["Animation"], "file": "82.json"}, "850895": {"title": "Bleak House", "plot": "Part of serial Tense Moments from Great Plays.", "genres": [], "file": "82.json"}, "851308": {"title": "One Glorious Day", "plot": "Ek is a disembodied spirit, required to wait his turn in the boring cosmos until he is allowed to inhabit an earthly body. Impatient, he sneaks off to earth to find a body and, after several failed attempts, finds Professor Ezra Botts, a timid old pedant and researcher of psychic phenomena. Life fairly well kicks Professor Botts around as it does all timid souls, and he gets little love or respect. But during an experimental trance, he is able to leave his body behind and at that moment, Ek sees his chance and slips in, taking over the professor's body. The \"new\" professor is energetic, charismatic, and dynamic, and from the limbo in which he floats, the real professor fears that Ek is going to wear out the tired old body before he, Botts, can return to it. And just how is he supposed to get back into his body, anyway?", "genres": ["Comedy", "Science Fiction", "Fantasy", "Horror"], "file": "83.json"}, "856009": {"title": "Car Dymitr Samozwaniec", "plot": "1922 picture starring Franciszek Brodniewicz.", "genres": [], "file": "83.json"}, "88158": {"title": "The Secret of the Marquise", "plot": "Lotte Reiniger applies her charming cutout animation technique to this early advertisement for the Nivea skin care company.", "genres": ["Romance", "Animation"], "file": "83.json"}, "88463": {"title": "Cinderella", "plot": "Lotte Reiniger's interpretation of Grimm's recorded version of Aschenputtel (Cinderella) from 1922.", "genres": ["Animation", "Fantasy", "Family"], "file": "83.json"}, "862511": {"title": "Face the Camera", "plot": "Hapless photographer James Parrott attempts to shoot a bathing beauty pageant.", "genres": ["Comedy"], "file": "84.json"}, "863528": {"title": "Esmeralda", "plot": "", "genres": ["Drama"], "file": "84.json"}, "863630": {"title": "Silver Wings", "plot": "Carr plays Anna Webb, whose husband John (Lynn Hammond) invents a new kind of sewing machine. The patent makes the family wealthy, and after Webb dies, Anna takes over the business. She puts her sons John (Percy Helton) and Harry Joseph Striker) in charge of the factory, while daughter Ruth (Jane Thomas) elopes. When Harry steals some money, the blame falls on John, who leaves town.", "genres": ["Drama"], "file": "84.json"}, "863640": {"title": "The Offenders", "plot": "Girl is held at mercy of gang of crooks, her only friend being a half-wit. A murder is committed and blame shifted to the girl. The half-wit has seen it but cannot remember. When he is cured, his testimony frees the girl.", "genres": ["Drama"], "file": "84.json"}, "869608": {"title": "Frie Fugle", "plot": "", "genres": [], "file": "84.json"}, "870134": {"title": "The Woodland Potter", "plot": "One of Disney's lost Lafflets cartoons.", "genres": ["Animation"], "file": "84.json"}, "870136": {"title": "A Pirate for a Day", "plot": "One of Disney's lost Lafflets cartoons.", "genres": [], "file": "84.json"}, "872625": {"title": "The Girl of the Border", "plot": "Only 2 minutes survive of this Texas Guinan western", "genres": ["Western"], "file": "84.json"}, "873340": {"title": "Fiestas de Centenario 1822 - 1922 Cima de la Libertad", "plot": "Centenary Festivals 1822.", "genres": ["Documentary"], "file": "84.json"}, "875695": {"title": "Der Taugenichts", "plot": "", "genres": [], "file": "84.json"}, "90040": {"title": "The Frogs Who Wanted a King", "plot": "The frogs have a democracy, but they beseech Jupiter to send them a king. Jupiter can hardly believe this amphibian foolishness, so he sends them a tree as king. The frogs make obeisance to their new monarch, but they are dissatisfied and petition Jupiter again.", "genres": ["Fantasy", "Animation"], "file": "84.json"}, "876688": {"title": "In'ch'Allah", "plot": "", "genres": [], "file": "85.json"}, "877989": {"title": "Out of the Fog", "plot": "Credited to one 'D.W. Grippet', this amateur parody film attempts to poke fun at the epic docu-fictions of its day. Apparently adapted from Henry Handel Richardson's novel \"The Getting of Wisdom\".", "genres": ["Comedy", "History"], "file": "85.json"}, "878043": {"title": "Wild Honey", "plot": "Lady Vivienne is implicated in a murder as a result of refusing the romantic suit of Henry Porthen. Years later, in South Africa, she encounters the man she suspects of the murder.", "genres": ["Adventure", "Drama", "Romance"], "file": "85.json"}, "878554": {"title": "The Reunion", "plot": "Max helps the Inkwell Clown prepare for a family reunion.", "genres": ["Animation", "Comedy"], "file": "85.json"}, "879616": {"title": "Amatörfilmen", "plot": "The jeweler Edmond gets a competitor, Mr. Snyder, who specializes in imitations. Snyder challenges him and claims he can make a perfect imitation of a pearl Edmond chooses.", "genres": ["Drama", "Romance"], "file": "85.json"}, "879630": {"title": "The Fox and the Grapes", "plot": "An early Aesop's Fable from Paul Terry and Commonwealth Pictures", "genres": ["Animation"], "file": "85.json"}, "880275": {"title": "Gay and Devilish", "plot": "Doris May plays Fanchon Browne, a poor girl about to enter into a marriage of convenience with wealthy old Peter Armitage (Otis Harlan). When she falls in love with Armitage's handsome nephew Peter (Cullen Landis), Fanchon is in quite a quandary.", "genres": ["Comedy", "Romance"], "file": "85.json"}, "880282": {"title": "The Great Alone", "plot": "Monroe Salisbury plays a man of the Northwoods. This time he's Silent Duval, of mixed-blood origin, who distinguishes himself as a football player at Stanford University. But his Indian blood makes him an outcast and when he is injured, only one white girl is there to comfort him. So he decides to return home where he'll get some respect.", "genres": [], "file": "85.json"}, "881572": {"title": "The Coquettish Mantilla - And How To Wear It", "plot": "Senorita Ruiz - the famous Spanish dancer - shows how to wear the Mantilla.", "genres": [], "file": "85.json"}, "888757": {"title": "Through Three Reigns", "plot": "An early example of film nostalgia. This lengthy programme put together by filmmaker Cecil Hepworth, largely from films in his own collection, is a look back at history as recorded by the cinematograph. In the industry's early days, films were treated as commodities that were used until their disintegration. If a film was particularly popular it might well be re-staged and re-shot, rather than duplicated. The standardisation of copyrighting practices early in the 20th century stemmed this practice, and gave rise to the primacy of the original film.  Compilations such as this sometimes prove to be the means by which otherwise lost films manage to survive. This is the case with Hepworth's 'Musical Ride by Ladies' (1899), which features early in the first reel but did not survive in any other form.", "genres": [], "file": "85.json"}, "92676": {"title": "Kino-Pravda No. 1", "plot": "Dziga Vertov-directed Soviet newsreel covering: Starving children / Requisitioning of valuables possessed by the Russian Orthodox Church / Fundraising flights in support of the hungry / Trial of the Socialist Revolutionaries.", "genres": ["Documentary"], "file": "86.json"}, "92745": {"title": "Kino-Pravda No. 2", "plot": "Dziga Vertov-directed Soviet newsreel covering: The opening of an electric generating station / Trial of the Socialist Revolutionaries.", "genres": ["Documentary"], "file": "86.json"}, "889729": {"title": "C.d.E.", "plot": "", "genres": [], "file": "86.json"}, "889809": {"title": "Bobbed Hair", "plot": "A young woman spurns her too conventional fiancé and flees to an artists' colony.", "genres": ["Comedy", "Romance"], "file": "86.json"}, "889971": {"title": "A Dangerous Adventure", "plot": "Grace Darmond, who had made quite a splash in the 1921 (and still extant) serial The Hope Diamond Mystery, returned to the Saturday matinees as Marjorie Stanton, the treasure-hunting damsel-in-distress of A Dangerous Adventure, produced in 15 chapters and directed by two of the Warner Brothers, Sam and Jack L. Warner. Marjorie and her sister Edith (Derelys Perdue) accompany their uncle (Jack Richardson) on a treasure hunt to Darkest Africa, where the latter fiendishly attempts to sell Marjorie to Ubanga (Rex de Roselli), the local High Priest. Happily, also along for the ride is handsome MacDonald Hayden (Philo McCullough), a wild game hunter who rescues both girls from several fates worse than death.", "genres": ["Adventure"], "file": "86.json"}, "891238": {"title": "My Old Kentucky Home", "plot": "After serving time in Sing Sing, for which he was unjustly sentenced, and encouraged by two \"sharpers,\" Richard Goodloe returns to the home of his wealthy southern mother in dread fear that she and Virginia Sanders should learn of his prison record--a fear which is constantly nurtured by his rival, Con Arnold.", "genres": ["Drama"], "file": "86.json"}, "893231": {"title": "Nan of the North", "plot": "A Canadian Mountie and a young girl team up to prevent an evil couple from finding a fallen meteorite that contains a powerful element called \"Tilano.\"", "genres": ["Adventure", "Action"], "file": "86.json"}, "893239": {"title": "The Man from Downing Street", "plot": "Someone in India is deciphering secret codes and passing information from London's Downing Street to the natives, so Captain Robert Kent comes down from London to investigate. He disguises himself as a Rajah, and Colonel Wentworth introduces him to the colony.", "genres": ["Adventure"], "file": "86.json"}, "893259": {"title": "The Infidel", "plot": "Lola Daintry (MacDonald) is an actress who's mad at the world, and especially ministers, one of whom -- her father -- was so cruel that he drove her mother out of the house. When Bully Haynes (Melbourne MacDonald) wants her help in showing up a group of South Seas missionaries, she's more than happy to assist. But Lola doesn't realize she's being used so that Haynes can gain control over the copra trade from his rival, Cyrus Flint (Robert Ellis).", "genres": ["Drama"], "file": "86.json"}, "893289": {"title": "The Woman Conquers", "plot": "Tired of her friends and life as a society leader, Ninon Le Compte goes north to the Hudson Bay area to inspect trapping holdings inherited from her uncle.", "genres": ["Drama"], "file": "86.json"}, "893294": {"title": "Omar the Tentmaker", "plot": "About Omar Khayyam of Persia, the poet and mathematician, who wrote the Iranian first solar calendar circa A.D. 1073. His fiancé was forced to marry the shah, but she eventually escaped and, with help of grand Vazir, joined Omar Khayyam. Hollywood made a film based on the same story with Connell Wilde, the life and adventures of Omar Khayyam.", "genres": ["Romance", "Drama"], "file": "86.json"}, "897055": {"title": "Esclave", "plot": "", "genres": [], "file": "86.json"}, "897057": {"title": "Judith", "plot": "", "genres": [], "file": "86.json"}, "897070": {"title": "Bolscevismo!", "plot": "", "genres": [], "file": "86.json"}, "897405": {"title": "Making a Man", "plot": "Jack Holt, as Horace Winsby, the lead character. Winsby is a millionaire beet sugar king who owns nearly all of California's San Geronimo Valley -- and he has mortgages on what's left over. But he's also a condescending snob who has no mercy for his debtors and that wins him no friends. He even patronizes Patricia Owens, the girl he loves (Eva Novak), and she turns down his marriage proposal.", "genres": ["Drama"], "file": "86.json"}, "897415": {"title": "The Man Unconquerable", "plot": "A conservative young man inherits his uncle's pearl fishery concession in the South Pacific. Upon his arrival there, he becomes involved with a woman and a mystery.", "genres": ["Drama"], "file": "86.json"}, "897682": {"title": "The Brothers Karamazov", "plot": "The Brothers Karamazov, by Fyodor Dostoevsky.", "genres": [], "file": "86.json"}, "897737": {"title": "While Satan Sleeps", "plot": "With the help of Red Barton (Wade Boteler), Phil (Jack Holt) makes a spectacular escape from jail. He obtains a parson's outfit from a pawnshop and shortly thereafter winds up in a barroom brawl. One of the other brawlers is Chuckwalla Bill (J.P. Lockney), the newly elected mayor of the town of Panamint.", "genres": ["Western"], "file": "86.json"}, "898454": {"title": "The Lovely Hundred", "plot": "Miss Norma and Miss Constance Talmadge among the girls one of whom they are to select as the New British Film Star.", "genres": ["Documentary"], "file": "86.json"}, "898459": {"title": "Secrets of a World Industry - The Making of Cinematograph Film", "plot": "To the general public the Cinematographer's art is a mystery, and suggests magic... Yet it is a scientific process, involving wide knowledge and hard work.  Incidentally it is now one of the first industries in the world.", "genres": ["Documentary"], "file": "86.json"}, "899928": {"title": "Screen Snapshots, Series 3, No. 12", "plot": "Another entry in the popular one-reel series.", "genres": ["Documentary"], "file": "86.json"}, "900339": {"title": "Chasing the Moon", "plot": "Tom Mix, in mufti rather than his traditional western garb, plays a young man who is convinced he has taken a slow-acting poison.", "genres": ["Action", "Drama"], "file": "86.json"}, "900709": {"title": "Tom Mix in Arabia", "plot": "Tom Mix travels from the desert of the American West to the Sahara desert in this picture, which is as much farce as it is Western", "genres": ["Action", "Comedy"], "file": "86.json"}, "901310": {"title": "Do and Dare", "plot": "When Henry Boone hears his grandfather's stories of his youth as a pioneer and scout, he is gripped by the fires of romance and decides to hunt adventure. Boone finds himself in an airplane carrying a military message to a leader of a revolution in a South American country. He is arrested as a spy but escapes and saves the ruler's daughter from the revolutionaries.", "genres": ["Western"], "file": "86.json"}, "901314": {"title": "For Big Stakes", "plot": "\"Clean-Up\" Sudden is a drifter restoring law and order to a small farming community run by a corrupt sheriff in this silent Western.", "genres": ["Western"], "file": "86.json"}, "901317": {"title": "Up and Going", "plot": "In Up and Going, based on Mix's own story, Arctic Trails, the star played a titled, polo playing Northwest Mounted Police officer. From an elderly woman, Tom learns that childhood girlfriend Jackie McNabb is being kept prisoner by evil Basil Du Bois.", "genres": ["Action", "Drama"], "file": "86.json"}, "94344": {"title": "The Loves of Pharaoh", "plot": "The Ethiopian King offers his daughter to a powerful Pharaoh to secure peace between the two countries.", "genres": ["History", "Drama"], "file": "87.json"}, "94459": {"title": "The Show", "plot": "A harried propman backstage at a theater must put up with malfunctioning wind machines, roosters that spit nitroglycerine, and a gang planning to rob the theater's payroll.", "genres": ["Comedy", "Action"], "file": "87.json"}, "94816": {"title": "The Headless Horseman", "plot": "The village of Sleepy Hollow is getting ready to greet the new schoolteacher, Ichabod Crane, who is coming from New York. Crane has already heard of the village's legendary ghost, a headless horseman who is said to be searching for the head that he lost in battle. The schoolteacher has barely arrived when he begins to pursue the beautiful young heiress Katrina Van Tassel, angering Abraham Van Brunt, who is courting her. Crane's harsh, small-minded approach to teaching also turns some of the villagers against him. Soon there many who would like to see him leave the village altogether.", "genres": ["Horror", "Adventure"], "file": "87.json"}, "95134": {"title": "Blood and Sand", "plot": "Juan is the son of a poor widow in Seville. Against his mother's wishes he pursues a career as toreador. He rapidly gains national prominence, and takes his childhood sweetheart Carmen as his bride. He meets the Marquis' daughter Doña Sol and finds himself in the awkward position of being in love with two women, which threatens the stability of his family and his position in society. He finds interesting parallels in the life of the infamous bandit Plumitas when they eventually meet by chance.", "genres": ["Drama", "Romance"], "file": "87.json"}, "903680": {"title": "Over the Border", "plot": "Jen Galbraith is in love with Sgt. Tom Flaherty of the Royal Mounted. She is the daughter of Peter Galbraith, who is engaged in smuggling moonshine whiskey across the Canadian border. When she tries to warn her father and brother of the approaching police, she is arrested with the entire gang.", "genres": ["Drama", "Romance"], "file": "87.json"}, "904818": {"title": "The Green Caravan", "plot": "A jealous girl compromises a Lord's gypsy wife but confesses when the gypsy cures her baby's diphtheria.", "genres": [], "file": "87.json"}, "908244": {"title": "Eternal Peace", "plot": "Silent film also known as Fighting for Eternal Peace.", "genres": [], "file": "87.json"}, "910566": {"title": "Ebb Tide", "plot": "An old skipper, Captain Davis, has as his companions two derelicts -- one, Huish, is a Cockney, and the other, Robert Herrick was once a gentleman. In Tahiti they board a schooner and a storm takes them to an uncharted island. Living there is pearl broker Richard Attwater, and his daughter Ruth. Attwater is bitter because a supposed friend stole his wife and he has sworn to wreak vengeance on any white man he happens to encounter. Davis and Huish want to get their hands on his pearls, while, Herrick falls in love with the man's daughter.", "genres": ["Adventure", "Drama"], "file": "87.json"}, "911219": {"title": "The Enchanted City", "plot": "An artistic free-form exercise in storytelling and a highly stylized film-poem. By the seasisde, a young man recalls to his true love a harrowing dream he had.", "genres": ["Fantasy"], "file": "87.json"}, "911347": {"title": "Nero", "plot": "Biography portraying the life of the Roman Emperor Nero.", "genres": ["History", "Drama"], "file": "87.json"}, "911713": {"title": "Butterfly Range", "plot": "Butterfly Range is a 1922 Western", "genres": ["Western"], "file": "87.json"}, "911714": {"title": "The Lure of Gold", "plot": "Jack Austin is a champion rodeo contestant who befriends and falls in love with a touring concert singer. She, in turn, comes to his aid when an attempt, by Chuck Wallace and his henchman Latigo Jack, is made to steal Jack's rodeo winnings.", "genres": ["Western"], "file": "87.json"}, "911744": {"title": "South of Northern Lights", "plot": "Falsely accused of murder by a gang that wants to obtain possession of his ranch (on which gold has been discovered) northwestern rancher Jack Hampton flees across the border into Canada pursued by the Northwest Mounted Police and an American sheriff. Chick Rawlins, the gang's leader, runs a place at a trading post, and the Canadian authorities have sent Jane Wilson into the camp to get evidence against him. Captured by the crooks, she has been imprisoned in the mountains. Her escape develops into a long chase by the crooks, Hampton, and his pursuers.", "genres": ["Western"], "file": "87.json"}, "911746": {"title": "Rangeland", "plot": "Depury sheriff Ned Williams is sent to capture a cattle thief in the area. The thief turns out to be a young woman, Betty Howard, who steals to keep her young siblings form starving to death and their hardscrabble homestead after the father has died. Buck Kelly, an enemy of Ned's, frames him and abducts Betty.", "genres": ["Western"], "file": "87.json"}, "911747": {"title": "The Heart of a Texan", "plot": "King Calhoun comes to the aid of \"Ma\" Jackson, who is fighting to regain control of the family ranch after her husband's death. Her daughter, June, is desired by the ranch foreman, Pete Miller, who threatens revenge after his is fired.", "genres": ["Western"], "file": "87.json"}, "911750": {"title": "West of the Pecos", "plot": "A United States marshal in the Southwest learns of a Mrs. Osborne, whose son and husband have been killed by raiders and whose daughter, June, has been taken captive. He orders Jack Laramie, his best man, to investigate the affair and arrest the guilty parties at any cost. Jack arrives at the local cafe and learns the identity of the outlaw gang and June's whereabouts. Meanwhile, Jack has rescued a child whose parents have been killed while crossing the prairie to stake out a homestead.", "genres": ["Western"], "file": "87.json"}, "911905": {"title": "Speed", "plot": "An action-themed movie serial.", "genres": ["Action"], "file": "87.json"}, "911910": {"title": "Table Top Ranch", "plot": "Cowhand John Marvin, in a cattlemen-vs-sheep-men range war, comes to the aid of a pretty and defenseless young sheepherder, Kate Bowers. This angers the other cattlemen, especially Palque Powell, who employs deceptive methods against Kate, while pretending to help her.", "genres": ["Western"], "file": "87.json"}, "913574": {"title": "Pardon My Nerve!", "plot": "A drifter falls for the daughter of a rancher, an alcoholic old coot whose ranch is on some very valuable land. When the old man is found murdered, the drifter is accused of the crime. He didn't do it, but he has to find who the real killer is and clear his name.", "genres": ["Western"], "file": "87.json"}, "915899": {"title": "Rent Free", "plot": "A penniless artist moves into an abandoned house, but is discovered by the daughter of its former owner.", "genres": ["Comedy", "Romance"], "file": "87.json"}, "915911": {"title": "The Heart Specialist", "plot": "Because he believes that romance is dead, the city editor wants to can the \"advice to the lovelorn\" column. Rosalie Beckwith, the column's author, naturally disagrees with him. The editor suggests that she prove him wrong by seeing if she can find romance within a 40-mile radius of the city.", "genres": ["Drama"], "file": "87.json"}, "916321": {"title": "Yellow Men and Gold", "plot": "Parrish, a young author, leaves his study during a storm to answer a call for help. He discovers a dying man and is rewarded with a treasure map, which he shows to Carroll, a retired sea captain. They plan a quest for the treasure; but before Carroll's ship sails, Parrish is drugged, relieved of the map, and thrown from the dock.", "genres": ["Adventure"], "file": "87.json"}, "916326": {"title": "Fools First", "plot": "Tommy Frazer is one of a gang of crooks lead by \"Tony the Wop\". Frazer gets caught and is sent up the river for three years on a forgery rap. When he gets out of prison, he finds his girl, Ann Whittaker, waiting for him -- and she's got a scheme. She is working in a bank and wants to pull an inside heist.", "genres": ["Crime", "Drama"], "file": "87.json"}, "916341": {"title": "The Sin Flood", "plot": "Stratton's café is a popular place with the people of Cottonia, a wealthy cotton town on the banks of the Mississippi, installs flood-proof doors as a safeguard against an overflow of the river; when a flood comes, it appears that the entire town will be submerged. Trapped in Stratton's cafe, amongst others, are Billy Bear, a young broker, and Poppy, a chorus girl with whom he has been in love.", "genres": ["Drama"], "file": "87.json"}, "916345": {"title": "The Glorious Fool", "plot": "Billy Grant, a wealthy young playboy, drunkenly crashes his car and appears near death. Afraid that his greedy and unpleasant relatives will get his estate, he convinces his nurse, Jane Brown, to marry him. When Billy regains his health, Jane finds herself in a situation she never imagined nor intended.", "genres": ["Comedy", "Drama", "Romance"], "file": "87.json"}, "916731": {"title": "The Young Painter", "plot": "A 1922 silent film.", "genres": [], "file": "87.json"}, "916739": {"title": "John Smith", "plot": "Upon being released from prison, Lawrence Hilliard takes the name of John Smith and looks for work, and falls in love with Irene Mason, a social secretary, but is reluctant to tell her about his past.", "genres": ["Comedy"], "file": "87.json"}, "916744": {"title": "Hope", "plot": "Hope is a silent 1922 drama.", "genres": ["Drama"], "file": "87.json"}, "916791": {"title": "The Angelus", "plot": "The Angelus is a 1922 silent film", "genres": [], "file": "87.json"}, "917475": {"title": "Il controllore dei vagoni letto", "plot": "Silent film.", "genres": ["Comedy"], "file": "87.json"}, "918916": {"title": "I Am the Law", "plot": "Brothers Tom and Bob Fitzgerald are both members of the Northwest Mounted Police. Bob falls in love with schoolteacher Joan Cameron when he saves her from an attack by Fu Chang.", "genres": ["Drama"], "file": "87.json"}, "918925": {"title": "Only a Shop Girl", "plot": "Dann Mulvey (William Scott), just released from prison, is falsely accused of murder. The real culprit is the least-suspected person, who makes a deathbed confession.", "genres": ["Crime", "Romance"], "file": "87.json"}, "919387": {"title": "The Country Flapper", "plot": "Country girl Jolanda has lost her boyfriend, Nathaniel Huggins, to a \"flapper\" from the city. Jolanda blackmails Nathaniel's father into giving his permission for he and Jolanda to be married--but circumstances arise that may make Jolanda rethink her position.", "genres": ["Comedy"], "file": "87.json"}, "919628": {"title": "Red Hot Romance", "plot": "After his father's death, Roland Stone learns that his will stipulates that he must go to the South American country of Bunkonia and sell life insurance.", "genres": ["Comedy"], "file": "87.json"}, "920131": {"title": "Quincy Adams Sawyer", "plot": "Quincy Adams Sawyer is a young attorney who one day meets a girl in the park and is immediately smitten with her.", "genres": ["Comedy", "Drama"], "file": "87.json"}, "921299": {"title": "Little Brother of God", "plot": "In Canada a man investigates his brother's death and saves a suspected girl from kidnap.", "genres": ["Crime", "Western"], "file": "88.json"}, "921301": {"title": "A Sailor Tramp", "plot": "A robbed sailor turns tramp and saves a farmer's ship from burning.", "genres": ["Adventure"], "file": "88.json"}, "921805": {"title": "Let's Go", "plot": "The first film in the first \"Leather Pushers\" series from Universal.", "genres": ["Action", "Romance"], "file": "88.json"}, "921814": {"title": "A Fool and His Money", "plot": "A Fool and His Money part of the Leather Pushers film series.  May be actually titled A Fool and Honey", "genres": ["Drama"], "file": "88.json"}, "921816": {"title": "Whipsawed", "plot": "A film short as part of The Leather Pushers film series", "genres": ["Drama"], "file": "88.json"}, "95347": {"title": "The Sawmill", "plot": "A bumbling sawmill employee tries to win the hand of the owner's daughter while staying out of the clutches of the mill's bullying foreman.", "genres": ["Comedy", "Romance", "Action"], "file": "88.json"}, "922193": {"title": "Moonshine Valley", "plot": "Ned Connors, a prospector, has a happy marriage with his wife, living in the hills, until fate brings a sick visitor to their shack. The guest, Dr. Martin, is cared for by Connors' wife, who falls in love with him. When Connors returns to the shack after striking it rich, he finds his wife and Martin together.", "genres": ["Western"], "file": "88.json"}, "922212": {"title": "In the Movies", "plot": "In the Movies is a silent comedy short", "genres": ["Comedy"], "file": "88.json"}, "922214": {"title": "The Stone Age", "plot": "The Stone Age is a silent comedy short", "genres": ["Comedy"], "file": "88.json"}, "922814": {"title": "Newly Rich", "plot": "Newly Rich is a silent comedy short", "genres": ["Comedy"], "file": "88.json"}, "923898": {"title": "Her Own Money", "plot": "After five years of marriage, Mildred comes to the realization that her husband, Lew, is going nowhere in the real estate business. Mildred, however, has managed to squirrel away two thousand dollars from the household budget -- enough to buy a home. But it turns out that Lew needs just that sum to avoid a financial disaster", "genres": ["Drama"], "file": "88.json"}, "923905": {"title": "The Girl in His Room", "plot": "Myra Pendleton was sent away to be raised after her mother died in childbirth. Now that she's a young woman, her father wants her to return, but instead of simply welcoming her back, he pretends to be the Pendleton Family attorney, who presents her with a lovely home. But the house actually belongs to Kirk Waring (Warner Baxter), who has been abroad. Waring returns to find that he's been swindled out of both house and fortune.", "genres": ["Mystery", "Drama"], "file": "88.json"}, "924149": {"title": "A Girl's Desire", "plot": "Elizabeth Browne is the daughter of nouveau riche parents, who became wealthy when they struck oil. While she attends finishing school, her folks travel to England in search of a family tree so that they can enter society. They encounter Lady Dysart, an adventuress who married Lord Dysart shortly before his death. Lady Dysart tries to convince the Brownes that Cecil, her son from a previous marriage, is the new Lord Dysart.", "genres": ["Comedy"], "file": "88.json"}, "924153": {"title": "If I Were Queen", "plot": "While studying in Paris, Princess Oluf of Kosnia (Andree LeJon) befriends an American girl, Ruth Townley (Clayton), and gives her a locket bearing her name and the royal coat of arms. When Ruth accidentally drops the locket off a balcony, it is returned by a handsome stranger. Back home in Kosnia, Oluf wants to get married, but her choice of mate is challenged by Valdemir, the ruler of a neighboring principality (Warner Baxter).", "genres": ["Drama", "Romance"], "file": "88.json"}, "926290": {"title": "There Is No Happiness on Earth", "plot": "Official Nikolai Pokrovsky marries young Vera, his colleague. The newlyweds are not quite happy. Necessity makes Vera sell home-made cakes. Arriving from America, Obolensky, a longtime friend of Pokrovsky, conquers the heart of Vera from the first days of their acquaintance. She does not refuse him trips out of town and soon her behavior becomes public. Upon learning of his wife's infidelity, Pokrovsky, before their eyes, commits suicide. Consciousness of guilt acts heavily on Vera - she loses her mind.", "genres": [], "file": "88.json"}, "926701": {"title": "Western Speed", "plot": "Lorimer is wanted for a crime he didn't commit, and \"Red\" has his hands full keeping the old man safe from the sheriff and his posse.", "genres": ["Western"], "file": "88.json"}, "926708": {"title": "Roughshod", "plot": "A ranch foreman helps his fiancé--the ranch's owner--who is having problems with a gang of cattle rustlers. Her girlfriend from back East is visiting her and has fallen for a cowboy who is secretly a member of the rustlers. He tells this to the gang's leader, who plans to use the owner's friend in a scheme to gain control of the ranch.", "genres": ["Western"], "file": "88.json"}, "926712": {"title": "Trooper O'Neill", "plot": "Trooper O'Neil is out to get his man -- in this case, whoever murdered Jacob Dell. He poses as a trapper and heads for Saskatchewan country, where he meets and falls in love with Marie.", "genres": ["Drama", "Mystery"], "file": "88.json"}, "926714": {"title": "Bells of San Juan", "plot": "Rod Norton is a lawman searching for his father's killer. Norton suspects saloon owner Jim Garson but is lacking evidence. Garson's henchmen, the Rickard brothers, kidnap Norton's sweetheart Dorothy, hoping to lure the sheriff into a trap.", "genres": ["Western"], "file": "88.json"}, "926716": {"title": "The Boss of Camp 4", "plot": "To fulfill a contract entered into by his boss, Chet Fanning agrees to finish the construction within a certain amount of time. However, Andrew Paxton has an enemy in the camp's boss, Dave Miller, who is determined to see the job fail.", "genres": ["Action"], "file": "88.json"}, "928039": {"title": "Dangerous Trails", "plot": "Dangerous Trails is a 1922 Adventure film", "genres": ["Adventure", "Western"], "file": "88.json"}, "928041": {"title": "Mysterious Tracks", "plot": "Mysterious Tracks is a Silent Western short.", "genres": ["Western"], "file": "88.json"}, "928043": {"title": "The Opossum", "plot": "The Opossum is a Western short", "genres": ["Western"], "file": "88.json"}, "928052": {"title": "Gun-Shy", "plot": "A milquetoast Easterner who on a trip to the Wild West is mistaken for a U.S. marshall.", "genres": ["Western"], "file": "88.json"}, "930175": {"title": "The Greater Duty", "plot": "The Greater Duty is a silent Western", "genres": ["Western"], "file": "88.json"}, "935602": {"title": "We're Coming Back", "plot": "Ahead of a performance in Sweden on 27 April 1923, Pat and Patachon shot a short promotional film titled ‘We’re Coming Back’ with the subtitle in Swedish: ‘A little prelude to the joy of the coming evenings.’ Patachon makes a call from a phone booth in Sweden to one of the phone booths on Kongens Nytorv, in Copenhagen, where Pat happens to be, and the two agree to accept the invitation to spend Easter in Handen, a suburb of Stockholm. (stumfilm.dk)", "genres": [], "file": "89.json"}, "935770": {"title": "Mottige Janus", "plot": "Janus Rechtsom, nicknamed De Mottige (The Pock-Marked), is an honest seaman with a heart of gold that belongs to Lena Doorn, the girl next-door. His rival Frans van Klarenberghe comes up with one scheme after another to seduce Lena.", "genres": [], "file": "89.json"}, "935954": {"title": "Little Miss Smiles", "plot": "", "genres": ["Drama"], "file": "89.json"}, "936338": {"title": "Ashes", "plot": "A young man in financial difficulties persuades his wife to help him blackmail a supposedly wealthy man.", "genres": ["Drama"], "file": "89.json"}, "937268": {"title": "Little Eva Ascends", "plot": "Little Eva Ascends is a 1922 silent comedy", "genres": ["Comedy"], "file": "89.json"}, "937271": {"title": "A Homespun Vamp", "plot": "The story of Meg Mackenzie, the orphaned niece of two stingy Scotsmen, Donald and Duncan Craig. She's kept busy taking care of their home in the country, while they plan to marry her off to Joe Dobbs (Lincoln Stedman), the son of the village blacksmith. A wrench is thrown in the Craigs' plan when author Stephen Ware comes to the little hamlet in search of a quiet place to work. Meg immediately develops a crush on him and Ware's stay proves to be anything but quiet when there's a robbery and he is assumed to be the guilty party. A mob attacks him, and Meg steps in and saves his life. Her uncles happen to be away, and she takes him in while he recovers from his injuries. When they return, Donald and Duncan are infuriated to find Ware in their home, and they insist that he marry Meg to save her reputation.", "genres": ["Drama"], "file": "89.json"}, "938786": {"title": "Thirty Days", "plot": "John Cadwalader Floyd gets himself into a lot of trouble when hot-headed Italian Giacomo Polenta finds him in the arms of his wife, Rosa.", "genres": ["Comedy"], "file": "89.json"}, "941554": {"title": "Felix at the Fair", "plot": "Felix goes to the county fair and falls for Marie, the dancing cat.", "genres": ["Animation"], "file": "89.json"}, "941556": {"title": "Felix All at Sea", "plot": "Felix is picked up by a rum-running ship.", "genres": ["Animation"], "file": "89.json"}, "941559": {"title": "Felix Finds a Way", "plot": "Felix tries to help run a farm.", "genres": ["Animation"], "file": "89.json"}, "941560": {"title": "Felix on the Trail", "plot": "Felix vs. Kentucky bootleggers.", "genres": ["Animation"], "file": "89.json"}, "941563": {"title": "Felix Gets Left", "plot": "Felix fends for himself.", "genres": ["Animation"], "file": "89.json"}, "942272": {"title": "The Forgotten Law", "plot": "Margaret Jarnette discovers that her husband Victor has been cheating on her and confronts him. Outraged, Victor has his lawyer rewrite his will so that in the event of his death, his brother Richard will get custody of his daughter Muriel, and his wife won't. When Victor dies shortly afterward, Richard suspects that Margaret had murdered him and takes custody of Muriel. However, he soon begins to suspect that things may not be quite as cut-and-dried as he thought they were.", "genres": ["Drama"], "file": "89.json"}, "943575": {"title": "The Veiled Woman", "plot": "Evelina Grey is the prettiest girl of the small community where she lives. Her sweetheart is Dr. Dexter, and they share a passion for scientific research. While they are both working in the laboratory one day, there is an explosion which renders Evelina unconscious. Concerned that her beauty has been marred, Dexter disappears.", "genres": ["Drama"], "file": "89.json"}, "943642": {"title": "The Influence of Love", "plot": "Love-triangle story revolving around an upper-class Bengali hero. Satyendra, the son of a zamindar, experiences the conflict between family duty and the modern world in terms of his desire for an 11-year-old virgin bride, Radharani, and the nurturing and self-sacrificing courtesan Bijli. It depicts several stereotypical scenes like drunkeness and a courtesan's dance.", "genres": ["Drama"], "file": "89.json"}, "944315": {"title": "Macbeth", "plot": "Macbeth is a black and white 1922 film adaptation of the William Shakespeare play Macbeth. It was the last silent film version of that play produced, and the eighth film adaptation of the play. It was directed by H. B. Parkinson and produced by Frank Miller.", "genres": [], "file": "90.json"}, "944371": {"title": "Clarence", "plot": "Clarence Smith is an ex-soldier who is hired for odd jobs by Mr. Wheeler primarily because he has overheard a family argument. And the Wheeler household is going through quite a bit of turmoil -- Mrs. Wheeler feels neglected by her husband and is jealous of Violet Pinney, the governess. Daughter Cora is planning to elope with her father's secretary, Hubert Stem. Son Bobby, meanwhile, has been making passes at the maid.", "genres": ["Comedy", "Romance"], "file": "90.json"}, "945334": {"title": "Pure and Simple", "plot": "Pure and Simple is a 1922 silent film", "genres": ["Comedy"], "file": "90.json"}, "945391": {"title": "滑稽大王游沪记", "plot": "", "genres": ["Comedy"], "file": "90.json"}, "945844": {"title": "The Speeder", "plot": "The Speeder is a 1922 comedy short", "genres": ["Comedy"], "file": "90.json"}, "945906": {"title": "Galathea", "plot": "", "genres": ["Drama"], "file": "90.json"}, "946104": {"title": "The Crossroads of New York", "plot": "A young man from the country travels to the city to find his fortune. Although he has a letter of introduction from his wealthy uncle, the best job he can find is that of a street cleaner. He catches the eye of his landlady, who somehow manages to get the man to propose to her, but he then falls in love with a pretty young socialite, and when his rich uncle dies finds himself being sued by a gold-digging vamp who wants to her her hands on his inheritance.", "genres": ["Comedy"], "file": "90.json"}, "947982": {"title": "The Streets of New York", "plot": "Badger, a clerk at a Wall Street brokerage, discovers that his boss Gideon Bloodgood has swindled an investor, Fairweather, out of his money. Fairweather dies of a heart attack after an argument with Bloodgood, and Badger uses this knowledge to blackmail him. By a strange coincidence, Bloodgood's daughter Lucy runs over Fairweather's son, Paul, and cripples him.", "genres": ["Drama"], "file": "90.json"}, "948098": {"title": "Glass Houses", "plot": "Glass Houses is a 1922 film.", "genres": ["Romance"], "file": "90.json"}, "948282": {"title": "The Ordeal", "plot": "Sybil marries George Bruce, an alcoholic 20 years her senior, In order to provide for her crippled sister, Helen, and her brother, Geoffrey. Bruce becomes jealous of Sybil's attentions to young physician Robert Acton, and when Bruce suffers a heart attack and calls for digitalis, Sybil allows the vial to break and he dies.", "genres": ["Drama"], "file": "90.json"}, "948307": {"title": "The Crimson Challenge", "plot": "In the cattle town of Lost Valley, Buck Courtrey, saloon owner and political boss, covets Tharon, daughter of Jim Last, a small rancher; and when rebuffed, he has Last killed. Tharon swears revenge with her father's own guns and organizes a vigilante band to check Courtrey's activities. Learning that she loves Billy, a cowpuncher, Courtrey kidnaps and threatens to kill him unless Tharon agrees to marry Courtrey following his divorce from Ellen. Courtrey's wife informs Tharon of Billy's whereabouts, and she rescues him in time to join the townspeople attacking Courtrey's gang. Courtrey is pursued by Tharon, who kills him and returns to become Billy's wife.", "genres": ["Western"], "file": "90.json"}, "948327": {"title": "You Never Know", "plot": "Eddie Manning, on a secret mission in Central America, is apparently penniless, and he becomes friends with a street urchin named Muggsy. When Muggsy is knocked down by a car, Manning meets its owner, Miriam Folansbee, and she offers him a job as a chauffeur. There is a plot to overthrow the country and Inez, a dancer at a cafe, tells Manning that Carlos Medina is the leader of the revolutionaries.", "genres": ["Drama"], "file": "90.json"}, "948357": {"title": "When Love Comes", "plot": "Jane Coleridge and Peter Jamison are a pair of small town sweethearts. She's an old-fashioned girl and he's timid, but he manages to get up the nerve to propose and asks her to run away with him. Unfortunately, around the time Jane's supposed to meet him at the station her father dies and she has to take care of her brothers and sisters. Jamison believes she loves someone else and disappears for several years. When he finally returns, he has a three-year-old child in tow. But he explains that his wife has been unfaithful and he and Jane renew their romance. Then wife shows up and causes trouble by claiming that Jamison left her for Jane.", "genres": ["Drama"], "file": "90.json"}, "948736": {"title": "Thorobred", "plot": "Thorobred is a silent 1922 Western.", "genres": ["Western"], "file": "90.json"}, "952408": {"title": "Steeple Jacks", "plot": "NERVES OF STEEL - are wanted by Steeplejacks when 'banding a 170 ft chimney not forgetting the cameraman.", "genres": [], "file": "90.json"}, "954897": {"title": "Nine Points of the Law", "plot": "Nine Points of the Law is a 1922 silent Western", "genres": ["Western"], "file": "90.json"}, "955948": {"title": "Good Men and True", "plot": "A 1922 modern Western", "genres": ["Western"], "file": "90.json"}, "959020": {"title": "The Love Gambler", "plot": "Drifter Dick Manners arrives at a ranch owned by Colonel Angus McClelland. When he wagers that he will be able to ride a wild bronco and kiss the ranchman's haughty daughter, Jean -- and wins -- he lands a job there. But Manners and Jean really fall in love and Colonel McClelland fires him. He then meets a woman who is dying, and she begs him to marry her so that her child will have a name. Manners obliges, and then Jean finds out about the situation.", "genres": ["Adventure", "Romance", "Western"], "file": "91.json"}, "959079": {"title": "Branded Man", "plot": "Branded Man is an obscure silent Western.", "genres": ["Western"], "file": "91.json"}, "959486": {"title": "From Farm to Fame", "plot": "A two-reel comedy featuring Corliss Palmer, First Prize Winner of the 1920 Fame and Fortune Contest, and over 1000 other girls. Also showing the other winners, gold medalists, and Honor Roll girls of that memorable contest. Look them over and see if you think the judges acted wisely in selecting Corliss Palmer and Allene Ray as the best.", "genres": ["Comedy"], "file": "91.json"}, "961067": {"title": "The Prodigal Judge", "plot": "The story takes place in the pre-Civil War era South. Judge Price has a fondness for liquor which really goes into overdrive after his wife runs away with another man and she takes their boy with her. He then spends his time wandering around the country with his tee-totaling pal, Solomon Mahaffy. Years pass and the judge learns that his wife has died and her lover is trying to get his hands on her son's inheritance.", "genres": ["Drama", "Romance"], "file": "91.json"}, "102888": {"title": "Golf", "plot": "Comedy on the golf links.", "genres": ["Comedy", "Action"], "file": "91.json"}, "965032": {"title": "Boomerang Bill", "plot": "When New York City police officer O'Malley learns of a young man who is about to embark on a life of crime by taking part in a robbery, he takes the boy aside and tells him the story of Boomerang Bill, another wanna-be gangster who wanted to be a big shot in the New York crime scene. It seems that Bill fell for a pretty young dance-hall girl, and went up against local gang boss Tony the Wop when he insulted her. Tony, who never forgot a slight, found a way to make things very, very tough for Boomerang Bill, in a way that he never saw coming.", "genres": ["Action", "Adventure", "Crime"], "file": "91.json"}, "967505": {"title": "Special Delivery", "plot": "Special Delivery is a 1922 Comedy short.", "genres": ["Comedy"], "file": "91.json"}, "968429": {"title": "Derby Day", "plot": "Very hungry Monty chases a garbage truck all around town to retrieve a box lunch thrown away by a picky young lady.", "genres": [], "file": "91.json"}, "970617": {"title": "Blandt Syd-Amerikas urskovsindianere", "plot": "A documentary following the Swedish ethnographer Dr. Gustaf Bolinder's expedition to South America 1920-21, to register the threatened native cultures.", "genres": ["Documentary"], "file": "92.json"}, "972705": {"title": "Aladdin", "plot": "", "genres": ["Comedy"], "file": "92.json"}, "978173": {"title": "Never Let Go", "plot": "Never Let Go is a 1922 Western short.", "genres": ["Western"], "file": "93.json"}, "978203": {"title": "De bruut", "plot": "", "genres": [], "file": "93.json"}, "978407": {"title": "The Jaws of Steel", "plot": "The Jaws of Steel is a 1922 Silent Western.", "genres": ["Western", "Action"], "file": "93.json"}, "978412": {"title": "Young King Cole", "plot": "Seventh entry in the Leather Pushers series of two-reel shorts.", "genres": ["Drama"], "file": "93.json"}, "978414": {"title": "He Raised Kane", "plot": "Eighth episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "979992": {"title": "Shattered Idols", "plot": "This exotic adventure drama was based on the novel, The Daughter of Brahma, and went through at least one title change before reaching the screen as Shattered Idols. Jean Hurst, the widow of a British Army officer in India, hates her crippled son David because she thinks he is a coward and a weakling. She sends him away to England for his education. When he returns to India, he falls in love with native girl Sarasvati, who he saves from being burned on a funeral pyre.", "genres": ["Drama"], "file": "93.json"}, "981134": {"title": "Dr. Mabuse the Gambler: The Great Gambler: A Picture of the Time", "plot": "Doctor Mabuse is a criminal mastermind, doctor of psychology, and master of disguise, armed with the powers of hypnosis and mind control, who oversees the counterfeiting and gambling rackets of the Berlin underworld. He visits gambling dens by night under various guises and aliases, using the power of suggestion to win at cards and finance his plans.", "genres": ["Crime", "Thriller", "Mystery"], "file": "93.json"}, "981280": {"title": "A Sociedade Anonyma Fábrica Votorantim", "plot": "Produced in 1922, this 9-part silent documentary is an important document of the beginnings of industrialization in Brazil and the conditions of workers at the time.", "genres": ["Documentary"], "file": "93.json"}, "981569": {"title": "The Little Minister", "plot": "A Lord's fiancée poses as a gypsy and falls in love with the new minister.", "genres": ["Drama"], "file": "93.json"}, "981603": {"title": "Handle with Care", "plot": "Handle with Care is a 1922 silent comedy.", "genres": ["Comedy"], "file": "93.json"}, "981638": {"title": "Dr. Mabuse the Gambler: Inferno: A Game for the People of Our Age", "plot": "As the police intensify their bemusing search on Doctor Mabuse's notorious band of gangsters, the deceptive, elusive hypnotist Mabuse simultaneously begins to close in on himself.", "genres": ["Crime", "Thriller", "Mystery"], "file": "93.json"}, "984477": {"title": "The Portrait of the Admiral", "plot": "Adapted from a Belgian novel", "genres": [], "file": "93.json"}, "106109": {"title": "Little Red Riding Hood", "plot": "Mother is making donuts: She throws up a circle of dough, and a cat shoots a hole in it. Later, he fishes them out of the oil with a fishing line; he eats one, and loses all 9 lives. Mother puts together a basket for Red to take to granny. Red uses her cart, which is pushed by her little dog; the cart gets a flat tire, and she inflates a donut to replace it. A wolf (a human lothario) drives by in a flivver, and dashes off to grandma's house, where he finds a note saying she's gone to the movies. He shrinks his car and stashes it in his pocket, then waits for Red, who stopped to watch a dancing flower. Red arrives, and they go into the house, where he attempts to have his way with her. The dog rushes off and gets help from an airplane pilot, who uses a skyhook to remove the house and, ultimately, lift the wolf in his car and drop him in the lake. Written by Jon Reeves", "genres": ["Comedy", "Animation", "Family"], "file": "94.json"}, "992833": {"title": "Rêve d'opium", "plot": "\"Perhaps this ballet divertissement framed by a chinoiserie is the only trace left of a film en rélief production announced with so much fanfare and national (French) pride. The Parolini procedure did not result in a 3D film, but seems – if one reads the description in “Cinémiroir” of 28 July 1922 correctly – to have been a stage device based on semi-transparent screens and lightning. Stéphane Passet, the director of Rêve d’opium, worked since 1912 for Albert Kahn’s Archives de la Planète and went on missions all over the world; from two trips to China he brought back over seven hundred autochromes. The chinoiserie is therefore not by chance. After the war, he left Archives de la Planète for 10 years. During this period he made at least two 3D fiction films: La Belle au bois dormant (using the Parolini method) and La Damnation de Faust (using his own method). He remained in contact with Jean Brunhes, scientific director of Archives de la Planète.\"  Mariann Lewinsky", "genres": [], "file": "94.json"}, "993079": {"title": "The Wolf in Sheep's Clothing", "plot": "The animals are out enjoying sports in the wintry landscape. The little sheep girl -- who looks like a goat to me -- wants to join them instead of learning to play the harp. So off she goes, whereupon a wolf sees a sheepskin hung up, dons it and abducts her.", "genres": ["Animation"], "file": "94.json"}, "993084": {"title": "The Villain in Disguise", "plot": "This is a tale of a cat who eludes a street cop to prey on some mice in a house.", "genres": ["Animation"], "file": "94.json"}, "993086": {"title": "Nobody's Baby", "plot": "The pair are elegant down-and-outs in a park where a mother and her baby are having a picnic. Their dog steals the picnic basket for them but when the woman complains to the policeman on duty, they have to hide their booty. Unfortunately the dog keeps giving the game away.", "genres": ["Comedy"], "file": "94.json"}, "993091": {"title": "High Flyers", "plot": "Percy & Ferdie at the nursery minding their babies with the mentality of Safety Last.", "genres": ["Comedy"], "file": "94.json"}, "993618": {"title": "Perils of the Yukon", "plot": "A silent serial with the following chapter titles: 1. Fangs of Jealous; 2. Doomed; 3. Tricked by Fate; 4. Master and Man; 5. Terrors of the North; 6. Menace of Death; 7. Trapped by Fire; 8. Hurled into Space; 9. The Gold Rush; 10. Valley of Death; 11. A Race for Life; 12. The Path of Doom; 13. Martial Law; 14. Trail of Vengeance; 15. The Final Reckoning.", "genres": ["Action", "Adventure"], "file": "94.json"}, "999196": {"title": "La donna nuda", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001339": {"title": "Fu così che...", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001352": {"title": "Al confine della morte", "plot": "", "genres": ["Fantasy"], "file": "94.json"}, "1001353": {"title": "Le due strade", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001355": {"title": "Il miracolo dell'amore", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1004438": {"title": "The Hypnotist", "plot": "Koko fights with his shadow while under hypnosis.", "genres": ["Animation"], "file": "95.json"}, "1004869": {"title": "Gas, Oil and Water", "plot": "George Watson may seem like a harmless gas-station attendant, but in reality he is a secret government agent, intent on ferreting out a gang of smugglers on the Mexican border.", "genres": ["Comedy", "Mystery"], "file": "95.json"}, "107298": {"title": "Mud and Sand", "plot": "Rhubarb Vaselino lives in a small village, when he and his friend, Sapo, enter a bullfighting contest, Sapo dies, but Rhubarb kills three bulls and becomes a local hero earning money. Two years later, he is living in Madrid as a national hero , when he becomes involved with Filet de Sol, and his lover finds out, he must fight the most deadliest in Spain, in the last bull fight of the season.", "genres": ["Comedy", "Adventure"], "file": "95.json"}, "1005039": {"title": "Pay Day", "plot": "The jobless Clown (yet to be named KoKo) doesn’t get to share in Max’s earnings. But he does more than a good day’s work when he catches a burglary on film with some fine camera work of his own.", "genres": ["Animation"], "file": "95.json"}, "1005065": {"title": "The Challenge", "plot": "The Clown (yet to be named KoKo) provokes Max, suggesting that he would win handily in a fight if they were the same size. Max obliges, drawing a cartoon version of himself to step into the ring and settle the matter once and for all.", "genres": ["Animation"], "file": "95.json"}, "1005268": {"title": "French Heels", "plot": "Returning from France after the war, John Tabor informs Palma May of her brother's death and offers the penniless girl his help, but she refuses it, preferring to work as a cabaret dancer. Later, John and Palma meet again, marry, and go west to manage a lumber camp, as instructed by John's wealthy father, Jarvis Tabor. Displeased by John's choice of wife, the elder Tabor tests the couple with difficult living conditions, which eventually discourage Palma, and she accepts the party invitation of Keith Merwyn, manager of the cabaret where she starred. Meanwhile, Merwyn effects a disturbance among the lumbermen, endangering John.", "genres": ["Comedy", "Romance", "War"], "file": "95.json"}, "1005271": {"title": "Hills of Missing Men", "plot": "A US Army officer is sent undercover into the hills of Mexico's Baja California region to find and bring down the madman Crando and his group of crazed followers, who are setting up their own criminal empire spreading from Mexico into the United States.", "genres": ["Adventure", "Western"], "file": "95.json"}, "1005396": {"title": "The Show", "plot": "The Inkwell Clown and his three partners rehearse their parts in a show while en route to the theatre in Max's car.", "genres": ["Animation"], "file": "95.json"}, "1005802": {"title": "Little Wildcat", "plot": "Robert Ware takes it upon himself to tame wild girl, Mag, to prove to his doubting friend Arnold, he can turn her into a graceful young lady. Later, when Arnold is in the war, he meets a pretty nurse who greatly impresses him. Back home he recalls the pleasant encounter to Robert, telling him of the gentle beauty he never forgot. Mag, now Margaret, overhears the story and reveals to Arnold, she was the nurse. The surprised Arnold now has to admit that Robert was right about gentling the little wild cat.", "genres": ["Drama", "Romance"], "file": "95.json"}, "1006816": {"title": "Ludwig II", "plot": "Biopic based on the life of the 19th-century Bavarian monarch Ludwig II.", "genres": [], "file": "95.json"}, "1006865": {"title": "Barnyard Flappers", "plot": "A comedy short subject featuring trained, costumed ducks.", "genres": ["Comedy"], "file": "95.json"}, "1011024": {"title": "The Spanish Jade", "plot": "When a girl's lover kills her husband she offers herself to her father-in-law in exchange for his freedom.", "genres": ["Drama"], "file": "95.json"}, "1013219": {"title": "Tell Your Children", "plot": "A Lady stops her daughter from eloping with a farmer, takes away her baby, and makes her marry a Lord.", "genres": [], "file": "95.json"}, "1013551": {"title": "Doddington Diamonds", "plot": "A Sexton Blake mystery.", "genres": ["Crime"], "file": "95.json"}, "1014235": {"title": "Missing Millions", "plot": "A girl seeks revenge after a Wall Street broker had falsely accused her father and sent him unjustly to prison.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1018459": {"title": "Les Pyrenée", "plot": "An episode of a series of short French films dedicated to the representation of picturesque locations. This time the Pyrenees are starring, with their landscapes and, especially, local people, who smile and sketch out a few dance steps, showing off their traditional costumes. The strength of the film is, above all, the awesome pochoir coloration. Each color was applied on the print through a complex stencil system.", "genres": ["Documentary"], "file": "96.json"}, "1018462": {"title": "Från Lapplands gruvfält", "plot": "Pathé Frères, at the time the world's largest company in film production and pioneers in documentary films, visited Kiruna and Malmberget in 1913. The result is a fantastic insight into the mining of that time.", "genres": ["Documentary"], "file": "96.json"}, "110589": {"title": "Tragedy of Our Children", "plot": "An educational movie about deleterious effects of alcoholism.", "genres": ["Drama"], "file": "96.json"}, "1027890": {"title": "The Strangers' Banquet", "plot": "In managing the shipyard inherited from her father, Derith Keogh has considerable labor problems and accedes to the unreasonable demands of John Trevelyan, an anarchist labor agitator. Derith's brother John is off in pursuit of an adventuress, and Angus Campbell, her superintendent, resigns in exasperation. Angus returns, however, to help Derith persuade Trevelyan to settle a strike, which Trevelyan accomplishes in spite of being shot by one of his own men.", "genres": [], "file": "96.json"}, "1029913": {"title": "Bricklaying", "plot": "Footage of bricklayers shot by film pioneer DB Phalke", "genres": [], "file": "97.json"}, "1032234": {"title": "King Alexander's Visit to Bled", "plot": "Short reportage film about King Aleksandar's visit to Bled.", "genres": ["Documentary"], "file": "97.json"}, "1034148": {"title": "Cold Feet", "plot": "A wealthy father tries to discourage his daughter's taste for stories of the Mounted; her imagination conjures up the ideal lover as one who wears that red coat and whose slogan is \"get your man.\" She arrives at her father's camp in the frozen North the victim of a frameup: her father had planned that his employees must discourage her in every manner possible. The idea is if she sees him she will be disillusioned. A few hunters spying the \"wolves\" shoot with intent to kill, and a real bear enters the hut and scatters the plotters. The scheme works well, even with all these inconveniences, until a genuine Mountie appears on the scene and administers punishment to the arch-villain and his dwarf-like henchman. As a result the girl's romantic imagination vindicates her beau ideal. The two lovers are last seen standing chest-deep in the snow.", "genres": ["Comedy"], "file": "97.json"}, "1034523": {"title": "Umi no yôbigôe", "plot": "", "genres": ["Drama"], "file": "97.json"}, "1034681": {"title": "A Daughter of Luxury", "plot": "When a lawsuit deprives a rich woman, Mary Fenton, of her wealth, she decides to impersonate another woman, Mary Cosgrove. The situation becomes sticky when Cosgroge turns up and demands Fenton be arrested.", "genres": [], "file": "97.json"}, "1035323": {"title": "Steinach Film", "plot": "", "genres": ["Documentary"], "file": "97.json"}, "1037233": {"title": "Glastonbury Past and Present", "plot": "In the shadow of the Glastonbury Tor, locals re-enact their town's history: from the early Mendip encampments, through King Alfred's defeat of the Danes, to a more contemporary staging of the Michaelmas Fair.", "genres": ["Drama"], "file": "97.json"}, "1039929": {"title": "Scandalous Tongues", "plot": "Silent feature directed by Victor Schertzinger", "genres": [], "file": "97.json"}, "1040059": {"title": "The Bootlegger's Daughter", "plot": "Silent directed by Victor Schertzinger", "genres": [], "file": "97.json"}, "1040133": {"title": "The Kingdom Within", "plot": "Silent film directed by Victor Schertzinger", "genres": [], "file": "97.json"}, "1043825": {"title": "Without Fear", "plot": "", "genres": ["Drama"], "file": "98.json"}, "113918": {"title": "The Woman from Nowhere", "plot": "A fifty year old woman, scarred by a life of disillusionment and regret, returns to the place where she lived twenty years before, to rekindle happier memories.  She meets a young woman, the daughter of the current owners of the property, who is on the point of abandoning her home – just as she did,  all those years ago...", "genres": ["Drama"], "file": "98.json"}, "1049323": {"title": "Il était deux petits enfants", "plot": "He was two little children", "genres": [], "file": "98.json"}, "1049381": {"title": "Death Cheat", "plot": "An adaptation of Homer's epic Greek poem THE ODYSSEY, this was one of a series of 1920s adventure films starring Luciano Albertini and directed by Max Obal. Albertini goes through a series of acrobatic and life-threatening adventures as he is pursued across city streets while pursuing the love of the woman he loves.", "genres": [], "file": "98.json"}, "1053729": {"title": "Jafet, der søger sig en Fader I-IV", "plot": "The foundling Japhet Newland has spent his childhood in an orphanage in London.Now he goes out into the world to find his father. His friend Tim joins him. A movie in four parts.", "genres": [], "file": "98.json"}, "1053744": {"title": "Timeglasset", "plot": "The lawyer Magnus Brygge has everything – a good job, two beautiful children and a young, beautiful student who has set her eyes on him. But soon his luck will begin to turn. A sleazy painter with nefarious ulterior motives first turns the head of the professor’s daughter and then of his young bride-to-be, with fatal outcomes and broken relationships as a result. Like sand through an hourglass, everything is about to go down in this bleak but breathtakingly beautiful winter drama with Olaf Fønss in the lead role. (stumfilm.dk)", "genres": [], "file": "98.json"}, "1057059": {"title": "The Arsonist", "plot": "As of 2006, this is a lost film.", "genres": [], "file": "99.json"}, "1059717": {"title": "The man in the background", "plot": "The guests at Count Otto von Trepow's East Prussian estate Gross-Ehrenfeld are Lord and Lady Ruthven, Mr Hendriks with his wife and foster-daughter Mariska, a gypsy they adopted years ago, Kundry, the fiancée of Otto's son Bernhard, and Count Stanislaus Larinski, who claims to be a Polish revolutionary wanted by the Russian government. A boating trip is organized but ends when the motor breaks down. While waiting for it to be repaired, the guests go to an inn run by Andreas and his daughter Käthe. Hendriks goes for a walk, sees the boat come back and that a man with a bent back leaves it. He notices that Kundry is afraid of Bernhard.", "genres": ["Drama"], "file": "99.json"}, "1067699": {"title": "Kralj Aleksander na Bledu", "plot": "", "genres": [], "file": "99.json"}, "1067701": {"title": "Smučarska tekma za smuško prvenstvo Jugoslavije v Planici pri Ratečah", "plot": "", "genres": [], "file": "99.json"}, "1080608": {"title": "Mignon", "plot": "", "genres": [], "file": "100.json"}, "1084042": {"title": "Man Under Cover", "plot": "Paul Porter and his swindler friend Daddy Moffat visit Paul's hometown and find an old friend, Holt Langdon, local bank cashier, in trouble over oil investments. Because of his friendship and love for Langdon's sister, Margaret, Paul resolves to help him by robbing the bank. Finding Holt a victim of suicide inside the bank, he makes it appear that Holt died defending the premises. Paul determines to reform, and he aids Margaret by buying a local newspaper. When two confidence men induce the populace to invest in a fake oil well scheme, Paul and Daddy Moffat, with the help of lawyer Colonel Culpepper, start another phony oil well and force the confidence men to buy it out at a high price. Paul returns the townspeople's money and tells Margaret the story; she then agrees to marry him.", "genres": [], "file": "100.json"}, "1090103": {"title": "The Express Train to Mars", "plot": "Professor Zeppelin builds a rocket and takes it to Mars. There he meets King Schnidriboemel and his daughter Marselientje. Photography on Mars is prohibited. The Professor gets into all sorts of conflicts with the Martians; the king has Fox frozen.", "genres": ["Animation"], "file": "101.json"}, "126578": {"title": "Moran of the Lady Letty", "plot": "Wealthy young man Ramon Laredo is abducted and put into service aboard a ship commanded by a none-too-scrupulous smuggler. When the ship encounters the foundering \"Lady Letty,\" some of the Letty's crew is brought aboard, including Letty 'Moran' Sternerson, feisty daughter of the Letty's captain. Moran and Ramon have little use for each other, but when trouble erupts and the smuggler Captain Kitchell turns his evil eye on Moran, it is Ramon who comes to her rescue.", "genres": ["Adventure"], "file": "102.json"}, "127277": {"title": "Sky High", "plot": "A government agent investigates a ring that is smuggling Chinese aliens across the border from Mexico. His investigation takes him to the Grand Canyon. He finds a dazed girl wandering around who has become separated from her companions and is lost. He and the girl are soon found by her companions - the smuggling ring!", "genres": ["Western", "Adventure"], "file": "102.json"}, "128467": {"title": "Triplepatte", "plot": "Robert de Houdan is indecisiveness itself. He keeps hesitating, shilly-shallying and never reach any decision in any way. So much so that he finds himself on the verge of ruin and falls prey to Boucherot, a greedy loan-shark who puts pressure on him to marry Yvonne Herbelier. Boucherot is assisted in his undertaking by baroness Pépin, a typical matchmaker. But Robert, who does not know the young lady, shies away from her.", "genres": ["Comedy"], "file": "103.json"}, "130048": {"title": "The Light in the Dark", "plot": "A young girl is struck and seriously injured by a wealthy society matron's car. The woman brings the girl back to her house. Later, a hardened thief is told by the girl of a goblet, that could be the Holy Grail, which has healing powers and could help her. The thief, touched by her predicament, sets out to steal the goblet and bring it to her.", "genres": ["Drama", "Crime"], "file": "103.json"}, "130062": {"title": "The Three Must-Get-Theres", "plot": "In this movie, Max Linder parodies the famous novel \"The Three Musketeers\".", "genres": ["Romance", "Comedy", "Action"], "file": "103.json"}, "130064": {"title": "Flesh and Blood", "plot": "A convict hiding in Chinatown assumes the identity of a cripple to track down a businessman who framed him 15 years previously. He discovers that his daughter has fallen in love with the businessman's son.", "genres": ["Crime"], "file": "103.json"}, "130200": {"title": "Sodom and Gomorrah", "plot": "Exposed to bad influences since childhood, Mary, a young girl is pushed by her mother to approach an elderly banker by the name of Harber. After almost driving her fiancee to suicide and seducing his mentally-ill son, she realizes through a metaphorical dream the scope of her negligence. Sentenced to prison for incitement to murder Harber, she sees herself as a parallel figure to Lea, Lot's wife in Sodom, where the Angel of the Lord warns the sinful citizens of the city of their impending doom. Lea oppresses the angel and eventually turns it over to the pagan priests when her sexual advances to it are rejected. In another dream sequence, Mary becomes the Queen of Syria, whose oppressed people turn against her and who, in turn, condemns a young man who loves her to death. Finally, her dream returns to the present time and when she awakens, she runs back to her former lover.", "genres": ["Drama"], "file": "103.json"}, "143324": {"title": "Big Stakes", "plot": "Chasing a steer across the border a cowboy meets a senorita and stays on making the Mexican Captian jealous. When the Captain plans to have the cowboy killed, the cowboy gets the Captain to agree to a contest between jumping beans. When the cowboy wins he says he will let the senorita decide between the two. But first he rides off to rescue another girl held by the hooded Night Riders and the Captain follows to back him up", "genres": ["Western"], "file": "104.json"}, "144923": {"title": "The Prisoner of Zenda", "plot": "A kingdom's ascending heir, marked for assassination, switches identities with a lookalike, who takes his place at the coronation. When the real king is kidnapped, his followers try to find him, while the stand-in falls in love with the king's intended bride, the beautiful Princess Flavia.", "genres": ["Adventure", "Drama"], "file": "105.json"}, "146267": {"title": "Gymnasium Jim", "plot": "Keystone comedy about a garage owner pining for the girl next door, coming into money, and betting on a fixed fight.", "genres": ["Comedy"], "file": "105.json"}, "148890": {"title": "The Ropin' Fool", "plot": "\"Ropes\" Reilly shows off his impressive roping skills, then runs afoul of the local townsfolk.", "genres": ["Comedy", "Western"], "file": "105.json"}, "154450": {"title": "Cinderella", "plot": "Cinderella, the \"ash girl,\" is kept in menial labor by her two wicked stepsisters. Meanwhile the handsome prince of the territory is out hunting bears. His father invites everyone in the country to a ball, and a fairy godmother appears to help Cinderella attend in style. The prince falls for her, but she runs away as her fairy godmother's deadline of midnight arrives. The prince finds her lost slipper and searches the territory for its rightful owner, hoping to live happily ever after when he finds her.", "genres": ["Animation"], "file": "105.json"}, "154480": {"title": "Puss in Boots", "plot": "A boy falls for a princess, his cat for hers. But her father does not like the idea of a commoner marrying a noblewoman and kicks him out. After seeing a Rudolpho Valensino movie at the local theater his cat has the idea that he could try impressing the king as bullfighter, to win his daughters hand. Bullfighting is relatively easy, when you can hypnotize the bull, but why does his cat need new boots ?", "genres": ["Animation"], "file": "105.json"}, "154482": {"title": "The Four Musicians of Bremen", "plot": "Four animal musicians consisting of a Horse, Cat, Dog, &amp; Rooster set out on their own quest to try to find some fame by playing their own music. Unfortunitly every where they go, trouble always occurs whether they are being chased by town folk, a sword fish, or being attacked by an army.", "genres": ["Animation"], "file": "105.json"}, "157856": {"title": "Once Upon a Time", "plot": "The Princess of Illyria has spurned every suitor, when a gypsy loitering around the castle catches her eye. In actuality, he is the Prince of Denmark, there with his friend Kasper Røghat. The prince captivates her with magic devices, a noisemaker and a copper kettle, in return for kisses and a night in her bedchamber. When Kasper Røghat tells the king about the “affair,” the princess is thrown out of the castle, forcing her to settle in Denmark with the prince and work as a poor potter. Will the fairytale have a happy ending?", "genres": ["Drama", "Fantasy", "Romance"], "file": "106.json"}, "161554": {"title": "Seeing Stars", "plot": "First National gala celebrity banquet with stars.", "genres": ["Documentary", "History"], "file": "106.json"}}