{"701": {"title": "Our Hospitality", "plot": "A man returns to his Appalachian homestead. On the trip, he falls for a young woman. The only problem is her family has vowed to kill every member of his family.", "genres": ["Comedy", "Romance"], "file": "0.json"}, "164724": {"title": "Pasteur", "plot": "Jean Benoît-Lévy & Jean Epstein's inventive documentary about the life of Louis Pasteur, a French chemist and one of the most important figures of medical microbiology, blends biographical drama with scientific recreations of his experiments, using Pasteur's actual instruments.", "genres": ["Drama", "History", "Documentary"], "file": "2.json"}, "168194": {"title": "Roughest Africa", "plot": "Two bungling adventures go on a big game hunt in Africa.", "genres": [], "file": "3.json"}, "168748": {"title": "Border Law", "plot": "Texas Ranger Chuck Williams is the bashful sweetheart of the daughter, Ellen, of the captain of his Texas Rangers troop. He is working with the Mexican Rurales in an effort to stop a gang of gun runners. The gang-leader shows up, posing as an artist, and Ellen takes him in as a boarder to make Chuck jealous. But Chuck is wise to the boarder, who kidnaps Ellen and heads for the mountain hideout of his gang.", "genres": ["Western", "Action"], "file": "3.json"}, "168750": {"title": "False Alarm", "plot": "An \"Out of the Inkwell\" short featuring Ko-Ko the Clown, this time as a fireman.", "genres": ["Animation", "Comedy"], "file": "3.json"}, "175689": {"title": "Rosita", "plot": "The King tosses Rosita in jail and when Don Diego, who Rosita loves, tries to defend her, he too is thrown in jail. While Don Diego is sentenced to be executed, the King lusts after Rosita and decides to put her up in a luxurious villa. To give her a title, he marries her to a masked nobleman, who turns out to be Don Diego.", "genres": ["Romance", "Comedy"], "file": "3.json"}, "175692": {"title": "Dogs of War!", "plot": "The gang wages war using old vegetables as munitions. Later, they ruin a movie in progress when they double-expose the film.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175693": {"title": "Little Old New York", "plot": "An Irish girl comes to America disguised as a boy to claim a fortune left to her brother who has died.", "genres": ["Comedy", "Romance"], "file": "3.json"}, "175694": {"title": "Haldane of the Secret Service", "plot": "Heath Haldane (Houdini) tracks down a vicious gang of counterfeiters, narrowly missing death several times. He must rescue Adele Ormsby, whom he loves despite her pending marriage.", "genres": [], "file": "3.json"}, "175695": {"title": "The Silent Command", "plot": "A distinguished young Naval officer from a celebrated military falls prey to a terrorist and his seductress accomplice bent on destroying the Panama Canal.", "genres": ["Drama"], "file": "3.json"}, "175696": {"title": "Felix the Ghost Breaker", "plot": "Felix is trying to get some sleep in a graveyard, but keeps getting bothered by a ghost. He follows the ghost to the house of an old farmer, and the ghost proceeds to terrorize the old man, and when the farmer calls for help from the police, the ghost terrorizes them, too. Felix, however, suspects something fishy is going on, and with the help of the farmer's donkey, gets to the bottom of things.", "genres": ["Animation", "Horror", "Comedy"], "file": "3.json"}, "175697": {"title": "Felix in Fairyland", "plot": "Felix is reading a book about Fairyland, and decides that it must be a wonderful place to be. Suddenly he hears a cry for help, and finds a fly stuck on a piece of flypaper. He rescues the insect, only to have it turn into a beautiful fairy princess who, in gratitude for his help, grants him one wish. He wishes he were in Fairyland, and is immediately transported there.", "genres": ["Animation"], "file": "3.json"}, "175699": {"title": "Bed Time", "plot": "First, Max, in his pyjamas, gets back up and draws an isolated mountain area and puts Koko on top of a steep mountain. \"That will keep you busy for the night,\" says the real-life somewhat nasty cartoonist to his subject. The cartoon really gets wild from that point with guest appearances from Mutt and Jeff, and other \"stars\" of the day as Koko experiences one adventure after another from the \"Cave Of The Winds\" to Goliath chasing him all over.", "genres": ["Animation", "Comedy"], "file": "3.json"}, "175700": {"title": "Felix Revolts", "plot": "After enduring various indignities by the human population in town, including getting beaten up by the fish market owner and forced to eat hot mustard by a customer in a restaurant, Felix finally breaks when he hears the mayor give a speech vowing to drive all cats out of town. Felix gathers his feline friends and stages a revolution to restore cats to their rightful place in society.", "genres": ["Animation"], "file": "3.json"}, "175702": {"title": "Felix Win's Out", "plot": "Bored with life in town, Felix sees an opportunity for some excitement when a traveling circus passes through, so he joins up. One day he overhears the Skeleton Man propose to the Fat Lady, then change his mind because she's too fat. Felix decides to help her lose weight so the Skeleton Man will marry her, but this results in the ringmaster getting angry with Felix and firing him. Felix comes up with a plan to force the circus to re-hire him.", "genres": ["Animation"], "file": "3.json"}, "175708": {"title": "Lightning Love", "plot": "The storm, which takes up most of the second reel, is a trial run for the storm sequence in The Wizard Of Oz which Semon would make in 1925.  Fox released a comedy that was an exact copy of Lightning Love just before the Semon film was due to come out.  Albert E. Smith noticed the similarities and on September 5, 1923 attempted to have the Fox film pulled from the exhibitors.", "genres": ["Comedy"], "file": "3.json"}, "175709": {"title": "The Midnight Cabaret", "plot": "The Midnight Cabaret is a 1923 American film directed by Larry Semon and featuring Oliver Hardy.", "genres": ["Comedy", "Romance"], "file": "3.json"}, "175712": {"title": "No Wedding Bells", "plot": "Larry arrives at his girlfriend's house to ask her father for her hand in marriage. Her father, who is in the middle of winning a chess game for the first time in 20 years, immediately throws Larry out the window. Meanwhile, the girl is kidnapped by a Chinese servant, who is secretly the henchman of a gangster who has developed a sleeping potion he wants to try out on an unsuspecting woman. Larry finds out, and he sets out to rescue his girlfriend and try not to get thrown out of a window by her father again.", "genres": ["Comedy"], "file": "3.json"}, "175715": {"title": "Horseshoes", "plot": "A boxer offers $50 to anyone who can stay in the ring with him for an entire minute. Larry, through a series of mix-ups--including hitting the boxer in the face with a tomato--winds up in the ring with him but, with the aid of some strategically placed horseshoes, manages to knock the boxer out. When he comes to and finds out what happened, the outraged boxer sets out after Larry.", "genres": ["Comedy"], "file": "3.json"}, "175716": {"title": "Crime and Punishment", "plot": "Student Raskolnikow, who has written an article about laws and crime, proposing the thesis, that un-ordinary people can commit crimes if their actions are necessary for the benifit of mankind, murders an old woman, who operates a crooked loaning house, as well as her sister, who made the mistake of visiting her at the wrong time. He is suspected of the crime, but somebody else confesses to the murder.", "genres": ["Drama"], "file": "3.json"}, "175718": {"title": "The Merchant of Venice", "plot": "The film \"Der Kaufmann von Venedig\" ( The Jew Of Mestri ) was written, produced and directed by Peter Paul Felner in the silent year of 1923 and is a free adaptation of \"Merchant of Venice\" written by Herr William Shakespeare. It is an elegant and expensive German film production that was shot on location in beautiful and decadent Venice with some of the most important Teutonic actors of the time: Henny Porten, Harry Liedtke und Werner Krauss and even the mysterious Max Schreck.", "genres": ["Drama"], "file": "3.json"}, "175719": {"title": "The West~Bound Limited", "plot": "The plot, old-hat though it is, does provide an opportunity for that wonderfully seedy villain, David Dirby, to do his dirty work and more importantly, to tie all the thrillingly on-the-spot railroad footage together. Railroad buffs will enjoy all the atmospheric detail director Johnson has obtained by filming in real freight yards and inside and alongside real steam engines and rolling stock.", "genres": ["Drama"], "file": "3.json"}, "175720": {"title": "Sold at Auction", "plot": "This Hal Roach comedy short I found on the \"American Slapstick\" DVD collection of rare silent comedies starts bizarre and has an anything goes-quality one rarely sees in Mr. Roach's output. It stars Snub Pollard who is initially introduced as a baby left on a doorstep before we see him fully grown about 20 or so years later still in that basket! From there, he gets bumped car to car crossing the street prior to getting literally thrown through a window as an auction is taking place! Also appearing is James Finlayson as a man who's items accidentally get sold.", "genres": ["Comedy"], "file": "3.json"}, "175725": {"title": "Skylarking", "plot": "The story is about a crackpot inventor who manages to get himself in a heap of trouble. Though no fault of his own, it appears that he's run off with the wife of a cop and both the policeman and the inventor's wife are in hot pursuit. What makes this interesting are the inventor's clever devices--such as a hot air balloon car!", "genres": ["Comedy"], "file": "3.json"}, "175727": {"title": "Is Money Everything?", "plot": "A farmer, unhappy with his life, decides to go the city to try and make his fortune. He takes a friend along with him. The two of them become successful, but that success brings other, unforeseen problems into their lives.", "genres": ["Drama"], "file": "3.json"}, "175729": {"title": "Avalanche", "plot": "At the urging of his dying aunt, a young man of limited means forgoes marriage into comfortable society. He becomes husband to an unwed mother and father to a child. Their meager existence is threatened, however, when the woman he left at the altar reenters his life.", "genres": ["Drama"], "file": "3.json"}, "175730": {"title": "Giants vs. Yanks", "plot": "The gang, after a premature end to their baseball game, find themselves quarantined in an elegant home, which they proceed to destroy.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175731": {"title": "The Champeen", "plot": "Mickey and Jackie feud over Mary, so Sammy schedules a championship bout between the two rivals.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175733": {"title": "The Big Show", "plot": "The gang creates its own makeshift county fair, highlighted by a \"movie,\" which is really a clever stage performance.", "genres": ["Comedy"], "file": "3.json"}, "175735": {"title": "No Noise", "plot": "Entertaining Our Gang comedy has poor Mickey in the hospital being fed castor oil when his friends stop by to pay him a visit. As you'd expect, the kids start making all sorts of noise so the doctors decide to teach them a lesson by scaring them.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175736": {"title": "Boys to Board", "plot": "A kindly old schoolteacher helps the gang escape from a cruel boarding school, but they wind up in a bootlegger's booby-trapped house.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175738": {"title": "A Pleasant Journey", "plot": "Ernie and Farina anger the police force with their shoeshine scheme. Later, the gang switches places with some runaways about to board a train.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175741": {"title": "Lodge Night", "plot": "This one has to be seen to be believed. Apparently the gang has witnessed a Ku Klux Klan meeting. They decide to form their own lodge. They call themselves the Cluck Cluck Clams. There is nothing racist about their lodge, which includes member Sunshine Sammy Morrison. The film ends with a chase. The gang gets tangled up with bank robbers. Sunshine Sammy gets his uncle and his pals to chase the bank robbers with the gang riding along.", "genres": ["Comedy"], "file": "3.json"}, "175743": {"title": "Back Stage", "plot": "The gang operates a donkey-propelled tour bus. Later, a cut-rate vaudeville producer hires them to help out with his show, which they wreck.", "genres": ["Family", "Comedy"], "file": "3.json"}, "175745": {"title": "The Cobbler", "plot": "A cobbler receives his back pension and invites the gang to celebrate with a picnic, but his car stalls along the way.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175747": {"title": "Derby Day", "plot": "After the gang goes to the horse races, they decide to have a derby of their own.", "genres": ["Comedy"], "file": "3.json"}, "175748": {"title": "Sunday Calm", "plot": "The kids gets taken on a Sunday picnic in this early three-reeler and after the first ten minutes, manage to elude the adults in this typically charming effort from Our Gang.", "genres": ["Comedy"], "file": "3.json"}, "175752": {"title": "Stage Fright", "plot": "Author Fawn Ochletree stages a charity performance of her latest play, a Romanesque epic. The gang and other neighborhood kids are forced into starring in the play, much to the chagrin of the gang. They are completely unable to remember their lines, and struggle with maintaing their composure during the more serious moments of the melodrama. Finally, Jackie sets off a slew of firecrackers as the finale, scaring all involved.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175754": {"title": "July Days", "plot": "The gang is trying just about anything to pass the time during their summer vacation. As usual, Mickey and Jack are trying to win the affections of Mary. In the interim, the village blacksmith, \"Dad\" Anderson, receives a lucrative contract to produce a creation of his: a sail-propelled scooter. The gang is lucky enough to get a hold of a few of these scooters, and happily sail down the city streets.", "genres": ["Comedy", "Family"], "file": "3.json"}, "175755": {"title": "C-V News: Filming Greed", "plot": "C-V News follows the cast and crew of \"Greed\" (1925) into Death Valley while filming the infamous closing scenes in 150+ degree heat in 1923 at the height of the summer.", "genres": [], "file": "3.json"}, "175756": {"title": "Capital Stirred by Biggest Hooch Raid", "plot": "Several prohibition agents display cans and bottles of seized liquor for the camera. They are then shown dumping the goods at a junk yard.", "genres": [], "file": "3.json"}, "175757": {"title": "Save The Ship", "plot": "'Save the Ship' is a plotless silent short film which has the 33 year old Stan Laurel acting in a run of the mill production to pay his bills and as a token by Hal Roach.", "genres": [], "file": "3.json"}, "175758": {"title": "California or Bust", "plot": "After their house is blown away by a twister, a farmer and his wife decide to move to California. Once over the border they're greeted by rain, hail, snow and an Indian uprising.", "genres": [], "file": "3.json"}, "175759": {"title": "The Gown Shop", "plot": "Here we have 'The Gown Shop', very much in Semon's usual style but with fewer laughs than usual. Semon plays his default character, a grotesque hard-working incompetent. (I'm going to be using the word 'grotesque' a lot in this particular review.) This time round, he blunders into a boutique. After causing some damage he can't pay for, Larry is put to work as a general dogsbody. Mayhem ensues.", "genres": ["Comedy"], "file": "3.json"}, "175760": {"title": "Under Two Jags", "plot": "Stan is in the company of ladies in this film. He is serving in the military with female officers, but there is also a demure lady who wins his affections.", "genres": [], "file": "3.json"}, "175761": {"title": "Felix Gets Broadcasted", "plot": "Felix spots a fisherman on his way to his fishing spot, and figures he can follow the guy and grab a quick lunch by stealing his catch. Although he successfully nabs a few fish, the angler catches on and finally captures Felix. To get his revenge, he sends Felix through the telephone wires (\"broadcasted\") to Egypt, and Felix finds out that the Egyptians don't want him there, either.", "genres": ["Animation"], "file": "3.json"}, "175764": {"title": "The Soilers", "plot": "During the Alaska gold rush, a miner hits the mother lode, but a corrupt sheriff jumps his claim, leading to a tremendous fight.", "genres": [], "file": "3.json"}, "175830": {"title": "Post No Bills", "plot": "Paul Parrott plays an obsessive-compulsive bill poster in this thoroughly average Hal Roach comedy from 1923. Hired to help publicize a new Gloria Snootful picture, Paul goes bonkers with glue and paper and ends up attaching promotional material to any surface within his reach, including the rear ends of a number of people, though his attempt to nail a poster to a glass window is somewhat less successful.", "genres": ["Comedy"], "file": "3.json"}, "175834": {"title": "Collars and Cuffs", "plot": "Collars and Cuffs is a 1923 silent comedy film starring Stan Laurel.", "genres": ["Comedy"], "file": "3.json"}, "175836": {"title": "Pick and Shovel", "plot": "Pick and Shovel, also known as The Miner, is a 1923 silent comedy film starring Stan Laurel.", "genres": ["Comedy"], "file": "3.json"}, "175839": {"title": "I.N.R.I. – A Film of Humanity", "plot": "From the director of Cabinet of Dr. Caligari, this is the Passion embedded in a contemporary story. An anarchist jailed for an attempted assassination is told the Passion story by the prison chaplain.", "genres": ["Drama", "History"], "file": "3.json"}, "175842": {"title": "No Loafing", "plot": "A slapstick comedy directed by Roscoe 'Fatty' Arbuckle featuring the duo of Poodles Hanneford &amp; Joe Roberts", "genres": [], "file": "3.json"}, "175844": {"title": "The Einstein Theory of Relativity", "plot": "\"The Einstein Theory of Relativity\" is the short version (587 m) of the lost American long version (1219 m) of Hanns Walter Kornblum's original German feature \"Die Grundlagen der Einsteinschen Relativitäts-Theorie\" from 1922 that is also lost.", "genres": ["Documentary", "Animation"], "file": "3.json"}, "175846": {"title": "Evolution", "plot": "A combination of live action footage and stop-action animation is utilized to illustrate the theory of evolution.", "genres": ["Documentary", "Animation"], "file": "3.json"}, "175849": {"title": "A Few Moments with Eddie Cantor", "plot": "Early sound film featuring comedian Eddie Cantor.", "genres": [], "file": "3.json"}, "175853": {"title": "The Covered Schooner", "plot": "Monty Banks becomes a sailor in the hunt for his girl.", "genres": ["Comedy"], "file": "3.json"}, "175857": {"title": "The Dare-Devil", "plot": "The movie makers are filming the next installment of the western serial \"Get Your Man\". The movie's leading man wants his stunt double to do the next dangerous stunt. Purely by accident, a hapless, cross-eyed aspiring actor named Joe Magee ends up doing the stunt perfectly. He ends up doing dangerous stunt after stunt, all by accident, that fit the movie so perfectly that the movie's leading lady wants him in the picture. The exasperated director finds that getting Joe to do the stunts on command is an entirely different story.", "genres": ["Comedy"], "file": "3.json"}, "175859": {"title": "Daredevil of the Movies", "plot": "'Daredevil of the movies' is a promotion reel compiled of film extracts showing some of actress and airial artist Emilie Sannom's most daring stunts.\r She is seen crawling on windmills and church towers, balancing barefoot on sharp spears and parachuting out of an airplane.  The film was undoubtedly compiled to to show the skill and courage of Emilie Sannom, which gave her the nick-name 'Daredevil of the movies'. She supposedly showed it to her audience when traveling through Denmark and giving talks about her adventurous career during the 1920s.", "genres": ["Action"], "file": "3.json"}, "175861": {"title": "Little Church Around the Corner", "plot": "A wealthy minister in a mining town is something of an advocate for the miners' safety, but he doesn't really get involved in the issue. He is soon snapped out of that attitude, however, when his daughter is trapped underground in a mine explosion, along with the mine's owner.", "genres": ["Drama"], "file": "3.json"}, "175862": {"title": "Felix Goes A-Hunting", "plot": "A wife throws her husband out of the house, telling him not to return unless he brings her a fur coat. Deciding that the only way he'll get one is to make his own, he grabs his rifle and goes hunting. All his efforts fail, though, until he meets Felix, who offers to help him shoot rabbits, and impresses the man with his marksmanship skills. However, it turns out that shooting the rabbits isn't quite as easy as they thought it would be.", "genres": ["Animation"], "file": "3.json"}, "175863": {"title": "The Noon Whistle", "plot": "Stan is a lazy employee at a lumber company. Much of the first portion of the film has to do with Stan trying to sneak into work late--past the violent and rather insane supervisor. Later, however, Stan walks into a plot to steal the company away and frame the owner for a crime he did not commit.", "genres": [], "file": "3.json"}, "175869": {"title": "The Treasure", "plot": "On the surface a straightforward tale of the search for a buried treasure, the film is a textbook example of German expressionism, with the passions of the protagonists conveyed as much through symbolism as action.", "genres": ["Romance", "Drama"], "file": "3.json"}, "175870": {"title": "Fridericus Rex - 4. Teil: Schicksalswende", "plot": "The last part of Fridericus Rex's main focus is entirely on the battle after years of conflict with Austria, which allied itself with France and Russia finally opens against Prussia in 1756 in the Seven Years War.", "genres": ["Drama"], "file": "3.json"}, "175877": {"title": "Scorching Sands", "plot": "The misadventures of two intrepid explorers in the Egyptian desert.", "genres": ["Comedy"], "file": "3.json"}, "175879": {"title": "A Man About Town", "plot": "A feckless young man who wishes to switch from one streetcar to another is told to follow a pretty young lady-- so he follows her all over town.", "genres": ["Comedy"], "file": "3.json"}, "175880": {"title": "White Wings", "plot": "Pursued by the law, a street cleaner finds refuge by impersonating a dentist.", "genres": [], "file": "3.json"}, "175882": {"title": "Short Orders", "plot": "Stan plays a waiter at a crappy restaurant and frankly such fare was better done by Chaplin and others. However, in two cute scenes, the film shines. The first is a Limburger cheese bit that is low-brow but funny. The second is the final scene with dogs following Stan at the end.", "genres": [], "file": "3.json"}, "175883": {"title": "Paste and Paper", "plot": "Well executed but unexceptional one-reeler about a couple of incompetent paperhangers. James Parrott, brother of Charley Chase, was an equally skilled man behind the camera, later writing and directing some of Roach's best two-reelers, before he died too young, but while the gags here are well done, he never really developed much of a personality in these pieces and they are not, somehow, quite as sharp as the stuff he was co-starring in with Sid Saylor two or three years before. The extended gag with the plank of wood seesawing is typical.", "genres": [], "file": "3.json"}, "175884": {"title": "Black Oxen", "plot": "A Manhattan playboy falls for a mysterious European woman, whom he notices is an exact double for a famous socialite who disappeared at the turn of the century. At first he thinks it's just a coincidence, as the beautiful young woman he's romancing is much younger than the woman who vanished, who would be in her late 50s or early 60s by now. Soon, however, he begins to believe that maybe it's not such a coincidence after all.", "genres": ["Drama", "Romance", "Science Fiction"], "file": "3.json"}, "175886": {"title": "Trapped", "plot": "In 'Trapped', we see the cartoonist's hands as still photograph cut-outs, manipulated in front of the camera to look like live-action movie footage. The hands sketch a small black dot and ink it in. Then the dot proceeds to bounce across the cartoonist's easel, until the hands finally catch it and unfold it into Ko-Ko the Clown.  There's a mouse in Max's studio, and Ko-Ko wants to catch him.", "genres": ["Comedy", "Animation"], "file": "3.json"}, "175887": {"title": "The Shriek of Araby", "plot": "An employee in a theater showing Valentino's \"The Shiek\" daydreams about himself playing Valentino's role.", "genres": ["Comedy", "Action"], "file": "3.json"}, "175890": {"title": "Kill or Cure", "plot": "Laurel portrays a commercial traveller, hawking a patent medicine cried Professor I.O. Dine's Knox-All: that name is the funniest joke in this movie, which ain't sayin' much. I should point out that this movie dates from 1923, the shank of Prohibition. During Prohibition, quite a lot of Americans purchased patent medicine if it had (ahem!) 'medicinal' properties, so -- if Knox-All contains alcohol.", "genres": [], "file": "3.json"}, "175895": {"title": "Wilhelm Tell", "plot": "William Tell (German: Wilhelm Tell) is a 1923 German silent adventure film directed by Rudolf Dworsky and Rudolf Walther-Fein and starring Hans Marr, Conrad Veidt and Erich Kaiser-Titz. The film portrays the story of the legendary Swiss national hero William Tell.", "genres": ["Drama"], "file": "3.json"}, "176704": {"title": "Kino-pravda no. 17: For the First Agricultural and Cottage Industries Exhibition in the USSR", "plot": "Dziga Vertov-directed Soviet newsreel covering: Hunger and harvest / Alliance between city and country / Agricultural and home industries exhibition: To the exhibition, construction work and preparations, exhibits, map of the exhibition, visitors", "genres": ["Documentary"], "file": "3.json"}, "181724": {"title": "Love in Black and White", "plot": "The misadventures of a traveling theatrical company, as the actors attempt to put on a show while romantic rivalries erupt backstage.", "genres": ["Comedy", "Animation"], "file": "4.json"}, "18987": {"title": "The Hunchback of Notre Dame", "plot": "In 15th century France, a gypsy girl is framed for murder by the infatuated Chief Justice, and only the deformed bellringer of Notre Dame Cathedral can save her.", "genres": ["Romance", "Drama", "Horror"], "file": "4.json"}, "186166": {"title": "The Burning Crucible", "plot": "A woman, named simply \"Elle\" and her husband, a wealthy industrialist, are not on the best of terms. While she enjoys the way he caters to her every whim, she wonders whether he really loves her. He, on the other hand, torments himself by imagining rivals. One morning she awakens from a nightmare in which she has been pursued by a man in various guises, who turns out to be the famous Detective Z, whose memoirs she has been reading. When she and her husband quarrel over leaving Paris permanently for a country estate, he goes to the \"Trouve Tout\" Agency and hires, of all people, Detective Z, to win back her affection.", "genres": ["Comedy", "Drama"], "file": "4.json"}, "186169": {"title": "The White Rose", "plot": "A wealthy young Southern aristocrat, Joseph, graduates from a seminary and, before he takes charge of his assigned parish, decides to go out and see what \"the real world\" is all about. He winds up in New Orleans and finds himself attracted to a poor, unsophisticated orphan girl, Bessie. One thing leads to another, and before long Bessie finds that she is pregnant with Joseph's child.", "genres": ["Drama", "Romance"], "file": "4.json"}, "186171": {"title": "Within the Law", "plot": "When Mary Turner is sent to prison for a crime she did not commit, she vows upon her release to take vengeance on those who wronged her, always staying however within the letter of the law.", "genres": ["Drama"], "file": "4.json"}, "186173": {"title": "The Red Inn", "plot": "Two young doctors, surprised by the storm, take refuge in an inn. A diamond broker joins them and, for lack of space, shares their room. At dawn he is found dead. A few years later justice is done.", "genres": ["Crime", "Drama"], "file": "4.json"}, "186175": {"title": "It's a Gift", "plot": "A group of oil magnates are trying to think of new ways to attract business. One of them suggests that they contact the inventor Pollard, who has devised a new gasoline substitute. Pollard himself lives in a home filled with his eccentric inventions. When he gets the message from the oil company, he is excited about the opportunity to demonstrate his innovation.", "genres": [], "file": "4.json"}, "186193": {"title": "White Tiger", "plot": "Three crooks pull off a magnificent crime. As they're forced to hide out together they slowly begin to distrust each other.", "genres": ["Crime", "Drama", "Mystery"], "file": "4.json"}, "186195": {"title": "Anna Christie", "plot": "A troubled young woman comes to live with her estranged father on the New York waterfront. A tough sailor falls in love with her, sparking conflict between her father and her suitor. What neither knows is that she has a secret that could cause her to lose both of them.", "genres": ["Drama"], "file": "4.json"}, "186196": {"title": "Soul of the Beast", "plot": "This northwoods comedy-drama, by way of a circus drama, was directed by John  Griffith Wray for Thomas H. Ince, and stars Madge Bellamy.", "genres": ["Drama"], "file": "4.json"}, "186197": {"title": "Pathé Review: Monsters of the Past", "plot": "Sculptress Virginia May is seen making a clay model of a tyrannosaurus rex, which is animated using stop motion, and then fights a stop-motion triceratops. Although Miss May's only known relationship with the movies is this particular short, her contemporary, Willis O'Brien and his student Ray Harryhausen certainly made the field a lively one until computer animation caught up in the 1990s -- and arguably their artistry is still unsurpassed. (IMDb)", "genres": ["Fantasy", "Documentary", "Animation"], "file": "4.json"}, "186199": {"title": "Noble Sissle and Eubie Blake Sing Snappy Songs", "plot": "Noble Sissle and Eubie Blake Sing Snappy Songs", "genres": [], "file": "4.json"}, "200923": {"title": "Zaza", "plot": "Zaza is an actress and the favorite at an open-air theater in a small French town. When diplomat Bernard Dufresne comes to the village, he stays away for fear he will fall for her. But during one performance, while Zaza is singing on a swing, her rival cuts the rope and she falls. Zaza is badly injured and she makes Dufresne's acquaintance. A romance quickly springs up and he installs her in a villa. Their happiness is marred, however, when his wife appears.", "genres": ["Romance", "Drama", "Comedy"], "file": "6.json"}, "202659": {"title": "Blood and Soul", "plot": "An Expressionist film about masses downtrodden by authoritarian capitalism. (Now lost.)", "genres": [], "file": "6.json"}, "19880": {"title": "Without Evidence", "plot": "", "genres": ["Drama"], "file": "6.json"}, "205665": {"title": "Foggy Harbour", "plot": "An adaptation of Anna Christie, considered lost.", "genres": ["Drama"], "file": "7.json"}, "210384": {"title": "The Hell Ship", "plot": "A naval adventure that focuses on the rivalry among the crew, particularly the indignation wrought by the behavior of inplacable Captain Steen. Dick, one of the sailors, is one of the most rebellious and draws up plans to exact vengeance. The opportunity arises, but an incident that may sink the ship changes the focus of attention. The lighting for the film and the composition of the scenes are regarded as the highlights of the movie.", "genres": ["Drama"], "file": "7.json"}, "224421": {"title": "Iron Wills", "plot": "Fredrik Mack (Gustav Ranft) owns a glue factory in northern Norway and Ove Rolandsen (Eugen Skjønberg), a great womanizer, works for him. When Mack's beautiful daughter Elise (Lilla Bye) returns from studies, Ove immediately flirts with her.", "genres": ["Comedy"], "file": "8.json"}, "22596": {"title": "Safety Last!", "plot": "When a store clerk organizes a contest to climb the outside of a tall building, circumstances force him to make the perilous climb himself.", "genres": ["Comedy", "Romance", "Action"], "file": "8.json"}, "228051": {"title": "The Uncovered Wagon", "plot": "Hal Roach short is a spoof of the 1923 Western COVERED WAGON, which was a huge hit for Paramount. In this film a group of people are heading out West to Hollywood so they pack up their \"wagons\" and head out where they must battle various elements including crossing a dangerous river and battling Indians. The \"wagons\" are actually cars with a cover on them and the Indians even ride in on bicycles so you can tell the type of humor that Roach is going for.", "genres": [], "file": "9.json"}, "228052": {"title": "Autour de la roue", "plot": "Blaise Cendrars' AUTOUR DE LA ROUE (1923), a behind-the-scenes short documenting the production.", "genres": [], "file": "9.json"}, "228153": {"title": "Ashes of Vengeance", "plot": "This historical piece, set in the Huguenot days of France, is Norma Talmadge's 37th feature film and the longest to date at two hours. The plot involves a man forced into servitude who falls in love with the sister of his persecutor. It was Ms. Talmadge's fourth involvement with director, Frank Lloyd and the cast included future star, Wallace Beery.", "genres": ["Drama"], "file": "9.json"}, "228258": {"title": "Alles für Geld", "plot": "Rupp (Jannings) is a former butcher, made rich in the meat packing industry as a result of the reversal of fortunes brought on by WWI. He is crude, uncouth and uneducated. His son, Fred, is the apple of his father's eye and is an auto enthusiast. The widowed Rupp falls in love with a former aristocrat, Helen, now down on her luck and pawning her last heirloom. He proposes marriage and she accepts in order to save her ailing mother who needs a monetary influx to avoid death. Her former boyfriend, Platen, warns Helen against Rupp's intentions - he and Rupp are enemies, Rupp having caused his being fired for protecting a chorus girl against Rupp's unwanted advances. Meanwhile, Graf, a shyster, arranges purchase of a near bankrupt auto manufacturing firm, Phoenix, to Rupp's great advantage with practically no monetary recognition to Graf, who swears revenge. Rupp comes upon his son begging Helen not to marry his father but to return to Platen.", "genres": ["Drama"], "file": "9.json"}, "228283": {"title": "Mulheres da Beira", "plot": "Ana doesn't care for the pure love André devotes her, and turns her heart towards a noble man that is just lightly interested in her. Ana will experience the agony of being abandoned, and must contemplate the reclusion of a nun's life.", "genres": ["Drama", "Romance"], "file": "9.json"}, "228291": {"title": "Frozen Hearts", "plot": "In the trembling Russian village of Popoffski, a young woman (Katherine Grant) is wooed by a hopeful lover, the son of a humble pool shark (Stan) right under the very nose of her father.  When the man proposes marriage to her the father is happy to let her go, seeing as he has nine other children to worry about.  As the couple celebrate their love for one another they are approached by a military officer who threatens to take the woman away to use as a court dancer.", "genres": [], "file": "9.json"}, "228296": {"title": "The Whole Truth", "plot": "A prosecutor instructs the audience of a courtroom to observe the tearful and slightly hysterical wife (Helen Gilmore) who is sitting in the witness box, and claims she is this way due to her husband, who shows up very infrequently.  For the defence (James Finlayson), he never did anything to be proud of - and was proud of it.  He sits there smirking and sipping a glass of water before being momentarily distracted.  He goes to take another sip of his drink but instead picks up a different glass containing something very different.", "genres": ["Comedy"], "file": "9.json"}, "228304": {"title": "Lucretia Lombard", "plot": "Lucretia Morgan has been married to an old man for the past seven years. The marriage is loveless but the whole time Lucretia has been a devoted wife. Her husband Allen has been sick for some time. Lucretia thinks Allen is upset with her because she is going out to a charity ball and he has to stay. Allen understands she is young and she needs to socialize he is not upset with her for wanting to go out.", "genres": ["Drama"], "file": "9.json"}, "228886": {"title": "Shoot Straight", "plot": "SHOOT STRAIGHT - starring Paul Parrott, with Jobyna Ralston, Eddie Baker and George Rowe. A rarely-seen comedy short. Parrott is a hapless hunter in this predecessor to Tex Avery toons of the 1940s, and in a series of inventive gag sequences fails to capture squirrel, rabbit, chinchilla, bobcat, duck, and bear all in one reel.", "genres": [], "file": "9.json"}, "231555": {"title": "The Story of Petroleum", "plot": "Reel 1, an oil field is located, drilled, brought in, and pumped. Shows the Garber Field in Oklahoma. Reel 2 shows how pipe is laid and cleaned. One section crosses the Red River. Includes views of an oil camp and of a casinghead gasoline extraction plant. Reel 3, oil is distilled at a refinery. Reel 4, wax is removed from oil, processed, and prepared for distribution. Oil products are carried in tank cars, trucks, barges, and ships.", "genres": ["Documentary"], "file": "9.json"}, "237867": {"title": "Happy-Go-Luckies", "plot": "In Happy-Go-Luckies a pair of ukulele-strumming railroad hoboes fake their way into a dog show and make off with the prize loot. “Two heads are better than one” is the moral. To modern eyes, our trickster duo may look like two dogs—in the show they pretend to be one long dog—but audiences of the ’20s would have recognized a dog-and-cat team. The black body, white face, and sharp ears would have been most familiar from the greatest jazz-era trickster cat, Felix. Dogs and cats—much easier to animate than humans—were everywhere in silent cartoons. Terry, like most early film animators, had begun as a newspaper cartoonist, and his first strip, working with his brother as a teenager for the San Francisco Call, was about the adventures of a dog named Alonzo.", "genres": ["Animation"], "file": "9.json"}, "238935": {"title": "Downfall", "plot": "Variety star Kaja falls in love with fisherman Peter. But he in a unfortunate situation kills a man and is sentenced to ten years imprisonment. Kaja promises to wait for him, but things go badly for her.", "genres": [], "file": "10.json"}, "24805": {"title": "The Ten Commandments", "plot": "The first part tells the story of Moses leading the Jews from Egypt to the Promised Land, his receipt of the tablets and the worship of the golden calf. The second part shows the efficacy of the commandments in modern life through a story set in San Francisco. Two brothers, rivals for the love of Mary, also come into conflict when John discovers Dan used shoddy materials to construct a cathedral.", "genres": ["Drama"], "file": "10.json"}, "246957": {"title": "The Grub Stake", "plot": "A young woman is lured to the Yukon by a gambler with promises of marriage and a grubstake for a gold mine. She takes her ailing father with her, only to discover when she gets there that the gambler was lying to her and actually planned to sell her to a dance hall. She gathers her father and an old miner she has met, takes a dogsled and supplies from the gambler and the three of them head for the wilderness to look for a lost gold claim the old miner has been looking for.", "genres": ["Drama", "Adventure", "Western"], "file": "11.json"}, "247231": {"title": "Earth Spirit", "plot": "Dr. Schön marries a lower class girl, Lulu. Young and voluptuous she attracts the attention of the all the male gender, but the doctor will not let her go.", "genres": ["Drama"], "file": "11.json"}, "251168": {"title": "The Stone Rider", "plot": "In a distant Teutonic village, people dance and drink merrily celebrating a wedding feast. However, an elderly man tells the villagers that the valley where they live wasn't always happy but sorrowful. This was due to the tyranny of the master of the mountains  who ruled the valley despotically.", "genres": ["Drama", "Horror"], "file": "11.json"}, "253083": {"title": "The Village Shoemakers", "plot": "Rural comedy of the intrigues and stratagems involving a country wedding. From a comedy by Alexis Kivi.", "genres": ["Comedy"], "file": "11.json"}, "256629": {"title": "A Clouded Name", "plot": "To avoid seeing Marjorie Dare, Jim Allen visits Stewart Leighton at the latter's country home. (Five years earlier Jim's engagement to Marjorie Dare was broken when her mother was killed and his father disappeared.) Through certain circumstance Marjorie also becomes Leighton's guest, and Jim moves out into the woods. There he meets Smiles, a little girl in the care of strange old Ben Tangleface. Leighton wishes to wed Marjorie for her money and is trying forcefully to persuade her to accept him when Jim comes to the rescue. But Ben, his memory stirred by the sight of Leighton, kills him. Explanations reveal Smiles to be Dorothy's sister and Ben, Jim's father. He was wounded while defending Marjorie's mother, whom Leighton killed.", "genres": ["Drama"], "file": "12.json"}, "258017": {"title": "The Bright Shawl", "plot": "Charles Abbott is implicated in the death of his friend Escobar, brother to the woman he loves.", "genres": ["Adventure", "Crime", "Drama"], "file": "12.json"}, "258935": {"title": "The Man Without Desire", "plot": "A doctor suspends the life of a mourning lover and he is revived 200 years later.", "genres": ["Fantasy", "Romance"], "file": "12.json"}, "261424": {"title": "Arsena, the Brigand", "plot": "Following an order of the landowner, the bride of Arsena’s fellow villager gets kidnapped and the bride’s father is relentlessly flogged. Arsena tries to rescue the woman but fails and goes to the mountains with his newly married wife. Above all, Arsena learns that his wife is impregnated by the landowner and burns down his house. Arsena gets arrested, but manages to escape and joins the rebel peasants. Arsena feels that with the passage of time the rebels turn into criminals and continues to fight with the oppressors alone.", "genres": ["Action", "Adventure", "Romance"], "file": "13.json"}, "261428": {"title": "In the Pillory", "plot": "Nunu and Iago are in love with each other. The married guard Girgola wants to get hold of the woman. Girgola gets Iago arrested and makes Nunu marry his retarded brother. On one occasion he finds the woman alone and rapes her. Nunu jumps in the river to commit suicide but gets saved by Iago’s friends. Iago escapes from jail, but Girgola attacks his hideout and haves him killed together with his friends. Girgola also kills Nunu’s old father and accuses Nunu of the murder. Nunu is tied to a pole and dies in the exile.", "genres": ["Action", "Adventure", "Romance"], "file": "13.json"}, "262971": {"title": "Love, Life and Laughter", "plot": "Love, Life and Laughter tells the story of a pair of working class youngsters with big dreams – a cheery chorus girl and a serious writer. The film toys with our expectations, blurring the boundaries of reverie and reality; tragedy and comedy.  Directed by George Pearson, the film was considered lost for many years until in March 2014 when a copy was discovered in an old Dutch cinema.", "genres": ["Drama", "Romance"], "file": "13.json"}, "271359": {"title": "Suzanna", "plot": "Hoping to consolidate their adjoining ranches, Don Fernando and Don Diego betroth their children, Ramón and Dolores, although Ramón is in love with Suzanna, the daughter of a peon on his father's ranch, and Dolores is interested in Pancho, a toreador. When Suzanna learns that she was kidnapped in infancy and is really Don Diego's daughter, she keeps silent; but Ramón finally rebels and steals Suzanna from the altar as she is about to marry Pancho. There are explanations, Ramón marries Suzanna, and Dolores marries Pancho. Suzanna (1923) has been mastered from a good quality but incomplete 35mm print.", "genres": ["Romance", "Drama"], "file": "14.json"}, "271379": {"title": "Bobby Gets Spotted", "plot": "A Bray Studios production. A postman throws a letter at a letter box on the porch of a house. It misses and lands on the step. A black maid comes out on to the porch and finds the letter. Speech bubble with the words, \"I'll fix him\" appears. Bobby walks by the side of the house. He is playing at sergeant major with a dog, cat and mouse marching behind him holding sticks as rifles. He gives them orders. The dog accidentally hits the cat on the head with his stick. The cat hits the dog. More funny business ensues. The maid comes out and nails a notice on the wall saying: \"Mail Box Here\". Bobby goes and has a look and scratches his head, then laughs as he has a bright idea. He changes the sign to read: \"Small Pox Here\".", "genres": [], "file": "14.json"}, "271383": {"title": "Pongo Catches The Crossword Craze", "plot": "\"Pathe presents its sixth all-British cartoon of The Adventures of Pongo the Pup.\"", "genres": [], "file": "14.json"}, "271385": {"title": "Baptême du Belgenland par S.E. le cardinal Mercier", "plot": "News item about the christening of the ship Belgenland by Cardinal Mercier. The Belgenland was the flagship of the Red Star Line for many years and shipped thousands of emigrants to the United States.", "genres": [], "file": "14.json"}, "27512": {"title": "While Paris Sleeps", "plot": "Lon Chaney plays a Parisian sculptor who falls in love with his model (Mildred Manning). She, however, cares nothing for him. The film is considered lost.", "genres": ["Horror"], "file": "14.json"}, "278303": {"title": "Aiyoku no nayami", "plot": "Directed by Kensaku Suzuki.", "genres": [], "file": "15.json"}, "278888": {"title": "The Ancient Law", "plot": "Baruch Mayer, son of an orthodox rabbi from a poor shtetl in Galizia, decides to break with the family tradition and leave the shtetl to become an actor.", "genres": ["Drama"], "file": "15.json"}, "279076": {"title": "The Hearth", "plot": "Directed by Robert Boudrioz.", "genres": ["Drama"], "file": "15.json"}, "280559": {"title": "Dear Ol' Pal", "plot": "Two lifelong friends vie for the affection of the same woman.", "genres": ["Comedy"], "file": "15.json"}, "280566": {"title": "Jus' Passin' Through", "plot": "At Thanksgiving, a tramp arrives in a homeless-hostile town.", "genres": ["Comedy"], "file": "15.json"}, "280567": {"title": "Courtship of Miles Sandwich", "plot": "The story of the first Thanksgiving is re-imagined as a father tells it to his son.", "genres": ["Comedy"], "file": "15.json"}, "280955": {"title": "The Norrtull Gang", "plot": "A collective of office girls and their tribulations in the male world, female solidarity, the place of women in the labor and civil rights struggles and the conflict between love and work.", "genres": ["Drama"], "file": "15.json"}, "282087": {"title": "Geneviève", "plot": "Geneviève is an orphan child and living with her little sister Josette. Because of her economic situation, she cancels marriage with an honest and respectful man. Josette, after a short and tremendous love affair, dies leaving a little baby boy. Due to this incident, Geneviève is convicted and imprisoned. Wandering from town to town, village to village, she finally manages to get to her ancient fiance's house.", "genres": ["Family", "Drama"], "file": "15.json"}, "282176": {"title": "Violettes impériales", "plot": "This historical melodrama (later remade by Henry Roussel himself in 1932 and Richard Pottier in 1952) set during the reign of Napoleon III of France. Here, Raquel Meller plays a Spanish flower girl who saves the life of the French empress Eugenie de Montijo (played by Suzanne Blanchetti), by taking her place in her carriage. When the carriage is overthrown by the anarchist's bomb, the girl survives because of the masses of violets in the imperial carriage, the empress' favorite flowers.", "genres": ["History"], "file": "15.json"}, "282197": {"title": "Kœnigsmark", "plot": "To fulfill her Father's wish, Grand Duchess Aurora (Huguette Duflos) is forced into an unhappy marriage with Grand Duke Rudolph (Henry Houry). He prepares to leave for the Congo but is murdered by his own brother (Georges Vaultier). Aurora goes to Paris with her father and, there, is told on the phone of her husband's death. After returning to the Kingdom, she meets a tutor (Jaque Catelain) who falls in love with her..", "genres": ["Mystery", "History", "Crime"], "file": "15.json"}, "282212": {"title": "Flanders under Philip II", "plot": "Concepcion de la Playa Setta, an Andalusian noblewoman, the daughter of the provost marshall of Flanders, is in love with the Duke Philippe de Hornes. He is a Brussels gentleman in revolt against her people, the Spanish occupiers. When her rebellious lover is hurt during an uprising against the troops of Philip II, Concepcion takes him in in her house. And she personally defends him when, at his trial. Condemned to be hanged through the intervention of the Duke of Alba, de Hornes is eventually reprieved by the new governor and set free. The two lovers meet again and can live happily from now on.", "genres": ["History"], "file": "15.json"}, "282270": {"title": "Gossette", "plot": "In Gossette (1923), Dulac experimented with and designed a number of special lenses and prisms to produce a variety of effects and multiply the expressive means which translate the characters' visions and mental states. She also reversed class and gender roles, as she made the female character Gossette come to the aid of Phillipe de Savières, falsely accused of murder, in order to save his name.", "genres": ["Comedy", "Drama"], "file": "15.json"}, "282498": {"title": "La Légende de sœur Béatrix", "plot": "Based on the short story by Nodier and the play by Maeterlinck.", "genres": ["Drama", "History", "Fantasy"], "file": "15.json"}, "282838": {"title": "Le Gamin de Paris", "plot": "Two war orphans, Joseph, apprentice printer, and Lisette, typist, live with their grandmother in Belleville. Lisette loves his next door neighbor, the painter Amedee, but this one does not offer him a union. Joseph Amedee learning is the son of a general, advocates for Lisette and everything ends in marriage.", "genres": ["Drama"], "file": "15.json"}, "28974": {"title": "A Woman of Paris: A Drama of Fate", "plot": "When Marie St. Clair believes she has been jilted by her artist fiance Jean, she decides to leave for Paris on her own. After spending a year in the city as a mistress of the wealthy Pierre Revel, she is reunited with Jean by chance. This leaves her with the choice between a glamorous life in Paris, and the true love she left behind.", "genres": ["Drama", "Romance"], "file": "16.json"}, "283249": {"title": "Skull Dance", "plot": "Directed by Eizo Tanaka.", "genres": [], "file": "16.json"}, "283689": {"title": "Die Flamme", "plot": "In 19th century Paris a hedonistic woman marries an aristocrat but has trouble keeping faithful to him.", "genres": ["Drama"], "file": "16.json"}, "285009": {"title": "The House of Mystery", "plot": "Film composed of 10 episodes: 1.- L'Ami felon. 2.- Le secret de L'etang. 3.- L'Ambition au service de la haine. 4.- L'Implacable verdict. 5.- Le Pont vivant. 6.- La Voix du sang. 7.- Les Caprices du destin. 8.- En Champ clos. 9.- Les Angoisses de Corradin. 10.- Le Triomphe de L'amour.", "genres": ["Drama"], "file": "16.json"}, "285519": {"title": "Anguish of a Human Being", "plot": "Directed by Kensaku Suzuki.", "genres": [], "file": "16.json"}, "285957": {"title": "A Specter Haunts Europe", "plot": "Set in an imaginary land where the threat of revolution spurs the Emperor to seek exile in one of the most distant parts of his realm. There he meets Elka, the daughter of a revolutionary who has been banished here due to his confrontational activities. The two fall in love but meet a violent end when the revolutionaries, led by Elka's father, destroy the palace.", "genres": ["Drama"], "file": "16.json"}, "285967": {"title": "Brass Commandments", "plot": "\"Flash\" Lanning returns to Bozzam City from the East to put an end to cattle rustling. Gloria Hallowell, who has known him by reputation, falls in love with Lanning but believes that he loves Ellen Bosworth, an eastern \"lady.\" Campan, the leader of the rustlers, hoping to lure Lanning into a trap, kidnaps both girls. Lanning rescues the girls, punishes Campan, and indicates to Gloria that she is the girl for him.", "genres": ["Western"], "file": "16.json"}, "285980": {"title": "The Man Who Won", "plot": "Bill is a gambler, whose friend Scipio goes in search of his wife Jessie. Jessie, fed up with her life of poverty, has run off with the wealthy and villainous James. She has left behind her two children on James' promise that she can send for them later. Scipio leaves the tots with Bill when he goes on his search..", "genres": ["Western"], "file": "16.json"}, "285983": {"title": "The Gunfighter", "plot": "Billy Buell (William Farnum), a stranger involving himself with a long-standing mountain feud. The Benchleys and the Camps have been feuding ever since Lew Camp (J. Morris Foster) learned that his daughter Nellie (Doris May) was stolen by Jacob Benchley (Arthur Morrison) to replace a dead Benchley baby. Buell, who has fallen in love with Nellie, returns her to her mother (Virginia True Boardman). That doesn't sit well with the Benchley clan, who arrive for a final shootout.", "genres": ["Western"], "file": "16.json"}, "286563": {"title": "The World's Applause", "plot": "Corinne d'Alys (Daniels) achieves sudden success on the stage and among her many admirers is noted artist Robert Townsend (Menjou). Robert is married to Elsa (Williams), the sister of John Elliott (Stone), the producer responsible for Corinne's rise to fame. The young woman's head is turned by the praise she receives and, despite John's warning against Robert, she permits the latter to paint her portrait and pay her a good deal of attention. John himself loves Corinne and believes that wisdom will come to her with time.", "genres": ["Drama"], "file": "16.json"}, "286741": {"title": "Only 38", "plot": "The death of her clergyman husband causes Mrs. Stanley, young mother of teenage twins, to change her style of life.", "genres": ["Comedy", "Romance"], "file": "16.json"}, "287137": {"title": "Jute", "plot": "The film show the day to day running of the Titaghur Jute company, which is in Bengal on the banks of the river Hooghly. Opening shot 360 degree pan of industrial buildings. 7000 Indian workers are employed, mostly women and children. There parks for the children to play. We follow the process from jute to cloth women working at looms in the factory (very dark), shots of power plant. Schools and workers accommodations. Shots of trains and boats, loading.", "genres": ["Documentary"], "file": "16.json"}, "288075": {"title": "Savitri Satyavan", "plot": "India's first international co-production. The love-is-stronger-than-death story sees Savitri, the daughter of King Ashwapati and a goddess, fall for Satyavan who is destined to die within a year. He is killed by a tree and his soul is gathered by the god Yama but he returns to life and there is a happy ending for the lovers. Some nudity and other 'erotic' images were removed to satisfy the censors.", "genres": [], "file": "17.json"}, "288551": {"title": "Shirt of Fire", "plot": "Directed by Muhsin Ertugrul.", "genres": [], "file": "17.json"}, "289819": {"title": "The Traveling Female Entertainer", "plot": "Directed by Kensaku Suzuki.", "genres": [], "file": "17.json"}, "290788": {"title": "Le marchand de plaisirs", "plot": "", "genres": [], "file": "17.json"}, "290875": {"title": "The Tragedy at Kizkulesi", "plot": "Directed by Muhsin Ertugrul.", "genres": ["Drama"], "file": "17.json"}, "292355": {"title": "The Lost Shoe", "plot": "One of the first movies made about the fairy tale Cinderella. The film is part of the current German expressionism. Because of that the film ends up being darker than the fairy tale itself.", "genres": ["Fantasy"], "file": "17.json"}, "292630": {"title": "Where the Pavement Ends", "plot": "South Seas romantic drama. This is a lost Silent film, that no negative of or print materials from are known to exist.", "genres": ["Drama"], "file": "17.json"}, "293059": {"title": "Maytime", "plot": "Ottilie Van Zandt is forced to wed her cousin, despite her love for Richard Wayne, the gardener's son. Richard leaves, vowing to return a wealthy man and eligible suitor for her. He returns to find she has already married and, in turn, marries another girl on impulse. Two generations later, the grandchildren of Ottilie and Richard, who both have inherited their names as well, meet and develop a close friendship that culminates in the romance that their grandparents began but could not consummate years before.", "genres": ["Drama", "Romance"], "file": "17.json"}, "293061": {"title": "Oh! What a Day!", "plot": "In 1923, The Gumps moved up to two-reel live-action comedies, with former Keystone Cop Joe Murphy as the chinless lead, pioneering comedienne-producer Fay Tincher as Min, and Jack Morgan as the rascally Chester. In this episode, the comedy begins with the announcement of Min’s tenth anniversary gift from Uncle Bim—a “tin” flivver. Primping for a family outing in the new car, Min breaks a mirror due to her son’s shenanigans. “That’s seven more years of bad luck, Chester,” she scolds. The rest of the action—in a hotel, on the road, and at the beach—proves her right. Angelinos will take delight in the scenes filmed at Ocean Park’s Lick Pier, just months before it was destroyed by fire.", "genres": ["Comedy"], "file": "17.json"}, "293062": {"title": "Oil's Well", "plot": "Set in the oil-soaked country of “Chilitina”—shot on location in San Diego’s Balboa Park—Oils Well! follows the travails of Monty, an everyman office clerk, who thinks only of his boss’s daughter. When Herbert Hester, an oilman “so crooked he cheats when counting his pulse,” schemes to cover up the company’s new gusher so he can claim it himself and get the girl, Monty swings into action. He eludes the hapless Chilitinan army, sidesteps the General’s amorous wife, thwarts Herbert, and saves the day.", "genres": ["Comedy"], "file": "17.json"}, "293102": {"title": "When Father Has Toothache", "plot": "A man who has little compassion for his friend's and wife's toothache, soon learns how bad it can be when he gets one of his own.", "genres": ["Comedy"], "file": "17.json"}, "293295": {"title": "The Christian", "plot": "Glory Quayle and John Storm, sweethearts since childhood on the Isle of Man, go to London, Glory to become a nurse and John to enter a monastery. Instead, Glory becomes a theater star, and John renounces his vows because he cannot forget his love for her. Lord Robert Ure, who has already betrayed Glory's friend, Polly Love, incites the London populace against John....", "genres": ["Drama"], "file": "17.json"}, "293392": {"title": "Lost and Found on a South Sea Island", "plot": "Faulke, a swindling white trader who persuaded Madge to leave Captain Blackbird, insists that her daughter, Lorna, marry Waki, a native leader, although Lorna loves Lloyd Warren. While in search of a doll for his other daughter, Baby Madge, Captain Blackbird comes to Pago Pago and gruffly refuses to aid Lloyd and Lorna, whom he does not recognize. A chance encounter with Faulke, however, reveals the trader's evil doings and Lorna's identity. The captain and his men rush to the island and rescue Lorna from the warring natives.", "genres": ["Drama"], "file": "17.json"}, "293454": {"title": "Potash and Perlmutter", "plot": "The film is based on an ethnic Jewish comedy with characters created by Montague Glass and Charles Klein.", "genres": ["Comedy"], "file": "17.json"}, "293459": {"title": "The Eternal Three", "plot": "A doctor's adopted son turns out to be an ungrateful whelp. He beds the doctor's maid, then his secretary, and finally targets the doctor's wife, his own stepmother as his next conquest....", "genres": ["Drama"], "file": "17.json"}, "293463": {"title": "Unseeing Eyes", "plot": "The sister of a silver mine owner hires a renegade pilot to fly her to her brother's rescue.", "genres": ["Adventure", "Drama"], "file": "17.json"}, "293468": {"title": "The Day of Faith", "plot": "Jane Maynard opens a mission in memory of philanthropist Bland Hendricks. John Anstell, son of a powerful and selfish millionaire, Michael Anstell, falls in love with Jane, to the old man's disapproval. Anstell tries to undermine Jane's work by hiring reporter Tom Barnett to write an unfavorable story about the mission.", "genres": ["Drama"], "file": "17.json"}, "293581": {"title": "The Eternal City", "plot": "War drama - Fitzmaurice was able to film King Victor Emmanuel III and Benito Mussolini reviewing Italian troops.", "genres": ["War", "Drama"], "file": "17.json"}, "293691": {"title": "Woman to Woman", "plot": "David Compton leaves his expecting French girl-friend Louise Boucher, a dancer at the Moulin Rouge, for the war where he looses his memory. Building a new life from scratch after the war, he gets married in London. Louise, now a mother, thinks him dead. She becomes a famous dancer under the name Deloryse but falls gravely ill. One night, as David is in the audience of her show, he recovers his memory. When she learns that David is married to another woman, Louise turns her son in the care of David's new wife and accepting a dancing job at a party, she dies there of exhaustion and sorrow.", "genres": ["Drama", "Romance"], "file": "17.json"}, "294138": {"title": "Unreal News Reel", "plot": "A compilation of archive footage from previously filmed Fox comedies.", "genres": ["Comedy"], "file": "17.json"}, "294264": {"title": "Where the North Begins", "plot": "Action adventure set in the wilds of Alaska", "genres": ["Family", "Action", "Adventure", "Drama"], "file": "17.json"}, "294282": {"title": "Shadows of the North", "plot": "Based on the novel by Edison Marshall", "genres": ["Western"], "file": "17.json"}, "296446": {"title": "Defying Destiny", "plot": "Set in the small town of Riverdale, Defying Destiny opens with Jack Fenton (Monte Blue) being scarred while saving the life of his sweetheart Beth Alden (Irene Rich), whose grateful father (James Gordon), president of the local bank, offers him a job. Middle-class Jack becomes head teller, joins the country club, and plans to marry Beth, but his upwardly mobile behavior stirs resentment. When he’s falsely accused of embezzlement the town’s upper crust turns its back. Jack endures self-exile until a chance encounter with a plastic surgeon enables him to return home incognito and seek vengeance.", "genres": [], "file": "18.json"}, "296700": {"title": "Colonel Heeza Liar, Detective", "plot": "Colonel Heeza Liar jumps off the drawing board and into the real world to track down a stolen rooster.", "genres": ["Comedy", "Animation"], "file": "18.json"}, "297375": {"title": "Jailed and Bailed", "plot": "A silent comedy short starring Jobyna Ralston and James Parrott.", "genres": ["Comedy"], "file": "18.json"}, "297730": {"title": "Bell Boy 13", "plot": "Harry Elrod takes a job as a bellboy when he is disinherited by his uncle and fails in his efforts to elope with actress Kitty Clyde. He causes so much confusion that Uncle Elrod buys the hotel so that he may fire Harry. But Harry induces the other employees to strike until Uncle Elrod consents to Harry's marriage to Kitty.", "genres": ["Comedy"], "file": "18.json"}, "297732": {"title": "The Forbidden Trail", "plot": "When Red Hawk Dugan and his men attack a small wagon train, Colonel Merriwell is killed and the young girl Isobel taken and raised thinking Dugan is her father. Fifteen years later the Colonel's son Jack arrives looking for Dugan whom he learned killed his father. As he hunts for Dugan he meets and falls in love with Isobel only to then learn Dugan is her father.", "genres": ["Western"], "file": "18.json"}, "298635": {"title": "Talende film", "plot": "The first sound film from Denmark! Charles Wilken reads a poem by Holger Drachmann. Ayoe Willumsen sings \"Gylden Sol\" and Albert Luther sings the song about Stella. Jacob Texière reads H.C. Andersen's \"Thepotten\". Robert Storm-Petersen & Christian Arhoff does the drunken dialogue of \"Storm og Stille\". And Frederik Jensen sings \"Gøgleri\" and \"Du skal rose din Kone\".", "genres": [], "file": "18.json"}, "303140": {"title": "The Famous Mrs. Fair", "plot": "A silent film drama based on the Broadway play of the same name by James Forbes..", "genres": ["Drama"], "file": "19.json"}, "303143": {"title": "Three Wise Fools", "plot": "Sydney Fairchild, the daughter of a woman who was once loved by three bachelors, surprises the men with a visit. Findley, Trumbull, and Gaunt honor their former sweetheart's last request by becoming Sydney's guardians.", "genres": ["Comedy"], "file": "19.json"}, "305554": {"title": "Cœurs belges", "plot": "Patriotic melodrama. Marquise Berthe de Brabant got married to a French nobleman just before the beginning of World War I. Her husband gets severely injured in an attack against the Germans and hands over the bouquet of Berthe to a German officer, before dying without revealing his name. In turn, the German soldier gets injured and is sent to a military hospital, where Berthe is taking care of war victims. Unexpectedly he tells her everything. Will Berthe take revenge, or will she fulfill her duty as a nurse?", "genres": ["War", "Romance", "Drama"], "file": "19.json"}, "305555": {"title": "A Couple of Down and Outs", "plot": "An ex-soldier steals his horse to save it from the battlefield, and becomes a tramp.", "genres": [], "file": "19.json"}, "307075": {"title": "News Item", "plot": "An experimental short from 1923 France which offers silent narrative in diverse, optical multi-exposures and severe close-ups offering dense montages which create psychological constructs that unfold a Parisian love affair which turns into a threesome of great emotion and consequences.  Also notable for using Antonin Artaud as the male lead.", "genres": [], "file": "19.json"}, "308816": {"title": "Kosuzume Pass", "plot": "Tokutaro is an orphan child who becomes a street candy vendor. He sells candies, humming a song he learned long ago from his mother.  One day he met with thieves along the way and this encounter changes their lives in ways they cannot imagine.", "genres": ["Action", "History"], "file": "19.json"}, "309010": {"title": "The Green Manuela", "plot": "A gypsy dancer becomes involved with some smugglers in Spain.", "genres": ["Drama"], "file": "19.json"}, "310198": {"title": "The Red Warning", "plot": "Phillip Haver, who, along with his friend Toby Jones, finds David Ainslee dying in the desert. After rustlers stole his cattle, Ainslee went off in search of a lost mine and fell victim to a killer. Before he kicks the bucket, Ainslee hands Haver a poke of gold dust to pay off the mortgage on the ranch.", "genres": ["Western"], "file": "20.json"}, "310396": {"title": "The Adventures of Fu Manchu", "plot": "Dr. Fu Manchu (Glen Gordon) schemes to take over the world in this black-and-white 1956 TV series. Sir Nayland-Smith of the Scotland Yard faces off against the villain as he exhausts all means -- murder, poisoning, plastic surgery -- to achieve world domination. These episodes are included: \"The Golden God of Dr. Fu Manchu,\" \"The Master Plan of Dr. Fu Manchu,\" \"The Death Ships of Dr. Fu Manchu,\" and \"The Prisoner of Dr. Fu Manchu.\"", "genres": [], "file": "20.json"}, "312104": {"title": "Broken Hearts of Broadway", "plot": "The story of a young actress trying to attain stardom on Broadway.", "genres": ["Drama"], "file": "20.json"}, "313577": {"title": "Stormswept", "plot": "Despondent over the infidelity of his wife, William McCabe wanders on the waterfront considering suicide, but instead he saves the life of Shark Moran. Moran gives McCabe a job on his lightship, where McCabe enjoys the solitude and falls in love with Ann Reynolds, the daughter of the captain of the supply ship.", "genres": ["Drama"], "file": "20.json"}, "313910": {"title": "Surprise", "plot": "Koko is trying to rescue his sweetheart, who is trapped atop a rugged mountain. However, when Max Fleischer runs out of ink, how will he draw the ladder for Koko to climb?", "genres": ["Animation", "Comedy"], "file": "20.json"}, "314386": {"title": "Santarellina", "plot": "", "genres": ["Comedy"], "file": "20.json"}, "315168": {"title": "The Stone of Mazarin", "plot": "Adaptation of the Conan Doyle story The Mazarin Stone.", "genres": ["Crime"], "file": "20.json"}, "315169": {"title": "The Sign of Four", "plot": "The final feature in the Eille Norwood Holmes series.", "genres": [], "file": "20.json"}, "317608": {"title": "Bella Donna", "plot": "Bella Donna, a seductive woman snares Nigel Armine into marriage and he takes her to Egypt to live. Tired of her simple husband, Bella becomes involved with brutish Baroudi.", "genres": ["Romance", "Drama"], "file": "20.json"}, "32628": {"title": "Three Ages", "plot": "The rituals of courtship, romantic rivalry and love play out three times as a man vies with a villain for the girl. In the Stone Age, the rivalry is set off by dinosaurs, a turtle used as a ouija board, and a round of golf with stones. In ancient Rome, the men display their brawn through a chariot race, using dogs instead of horses. In contemporary times, the man finds himself overcome by modernity, including a very fragile car.", "genres": ["Drama", "Comedy"], "file": "21.json"}, "322097": {"title": "Judith", "plot": "Judith, Count Robert de Bertan's daughter, is on holiday with her friend Louise and her father Marquis Emile de Fers. Meanwhile, banker Charles Delcourt has introduced De Bertan to the owner of a gambling-and-dance hall, Olga Tatschowas. De Bertan, unaware that his banker has lost the capital he gave him to invest at Olga's gambling tables, falls in love with Olga. He marries her, unaware that he is the victim of a plot hatched by Delcourt and Olga, who desires a title and De Bertan's possession.", "genres": ["Drama"], "file": "22.json"}, "322895": {"title": "Augusto Aníbal Wants To Get Married", "plot": "A 1923 Brazilian silent comedy film directed by Luiz de Barros, now considered a Lost Film.  Augusto Aníbal Wants To Get Married is recognized as the first portray of an LGBT character in Brazilian cinema history.", "genres": ["Comedy"], "file": "22.json"}, "322899": {"title": "Ponjola", "plot": "Ponjola is a 1923 American silent drama film based on the novel of the same name by Cynthia Stockley and directed by Donald Crisp. The film stars Anna Q. Nilsson in a role in which she masquerades as a man. A print of Ponjola still exists and is held by a private collector.", "genres": ["Adventure", "Drama"], "file": "22.json"}, "324302": {"title": "Friedrich Schiller - Eine Dichterjugend", "plot": "In his film version, Curt Goetz shifts the focus away from the poetic output towards the young Friedrich Schiller himself: on the misery of his soul whilst a pupil of the ducal military academy, his opposition to the strict physical drill and the narrow intellectual confines of the \"Karlsschule\", his juvenile passion for the works of Shakespeare, Klopstock and Lessing, his anger at unjust authorities, his devotion to women, and finally his inability to cope with financial matters", "genres": ["Drama", "Comedy"], "file": "22.json"}, "325826": {"title": "Springtime", "plot": "In this one, Farmer Al Falfa and Henry the Cat go down to beach, where Al is singularly unsuccessful in impressing the pretty young ladies.", "genres": ["Animation"], "file": "22.json"}, "325830": {"title": "The Fable of the Jolly Rounders", "plot": "An Aesop's Fables cartoon about a hippo who had a few too many to drink, resulting in his wife kicking him out of the house. To win her back, the hippo conjures up a plan to make her jealous.", "genres": ["Animation"], "file": "22.json"}, "330339": {"title": "In the Country of Tutankhamun", "plot": "Directed by Victor Rosito.", "genres": [], "file": "23.json"}, "331991": {"title": "Abysmal Brute", "plot": "A young man is raised in the mountains by his prizefighter father. Although he possesses great strength and athletic skill, he is completely out of his league when it comes to women. He becomes a successful boxer in San Francisco and is given the name \"The Abysmal Brute\". When he rescues a drowning man, he meets a beautiful socialite named Maude Sangster and falls in love. His lack of social skills proves a hindrance when a rival suitor competes with him for Maude's affections.", "genres": ["Drama", "Romance"], "file": "23.json"}, "332037": {"title": "Palestine Awakening", "plot": "Directed by William Topkis.", "genres": [], "file": "23.json"}, "332246": {"title": "Adam and Eva", "plot": "An extravagant girl reforms when her father goes bust.", "genres": ["Comedy"], "file": "23.json"}, "332333": {"title": "Adam's Rib", "plot": "Michael Ramsay only has time for gathering his fortune in wheat. His wife seeks comfort elsewhere and, to avoid a scandal, her daughter Matilda assumes her mother's guilt. Ramsay nearly goes broke but gets rich again; his wife returns.", "genres": ["Drama"], "file": "23.json"}, "332864": {"title": "Master Barsum is Looking for a Job", "plot": "Directed by Muhammad Bayyumi.", "genres": [], "file": "23.json"}, "334445": {"title": "Colonel Heeza Liar's Forbidden Fruit", "plot": "Forbidden Fruit begins with New York in the grip of a banana shortage. Residents sing (or scream) “Yes! We Have No Bananas,” the hit novelty song of 1923 (inspired by real-life banana shortages—the film also references current events by mentioning mobster Louis Cohen, arrested for murder the same year). The scene shifts to animator Walter Lantz strumming the song on his guitar, before a co-worker presents him with a banana that transmogrifies into Colonel Heeza Liar, who tells the tale of how he ended “the great banana famine in 1923.”", "genres": ["Comedy", "Animation"], "file": "23.json"}, "335708": {"title": "Kino-Pravda No. 15", "plot": "Dziga Vertov-directed Soviet newsreel covering: Against war / Against Gods / Education / Agitation / Sports and gymnastics / Danger of war.", "genres": ["Documentary"], "file": "23.json"}, "336797": {"title": "Miss Suwanna of Siam", "plot": "The film is a romance about a young woman named Suwanna who is the object of affection for many men. In her search for true love, she has many adventures and mishaps, including overcoming her father's disapproval, before finally finding her soulmate.  It was one of first feature films to be made in Thailand, and was the first Hollywood co-production in Thailand.  Unfortunately, nothing of the film exists today except for some promotional materials and other ephemera held at the Thailand National Film Archive.", "genres": ["Drama", "Romance"], "file": "24.json"}, "337248": {"title": "The Bishop of the Ozarks", "plot": "A mad doctor uses his powers of telepathy to control a beautiful young girl. The survival status of the film is presumed lost.", "genres": ["Drama"], "file": "24.json"}, "337483": {"title": "The Drums of Jeopardy", "plot": "The story centers around two small statuettes containing valuable emeralds, which are said to project a sinister influence on the possessor. The czar of Russia gives the statuettes to a grand duke, who, in turn, gives them to his secretary, John Hawksley. Hawksley sends them to America in a friend's possession and follows after.", "genres": ["Mystery"], "file": "24.json"}, "337606": {"title": "The Eleventh Hour", "plot": "An evil prince plans to use a super-explosive to take over the world.", "genres": ["Drama", "Science Fiction", "Action"], "file": "24.json"}, "343352": {"title": "Seeing Double", "plot": "An Eddie Lyons comedy short.", "genres": [], "file": "25.json"}, "343354": {"title": "Watch Your Wife", "plot": "A James Parrott comedy short.", "genres": [], "file": "25.json"}, "343355": {"title": "No Danger", "plot": "An Arrow comedy directed by Eddie Lyons from Aug 1923, co-starring Glen Cavender, Ruth Hiatt and Art Rowlands.", "genres": ["Comedy"], "file": "25.json"}, "343358": {"title": "All Is Lost", "plot": "Arrow comedy with Bobby Dunn. In this one he tries to get married and then attempt suicide.", "genres": [], "file": "25.json"}, "343765": {"title": "Legally Dead", "plot": "A man faces being hanged for a crime he didn't commit", "genres": [], "file": "25.json"}, "343780": {"title": "Broadway Broke", "plot": "Nellie Wayne, a retired Broadway actress, has a small dog named \"Chum\", who is part of a vaudeville act and is the sole support of the family.", "genres": ["Drama"], "file": "25.json"}, "343896": {"title": "The Song of Love", "plot": "The Song of Love is a silent film of 1923 directed by Chester M. Franklin and Frances Marion. The film was produced and starred Norma Talmadge.", "genres": ["Drama"], "file": "25.json"}, "344319": {"title": "Plumb Crazy", "plot": "Bobby Vernon comedy produced by Al Christie.", "genres": ["Comedy"], "file": "25.json"}, "344320": {"title": "The Barnyard", "plot": "Lay Zee works on a farm and has won the heart of the farmer's daughter. There is oil on the farmland, and some swindlers are determined to get their hands on the property, by force if necessary. Lay Zee, who knows that oil has been found on nearby farms, convinces the farmer not to sell, and the swindlers enlist the help of another farmhand, who is jealous of Lay Zee's relationship with the girl.", "genres": ["Comedy"], "file": "25.json"}, "344546": {"title": "The Call of the Wild", "plot": "A dog is stolen from his home in England and shipped to Canada to become a sled dog. Based on the novel by Jack London.", "genres": ["Adventure"], "file": "25.json"}, "345213": {"title": "Condemned", "plot": "Unable to pay train fare for a pet, a girl disguises her dog as a baby. It is later mistaken for a kidnapped baby.", "genres": ["Comedy", "Drama"], "file": "25.json"}, "346007": {"title": "Vindicta", "plot": "One of the longest films ever made", "genres": [], "file": "25.json"}, "346776": {"title": "The Knockout", "plot": "Intelligent monkeys, dogs, and ducks enact a spoof of boxing dramas. (MoMA)", "genres": ["Comedy"], "file": "25.json"}, "346799": {"title": "Sweetie", "plot": "A Baby Peggy two-reeler", "genres": ["Comedy"], "file": "25.json"}, "347611": {"title": "Flaming Youth", "plot": "When Mona Frentiss dies, she has her confidante \"Doctor Bobs\" watch over her family, especially her youngest daughter Patricia. The family has been raised in a most unconventional manner, with Mona having a much younger lover and the father Ralph keeping his own lover on the side. As Patricia grows older, she attracts the attention of her mother's former lover, the much older (than Patricia, who in the book is in her early to mid teens) Carey Scott. Patricia tempts fate with her wild ways, nearly loses her virtue to a musician aboard an ocean-going boat, and is saved in time by Carey. Realizing that he is the man for her, she settles down into an experimental marriage.", "genres": ["Drama"], "file": "25.json"}, "349802": {"title": "Wild Bill Hickok", "plot": "The former gambler turned upholder of law and order after a run-in with a gang of stage robbers.", "genres": ["History", "Western"], "file": "25.json"}, "356818": {"title": "Macedonia in Pictures", "plot": "This film was made on the occasion of the celebration of the 20th anniversary of the Ilinden (St. Ellias Day) Rebellion. This panoramic film depicts the most significant historic figures and places situated in the Aegian, Pirin and Vardar regions.", "genres": ["Documentary"], "file": "26.json"}, "357835": {"title": "L'ascension de la Pyramide de \"Chéops\" par S.A.R. le Prince Léopold", "plot": "During his 1923 visit to Cairo, Prince Leopold III of Belgium climbed the Cheops pyramid. The film was shot by Tullio Chiarini, Italian photographer, cinematographer and correspondent in Cairo and Alexandria.", "genres": ["Documentary"], "file": "27.json"}, "359763": {"title": "The Nth Commandment", "plot": "A department store clerk decides to marry a withdrawing colleague with tuberculosis, over another dashing, ambitious suitor, leads to a life of hardship and struggle.  Though The Nth Commandment survives incomplete, enough exists of director Frank Borzage’s last film while under contract with William Randolph Hearst’s Cosmopolitan Pictures for scholar Hervé Dumont to declare “it the first truly Borzagian work.”", "genres": ["Drama"], "file": "27.json"}, "360333": {"title": "Petit ange et son pantin", "plot": "A young wife, Gisele Aubry, and her young daughter, \"Little Angel,\" cry at the disappearance of a husband, a father. Ruthless creditors are selling their furniture …", "genres": ["Comedy", "Drama"], "file": "27.json"}, "361187": {"title": "Young Medardus", "plot": "Patriotic Austrian costume drama, about the martyr Medardus who opposed Napoleon's occupation of Vienna in 1809. The plot proceeds in a series of confrontations with Medardus, his mother and sister, the blind exiled Count of Valois, his ambitious daughter, and Napoleon himself (portrayed as a cool strategist), including several brief flashbacks.", "genres": ["History", "Drama"], "file": "27.json"}, "362916": {"title": "National Bicycle Week Begins", "plot": "Part of BFI collection \"On Yer Bike.\"", "genres": [], "file": "27.json"}, "363436": {"title": "Driven from Home", "plot": "A lost Murnau peasant-farm film.", "genres": ["Drama"], "file": "27.json"}, "364473": {"title": "Chartres", "plot": "This early documentary by director Jean Grémillon highlights the textures and architectural details of the great Gothic cathedral at Chartres.", "genres": [], "file": "27.json"}, "367565": {"title": "The Untameable", "plot": "The Most Shocking Film of 1923! Directed by Herbert Blache, The Untameable dramatizes the then-sensational subject of dual personality, with Gladys Walton in the dual role of Joy and her whip-toting, brutal, sadistic alter-ego Edna, and Etta Lee as her faithful Asian lesbian maid.", "genres": ["Drama"], "file": "28.json"}, "367873": {"title": "The Adventures of Arsène Lupin", "plot": "One of Mizoguchi's first films, considered lost.", "genres": [], "file": "28.json"}, "370605": {"title": "Gas and Air", "plot": "Stan is Phillip McCann, a gas station attendant who arrives at his job by chauffeur and donning a fur coat over his work clothes.  After being dropped off, he puts his sign on the doorframe and wanders off to a nearby cafe where waitress Katherine Grant serves him an egg, medium rare, and a cup of tea, well done....", "genres": ["Comedy"], "file": "28.json"}, "374129": {"title": "Martha", "plot": "A short film made by Walt Disney in 1923.", "genres": ["Animation"], "file": "29.json"}, "376467": {"title": "A Pool Plunge", "plot": "A drawing jumps off the page of a news paper to interfere into a pool game", "genres": [], "file": "29.json"}, "377556": {"title": "The Victor", "plot": "In order to save his family from financial ruin, an English aristocrat agrees to come to America and marry the daughter of a wealthy businessman. Once there he can't bring himself to do it.....", "genres": ["Comedy", "Romance"], "file": "29.json"}, "377593": {"title": "Crimson Gold", "plot": "A low-budget silent comedy Western", "genres": ["Comedy", "Western"], "file": "29.json"}, "377697": {"title": "North of Hudson Bay", "plot": "On a steamboat heading North, where his brother has struck gold, Mike Dane falls in love with Estelle MacDonald. When he arrives at the Canadian trading post, Dane learns that his brother has been murdered and his partner sentenced to death as the killer.", "genres": ["Action", "Western"], "file": "29.json"}, "380916": {"title": "The Green Goddess", "plot": "The Green Goddess is a 1923 American silent adventure film based on the play The Green Goddess by William Archer. Set during the British Raj, it stars George Arliss as the Rajah of Rukh, into whose land arrive three British subjects, played by Alice Joyce, David Powell, and Harry T. Morey.", "genres": ["Adventure", "Drama"], "file": "30.json"}, "383268": {"title": "L'infernal contorsionniste", "plot": "Red-tinted 9,5 mm Baby-Pathé version (1923) of a devilish contortionist short starring Fred Sato (1910/1911).", "genres": ["Fantasy"], "file": "30.json"}, "384824": {"title": "Даешь воздух!", "plot": "Dziga Vertov documentary on flying.", "genres": ["Documentary"], "file": "30.json"}, "384826": {"title": "Госкинокалендарь", "plot": "Traditional-style newsreel series (1923-1925)", "genres": ["Documentary"], "file": "30.json"}, "385245": {"title": "Rue Campagne-Première", "plot": "Man Ray shoots from a window on 31 bis rue Campagne-Première, in the heart of Montparnasse, where he rented a ground-floor studio.", "genres": ["Documentary"], "file": "30.json"}, "386752": {"title": "Casa mia, donna mia...", "plot": "Mad italian melodrama.", "genres": [], "file": "30.json"}, "386915": {"title": "Desert Rider", "plot": "Kincade shoots Baird and takes the map to his gold mine. Sutherland finds the dying Baird who tells him the mine's location. Kincade, having lost the map, now goes after the gold Sutherland has taken out of the mine.", "genres": [], "file": "30.json"}, "387377": {"title": "When the Kellys Were Out", "plot": "When the Kellys Were Out is an Australian feature-length film directed by Harry Southwell about Ned Kelly. Only part of the film survives today.", "genres": [], "file": "30.json"}, "387698": {"title": "Always Tell Your Wife", "plot": "A comedic short filmed directed by an uncredited Alfred Hitchcock about an affair.", "genres": ["Comedy"], "file": "30.json"}, "387977": {"title": "Lulù", "plot": "A monkey comes home and uses a magic wand to make himself dinner. No sooner as he falls asleep, a hungry burglar enters his house. This short film was made by Segundo de Chomón in 1923 in his private studio with the help of his wife and son, outside of any studio structure, and has never had a regular distribution.", "genres": ["Fantasy", "Comedy", "Animation"], "file": "30.json"}, "388653": {"title": "Law of the Lawless", "plot": "Sahande, a Tartar girl placed on the block to be sold, is bought by Costa, a Gypsy chief who outbids Sahande's fiancé, Sender. Costa marries the infuriated Sahande but agrees to give her 10 days in which either to return his love or have Sender fight him.", "genres": ["Drama"], "file": "30.json"}, "388656": {"title": "Fog Bound", "plot": "Silent film directed by Irvin Willat", "genres": ["Drama"], "file": "30.json"}, "388669": {"title": "Dark Secrets", "plot": "Ruth Rutherford, crippled as a result of being thrown from a horse, breaks her engagement to Lord Wallington. Dejected, he returns to his regiment in Egypt and sinks into dissipation. Ruth hears of his plight and also goes to Egypt, where she meets Dr. Mohammed Ali. Ali cures her lameness in return for Ruth's agreeing to become his wife, but Biskra, Ruth's servant, kills Ali before he can collect. Even from death Ali's power over Ruth returns her to her wheelchair until she jumps up to save Wallington from an attack feigned by Biskra.", "genres": ["Drama"], "file": "30.json"}, "389434": {"title": "Il corsaro", "plot": "Early Italian pirate adventure.", "genres": [], "file": "31.json"}, "389818": {"title": "Socrate's Escape", "plot": "Socrate, a weird parrot, one day flies away through an open window. The mistress of the parrot imposes on her boyfriend Ajax a terrible condition: if he doesn’t find Socrate, she will marry another man. Ajax immediately starts to look for Socrate, but soon he discovers that the parrot has been captured and sold to a young lady leaving for Havana. Finally Ajax manages to get to Cuba, but once there he finds out that Socrate has already flown away to return to his original owner; she telegraphs Ajax asking him to return to her – but she will wait in vain: Ajax has already fallen in love with the young lady who emigrated to Cuba.", "genres": ["Comedy", "Action"], "file": "31.json"}, "389998": {"title": "The Immortal Voice", "plot": "A rare \"orphan\" silent film about how phonograph records are made.", "genres": [], "file": "31.json"}, "390016": {"title": "Fully Insured", "plot": "A Hal Roach comedy starring 'Snub' Pollard and James Finlayson.", "genres": [], "file": "31.json"}, "390025": {"title": "Chop Suey Louie", "plot": "Joe Rock short comedy, also featuring Billie Rhodes and Frank Alexander.", "genres": ["Comedy"], "file": "31.json"}, "41348": {"title": "Why Worry?", "plot": "A hypochondriac vacations in the tropics for the fresh air - and finds himself in the middle of a revolution instead.", "genres": ["Adventure", "Comedy", "Romance"], "file": "31.json"}, "393702": {"title": "La traversée du Grépon", "plot": "A silent documentary by Andre Sauvage, which now only exists in a short fragment and is considered lost in its completed original runtime", "genres": [], "file": "31.json"}, "393708": {"title": "Èdouard Georg À Cély", "plot": "1923/1928 Andre Sauvage silent film only surviving in a small fragment of the original work", "genres": [], "file": "31.json"}, "395286": {"title": "The Cheat", "plot": "After losing money she embezzled, a socialite borrows cash from a foreign \"prince\" who expects sexual favors in return.", "genres": ["Drama"], "file": "31.json"}, "396034": {"title": "Married Love", "plot": "aka Maisie's Marriage, based on Marie Stopes book, a fireman falls in love with a daughter from a large family. When she refuses to marry and have children, she is estranged from her family, and after being imprisioned after a failed suicide attempt  becomes a maid. Controversial at the time for its views on marriage and birth control.", "genres": [], "file": "32.json"}, "398772": {"title": "Luck", "plot": "A young man is bet $100,000 that his famous luck can hold out and he can make that sum in one year's time, literally starting with nothing. He proceeds to Pennsylvania, where prize fight winnings are used to build a new town.", "genres": ["Comedy", "Action"], "file": "32.json"}, "401935": {"title": "Hot Foot", "plot": "Bobby Dunn and his girl enters a marathon dance contest.", "genres": [], "file": "32.json"}, "408913": {"title": "Plunder", "plot": "Various groups of people, both well-intentioned and otherwise, search for a buried treasure that is buried underneath a skyscraper.", "genres": ["Action", "Drama"], "file": "33.json"}, "408915": {"title": "Rudolph Valentino and His 88 American Beauties", "plot": "This short was pretty much just thrown together by David O. Selznick to make a quick buck off of Valentino's popularity. What basically takes place is that 88 different cities had one woman selected to go to New York City where they'd compete in a beauty contest. The winner would be selected by Valentino and that winner would be very happy.", "genres": [], "file": "33.json"}, "408924": {"title": "Riders of the Range", "plot": "A growing number of cattle raids prompts the cattlemen to call on their cattlemen's association president Martin Lethbridge to investigate. Sheep Ranchers are suspected, who led by Gregg Randall blame the cattlemen for increased casualties among the sheep herds. Letherbridge falls in love with Randall's daughter, Dolly, and eventually exposes Blunt Vanier as the cause of the conflict.", "genres": [], "file": "33.json"}, "409139": {"title": "Regeneration", "plot": "A ne're-do-well man, a beautiful girl, and her one-legged body-guard/family servant are the sole survivors---they think---of a ship wreck and make it to a uninhabited south-seas island. The influence of the girl brings about a reformation of the man in this version of Eden...until three sailors, also survivors, show up, and have designs on the girl. Then a pirates' treasure chest is discovered buried on the beach, and matters become even more tense...and violent.", "genres": ["Drama", "Adventure"], "file": "33.json"}, "411804": {"title": "Uncensored Movies", "plot": "A morals reformer returns from Hollywood to his small town, and shows his fellow citizens the results of his investigation.", "genres": ["Comedy"], "file": "34.json"}, "417271": {"title": "The Virginian", "plot": "Molly Wood arrives in a small western town to be the new schoolmarm. The Virginian, foreman on a local ranch, takes a shine to her, and vows that he will make her love him. The Virginian's best friend, Steve, falls in with bad guys led by Trampas. The Virginian catches them cattle rustling. As foreman, he must give the order to hang his friend. Trampas gets away and shoots the Virginian in the back. Molly nurses him to health, and falls in love with him. They plan to marry, but on their wedding day Trampas returns, looking for trouble.", "genres": ["Western"], "file": "35.json"}, "419403": {"title": "The Taming of the Shrew", "plot": "This version concentrates on the contest between Petruchio and Katerina, as it should. The Biance subplot is used only to set up the Shrew story. When the subplot is resolved, its intrusion comes almost as a surprise, but I suppose the director felt he had to tie up lose ends.", "genres": [], "file": "35.json"}, "419410": {"title": "Nip and Tuck", "plot": "Billy Bevan, Harry Gribbon, Kewpie Morgan and their dog engage in a poker game.", "genres": ["Comedy"], "file": "35.json"}, "419483": {"title": "The Catechist of Kil-Arni", "plot": "The plot tells of a reprobate called Ram who is converted to Catholicism by the exemplary conduct of the local priest during an epidemic. The film depicts the beautiful landscapes and farming practices in the district.", "genres": ["Drama"], "file": "35.json"}, "419670": {"title": "Nobody's Money", "plot": "Two newspapermen who wrote a successful book using a phony author have to come up with a real person when the book is a huge success. Ailing literary agent Jack Holt takes the job while his safe cracking friend tags along for the ride. Jack falls in love with the Governor's daughter just as the Governor is about to be blackmailed by the evil Drisco, who has planted $20,000 in the Governor's safe. -Written by PetersMoviePosters, from IMDB.com", "genres": ["Comedy"], "file": "35.json"}, "419671": {"title": "Is Divorce a Failure?", "plot": "Directed by Wallace Worsley.", "genres": ["Drama"], "file": "35.json"}, "421885": {"title": "Curro Vargas", "plot": "Spanish silent based on the novel by the same name. The story begins in the early nineteenth century in a small town of Granada, after the death of Juan de Vargas, Curro, the son of this is in misery.", "genres": [], "file": "35.json"}, "422466": {"title": "La leyenda de Nuestra Señora de Altagracia", "plot": "A four-act short about the devotion of the Dominican people to Our Lady of Altagracia.", "genres": ["Documentary"], "file": "35.json"}, "422468": {"title": "La República Dominicana", "plot": "Images of everyday life in the poorest sectors of Dominican society.", "genres": ["Documentary"], "file": "35.json"}, "425566": {"title": "All Change", "plot": "A study of Eille Norwood's make-up changes for Sherlock Holmes, in his performance of 'The Return of Sherlock Holmes' in London's West End.", "genres": [], "file": "35.json"}, "427068": {"title": "The Doll Maker of Kiang-Ning", "plot": "a silent movie by Robert Wiene", "genres": ["Fantasy"], "file": "36.json"}, "428089": {"title": "Das schöne Mädel", "plot": "", "genres": [], "file": "36.json"}, "429497": {"title": "Und dennoch kam das Glück", "plot": "", "genres": [], "file": "36.json"}, "429498": {"title": "Das Haus ohne Lachen", "plot": "", "genres": [], "file": "36.json"}, "429499": {"title": "Die Buddenbrooks", "plot": "Four-generation story-saga dealing with the decline of a middle-class Lübeck family.\r The first adaptation of a Thomas Mann book was also Gerhard Lamprecht’s first major film.", "genres": ["Drama"], "file": "36.json"}, "430635": {"title": "The Darling of New York", "plot": "Santussa, an orphan who becomes separated from her nurse en route to America to live with her grandfather, is cared for by gangsters who hide their stolen jewels in her ragdoll. In New York, Big Mike, finding Santussa a nuisance, dumps her and the doll in a trash can, where a newsboy finds her. After several adventures, Santussa finds her grandfather, the jewels are handed over to customs officials, and the gang of crooks is reformed.", "genres": ["Crime", "Drama"], "file": "36.json"}, "431884": {"title": "Be Honest", "plot": "One monkey is stealing eggs from the farmyard. Another monkey, with his dog friend, tries to stop the crook.", "genres": ["Comedy"], "file": "36.json"}, "433330": {"title": "Locksmith and Chancellor", "plot": "The Government of the fictional country Norland has unleashed a war with the neighboring Galikania and is suffering one defeat after another. A group of conspirators who were dissatisfied with this state of affairs, led by the Social Democrat Frank Frey arrange a coup to overthrew the emperor of Norland. But the working class does not like the new order either. Workers expose Frank Frey's policy of continuing the war and a revolution breaks out in the country. The leader of the socialist revolution becomes a mechanic of the name Franz Stark.", "genres": ["Drama"], "file": "37.json"}, "433341": {"title": "Souls from the Coast", "plot": "The plot revolves around a love triangle: Nela, the lead character, falls in love with Jorge, who in turn is seduced by Clarisa, the daughter of a doctor who treats Nela's tuberculosis.", "genres": ["Romance", "Drama"], "file": "37.json"}, "433947": {"title": "A Howling Success", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "435003": {"title": "Jungle Pals", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "435018": {"title": "Monks a la Mode", "plot": "", "genres": ["Comedy"], "file": "37.json"}, "436439": {"title": "Bonnie Prince Charlie", "plot": "In the Jacobite Rising of 1745, the Young Pretender Bonnie Prince Charlie leads an insurrection to overthrow the Protestant House of Hanover and restore his family, the Catholic branch of the House of Stuart, to the British throne.", "genres": ["History", "Drama"], "file": "37.json"}, "439040": {"title": "Young Lochinvar", "plot": "In Scotland, a young man, Lochinvar insists on marrying Ellen, the woman he loves in spite of the fact that she is betrothed to another.", "genres": ["Adventure"], "file": "37.json"}, "440000": {"title": "First May in Moscow", "plot": "The building of Sevzapkino. Columns of demonstrators are moving along Bolshaya Dmitrovka, Dzerzhinsky square, Pushkinskaya (Strastnaya) square, Kamenny Most (The Big Stone Bridge) and Red Square. Decorated cars and trucks. This is a Military parade on Red Square. L.D. Trotsky, N.I. Muralov, S.S. Kamenev are among the commanders. The demonstrators are carrying the models of a boat, plane and globe. The theatrical march. The members of the government and guests including K. Tsetkin are watching from the tribunes. There are lots of planes on the airdrome and square. M.M. Litvinov, N.I. Rikov and others stand near the plane. The plane builds jp speed, soars in the air, leads for landing and lands. Hordes of people gathered at the aerodrome. Camera operator is shooting. The church on the corner of Ulitsa Myasnitskaya (Kirovskaya), the building of GUM (State Department Store) and Khamovnichesky (Frunzensky) Council. Illuminated building.", "genres": ["Documentary"], "file": "37.json"}, "45807": {"title": "The Balloonatic", "plot": "Buster and Phyllis endure a number of outdoor adventures trying to prove to each other their survival skills. The balloon which lands Buster in the wilderness proves useful later on as their canoe is about go over a waterfall.", "genres": ["Comedy", "Romance"], "file": "38.json"}, "46204": {"title": "Schlagende Wetter", "plot": "After the revelation that Georg has seduced her, Maria is driven away by her father. Georg, fearing the wrath of Maria's father, has swiftly abandoned the girl and left for the mining town of Sankt Anton, where he expects to hide easily amongst the large population of colliers. Maria must care for herself, and ends up in Sankt Anton, where she attempts to rebuild her life. There, she gets to know Thomas, and soon the young people are engaged. When Georg and Maria meet again, drama ensues. The film originally ran 97 minutes.", "genres": ["Drama", "Action"], "file": "38.json"}, "441003": {"title": "Tiger Rose", "plot": "Originally a Broadway play by Willard Macks, Lenore Ulric played the lead on Broadway and reprises her role for this film. At the Wutchi Wum trading post In the peaceful Loon River Valley, deep in the Canadian Northwest comes a story of love, vengeance and sacrifice. Having lived at the trading post following the death of her father, Rose will soon fall in love. But when her new love is in trouble, Rose will discover that she is capable of much more than she thought in order to keep him safe.", "genres": ["Drama"], "file": "38.json"}, "451541": {"title": "Le chant de l'amour triomphant", "plot": "The story of two artists in love with the same woman.", "genres": [], "file": "39.json"}, "451714": {"title": "Os Lobos", "plot": "Cabreira Hill. A village dominated by patriarchal tradition: the woman takes care of the household or picks up wood; the man takes care of the cattle or chops down trees to produce coal. After doing time for a crime of passion, a sailor arrives, becoming an element of fascination, changing things.", "genres": ["Drama"], "file": "39.json"}, "451868": {"title": "The Voice from the Minaret", "plot": "Lord Carlyle governs a province in India. Although he weds the beautiful Adrienne, he can't make her love him. And no wonder -- he's not only cruel, he's unfaithful. Adrienne leaves him and boards a ship with the intention of returning to England. But on the boat she meets Andrew Fabian, who is studying for the clergy. They fall in love, and he convinces her to accompany him on a pilgrimage to Damascus.", "genres": ["Romance", "Drama"], "file": "39.json"}, "47703": {"title": "Glumov's Diary", "plot": "Filmic insert to Eisenstein's modernized, free adaptation of Ostrovskiy's 19th-century Russian stage play, \"The Wise Man\" (\"Na vsyakogo mudretsa dovolno prostoty\"). The anti-hero Glumov tries to escape exposure in the midst of acrobatics, derring-do, and farcical clowning. Several members of Eisenstein's troupe at the legendary \"Proletkult\" stage theatre in Moscow briefly appear in this little film.", "genres": ["Fantasy", "Comedy"], "file": "40.json"}, "456388": {"title": "The Huntress", "plot": "Bela, reared by Indians, learns that she is a white orphan and runs away from the Indian village to avoid marrying a brave from the tribe. She determines to marry land prospector Sam Gladding, who resists her advances but later falls in love with Bela when an Indian sage gives him some advice.", "genres": ["Drama", "Western"], "file": "40.json"}, "456436": {"title": "The Puzzle", "plot": "Koko the Clown and his creator, Max Fleischer, go on a strange journey to Puzzle Town.", "genres": ["Animation"], "file": "40.json"}, "460171": {"title": "The Isle of Lost Ships", "plot": "A likely lost film, that tells the story of people and ships trapped in seaweed infested section of the southern Atlantic Ocean known as the Sargasso Sea.", "genres": ["Drama"], "file": "41.json"}, "460983": {"title": "Under the Red Robe", "plot": "Under the Red Robe is a 1923 silent historical drama directed by Alan Crosland based upon the Stanley Weyman novel Under the Red Robe. The film marks the last motion picture appearance by stage actor Robert B. Mantell who plays Cardinal Richelieu and the only silent screen performance of opera singer John Charles Thomas.", "genres": ["History", "Drama"], "file": "41.json"}, "461537": {"title": "East Side - West Side", "plot": "Poor, decent young woman Lory (Percy) avoids moral pratfalls after she is employed by a rich family. She falls in love with the son (Harlan) but the couple is separated by his cruel, class-conscious mother. Lory stays true to her spirit and does not compromise her integrity when the mother attempts to pay her off. Later, a tragedy might open the door the broken hearted young woman to find happiness.", "genres": ["Drama"], "file": "41.json"}, "462750": {"title": "Kino-Pravda No. 14", "plot": "Dziga Vertov-directed Soviet newsreel covering: IV. Congress of the Comintern / Congress of the Profintern.", "genres": ["Documentary"], "file": "41.json"}, "462752": {"title": "Kino-Pravda No. 16", "plot": "Dziga Vertov-directed Soviet newsreel covering: Arts and crafts exhibition / Actions against hunger / Eisenstein's  first film \"Dnevnik Glumova\" (\"Glumov's Diary\") / Young Pioneers / May 1, parades", "genres": ["Documentary"], "file": "41.json"}, "464061": {"title": "East and West", "plot": "Morris Brown, a New York gambler acquainted more with his checkbook than his prayer book, returns to Galicia with his very American daughter, Mollie (Molly Picon) for a family wedding. But Mollie, whose exuberant antics fill the film, unexpectedly meets her match--an engaging young yeshiva scholar who forsake tradition and joins the secular world to win her heart.", "genres": ["Drama", "Comedy"], "file": "41.json"}, "464285": {"title": "A Glass of Water", "plot": "A Glass of Water (German: Ein Glas Wasser) is a 1923 German silent historical film directed by Ludwig Berger and starring Mady Christians, Lucie Höflich and Hans Brausewetter. It premiered at the UFA-Palast am Zoo on 1 February 1923. It was based on a play of the same title by Eugène Scribe, set in England during the reign of Queen Anne. The film was very well received both commercially and critically on its release. It is considered one of the milestones of Weimar cinema", "genres": [], "file": "41.json"}, "465490": {"title": "The Day Love Came Back", "plot": "An old potter despairs of having only two daughters and no son, hoping his apprentice will one day bring him an heir. The apprentice meets the eldest daughter but is disgusted by her. He decides to marry the younger daughter, who is in love with another man.", "genres": [], "file": "41.json"}, "465519": {"title": "Comin' Thro the Rye", "plot": "A jealous girl breaks up a friend's engagement with a fake wedding announcement.", "genres": [], "file": "41.json"}, "466030": {"title": "Tänze des Grauens, des Lasters und der Ekstase", "plot": "Anita Berber and Sebastian Droste performed their macabre dances of vice, horror and ecstasy. Saturated with an air of morbidity and decadence; death, dreams, torture, sex and sensuality.", "genres": [], "file": "41.json"}, "467007": {"title": "The Girl I Loved", "plot": "John Middleton is distressed to learn that his family is taking in an orphan girl named Mary. He turns aside all her attempts to befriend him. But with the passage of time, John discovers (long after everyone else has) that he loves Mary. But by now it's too late. She plans to marry his friend Willie.", "genres": ["Drama", "Romance"], "file": "42.json"}, "467024": {"title": "Kantou daishin taika jikkyou", "plot": "In English: Cinematic Report on the Great Fire of the Kanto Earthquake (1923)", "genres": [], "file": "42.json"}, "468883": {"title": "Slow as Lightning", "plot": "Our hero Jimmie March works for stockbroker E.J. Philips and daydreams of romance with Eleanor, the boss's lovely daughter. Unfortunately, Eleanor is dating Mortimer Fenton, a wealthy cad who used to push Jimmie around in college. To add insult to injury, Jimmie gets fired. All seems lost until a gypsy fortune teller foretells that he'll make a bundle playing hunches in the stock market. So, he convinces his buddies to lend him some money and invests in stocks that then start to skyrocket. However, Fenton isn't about to take that lying down and subsequently hatches a plan to wipe his rival out for good... Will Jimmie's fortune come true? Will he be able to defeat Fenton and win the heart of the girl? Watch and find out!", "genres": [], "file": "42.json"}, "470405": {"title": "McGuire of the Mounted", "plot": "A film about a man named McGuire of the Royal Mounted Police.", "genres": ["Drama", "Western"], "file": "42.json"}, "470509": {"title": "The Eternal Struggle", "plot": "Believing she's responsible for the death of her would-be seducer, a young woman flees to North Vancouver.", "genres": ["Crime", "Drama", "Western"], "file": "42.json"}, "471253": {"title": "The Vow Made Below the Moon", "plot": "Yeong-deuk and Jeong-sun and engaged. Yeong-deuk comes back home after completing his studies and meets the wrong kind of friends who revel in liquor and women.", "genres": ["Romance", "Drama"], "file": "42.json"}, "472426": {"title": "Soul of God", "plot": "", "genres": ["Drama"], "file": "42.json"}, "473893": {"title": "The Passionate Friends", "plot": "An armament king's wife kills herself to save her MP lover from a divorce scandal.", "genres": ["Drama", "Romance"], "file": "42.json"}, "476247": {"title": "For a Loaf of Bread", "plot": "A lost Serbian film.", "genres": ["Drama"], "file": "43.json"}, "476773": {"title": "Big Dan", "plot": "Dan O'Hara, known as \"Big Dan,\" returns from the war, and finding that his wife has left him, turns his home into a boys' camp and begins to train boxers. He meets Dora Allen, rescues her from an unwanted suitor, and gives her shelter in the camp. For a time, their relationship, which has become serious, is complicated by the intrusion of another suitor and by a woman who informs Dora that O'Hara is already married. The wife dies, however, and O'Hara wins Dora.", "genres": ["Western"], "file": "43.json"}, "476943": {"title": "Crooked Alley", "plot": "Reformed criminal Boston Blackie is outraged when a judge refuses to grant a pardon for a dying friend. He hires Norine, his now-dead friend's daughter, to get to the judge through his son Rudy. However, things don't work out quite as Blackie had planned.", "genres": ["Drama"], "file": "43.json"}, "476949": {"title": "Daddy", "plot": "Believing her husband to be unfaithful, Helene Savelli takes her son, Jackie, to the Holdens' farm and dies shortly afterward. The Holdens keep Jackie, but he eventually goes to the city when the elderly couple lose their farm and retire to the poorhouse. Jackie next is befriended by Cesare Gallo, a sidewalk musician who was also the teacher of Paul Savelli--now a famous violinist. A chance meeting with Savelli by Jackie reunites him with Gallo just before the old man dies. Savelli takes Jackie home with him, happily discovers the boy to be his son, and restores the farm to the Holdens.", "genres": ["Drama"], "file": "43.json"}, "477061": {"title": "The Fighting Blade", "plot": "In the war-like times of Oliver Cromwell, in and around 'olde Oxford towne', Dutchman Karl Van Kerstenbrook, Dutch soldier-of-fortune and sword-for-hire, stands ready to defend his lady-love, the fair Thomsine Musgrove, and prove his nettle, and that his blade is made of the finest metal.", "genres": ["Drama", "Action", "Adventure"], "file": "43.json"}, "477123": {"title": "L'Autre aile", "plot": "French silent aviation melodrama.", "genres": ["Drama", "Romance"], "file": "43.json"}, "477175": {"title": "Second Fiddle", "plot": "Jim Bradley has always played second fiddle in his family -- while his older brother, Herbert, goes off to college, Jim becomes a garage mechanic. When Herbert returns home, it's easy for him to steal Jim's girl, Polly Crawford. But trouble comes to the Bradley's town when Cragg murders his daughter and breaks into the family's home. Herbert goes for help, leaving Jim with an empty gun to protect their mother and Polly.", "genres": ["Comedy", "Drama"], "file": "43.json"}, "49452": {"title": "The Smiling Madame Beudet", "plot": "An unhappily married woman devises a scheme to get rid of her husband.", "genres": ["Drama"], "file": "43.json"}, "50182": {"title": "La Roue", "plot": "Sisif, a railwayman, saves a young girl named Norma orphaned by a train crash and raises her as his own daughter alongside his son, Elie. As she becomes an adult, Sisif grapples with whether to tell Norma the truth about her parentage.", "genres": ["Drama"], "file": "43.json"}, "480216": {"title": "The Lobbygow", "plot": "Jimmy Aubrey causes chaos in China.", "genres": ["Comedy"], "file": "43.json"}, "481210": {"title": "Sally Bishop", "plot": "A typist threatens to expose her lover when he prosecutes the divorce of a woman he means to marry.", "genres": ["Romance"], "file": "43.json"}, "481500": {"title": "La dame de Monsoreau", "plot": "The film based on the novel of the same name by Alexandre Duma, is concerned with fraternal royal strife at the court of Henri III. Tragically caught between the millstones of history are the gallant Count de Bussy and the woman he adores, la Dame de Monsoreau.", "genres": ["Drama"], "file": "43.json"}, "481532": {"title": "The Tango Cavalier", "plot": "Don Armingo, a member of the Secret Service, is inspired while dancing the tango to join a group of smugglers at the Mexican border. As he is about to make the arrest, they take flight, kidnapping Don's sweetheart. Following in his airplane, he circles above the getaway car and plucks the girl from the tonneau cover just as it speeds over an embankment.", "genres": ["Drama"], "file": "43.json"}, "481710": {"title": "Temptation", "plot": "Temptation film", "genres": [], "file": "43.json"}, "481716": {"title": "The Dangerous Age", "plot": "Married for 22 years, Mary Emerson treats her husband, John, more like a son than a husband. He is stung by her rebuffs and, therefore, succumbs to the youthful charms of Gloria Sanderson, whom he meets on a business trip. But just after he mails a letter to Mary telling her that he will not return, John finds Gloria in the arms of her fiancé.", "genres": ["Drama"], "file": "43.json"}, "481982": {"title": "Wandering Daughters", "plot": "Wandering Daughters", "genres": ["Drama", "Comedy"], "file": "43.json"}, "481983": {"title": "The Age of Desire", "plot": "Janet Loring is a young widow with a young son. She marries millionaire Malcolm Trask, but doesn't tell him about her previous marriage or her son, Ranny. Abandoned to the streets by Janet, Ranny eventually moves in with a bookseller and her granddaughter Margy. As the years go by Janet comes to regret abandoning her son and takes out ads looking for him. Marcio, a vicious blackmailer, sends Ranny to Janet posing as her son, not knowing that the young boy actually is her son. Complications ensue.", "genres": [], "file": "43.json"}, "482881": {"title": "Let's Go", "plot": "The no-good son of a company owner is sent to investigate a problematic business deal.", "genres": ["Action", "Adventure"], "file": "43.json"}, "485741": {"title": "The Gold Diggers", "plot": "Stephen Lee doesn't want his nephew Wally Sanders to marry chorus girl Violet Dayne, because he believes all chorus girls to be ruthless gold diggers, always chasing after the men's money. Violet's friend Jerry La Mar decides to 'gold dig' Stephen, to show him what a nice and unselfish girl Violet is, but then she realizes that she's really in love with Stephen Lee....", "genres": ["Comedy"], "file": "44.json"}, "486132": {"title": "El guapo del arrabal", "plot": "A 1923 film.", "genres": ["Comedy"], "file": "44.json"}, "486134": {"title": "Melenita de oro", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486135": {"title": "Galleguita", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486136": {"title": "La leyenda del puente inca", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486139": {"title": "De nuestras pampas", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486141": {"title": "El puñal del mazorquero", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486143": {"title": "Corazón de criolla", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486144": {"title": "El hijo del riachuelo", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486146": {"title": "Firpo-Dempsey", "plot": "A 1923 film.", "genres": ["Animation"], "file": "44.json"}, "486147": {"title": "News from the City of Buenos Aires", "plot": "A 1923 documentary short film.", "genres": ["Documentary"], "file": "44.json"}, "486148": {"title": "La maleva", "plot": "A 1923 film.", "genres": [], "file": "44.json"}, "486150": {"title": "Firpo-Brennan", "plot": "A 1923 film.", "genres": ["Animation"], "file": "44.json"}, "486155": {"title": "Noticiero 2", "plot": "A 1923 film.", "genres": ["Documentary"], "file": "44.json"}, "488031": {"title": "Driven", "plot": "Essie, a mountain girl, moves in with a family of neighboring bootleggers when her father, also a bootlegger, is killed by federal agents. She falls in love with Tom, one of the family's brothers, but another brother, the violent and brutal Lem, decides he wants her for himself, and beats Tom badly. What the girl doesn't know is that it wasn't the feds who killed her father--it was Lem. Complications ensue.", "genres": ["Drama"], "file": "44.json"}, "491003": {"title": "Mother's Joy", "plot": "Mother's Joy is a 1923 silent comedy film starring Stan Laurel.", "genres": [], "file": "44.json"}, "51367": {"title": "The Love Nest", "plot": "In an attempt to forget his lost sweetheart, Buster takes a long trip at the sea when he's caught by pirates.", "genres": ["Comedy"], "file": "45.json"}, "492670": {"title": "The Brass Bottle", "plot": "Horace Ventimore, a young London architect, stumbles across an old brass bottle. When he picks it up a genie suddenly appears and promises Horace that he will grant every wish Horace wants in exchange for his freedom. Horace accepts the genie's offer but finds out that things aren't working out quite as well as he thought they would.", "genres": ["Comedy"], "file": "45.json"}, "493292": {"title": "Call the Wagon", "plot": "Young Dick is pursuing pretty young Mary, but so are a lot of other young men. Dick decides to impersonate her butler and uses that position to keep all of Mary's suitors out of the house so he can work on her himself. When his ruse is discovered, he is thrown out of the house. That, however, doesn't stop him. He gets the maid to help him concoct a story about Mary actually being bald and having false teeth, hoping to drive them away. It works, but it doesn't quite have the effect he intended it to.", "genres": ["Comedy"], "file": "45.json"}, "497014": {"title": "Die Sonne von St. Moritz", "plot": "", "genres": ["Drama"], "file": "45.json"}, "497015": {"title": "Das fränkische Lied", "plot": "", "genres": ["Drama"], "file": "45.json"}, "503743": {"title": "Canção da Primavera", "plot": "", "genres": ["Drama"], "file": "46.json"}, "504898": {"title": "Le Costaud des Épinettes", "plot": "Sensitive young Claude Brévin pretends to be a thug at a louche bar, where Doizeau recruits him to recover a packet of letters from Irma Lurette.", "genres": [], "file": "46.json"}, "505338": {"title": "Muž bez srdce", "plot": "", "genres": ["Drama"], "file": "46.json"}, "505759": {"title": "The Blue Lagoon", "plot": "The Blue Lagoon is a 1923 silent film adaptation of Henry De Vere Stacpoole's 1908 novel of the same name about children who come of age while stranded on a tropical island. This is the first telling of this often filmed story. This film was followed by remakes in 1949, 1980 and 2012.", "genres": ["Drama"], "file": "46.json"}, "505874": {"title": "Drifting", "plot": "In Shanghai, an American girl who helps runs an opium ring meets an American agent disguised as a mining engineer. The two fall in love, and she has to determine where her loyalties lie.", "genres": ["Drama"], "file": "46.json"}, "506780": {"title": "Opfer des Hasses", "plot": "\"Opfer Des Hasses\" depicts how the family of Herr Goldschmidt, a Jewish Russian manufacturer, suffered ruin and murder as victims of a pogrom during the Russian Revolution. Herr Goldschmidt manages to save two of his grandchildren and they flee to Vienna where the Jewish welfare organization helps immigrants in an orphanage in Baden. Years later Herr Goldschmidt tells the whole sad story  to a visitor.", "genres": ["Drama"], "file": "46.json"}, "506791": {"title": "Fräulein Raffke", "plot": "\"Raffke\" was a war profiteer, shifter, the white-collar criminal, who came to wealth with not very clean methods in a short time and also likes to show it. And this film tells the story of Raffke's daughter Lilli, who, instead of marrying the Baron chosen by the father of vanity, marries a simple employee who is about to perish.", "genres": ["Drama"], "file": "46.json"}, "506793": {"title": "Koskenlaskijan morsian", "plot": "The film is set in the small village of Nuottaniemi wherein lives Herr Iisakki and his daughter Hanna. Herr Iisakki has grudge against Herr Heikki, blaming him for the death of his son in a raft accident. To make things worse Herr Heikki's son, Herr Juhani, wants to marry Frau Hanna but she only has eyes for a lumberman named Herr Anti Koskenalustan.", "genres": ["Drama"], "file": "46.json"}, "509643": {"title": "Mälar Pirates", "plot": "Three boys steal a sailboat and sail away for a summer adventure on Lake Mälaren. Based on Sigfrid Siwertz's novel.", "genres": ["Drama", "Adventure"], "file": "47.json"}, "510786": {"title": "Doctor Tokerama", "plot": "A lost educational film from Serbia.", "genres": ["Drama"], "file": "47.json"}, "510788": {"title": "Lie for My Sake", "plot": "Short silent film.", "genres": ["Drama"], "file": "47.json"}, "513803": {"title": "Tiefland", "plot": "", "genres": ["Drama"], "file": "47.json"}, "514512": {"title": "Chez le grand couturier", "plot": "Fashion newsreel", "genres": [], "file": "47.json"}, "516419": {"title": "Das Geheimnis des Renngrafen", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516420": {"title": "Freund Ripp", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516422": {"title": "Der Tiger des Zirkus Farini", "plot": "", "genres": ["Adventure"], "file": "47.json"}, "516423": {"title": "Das goldene Haar", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516424": {"title": "Adam und Eva", "plot": "", "genres": ["Romance"], "file": "47.json"}, "516425": {"title": "Die Schlucht des Todes", "plot": "", "genres": ["Thriller"], "file": "47.json"}, "516426": {"title": "Der Schatz der Gesine Jakobsen", "plot": "", "genres": ["Drama"], "file": "47.json"}, "516427": {"title": "Die Fledermaus", "plot": "", "genres": ["Music"], "file": "47.json"}, "516431": {"title": "The Woman Worth Millions", "plot": "Here Richter plays an Armenian princess whose father is being held prisoner by a despotic and corrupt pasha. A confrontation at the New Year’s Eve Ball at the Paris Opera leads to the princess being wrongly suspected of attempted assassination against the pasha. With the help of an English diplomat, she manages to flee Paris, but the pasha and his henchmen are hot on her heels. This marks the start of an extended, action-driven cat-and-mouse game that stretches to the outer regions of the Bosporus – and back again.", "genres": ["Adventure"], "file": "47.json"}, "53430": {"title": "The Pilgrim", "plot": "The Tramp is an escaped convict who is mistaken as a pastor in a small town church.", "genres": ["Comedy", "Western"], "file": "47.json"}, "517447": {"title": "The Second Shot", "plot": "", "genres": ["Drama"], "file": "48.json"}, "517756": {"title": "Hallig Hooge", "plot": "", "genres": ["Drama"], "file": "48.json"}, "518403": {"title": "Die Magyarenfürstin", "plot": "", "genres": ["Drama"], "file": "48.json"}, "518404": {"title": "Man by the Roadside", "plot": "", "genres": ["Drama"], "file": "48.json"}, "519506": {"title": "Das Geheimnis von Brinkenhof", "plot": "", "genres": ["Drama"], "file": "48.json"}, "519511": {"title": "Die Liebe einer Königin", "plot": "In 1766, the young English princess Caroline Mathilde is sent to Denmark to marry the King Christian VII. The marriage is unhappy and Caroline Mathilde finds herself drawn instead to court physician Johann Friedrich Struensee.", "genres": ["Drama", "Romance", "History"], "file": "48.json"}, "520683": {"title": "What Price Loving Cup?", "plot": "A horse owner saves a girl jockey from being kidnapped by a knight.", "genres": ["Drama"], "file": "48.json"}, "520698": {"title": "Garrison's Finish", "plot": "Billy Garrison, a jockey, is framed and suspended for throwing a face. Depressed, he goes to a bar and eventually gets into a fight. He loses his memory, and is taken to the home of pretty young Sue Desha, who gets him a job as a jockey for her father, Col. Desha. Unfortunately, the man who framed Billy, named Crimmins, finds out he's working for the Sue's father and reveals Billy's past to the colonel. Complications ensue.", "genres": [], "file": "48.json"}, "521245": {"title": "The Chickpea Seller", "plot": "Leblebici Horhor [The Chickpea Seller] is an adaption of an 1875 Turkish-language operetta by the Ottoman-Armenian composer Tigran Chukhajian. It has been claimed as one of the first original Turkish operettas. A silent film under the direction of Muhsin Ertuğrul, it was supported by the piano-playing of the operetta in the movie theater while it was shown to the audience.", "genres": ["Drama", "Comedy"], "file": "48.json"}, "521584": {"title": "Vineta. Die versunkene Stadt", "plot": "", "genres": ["Drama"], "file": "48.json"}, "521585": {"title": "Die Prinzessin Suwarin", "plot": "", "genres": ["Drama"], "file": "48.json"}, "521608": {"title": "Die Maifeier der Wiener Arbeiterschaft", "plot": "\"The May Day of the Viennese Workers 1923\" is the first of the party leadership of the SDAP commissioned documentation of Maifeier.", "genres": ["Documentary"], "file": "48.json"}, "523000": {"title": "Human Wreckage", "plot": "An attorney's wife is determined to fight the evils of addictive substances.", "genres": ["Crime", "Thriller", "Drama"], "file": "48.json"}, "528003": {"title": "A Self Made Wife", "plot": "Tim Goodwin and his wife Corrie are living in poverty when Tim's oil well strikes it rich. He soon works his way to the top of the social scale, but Corrie doesn't change at all--she stays a dour, drab woman with no social skills whatsoever. Tim gets so embarrassed by her that he hires a \"social secretary\" for her to teach her how to function in the social strata in which they find themselves.", "genres": ["Drama"], "file": "49.json"}, "54241": {"title": "The Extra Girl", "plot": "Sue Graham is a small town girl who wants to be a motion picture star. She wins a contract when a picture of a very pretty girl is sent to a studio instead of her picture. When she arrives in Hollywood, the mistake is discovered and she starts working in the props department of the studio instead. Her parents then come out to California and invest some money with a very shifty individual.", "genres": ["Comedy", "Romance", "Crime"], "file": "49.json"}, "529009": {"title": "The Countess of Paris", "plot": "", "genres": ["Comedy"], "file": "49.json"}, "529010": {"title": "Tragedy of Love", "plot": "", "genres": ["Drama"], "file": "49.json"}, "529012": {"title": "Alt Heidelberg", "plot": "Prince Karl Heinz enjoys his carefree life as a student in Heidelberg. He falls in love with the beautiful Käthe and everything is fine and dandy till his father is reported very ill.", "genres": ["Romance"], "file": "49.json"}, "529839": {"title": "Conchita Piquer", "plot": "Spanish dancer Conchita Piquer performs in a short film produced in the DeForest Phonofilm sound-on-film process.", "genres": [], "file": "49.json"}, "530407": {"title": "Das Weib auf dem Panther", "plot": "The daughter of a famous painter fleeing thieves who believe she knows where one of her father's original paintings is kept, flees and hides out at the residence of a pair of avowed women hating bachelors.", "genres": ["Comedy", "Crime"], "file": "49.json"}, "531174": {"title": "Vanity Fair", "plot": "Vanity Fair (1923)", "genres": ["Drama"], "file": "49.json"}, "531238": {"title": "Irrlichter der Tiefe", "plot": "\"Lights of the Abyss\". Anita Berber enchants men and women as the seductive goddess Astarte.", "genres": ["Drama"], "file": "49.json"}, "532010": {"title": "Gold in Slow Motion", "plot": "Lost Cartoon", "genres": [], "file": "49.json"}, "532509": {"title": "La Garçonne", "plot": "Monique is an ingenue, a clueless girl who believes in true love. A marriage is the only thing a decent girl must long for. When she discovers that her future husband has a lover, she rebels against her bourgeois family. --IMDB", "genres": ["Drama"], "file": "49.json"}, "533546": {"title": "The Acquittal", "plot": "When a wealthy man is found murdered in his bedroom, one of his two adopted sons is arrested and charged with the killing. However, the verdict at his trial is an acquittal. Since the police don't seem to be particularly interested in finding the real killer, the dead man's daughter-in-law--the wife of the adopted son who wasn't charged--takes it upon herself to solve the crime.", "genres": ["Mystery"], "file": "49.json"}, "534077": {"title": "The Exiles", "plot": "Finding herself accused of a murder she didn't commit, Alice Carroll flees to Tangier, Morocco. District Attorney Henry Holcombe, meanwhile, has discovered that she is actually innocent and sets out to search for her. He finds her in Tanger, but she is under the influence of the shady Wilhelm von Linke, who owns a seedy gambling den. Complications ensue.", "genres": ["Drama"], "file": "50.json"}, "534314": {"title": "The Marriage Maker", "plot": "A matchmaker sets out to have a rich woman marry the not-so-rich boy she loves, and tries to persuade a poverty-stricken nobleman to marry the commoner he loves.", "genres": ["Fantasy", "Romance"], "file": "50.json"}, "534439": {"title": "The Purple Highway", "plot": "Two inmates and a cleaning girl at a home for struggling artists achieve success and fame when they pool their talents and produce a smash hit Broadway musical. Edgar ( Monte Blue ), the playwright, is in love with April ( Madge Kennedy ), the ex- leading lady, but she doesn't discover that she loves him until it's almost too late.", "genres": ["Comedy", "Drama"], "file": "50.json"}, "534570": {"title": "The French Doll", "plot": "The French Doll (1923)", "genres": ["Comedy", "Drama"], "file": "50.json"}, "534649": {"title": "Mist in the Valley", "plot": "An ex-nun weds an amnesia victim and is framed for killing her usurping uncle who posed as her father.", "genres": ["Drama"], "file": "50.json"}, "534655": {"title": "Paganini", "plot": "Historical film about Italian musician Niccolo Paganini.", "genres": [], "file": "50.json"}, "535525": {"title": "Bluebeard's 8th Wife", "plot": "John Brandon, an American millionaire, has been married seven times but never found love. Then, when he is in Paris, Mona de Briac comes into his life. Mona comes from an noble family who is facing ruin.", "genres": ["Comedy", "Romance"], "file": "50.json"}, "535913": {"title": "The Man Life Passed By", "plot": "The Man Life Passed By (1923)", "genres": ["Drama"], "file": "50.json"}, "535942": {"title": "The Common Law", "plot": "Valerie West, a beautiful artist's model, falls for wealthy artist Louis Neville. However, his aristocratic family doesn't approve of the relationship and persuades Valerie to promise that she won't marry him. She does, however, tell Louis that she will become his common-law wife on a certain date the following summer. Complications ensue.", "genres": ["Drama"], "file": "50.json"}, "536095": {"title": "Going Up", "plot": "Going Up (1923)", "genres": ["Comedy"], "file": "50.json"}, "536107": {"title": "Friday the 13th", "plot": "A short comedy", "genres": ["Comedy"], "file": "50.json"}, "536215": {"title": "The Ne'er-Do-Well", "plot": "The Ne'er-Do-Well (1923)", "genres": ["Comedy"], "file": "50.json"}, "536321": {"title": "Prodigal Daughters", "plot": "Elinor \"Swifty\" Forbes and her younger sister Marjory are the carefree daughters of wealthy J. D. Forbes. Their mother shows no restraint over her daughters, so they live among the flapper set. Lester Hodges, a songwriter, is enamored of Marjory, while Garside, who runs a card room, is interested in Swifty. While gambling at Garside's place, Swifty meets Roger Corbin, who works as an engineer at her father's business. Corbin falls in love with Swifty. When Mr. Forbes protests against both his daughters' behavior, they move out. Marjory marries Hodges, but eventually leaves him and returns to her parents. Swifty, who has gambled herself into debt, agrees to marry Garside. But when the couple are together in a café, prohibition agents raid the place.", "genres": ["Drama"], "file": "50.json"}, "536546": {"title": "Woman-Proof", "plot": "At sight of a woman, he got a ticket for speeding.", "genres": ["Comedy"], "file": "50.json"}, "536671": {"title": "All the Brothers Were Valiant", "plot": "Mark is the captain of a whaling ship and he looks down on brother Joel, who has never gone to sea. But when Mark's ship arrives in port sans its captain, Joel takes over the command. His new bride, Priscilla, insists on coming along and they head for the South Seas, where Mark was last seen.", "genres": ["Adventure", "Drama", "Romance"], "file": "50.json"}, "536862": {"title": "The Broken Wing", "plot": "An American pilot flying in Mexico crash-lands on a ranch, and is nursed back to health by the daughter of the ranch's owner. Unbeknownst to the pilot--who has lost his memory because of the crash--the girl has been praying for a husband, and believes that God has answered her prayers by sending him this handsome pilot. However, a local guerrilla leader has also had designs on the daughter, and comes up with a plan to get rid of his competition, make some money and win the girl in the bargain.", "genres": ["Comedy"], "file": "50.json"}, "536915": {"title": "Crinoline and Romance", "plot": "", "genres": ["Comedy"], "file": "50.json"}, "537006": {"title": "Java Head", "plot": "Gerrit Ammidon, despairing of any chance to marry his love, Nettie Vollar, because of a bitter feud between his father and her grandfather, sails to China to \"get away from it all\". While in Shanghai he rescues a beautiful young woman being attacked by a gang of street toughs. She turns out to be Taou Yuen, a Manchu princess. Gerrit discovers that, unless she finds a husband, she will be put to death, and he agrees to marry her. They return to Java Head, the Ammidon family home in Salem, Massachusetts, but Gerrit's \"homecoming\" has some unexpected consequences.", "genres": ["Drama", "Romance"], "file": "50.json"}, "537243": {"title": "The Great Industrialist", "plot": "", "genres": ["Drama"], "file": "50.json"}, "537246": {"title": "Der Herzog von Aleria", "plot": "", "genres": ["Drama"], "file": "50.json"}, "537266": {"title": "Success", "plot": "The often-told film story of a drunken actor hitting the skids, making a comeback, and helping his grown daughter in the bargain.", "genres": ["Drama"], "file": "50.json"}, "539768": {"title": "Don Quixote", "plot": "Episodic misadventures of a man who thinks he is a knight.", "genres": ["Comedy"], "file": "50.json"}, "545364": {"title": "Hollywood", "plot": "Angela comes to Hollywood with only two things: Her dream to become a movie star, and Grandpa. She leaves an Aunt, a brother, Grandma, and her longtime boyfriend back in Centerville. Despite seeing major movie stars around every corner, and knocking on every casting office door in town, at the end of her first day she is still unemployed. To her horror, when she arrives back at their hotel, she finds that Grandpa has been cast in a movie by William DeMille and quickly becomes a star during the ensuing weeks. Her family, worried that Angela and Grandpa are getting into trouble, come to Hollywood to drag them back home. In short order Aunt, Grandma, brother, boyfriend and even the parrot become superstars, but Angela is still unemployed...", "genres": [], "file": "51.json"}, "545378": {"title": "Sea of Dreams", "plot": "Unknown....", "genres": [], "file": "51.json"}, "549835": {"title": "This Way Out", "plot": "A rival courtships in a variety of absurd situations.", "genres": [], "file": "51.json"}, "550219": {"title": "The Lone Star Ranger", "plot": "An outlaw named Duane ( Tom Mix ), captured by the Texas Rangers, is promised a pardon if he rounds up a gang of cattle thieves. The man he suspects as the leader is revealed to be the father of Duane's sweetheart, Helen ( Billie Dove ). Duane captures the gang, gets a pardon for Helen's father, and marries Helen.", "genres": ["Western"], "file": "51.json"}, "550325": {"title": "Brass", "plot": "With her marriage on the verge of breaking up, a young wife attempts to win back the love of her husband and child.", "genres": ["Drama", "Romance"], "file": "51.json"}, "550356": {"title": "Boman på utställningen", "plot": "Johan Sjöborg and his wife Karin are on their way back to Sweden from New York. They arrive to Gothenburg just as the big exhibition is opening.", "genres": ["Drama"], "file": "51.json"}, "550372": {"title": "The Whirlwind of Passion", "plot": "Blanche Benton is out on her morning ride with horse and carriage, when an automobile shows up and scares the horse. The driver in the car manages to intervene and takes Blanche to her home.", "genres": ["Drama"], "file": "51.json"}, "550974": {"title": "His Children's Children", "plot": "Follows three generations of the Mayne family through the year 1921-22. The 81-year-old patriarch reminisces about his rough beginnings in post-Civil War railroading, son Rufus rides rough waters as a wealthy financier, and his wife and three daughters muddle through their New York high society life.", "genres": ["Drama"], "file": "51.json"}, "555524": {"title": "Weak Heart", "plot": "", "genres": [], "file": "52.json"}, "555755": {"title": "La folie du doute", "plot": "", "genres": [], "file": "52.json"}, "555822": {"title": "L'Infante à la rose", "plot": "", "genres": [], "file": "52.json"}, "555831": {"title": "Le double", "plot": "A doctor researched the duplication of personality , and found in the person of René de Varennes, who had attempted suicide, a subject of study.", "genres": ["Drama"], "file": "52.json"}, "555899": {"title": "Les deux soldats", "plot": "In 1914, a novelist is declared unfit for service but he regards it his duty to plow the land that others defend. The farmer that he helps leaves for the front after entrusting his fiancée and his estate to his care. The young woman loves the writer but does not yield to his desire. When the young peasant comes back, he is disabled but he finds his sweetheart untarnished and his land flourishing. His mission accomplished, the novelist can go back to town.", "genres": [], "file": "52.json"}, "555904": {"title": "Monsieur Lebidois propriétaire", "plot": "", "genres": [], "file": "52.json"}, "555909": {"title": "Gonzague", "plot": "", "genres": [], "file": "52.json"}, "555919": {"title": "L'idée de Françoise", "plot": "", "genres": [], "file": "52.json"}, "555923": {"title": "The Hunted Beast", "plot": "", "genres": [], "file": "52.json"}, "555926": {"title": "The Innocent Flower Girl", "plot": "", "genres": [], "file": "52.json"}, "555960": {"title": "Bad Boy", "plot": "", "genres": [], "file": "52.json"}, "555964": {"title": "Les hommes nouveaux", "plot": "", "genres": [], "file": "52.json"}, "555983": {"title": "Notre Dame d'amour", "plot": "", "genres": [], "file": "52.json"}, "555988": {"title": "Vidocq", "plot": "François Vidocq has deserted to go back to his wife and kids, so he becomes a thief. Unfortunately, he finds she had become Manon-la-blonde, mistress of a rich man named Ouvrard, and his children have disappeared. He offers his services to the chief of intelligence service and begins a fight against the Aristo, chief of the gang of the children of the sun. After a few years, he dismantles the gang, and finds both his sons. One has become a blackguard, the other a famous organist who is about to be knighted and will soon get married to his beloved.", "genres": [], "file": "52.json"}, "555990": {"title": "Calvaire d'amour", "plot": "", "genres": [], "file": "52.json"}, "555993": {"title": "The Blaireau Case", "plot": "", "genres": [], "file": "52.json"}, "555994": {"title": "L'affaire de la rue de Lourcine", "plot": "Back from an alcohol-fueled evening, two former high school friends wake up and find they may have murdered a female coal-dealer.", "genres": [], "file": "52.json"}, "555995": {"title": "L'affaire du courrier de Lyon", "plot": "", "genres": [], "file": "52.json"}, "555999": {"title": "The Child King", "plot": "An eight part ciné-novel (episodic film) set during the French Revolution, telling the story of the Dauphin's childhood in Versailles, his life at the Conciergerie during the Revolution, and his untimely death.", "genres": [], "file": "52.json"}, "556000": {"title": "L'espionne", "plot": "", "genres": [], "file": "52.json"}, "556002": {"title": "The Portrait", "plot": "3 men fall in love with a woman from a window photograph .When they find her living as a recluse in an isolated Hungarian mansion, they decide against a visit because she wouldn't live up to their idealized images of her.", "genres": ["Drama", "Fantasy", "Romance"], "file": "52.json"}, "556003": {"title": "L'insigne mystérieux", "plot": "", "genres": [], "file": "52.json"}, "556005": {"title": "La faute des autres", "plot": "James, the supervisor of an agricultural colony, is in love with Hélène, who is unfortunately meant for another. At Hélène's engagement party, James has an argument with her fiancé. When the latter gets mysteriously killed, James is arrested and condemned to twenty years of hard labor. Hélène is convinced James is innocent but she falls under the control of a gold digger who has set up a dummy company with the money stolen from James. The swindler is finally arrested and Hélène and James are reunited.", "genres": [], "file": "52.json"}, "556007": {"title": "La guitare et le jazz band", "plot": "", "genres": [], "file": "52.json"}, "556009": {"title": "La mare au diable", "plot": "", "genres": [], "file": "52.json"}, "556012": {"title": "The Bread Peddler", "plot": "", "genres": [], "file": "52.json"}, "556021": {"title": "Le chemin de l'abîme", "plot": "", "genres": [], "file": "52.json"}, "556025": {"title": "The Little Thing", "plot": "", "genres": [], "file": "52.json"}, "556029": {"title": "Le petit moineau de Paris", "plot": "", "genres": [], "file": "52.json"}, "556031": {"title": "Le retour à la vie", "plot": "", "genres": [], "file": "52.json"}, "556055": {"title": "The King of Paris", "plot": "", "genres": [], "file": "52.json"}, "556056": {"title": "Le taxi 313-X-7", "plot": "", "genres": [], "file": "52.json"}, "556059": {"title": "Par-dessus le mur", "plot": "", "genres": [], "file": "52.json"}, "556060": {"title": "Little Hotel for Rent", "plot": "", "genres": [], "file": "52.json"}, "556063": {"title": "Souvent femme varie", "plot": "", "genres": [], "file": "52.json"}, "556066": {"title": "Tao", "plot": "Jacques Chauvry, the new government delegate for a French protectorate in Cambodia, meets the young Soun who, due to a series of circumstances, will become heir to land that houses a large oil field. Tao , an evil mestizo, along with his minions, tries to get hold of these lands, terrorizing the locals by appearing disguised as the \"spirit of evil\".", "genres": [], "file": "52.json"}, "556067": {"title": "A Good Little Devil", "plot": "", "genres": [], "file": "52.json"}, "560618": {"title": "Johan Ulfstjerna", "plot": "The story of a man who makes a great sacrifice for his country and for his son. Based on the play of the same title by Tor Hedberg.", "genres": ["Drama", "War"], "file": "52.json"}, "561200": {"title": "Barsoum Looking for a Job", "plot": "It is the story of two friends, one a Muslim, Sheik Metwalli, and the other a Coptic Christian, Barsoum, both unemployed, suffering from hunger, and competing for a job in a bank. When the bank’s director mistakes them for wealthy businessmen, he takes them to his home for a lavish lunch. But upon learning their actual status, he chases them out of the house. At the film’s conclusion, as the two friends rest on the sidewalk absorbing their long-overdue meal, they are arrested by a policeman.", "genres": ["Comedy", "Drama"], "file": "53.json"}, "562646": {"title": "Long Live the King", "plot": "A young crown prince, wishing to be just an ordinary boy, runs away with his friend. The king dies, and when the prince does not appear, the people begin to rise in revolution. When the crown prince finally hears the death knell for the late king he immediately attempts to return to the palace, however is abducted by revolutionaries and held captive. Will he be rescued in time to restore order?", "genres": ["Drama"], "file": "53.json"}, "567379": {"title": "Light Study", "plot": "Montage of different sequences reconstructing the three-color additive synthesis process patented by Audibert, French inventor who began researching natural colors in cinema from 1909. The process used in this film dates from 1923 and consists of capturing three photograms at the same time, through three lenses containing color filters.", "genres": ["Documentary"], "file": "53.json"}, "567513": {"title": "The Sunshine Trail", "plot": "When good-natured James Henry MacTavish comes into an inheritance, he travels East to claim it with the determination that he will \"scatter sunshine\" along the way. But MacTavish almost immediately lands himself in hot water.", "genres": ["Comedy", "Western"], "file": "53.json"}, "574425": {"title": "Hustlin' Hank", "plot": "Hal Roach produced comedy has Will Rogers playing the title character, a rather slow, dimwitted man who works on a ranch where he usually gets pushed around at. A woman (Marie Mosquini) comes to town looking for someone to help her photograph some of the animals so she picks Hank and soon regrets it.", "genres": ["Comedy"], "file": "55.json"}, "574584": {"title": "No Pets", "plot": "James Parrott having a lot of pets destroying the place.", "genres": ["Comedy"], "file": "55.json"}, "574593": {"title": "Oliver Twisted", "plot": "Joe Rock does a slapstick adaptation of Oliver Twist.", "genres": ["Comedy"], "file": "55.json"}, "574625": {"title": "A Hula Honeymoon", "plot": "Henry Murdock & Babe London go on Honeymoon to Hawaii.", "genres": ["Comedy"], "file": "55.json"}, "574630": {"title": "Flip Flops", "plot": "An itching courtship from Mack Sennett.", "genres": ["Comedy"], "file": "55.json"}, "574631": {"title": "The School for Scandal", "plot": "An uncle poses as a usurer to learn which nephew deserves his fortune.", "genres": ["Comedy"], "file": "55.json"}, "574633": {"title": "Tight Shoes", "plot": "The setting is a shoe store and the action is pretty frenetic. You get to see Paul lose the store's money, catch a shoe thief, knock down a bunch of shelves and more.", "genres": ["Comedy"], "file": "55.json"}, "574635": {"title": "It's a Joy!", "plot": "'Snub' Pollard as a eccentric movie director.", "genres": ["Comedy"], "file": "55.json"}, "574636": {"title": "Join the Circus", "plot": "'Snub' Pollard wants to hang himself but figures joining the circus was better idea.", "genres": ["Comedy"], "file": "55.json"}, "574637": {"title": "Take the Air", "plot": "James Parrott, little Sammy Brooks, Baker and Jones (\"the strong guy\" = the drunk) are all workers on a construction-sit run by violent and exploitative boss Noah Young and it is a \"building a skyscraper\" comedy.", "genres": ["Comedy"], "file": "55.json"}, "574639": {"title": "Hello Bill", "plot": "Billy West comes home and is greeted in so many ways.", "genres": ["Comedy"], "file": "55.json"}, "574641": {"title": "The Four Orphans", "plot": "A childless couple hire 4 orphans to scare off a visiting uncle who don't like kids.", "genres": ["Comedy"], "file": "55.json"}, "574644": {"title": "Heavy Seas", "plot": "Second release in 'The Spat Family' series of 2-reel comedies. In this episode the three of them win a yacht in a tombola and quarrel over the captaincy while Mrs TS goes swimming and risks getting lost.", "genres": ["Comedy"], "file": "55.json"}, "574655": {"title": "Before the Public", "plot": "'Snub' Pollard is an local actor getting a big break in the movie industry, coming home to show off his fame.", "genres": ["Comedy"], "file": "55.json"}, "575243": {"title": "Ein Weib, ein Tier, ein Diamant", "plot": "", "genres": [], "file": "55.json"}, "575383": {"title": "Zwischen Abend und Morgen", "plot": "", "genres": ["Drama"], "file": "55.json"}, "580753": {"title": "The Battle", "plot": "", "genres": [], "file": "56.json"}, "580981": {"title": "Captain Sudd", "plot": "Rarely seen comedy.", "genres": [], "file": "56.json"}, "583106": {"title": "Heritage", "plot": "There is a rivalry between the top part and the lower part of the village of Murcie because of water. Pancho, Maria del Carmen's fiancé, hurts Xavier, son of the rich Domingo, so he has to leave the country. Maria proposes to take care of Xavier in exchange for Pancho's freedom. Unfortunately, Xavier falls in love with her and Domingo forces her to marry his son. Pancho reappears, ready to defy Xavier, but the two overhear a conversation and learn that Xavier's days are numbered. So he asks Pancho to elope with Maria.", "genres": [], "file": "56.json"}, "584323": {"title": "The Thrill Chaser", "plot": "In this partially lost silent film, a man working as a motion picture extra in Hollywood westerns impresses a visiting sheikh with his boxing skills and is engaged to go to Arabia, where he becomes involved in warring and falls in love with a beautiful princess.", "genres": ["Action", "Adventure", "Comedy", "Drama"], "file": "56.json"}, "584558": {"title": "The Clue of the Pigtail", "plot": "Third release in 'The Mystery of Dr. Fu Manchu' series, where the police has to investigate the clue of the pigtail wig.", "genres": ["Crime", "Drama", "Mystery"], "file": "56.json"}, "585603": {"title": "Aaron's Rod", "plot": "A mysterious murder sets Nayland Smith and Petrie once again on the trail of villainous Fu-Manchu, and seeking a strange old stick with magical powers", "genres": ["Crime"], "file": "56.json"}, "588343": {"title": "The Light That Failed", "plot": "About Dick Heldar, an aspiring artist. Although he is devoted to his childhood sweetheart, Maisie Wells, his ambition drives him to faraway places. He meets Torpenhow, a war correspondent, at Port Said, and accompanies him into battle.", "genres": ["Drama"], "file": "57.json"}, "588868": {"title": "The Call of Siva", "plot": "Fourth release in 'The Mystery of Dr. Fu Manchu' series. Nayland Smith saves the life of Graham Guthrie, the British Resident in Bhutan, while on a visit to London from a plot by Dr. Fu-Manchu.", "genres": ["Drama", "Crime"], "file": "57.json"}, "594872": {"title": "Rautakylän vanha parooni", "plot": "The Drakenhjelm family has lived in the Rautakylä manor for over 150 years. The current master of the house, elderly baron Magnus (Adolf Lindfors), has been living for a long time in an unregistered relationship with his housekeeper Lisette (Naimi Kari), with whom he also has a son, Sebastian (Axel Slangus). After the baron falls gravely ill Lisette starts getting worried about losing everything, so with Sebastian on her side she demands the baron to write a letter to the pastor and ask him to come over to perform a wedding ceremony. Right after Sebastian has left to fetch the pastor, a threesome seeking shelter from the storm comes to the manor and wreaks havoc on the marriage plans.", "genres": ["Drama"], "file": "57.json"}, "594904": {"title": "The Tie That Binds", "plot": "A beautiful secretary has her pick of the men in the office, but instead of marrying the boss, she takes one of his junior staff. Later, when she is suspected of committing a murder, her husband confesses to it--although he didn't do it--in order to protect her. Complications ensue.", "genres": ["Drama"], "file": "57.json"}, "594909": {"title": "Main Street", "plot": "The arrival of pretty Carol Milford in the staid Midwestern town of Gopher Prairie really shakes up the locals.", "genres": ["Drama"], "file": "57.json"}, "594914": {"title": "Little Johnny Jones", "plot": "Jockey Johnny Jones is hired to ride The Earl of Bloomsburg's horse at the English Derby. Crooked gambler Robert Anstead frames Johnny as a thief and kidnaps his sweetheart in order to make Johnny throw the race. Will he succeed?", "genres": [], "file": "57.json"}, "594919": {"title": "The Country Kid", "plot": "Ben Applegate's father dies, leaving him and his brothers Joe and Andy orphans and having to run the family farm. Their Uncle Grimes is their legal guardian, but he's only concerned with getting his hands on the farm. He has Ben declared incompetent and packs off Joe and Andy to an orphanage. When things look darkest for the three boys, help comes from an unexpected source.", "genres": ["Drama"], "file": "57.json"}, "594920": {"title": "The Printer's Devil", "plot": "Brick Hubbard, a \"printer's devil\", convinces his friend Sid Fletcher to invest in \"The Gazette\", a local newspaper. Sid pens an editorial that infuriates Ira Gates, a local banker and a power in the town--and who also happens to be the father of Vivian Gates, whom Sidney is in love with. To complicate matters, the bank is robbed and Sidney is suspected of the crime.", "genres": [], "file": "57.json"}, "601430": {"title": "Taxi Please", "plot": "A wild taxi driver can't get ahead with his fares but he is still willing to help his sweetheart at the drugstore, especially when he figures out how to sell hair tonic", "genres": ["Comedy"], "file": "58.json"}, "602601": {"title": "Rouged Lips", "plot": "Thrifty orphan Norah MacPherson meets wealthy young James Patterson, who gets her a job as a chorus girl. They fall in love. To put up a good front, she spends all her money on clothes. Patterson doubts her when he sees her wearing a string of fake pearls; he then finds that she hasn't been unfaithful, and they are reconciled.", "genres": ["Drama"], "file": "58.json"}, "602603": {"title": "The Social Code", "plot": "", "genres": ["Drama", "Mystery", "Crime"], "file": "58.json"}, "603517": {"title": "Thundergate", "plot": "Robert Wells is an American born in China who, unbeknownst to him, has an Oriental half-brother. Wells' uncle sends him to help Ray Williams build bridges in China. Williams is in league with Chinese reactionaries and he discredits Wells by turning him into a drug addict. Wells eventually becomes an outcast and is in a stupor when he is found by his half-brother, Kong Sue, the son of the Lord of Thundergate, a powerful Mandarin reactionary.", "genres": ["Drama"], "file": "58.json"}, "604153": {"title": "Three Jumps Ahead", "plot": "John Ford both directed and wrote the story (based on his published work The Hostage), a typical western romance in which Mix falls for the daughter of an imperiled rancher.  This above-average Tom Mix western contains one of the star's more spectacular stunts -- a jump on horseback across the 20-foot Beale's Cut. Truth be told, the star, who frequently did his own stunt work, was forced to use a double this time", "genres": ["Western"], "file": "58.json"}, "605115": {"title": "Lord Chilcott", "plot": "", "genres": ["Drama"], "file": "58.json"}, "606256": {"title": "Hangars pour dirigeable, Orly", "plot": "", "genres": [], "file": "58.json"}, "606436": {"title": "A Chapter in Her Life", "plot": "Jewel stays with her grizzled, angry grandfather while her parents are overseas on business. Family squabbling is brought to heel through love and understanding from Jewel's pure love for others and trust in Divine Love. Complete copies are held by many film archives in Europe and the United States.", "genres": ["Drama"], "file": "58.json"}, "608763": {"title": "Schaffende Hände: George Grosz", "plot": "Hans Cürlis films George Grosz at work.", "genres": ["Documentary"], "file": "59.json"}, "610455": {"title": "Anderssonskans Kalle på nya upptåg", "plot": "", "genres": [], "file": "59.json"}, "610457": {"title": "Friaren från landsvägen", "plot": "", "genres": [], "file": "59.json"}, "612252": {"title": "Navarro the Dancer", "plot": "The dancer Navarro has lost her husband and son. With her daughter at her side, she returns to her homeland and comes under suspicion of spying when she gets into a relationship with a business friend of her deceased husband. This film is considered lost.", "genres": [], "file": "59.json"}, "612522": {"title": "The Heart Raider", "plot": "A young troublemaker sets her eyes on a confirmed bachelor.", "genres": ["Comedy", "Romance"], "file": "59.json"}, "613874": {"title": "It Happened Out West", "plot": "The foreman of a cattle-ranch located on the Texas-Mexico border is the leader of a gang of alien-smugglers bringing Chinese immigrants illegally into the United States. An under-cover Texas Ranger is sent to investigate.", "genres": ["Western"], "file": "59.json"}, "613910": {"title": "Canyon of the Fools", "plot": "Veteran western performers Harry Carey and Marguerite Clayton appeared in three films together from 1923-1924: Desert Driven, Tiger Thompson and, perhaps their best, Canyon of the Fools.", "genres": ["Western"], "file": "59.json"}, "614064": {"title": "Penrod and Sam", "plot": "", "genres": ["Comedy", "Drama"], "file": "59.json"}, "614390": {"title": "Blood Test", "plot": "An outlaw decides to hang up his guns and lead the \"straight\" life. His foster son falls for the daughter of a wealthy estate owner. The crooked manager of the estate wants the girl for himself--so he can control the estate when the father dies--and tells the father that the boy is an outlaw's son.", "genres": ["Western"], "file": "59.json"}, "615321": {"title": "Danger Ahead", "plot": "Produced by low-budget entrepreneur Phil Goldstone, this silent action melodrama starred Richard Talmadge, a German-born former stunt double for Douglas Fairbanks.Talmadge played Bruce Randall, a wealthy young man supposedly killed during a robbery in his home. But Bruce has survived and is instead wandering about in a state of amnesia.", "genres": ["Drama", "Crime"], "file": "59.json"}, "618766": {"title": "Andersson, Pettersson och Lundström", "plot": "", "genres": ["Drama"], "file": "60.json"}, "618799": {"title": "The Power of a Lie", "plot": "At a wild surprise party John Hammond signs a note for his struggling friend, architect Richard Burton, but later denies his presence at the affair in order to preserve his reputation.", "genres": [], "file": "60.json"}, "618800": {"title": "Kindled Courage", "plot": "Andy Walker, bullied and taunted with being a coward, leaves town on a freight. The brakeman shoots two ruffians, but Andy is hailed as the hero and made a deputy sheriff.", "genres": ["Western"], "file": "60.json"}, "618801": {"title": "The Scarlet Car", "plot": "Billy Winthrop is in love with Beatrice Forbes, who is engaged to Ernest Peabody, a reform candidate for mayor backed by Billy's father. When Billy learns that Peabody has betrayed Violet Gaynor and plans to doublecross Mr. Winthrop, he exposes the candidate with the help of Mitt Deagon and wins Beatrice.", "genres": [], "file": "60.json"}, "618802": {"title": "The Ghost Patrol", "plot": "With his understanding manner policeman Donald Dorgan wins respect on his tough beat in \"Little Hell.\" He tries to help Terry Rafferty \"go straight\" so that he may receive Rudolph Kugler's permission to marry Effie, but Terry gets into a fight and is sentenced to prison.", "genres": [], "file": "60.json"}, "618803": {"title": "The First Degree", "plot": "Sam Bass receives a summons to testify before a grand jury, and not realizing that the matter concerns sheep-stealing he assumes it to concern the murder of his brother, Will.", "genres": ["Drama"], "file": "60.json"}, "618805": {"title": "The Flame of Life", "plot": "Joan Lowrie and her brutal father, Dan, labor in the English coal mines of the 1870's. Fergus Derrick, a new over-man, attempts to make his workers' lives more bearable but incurs Lowrie's wrath when he fires him for smoking in the mine. Bent on vengeance, Lowrie is beaten when he picks a fight with Fergus, then defiantly smokes in a mine tunnel. There is an explosion, Joan rescues Fergus, and their love triumphs over their class barriers. −", "genres": ["Drama"], "file": "60.json"}, "618807": {"title": "The Love Letter", "plot": "While working in an overall factory Mary Ann McKee sends mash notes in the overalls prepared for shipment. She is involved in a robbery perpetrated by her boyfriend, Red Mike, but escapes and goes to the town from which she has received an answer to one of her notes.", "genres": ["Crime", "Drama"], "file": "60.json"}, "618808": {"title": "The Gentleman from America", "plot": "Two Army buddies, Dennis O'Shane and Johnny Day, decide to take their furlough in Paris but instead end up in Spain.", "genres": ["Comedy"], "file": "60.json"}, "618810": {"title": "The Prisoner", "plot": "While traveling in Europe Philip Quentin encounters his former sweetheart, Dorothy Garrison, and finds that she is now engaged to Prince Ugo Ravorelli, whom Philip recognizes as the man wanted for a murder in Brazil.", "genres": ["Drama"], "file": "60.json"}, "618814": {"title": "The Bolted Door", "plot": "In order to inherit her uncle's fortune, Natalie Judson enters a marriage of convenience to mechanic Brooke Garriott, who has long loved her. Natalie pursues her gay life while Brooke plunges himself into his work and successfully perfects an engine.", "genres": [], "file": "60.json"}, "618816": {"title": "Gossip", "plot": "Hiram Ward, a cynical businessman, is having trouble with his employees when Caroline Weatherbee arrives and claims to be a distant relative. Her natural charm brings about a peaceful settlement of a strike, but she returns to her southern home for fear of bringing scandal to Hiram.", "genres": [], "file": "60.json"}, "618818": {"title": "The Midnight Guest", "plot": "Gabrielle is caught while attempting to rob the home of philanthropist William Chatfield, but, rather than turn her over to the police, Chatfield offers her a home and rehabilitation.", "genres": [], "file": "60.json"}, "618820": {"title": "Single Handed", "plot": "Hector MacKnight, known to the townspeople as \"Goofy\" and an irritatingly terrible fiddler, is innocently drawn into a rigged poker game. A general fight brings the sheriff, and a chase ensues. Before the confusion is ended and Hector cleared, he meets Ruth Randolph and becomes involved in a circus while trying to recover the other half of her treasure map.", "genres": ["Comedy", "Crime"], "file": "60.json"}, "618821": {"title": "Nobody's Bride", "plot": "Jimmy Nevins--once wealthy and now engaged to Doris Standish--is reduced to poverty and jilted by her when he is befriended by Mary Butler, the leader of a gang of crooks.", "genres": [], "file": "60.json"}, "618822": {"title": "Trimmed in Scarlet", "plot": "Disapproving of the loose woman her father has married, Faith Ebbing leaves home and goes to work, but she later steals $5,000 in Liberty Bonds to pay off Duroc, a blackmailer threatening her mother, Cordelia Ebbing.", "genres": [], "file": "60.json"}, "618825": {"title": "The Town Scandal", "plot": "Broadway chorus girl Jean Crosby visits her sister in Murphysburg and finds that not only has her brother-in-law, Lysander Sprowl, squandered all the money she has sent, but the leading male citizens--all members of the Purity League--who were so friendly to her in New York will not now give her a second glance. With the help of newspaperman Toby Caswell, however, she anonymously publishes her life story in the town newspaper, thus frightening the men into offering Jean \"hush money.\"", "genres": [], "file": "60.json"}, "618829": {"title": "Dead Game", "plot": "\"Katy\" Didd holds up the stage in which his sweetheart, Alice Mason, is traveling to her wedding to Prince Tetlow, to whom her guardian insists that she be married. Katy hides her at his ranch, but Tetlow finds her and abandons Katy in the desert.", "genres": ["Western"], "file": "60.json"}, "618833": {"title": "What Wives Want", "plot": "Claire Howard, neglected by her husband, Austin, succumbs to the attentions of Austin's business partner, John Reeves, to the dismay of Alice Loring, her sister. When Claire ignores Alice's advice to end the affair, Alice goes to Reeves hoping to reason with him.", "genres": [], "file": "60.json"}, "618834": {"title": "Fools and Riches", "plot": "During his lifetime John Dorgan is unsuccessful in his attempts to cure his son, Jimmy, of his spendthrift ways, but his will leaves only a part of his fortune to Jimmy, while explaining where to dig for the rest.", "genres": [], "file": "60.json"}, "618835": {"title": "Bavu", "plot": "An illiterate, uncouth brute rises to power during the Russian Revolution, plots to wreak vengeance on all who cross him, and incites the peasantry to burn the city.", "genres": ["Drama"], "file": "60.json"}, "618837": {"title": "Crossed Wires", "plot": "Marcel Murphy, a telephone operator with society aspirations, overhears Mrs. Benson's conversation describing a party she is planning for her son, Ralph, and wangles an invitation by imitating Mrs. Benson's voice. At the party a maid accuses Marcel of the theft of another guest's jewelry, but she appeals to Mr. Benson, who covers up for her by describing Marcel as the daughter of an old friend and by secretly installing her in a hotel suite.", "genres": [], "file": "60.json"}, "618838": {"title": "Double Dealing", "plot": "The servant girl of a wealthy young man helps him fend off criminals who are trying to steal his property.", "genres": ["Comedy"], "file": "60.json"}, "618839": {"title": "Burning Words", "plot": "David Darby and his younger brother Ross are both members of the Royal Canadian Mounted Police. Ross is accused of murdering Slip Martin, but David doesn't believe his brother committed the murder and, not wanting to see him executed, takes the blame himself.", "genres": [], "file": "60.json"}, "618840": {"title": "Trifling with Honor", "plot": "Released from prison on parole, the \"Gas-Pipe Kid\" returns to his home in the slums to find his mother dead and his father evicted. He is arrested for beating up the landlord but escapes with the help of Ida Hunt, his sweetheart. Years later he is a baseball star known as Bat Shugrue and is widely idolized by boys who read about his clean living,", "genres": [], "file": "60.json"}, "618842": {"title": "Don Quickshot of the Rio Grande", "plot": "\"Pep\" Pepper, a romantic cowboy whose faculty for dreaming loses him his job, tries to emulate Don Quixote's courage after reading the Spanish classic.", "genres": ["Western"], "file": "60.json"}, "618844": {"title": "Railroaded", "plot": "Richard Garbin, willful son of Judge Garbin, one of England's most prominent jurists, is railroaded into prison. He escapes, vowing vengeance against Corton, the man who framed him and caused the death of one of his friends.", "genres": [], "file": "60.json"}, "618847": {"title": "Sawdust", "plot": "Nita Moore, a circus performer, is mistreated by the ringmaster and runs away to join an old couple who are persuaded that Nita is their longlost daughter. Phillip Lessoway, the couple's lawyer, falls in love with Nita, but after a quarrel he discovers and reveals to the adoptive parents that Nita is an imposter.", "genres": [], "file": "60.json"}, "618850": {"title": "Shootin' for Love", "plot": "Duke Travis returns from the war suffering from shell shock and an inordinate fear of guns. His father, a ranch owner, refuses to accept Duke's disability and considers him a coward.", "genres": ["Western"], "file": "60.json"}, "618853": {"title": "Out of Luck", "plot": "Believing he has committed murder, Sam Pertune, a simple westerner, enlists in the Navy, then cannot get released when he learns that his \"victim\" is alive.", "genres": ["Western"], "file": "60.json"}, "618999": {"title": "Spring Awakening", "plot": "Based on the play of the same name by Frank Wedekind.", "genres": ["Drama"], "file": "60.json"}, "619102": {"title": "The Love Brand", "plot": "Frances Collier sets a love trap for landowner Don José O'Neil to help her father acquire his potentially oil-rich land, then falls genuinely in love with her victim.", "genres": [], "file": "60.json"}, "619103": {"title": "Blinky", "plot": "Blinky, the bespectacled son of Col. \"Raw Meat\" Islip, is scorned by his fellow cavalrymen stationed on the Mexican border because his previous military experience was as a Boy Scout.", "genres": ["Western"], "file": "60.json"}, "619108": {"title": "The Six-Fifty", "plot": "After 2 years of marriage, farmer's wife Hester Taylor tires of her life of hardship and accepts an invitation from Mark Rutherford to visit the city.", "genres": [], "file": "60.json"}, "619109": {"title": "Where Is This West?", "plot": "John Harley leaves his milkman job to take possession of half of a cattle ranch while waitress Sallie Summers goes west on a similar mission to take her half of their shared inheritance. Together, Harley and Sallie fight for ownership of the ranch with foreman Buck Osborne and his gang, who, to scare off the new owners, stage fake holdups, Indian battles, and gunfights.", "genres": [], "file": "60.json"}, "619113": {"title": "The Clean Up", "plot": "Monte Bixby's grandfather leaves a will providing each native-born citizen of his small town with $50,000 while giving Monte one dollar. Monte's society fiancée, Mary Reynolds, abandons him, but grandfather Bixby's pretty young secretary, Phyllis Andrews, resolves to help him. Meanwhile, life in the town is chaotic as the legatees begin to spend their money.", "genres": [], "file": "60.json"}, "619114": {"title": "The Ramblin' Kid", "plot": "The Ramblin' Kid, a cowboy, falls in love with Carolyn June, a beautiful easterner, and wins her after he triumphs in a rodeo in spite of having been doped by his enemy, Sabota the Greek, a crafty racetrack tout.", "genres": ["Western"], "file": "60.json"}, "619117": {"title": "Men in the Raw", "plot": "Notorious liar Windy Watkins is pursued by Marshal Flynn when he tells a story about mining in Northwest Canada and the murder of his partner.", "genres": [], "file": "60.json"}, "619119": {"title": "The Wild Party", "plot": "Leslie Adams, secretary to the city editor of a newspaper, persuades him to let her write up a society affair. Her efforts result in a libel suit against the paper, and Leslie is told to prove her story or join the ranks of the unemployed.", "genres": [], "file": "60.json"}, "619120": {"title": "A Million to Burn", "plot": "The owner of a resort hotel promotes Tom Gwynne, a college boy working as a waiter, to manager. As a result of his mismanagement, the hotel loses several thousand dollars. Tom inherits a million and buys the hotel to continue his experimental management, which is to give the employees time and opportunity for self-expression--to do what they like best to do.", "genres": [], "file": "60.json"}, "619130": {"title": "Thundering Dawn", "plot": "Jack Standish feels responsible for the failure of the partnership with his father and goes to the South Seas where he falls prey to alcohol, is seduced by Lullaby Lou, a vamp, and tricked by a brutal plantation owner, Gordon Van Brock.", "genres": ["Drama", "Romance"], "file": "60.json"}, "619133": {"title": "The Near Lady", "plot": "Basil Van Bibber, son of a prominent family, and Nora Schultz, daughter of a butcher who invented a sausage machine that made the Van Bibbers rich, pretend to be in love to please their parents; but when Nora tries to protect the young Van Bibber from a charge of reckless driving, they find they really are in love.", "genres": [], "file": "60.json"}, "619136": {"title": "His Mystery Girl", "plot": "Kerry Reynolds' prankster friends trick him into thinking he has discovered a distressed damsel.", "genres": [], "file": "60.json"}, "619138": {"title": "Pure Grit", "plot": "Posing as Stella Bolling's brother, whom he has killed, escaped convict Jim Kemp persuades Stella to help him escape to the Mexican border.", "genres": [], "file": "60.json"}, "619921": {"title": "The Spoilers", "plot": "Based on the novel The Spoilers by Rex Beach.", "genres": ["Drama", "Western"], "file": "60.json"}, "619994": {"title": "Där norrskenet flammar", "plot": "Swedish documentary on the northern lights.", "genres": ["Documentary"], "file": "60.json"}, "619995": {"title": "Hälsingar", "plot": "", "genres": ["Drama"], "file": "60.json"}, "620136": {"title": "The Dangerous Maid", "plot": "Barbara Winslow helps her rebel brother, Rupert, escape from the king's forces by disguising herself as him. Captain Prothero captures her, but he has fallen for Barbara's charms so he lets her go. As a result they are both arrested and imprisoned.", "genres": ["Comedy", "Drama"], "file": "60.json"}, "621316": {"title": "Zaida, die Tragödie eines Modells", "plot": "", "genres": ["Drama"], "file": "60.json"}, "621834": {"title": "Os Olhos da Alma", "plot": "In a small fishermen's village love affairs are in turmoil, amidst political meetings and revolutionary activities. Nature adds drama to the human passions with its wind- and sea-storms.", "genres": ["Drama"], "file": "60.json"}, "621837": {"title": "Paličova dcera", "plot": "", "genres": ["Drama"], "file": "60.json"}, "621844": {"title": "Il pescatore di perle", "plot": "", "genres": [], "file": "60.json"}, "621873": {"title": "The Marriage Market", "plot": "The story of a wealthy young flapper, Theodora Bland (Pauline Garon), and the amorous adventures and misadventures she has after being expelled from a fashionable and costly east-coast boarding school.", "genres": ["Comedy", "Romance"], "file": "60.json"}, "622786": {"title": "Are You a Failure?", "plot": "Coddled by his maiden aunts and apparently unable to make decisions, Oliver Wendell Blaine signs up for a mail-order course in \"Success.\" Oliver follows the instructions step by step, builds his self-confidence, and proves himself a hero when a log jam threatens the town. He is made river boss and marries Phyllis Thorpe, daughter of the owner of the lumber-mill.", "genres": ["Drama"], "file": "60.json"}, "622787": {"title": "Circus Days", "plot": "10-year-old Toby runs away from his abusive uncle to join the Big Top.", "genres": ["Comedy", "Drama"], "file": "60.json"}, "623312": {"title": "Enemies of Women", "plot": "The dashing but arrogant Prince Michael Fedor Lubimoff has to flee Tsarist Russia after falling into disgrace and settles in Monte Carlo, where he resumes his life of debauchery while World War I ravages the fields of Europe… (Partially lost film; reels 3 and 9 of a total of 11 are missing.)", "genres": ["Drama", "Romance"], "file": "60.json"}, "623584": {"title": "Dangerous Trails", "plot": "A mounted police inspector battles not only a gang of opium smugglers but also a haughty society belle", "genres": ["Western"], "file": "60.json"}, "623768": {"title": "Daytime Wives", "plot": "", "genres": ["Drama"], "file": "60.json"}, "623785": {"title": "Gold Madness", "plot": "", "genres": ["Drama"], "file": "60.json"}, "624020": {"title": "He Who Covets", "plot": "Tatjana is a tale of Russia, the Bolshevik uprising and revolution in a rural setting, entwined with a story of desire and deception. The first intertitle reads, “Fate tires now and then of painting pretty coloured pictures. In such a mood she takes the Blacks and Reds of Human Passion and paints a stark tragedy…” The scene opens on a manservant, drawing back the curtains and discovering his master slumped over at his desk. He is dead. The Chief of Police arrives to interrogate the household and discovers the dead man’s wife purposely sent all the servants out to the theatre the night before… what was the reason for her actions? A letter will explain all as the film delves into the characters’ past through flashback…", "genres": [], "file": "60.json"}, "626942": {"title": "Let's Build", "plot": "Newlyweds Angelica and J. Tewkesbury Spat along with Mrs. Spat's brother Ambrose decide to build a house. It is finished in only 48 hours, but their carpentry skills may not be up to snuff. The first episode of The Spat Family series.", "genres": ["Comedy"], "file": "61.json"}, "627311": {"title": "Närkingarna", "plot": "", "genres": ["Drama"], "file": "61.json"}, "627378": {"title": "Die drei Marien und der Herr von Marana", "plot": "", "genres": [], "file": "61.json"}, "628080": {"title": "Republikaneren", "plot": "", "genres": [], "file": "61.json"}, "628264": {"title": "The West Case", "plot": "Second release in 'The Mystery of Dr. Fu Manchu' series. Plans for an aerial torpedo are stolen from its inventor Frank Norris West, Nayland Smith tries to retrieve them but is defeated by Fu-Manchu.", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628267": {"title": "The Cry of the Nighthawk", "plot": "n this episode of adventure serial The Mystery of Dr. Fu-Manchu, intrepid sleuths Nayland Smith and Dr Petrie investigate the strange death of a man from Forest Hill found with his face covered with scratches; their enquiries lead them once more to the Devil Doctor, Fu-Manchu. Meanwhile, Petrie’s stiff upper lip begins to quiver, as he grows dangerously fond of Fu-Manchu’s slave girl, Karamaneh...", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628274": {"title": "The Fiery Hand", "plot": "In this exciting adventure based on the second Fu-Manchu novel, intrepid sleuths Nayland Smith and Petrie investigate a haunted house, but get more of a fright than they expected. Caught by the evil Dr Fu-Manchu, Nayland Smith faces a plague of ravenous Cantonese rats - a torture known as 'The Six Gates of Joyful Wisdom'. Will Petrie end his agony, with the razor-sharp ‘Friend’s Sword’?", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628280": {"title": "The Fungi Cellars", "plot": "Fu-Manchu’s slave girl Karamaneh leads sleuths Nayland Smith and Dr Petrie to her evil master’s lair, where they fall prey to another of the Devil Doctor’s traps. Bound hand and foot, they watch helplessly as a party of policemen are imprisoned in a subterranean vault and poisoned with vile fungal spore vapour, while Fu-Manchu cackles with maniacal glee. Can our heroes escape to save the day?", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628284": {"title": "The Man with the Limp", "plot": "This action-packed episode features one of the Devil Doctor's most enjoyably silly schemes to do away with his nemesis Nayland Smith. When Smith goes missing, it's up to Dr Petrie to continue the hunt for the Si-Fan, Fu-Manchu's secret society. On the trail of a mysterious man with a limp, Petrie disguises himself as a rough bargee to investigate a smoky riverside drinking den, the Joy-Shop Club.", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628289": {"title": "The Miracle", "plot": "Nayland Smith restores a `dead' man to life.", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628302": {"title": "The Knocking on the Door", "plot": "The evil Dr Fu-Manchu proves to be a master of disguise as well as villainy in this thrilling episode of the popular adventure serial. Adopting the persona of a long-bearded professor, Fu-Manchu pays a visit to London's Madame Tussauds waxworks. Elsewhere, there's something horribly uncanny going on at a remote country cottage: sleuths Nayland Smith and Petrie leave the capital to investigate.", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "628356": {"title": "The Little Napoleon", "plot": "", "genres": ["History", "Comedy"], "file": "61.json"}, "628436": {"title": "Time Is Money", "plot": "The neglected young wife of a workaholic businessman looks for love.", "genres": [], "file": "61.json"}, "629476": {"title": "The Queen of Hearts", "plot": "Based on Sax Rohmer’s third Fu-Manchu novel, The Si-Fan Mysteries (1917), this sensational episode sees Fu-Manchu partly paralysed by a bullet wound. The Devil Doctor snatches eminent surgeon Sir Baldwin Frazer to carry out the delicate operation he needs. Dr Petrie, abducted by Fu-Manchu’s scheming assistant, Zarmi, must assist – and choose a playing card to determine whether he lives or dies...", "genres": ["Crime", "Drama", "Mystery"], "file": "61.json"}, "630546": {"title": "Das Mädel aus der Hölle", "plot": "", "genres": [], "file": "61.json"}, "630547": {"title": "Die Männer der Sybill", "plot": "", "genres": [], "file": "61.json"}, "630549": {"title": "Lyda Ssanin", "plot": "A beautiful and popular young woman enters a relationship with a wealthy womanizing cavalry captain.", "genres": ["Drama"], "file": "61.json"}, "630551": {"title": "Auferstehung. Katjuscha Maslowa", "plot": "A nobleman wishes to help the woman he had seduced and abandoned years earlier when he learns that she is now on trial for murder.", "genres": ["Drama"], "file": "61.json"}, "630552": {"title": "Daisy. Das Abenteuer einer Lady", "plot": "", "genres": [], "file": "61.json"}, "631053": {"title": "Her Accidental Husband", "plot": "", "genres": ["Drama", "Romance"], "file": "61.json"}, "631055": {"title": "Bag and Baggage", "plot": "", "genres": ["Comedy", "Romance"], "file": "61.json"}, "631550": {"title": "Ilona", "plot": "", "genres": [], "file": "61.json"}, "631568": {"title": "Pömperly's Kampf mit dem Schneeschuh", "plot": "", "genres": [], "file": "61.json"}, "632329": {"title": "Lieb' mich und die Welt ist mein", "plot": "", "genres": [], "file": "61.json"}, "632358": {"title": "Bohème", "plot": "", "genres": [], "file": "61.json"}, "632400": {"title": "Jim Bougne, boxeur", "plot": "", "genres": ["Comedy"], "file": "61.json"}, "632792": {"title": "The Rustle of Silk", "plot": "Lola de Breze loves Lord Arthur Fallaray from afar, though there seems to be no way to bring them together -- he is England's Colonial Secretary and married, while she is merely a working class maiden. But when she is given a maid's position in his household, it brings her that much closer to her idol. She puts on a fancy gown and heads to the Ritz in hopes of getting a formal introduction. After being fired from the household, she follows Fallaray to his country home and nurses him when he falls ill. Lord Fallaray's wife Lady Feo doesn't love him and is having an affair with Paul Chalfont. When it looks like he will be faced with scandal, Fallaray contemplates giving up politics and marrying Lola.", "genres": ["Drama", "Romance"], "file": "61.json"}, "632793": {"title": "Six Days", "plot": "Laline, a pretty young woman, falls in love with Dion, a young sculptor, but her mother wants her to marry a wealthy Englishman. Laline and Dion are visiting the gravesite of Laline's brother with a priest, and a cave-in traps the three in some long-abandoned underground barracks.", "genres": ["Drama"], "file": "61.json"}, "632804": {"title": "The White Flower", "plot": "Konia Markham, the daughter of an American father and a Hawaiian mother, is told by a sorceress that the man who presents her with a perfect white flower will be her true love. When Bob Rutherford offers a gardenia to Konia at a banquet, David Panuahi, a rejected suitor, becomes even more jealous and persuades Konia to have the kahuna put a death curse on Bob's fiancee, Ethel Granville. Bob's devotion to a failing Ethel softens Konia, however, and she has the curse removed. She is about to jump into a volcano when Bob, now released by Ethel from their engagement, finds her and declares his love.", "genres": ["Drama", "Romance"], "file": "61.json"}, "632811": {"title": "To the Last Man", "plot": "Feuding ranchers and sheepherders.", "genres": ["Drama", "Western"], "file": "61.json"}, "632814": {"title": "The Call of the Canyon", "plot": "Returning from World War I, Glenn Kilbourne travels to Arizona to regain his health. He meets a local girl, Flo Hutler, who helps him recover. His fiancee, Carley Burch, follows him to Arizona but soon decides she'd rather go back to New York. When Flo is badly hurt in an accident, Glenn decides to repay her for her help in bringing him back to health by proposing marriage.", "genres": ["Western"], "file": "61.json"}, "633135": {"title": "The Silver Buddha", "plot": "Our hero Dr Petrie is caught by evil Fu-Manchu and imprisoned near the British Museum, where he risks a daring escape, high above the London streets.", "genres": ["Crime", "Drama"], "file": "61.json"}, "633295": {"title": "The Girl of the Golden West", "plot": "", "genres": ["Western"], "file": "61.json"}, "633482": {"title": "The Great Outdoors", "plot": "The Spats go on a camping trip that begins with the destruction of their cabin and ends with them being pursued by bandits, a railroad bull, and the police. The Great Outdoors is the fourth episode of The Spat Family series.", "genres": ["Comedy"], "file": "61.json"}, "633616": {"title": "Adventure of a night", "plot": "", "genres": [], "file": "61.json"}, "634900": {"title": "The Fortune Teller", "plot": "Max and Koko get mixed up with a live action gypsy fortune teller and then caught up with ghosts and monsters in this, as usual, delightful OUT OF THE INKWELL offering.", "genres": ["Animation"], "file": "61.json"}, "635026": {"title": "His Last Race", "plot": "", "genres": ["Drama"], "file": "61.json"}, "635039": {"title": "The Man Next Door", "plot": "The story to this comedy-drama is based on the book by Emerson Hough, who was experiencing a surge of popularity because his book The Covered Wagon had recently been made into a hit film. Ranchman Colonel Wright sends his daughter Bonnie to an Eastern college to receive an education. She decides to stay in the city and sends for her father, who arrives with his foreman Curly. Even though they live in the midst of society, they are snubbed by the Easterners as uncouth.", "genres": ["Comedy"], "file": "61.json"}, "635288": {"title": "Lovebound", "plot": "Besse Belwin works as a stenographer for district attorney John Mobley. It doesn't take long for Mobley to fall in love with his cute little employee and he proposes. Besse doesn't reveal that her father has a criminal past which he has since renounced.", "genres": ["Drama"], "file": "62.json"}, "635292": {"title": "The Love Piker", "plot": "", "genres": ["Drama"], "file": "62.json"}, "638312": {"title": "Must teemant", "plot": "", "genres": ["Drama"], "file": "62.json"}, "640685": {"title": "Boy of Mine", "plot": "A wealthy banker is a strict disciplinarian with his nine-year-old son Bill. Finally the day comes when neither Bill nor his mother can put up any more with the father's relentlessness and heavy-handed treatment; she leaves and takes Bill with her. The father must decide what's more important--maintaining his iron discipline over his family, or his family itself.", "genres": ["Drama"], "file": "62.json"}, "640689": {"title": "April Showers", "plot": "This silent romantic melodrama is believed to be lost.", "genres": ["Drama", "Romance"], "file": "62.json"}, "641314": {"title": "The Temple of Venus", "plot": "Venus, the Goddess of Love (Celeste Lee) sends Cupid to Earth to look for romance.", "genres": ["Fantasy", "Romance"], "file": "62.json"}, "641632": {"title": "Struggling Hearts", "plot": "The year is 1658 and the King of Sweden has seized large parts of Denmark. A tenant farmer and his family on Falster are forced to look on while enemy soldiers loot and wreck their home. Only the wounded and febrile soldier Lasse Månsson does not take part in the atrocities, and when the regiment moves on, he stays in the care of the farmer. Soon, Lasse falls in love with Anna, the farmer’s daughter, and they plan a life together. But can love blossom in such dark times? (stumfilm.dk)", "genres": ["War", "Drama"], "file": "62.json"}, "643095": {"title": "Vengeance of Pierre", "plot": "A film by Henry McCarty", "genres": [], "file": "62.json"}, "643227": {"title": "Deceit", "plot": "Deceit (sometimes referred to as The Deceit) is a 1923 American silent black-and-white film. It is a conventional melodrama directed by Oscar Micheaux. Like many of Micheaux's films, Deceit casts clerics in a negative light. Although the film was shot in 1921, it was not released until 1923. It is not known whether the film currently survives, which suggests that it is a lost film.  The 1922 film The Hypocrite was shown within Deceit as a film within a film.", "genres": ["Drama"], "file": "62.json"}, "643231": {"title": "The Virgin of the Seminole", "plot": "The film focused on a young black man who joins the Royal Canadian Mounted Police and becomes a hero by rescuing a captive mixed-race woman from a hostile American Indian tribe. The young man later purchases a ranch that becomes the foundation for great financial wealth.", "genres": ["Western"], "file": "62.json"}, "643753": {"title": "The Sacred Order", "plot": "When sleuth Nayland Smith steals evil Dr Fu-Manchu's 'Sacred Order', the Devil Doctor himself faces death at the hands of the Si-Fan organisation.", "genres": ["Crime", "Drama", "Mystery"], "file": "62.json"}, "644630": {"title": "Livets karneval", "plot": "", "genres": [], "file": "62.json"}, "648287": {"title": "Der Frauenkönig", "plot": "", "genres": [], "file": "63.json"}, "648296": {"title": "Erlebnisse einer Sekretärin", "plot": "", "genres": [], "file": "63.json"}, "649208": {"title": "No Vacancies", "plot": "Arrow comedy shot in 1921 but released 2 years later, with an ensemble cast including Jay Belasco, Blanche Payson, Billy Armstrong and Jack Duffy. The plot centers around Jack and his wife who are looking for a place to rent. But what to do when the housing situation is not exactly easy?", "genres": ["Comedy"], "file": "63.json"}, "653146": {"title": "Khasana, das Tempelmädchen", "plot": "Perfume ad by Pinschewer.", "genres": ["Animation"], "file": "63.json"}, "653691": {"title": "Demon Circus", "plot": "A triangle drama involving a female circus owner's favor has consequences. Paula Busch, the grande dame of German circus, depicts a story from the world of artists, tents and wagons.  Deutsche Kinemathek holds a 35 mm print of the film.", "genres": [], "file": "63.json"}, "655061": {"title": "I fjällfolkets land : Dagar i Lappland", "plot": "\"In the land of the mountain people: Days in Lapland\" - About the everyday life of the Karesuando Sámi at the Sarek Mountains, near their camp, the sita. Traditionally, the Sámi have pursued a variety of livelihoods, including coastal fishing, fur trapping, and sheep herding. Their best-known means of livelihood is semi-nomadic reindeer herding. The genetic makeup of Sámi people has been extensively studied for as long as such research has been in existence. Ethnographic photography of the Sámi began with the invention of the camera in the 19th century. This continued on into the 1920s and 1930s, when Sámi , against their will, were photographed naked and anatomically measured by scientists,.", "genres": ["Documentary"], "file": "63.json"}, "657547": {"title": "Ben Bernie and All the Lads", "plot": "Early music video.", "genres": ["Music"], "file": "64.json"}, "657618": {"title": "The Shrine of the Seven Lamps", "plot": "In this thrilling final episode, evil Fu-Manchu's pet marmoset leads sleuth Petrie to a secret Si-Fan ceremony. Is the Devil Doctor's game now up?", "genres": ["Crime", "Drama", "Mystery"], "file": "64.json"}, "67440": {"title": "Cœur fidèle", "plot": "The good guys win out in this sweet tale about a young orphan who is abused for much of her life but who eventually finds happiness when she marries an honest man who extricates her from her situation.", "genres": ["Drama", "Romance"], "file": "64.json"}, "662884": {"title": "The Pill Pounder", "plot": "", "genres": [], "file": "64.json"}, "662887": {"title": "The Daring Years", "plot": "Cabaret dancer Suzie La Motte is in love with Jim Moran, a boxer, but she tempts a young man named John Browning. Moran and John get into a fight in which Moran accidentally shoots himself. Out of anger at John, Suzie accuses him of Moran's murder.", "genres": ["Drama"], "file": "64.json"}, "664867": {"title": "Ferragus", "plot": "An adaptation of the first part of Balzac's History of the Thirteen, centered on the secret society of the Thirteen and helmed by René Navarre in the titular role of the former convict who became a sublime father.", "genres": [], "file": "64.json"}, "665430": {"title": "Man and Wife", "plot": "Dora Perkins is a country girl who runs away to New York City. She gets work as a nurse and marries Dr. Howard Fleming, a famed brain surgeon. Supposedly she dies in a fire, and some time later Fleming takes a vacation in the country, where by some odd coincidence he winds up meeting Dolly, Dora's sister. Without realizing her relationship to Dora, he marries her. Soon Dolly is expecting, and not long after, Dora pops up -- she survived the fire, but has been left hopelessly insane.", "genres": ["Drama"], "file": "64.json"}, "665431": {"title": "The Devil's Partner", "plot": "An adventure tale set in the North Woods. The villain, smuggler Jules Payette, would give anything if Jeanne would give in. Saving her virtue in the nick of time is stalwart Pierre, who turns out to be a Northwest Mountie.", "genres": ["Drama", "Western"], "file": "64.json"}, "665434": {"title": "Pleasure Mad", "plot": "", "genres": ["Drama"], "file": "64.json"}, "665436": {"title": "The Wanters", "plot": "Elliot Worthington falls in love with Myra, the maid in his sister's household. Myra is dismissed; Elliot finds her, proposes marriage, and returns home with his new bride. She is snubbed by his relatives and shocked by the hypocrisy of his wealthy friends. Disillusioned, she runs away: Elliot follows and saves her from being hit by a train when her foot gets caught in a switch.", "genres": ["Drama"], "file": "64.json"}, "667144": {"title": "Tut-ankh Amen's Tomb (Daily Sketch Topical Budget 600-1)", "plot": "\"No discovery of our time has so moved the whole world,\" proclaims an intertitle introducing this special extended newsreel edition. For once, Topical Budget's characteristic hyperbole is on the money. The discovery and excavation (some would say grave-robbing) of the tomb of the 14th Century BC Egyptian pharaoh was already an international sensation by the time this newsreel screened in February 1923.  The sense of breathless excitement surrounding the discovery extends to Topical's intertitles, which expend a good portion of the film's running time explaining the relatively fleeting, poor quality images of the excavation itself. But we do get to see the removal of an ebony, ivory and gold chair, and two glimpses of expedition leader Howard Carter - in long-shot from behind as announced in an intertitle, but also a much clearer, unheralded shot at the 'halfway rest house', where he cuts a dash in white shirt and trousers.", "genres": ["Documentary"], "file": "65.json"}, "667796": {"title": "Lovey Dovey", "plot": "A monkey is kidnapped by another monkey, while a third monkey is hot on the trail. Part of Hal Roach's Dippy Doo Dads series.", "genres": [], "file": "65.json"}, "668921": {"title": "Bolchevikismo", "plot": "", "genres": [], "file": "65.json"}, "668922": {"title": "El hijo de la loca", "plot": "", "genres": [], "file": "65.json"}, "668923": {"title": "El secreto de un pecado", "plot": "", "genres": [], "file": "65.json"}, "668924": {"title": "El último sueño", "plot": "", "genres": [], "file": "65.json"}, "668925": {"title": "La gran noticia", "plot": "", "genres": [], "file": "65.json"}, "668926": {"title": "Oro, sangre y sol", "plot": "", "genres": [], "file": "65.json"}, "668928": {"title": "Sacrificio por amor", "plot": "", "genres": [], "file": "65.json"}, "669989": {"title": "Somebody Lied", "plot": "", "genres": ["Comedy"], "file": "65.json"}, "669990": {"title": "Spring Fever", "plot": "", "genres": [], "file": "65.json"}, "670639": {"title": "Die Taifunhexe", "plot": "", "genres": [], "file": "65.json"}, "670665": {"title": "Christopher Columbus", "plot": "Everyone knows what happened after he \"discovered\" America, but in this film we learn about Columbus' multi-year struggle to secure funding for the journey. Prior explorers journey's to the North American continent also get a nod in this story.", "genres": ["Drama", "History"], "file": "65.json"}, "671242": {"title": "Le secret de Polichinelle", "plot": "Based on the play by Pierre Wolff.", "genres": [], "file": "65.json"}, "671481": {"title": "Scars of Jealousy", "plot": "Scars of Jealousy is a 1923 American silent drama film directed by Lambert Hillyer and starring Lloyd Hughes and Frank Keenan. It was produced by Thomas H. Ince and distributed through Associated First National, later First National.", "genres": ["Drama"], "file": "65.json"}, "671920": {"title": "Helden des Alltags", "plot": "", "genres": [], "file": "65.json"}, "671926": {"title": "Narkotica - Die Welt der Träume und des Wahnsinns", "plot": "", "genres": ["Drama"], "file": "65.json"}, "671935": {"title": "Buridan, le héros de la Tour de Nesle", "plot": "", "genres": [], "file": "65.json"}, "671936": {"title": "Tutankhamen", "plot": "", "genres": [], "file": "65.json"}, "671937": {"title": "Carl Michael Ziehrers Märchen aus Alt-Wien", "plot": "", "genres": [], "file": "65.json"}, "671941": {"title": "Fräulein Frau", "plot": "", "genres": [], "file": "65.json"}, "671943": {"title": "Sag, Wem Dein Herz Gehört?", "plot": "", "genres": [], "file": "65.json"}, "672025": {"title": "Die Tuberkulose", "plot": "", "genres": ["Documentary"], "file": "65.json"}, "672027": {"title": "Die Sportlady", "plot": "", "genres": [], "file": "65.json"}, "672052": {"title": "Stadt in Sicht", "plot": "AFTER THE VERDICT tells the story of a murder case that shocks London’s upper class and turns the life of a famous tennis player upside down when her fiancé becomes a suspect.", "genres": [], "file": "65.json"}, "672066": {"title": "Trilby", "plot": "", "genres": ["Drama"], "file": "65.json"}, "673210": {"title": "Pioneer Trails", "plot": "Jack is orphaned as a young child when his wagon train is ambushed by Indians. Twenty years later, he rescues Rose from a runaway stagecoach. The two fall in love, much to the displeasure of Blaney. To put him out of the way, Blaney kills Jack's adoptive mother and frames Jack for the crime.", "genres": ["Western"], "file": "65.json"}, "676755": {"title": "Mary of the Movies", "plot": "Mary's kid brother needs an operation and, in order to pay for it, Mary goes to a Hollywood studio and applies for a job as an actress. Mary is given a job as a waitress in the commissary, and gets to meet 40 actors, actresses and directors, none of whom tip big enough to enable Mary to earn enough money to pay for an operation. Will Mary become an actress and make some big money?", "genres": ["Drama", "Romance"], "file": "65.json"}, "678912": {"title": "The Unknown Tomorrow", "plot": "A melodrama about a virtuous wife unjustly abandoned by her husband, who get him back with the help of a Hindu mystic.", "genres": ["Drama"], "file": "66.json"}, "680370": {"title": "Der Wetterwart", "plot": "", "genres": [], "file": "66.json"}, "680372": {"title": "Der rote Reiter", "plot": "A couple, Hasia and Otto, are brought together by their loss of wealth and status as the imperial era ends, but torn apart by an unusual offer from a wealthy man. The man wishes Otto to marry his daughter, as Otto bares a striking resemblance to his daughter's fiancee who was killed in WWI. In exchange, Otto will want for nothing.", "genres": ["Drama"], "file": "66.json"}, "680373": {"title": "Die fünfte Straße", "plot": "", "genres": [], "file": "66.json"}, "680375": {"title": "Le Revenant au baiser mortel", "plot": "", "genres": [], "file": "66.json"}, "681027": {"title": "The Lamb", "plot": "", "genres": [], "file": "66.json"}, "682364": {"title": "The Net", "plot": "The Net is a 1924 silent mystery drama.", "genres": ["Crime", "Drama", "Romance", "Mystery"], "file": "66.json"}, "682365": {"title": "The Shepherd King", "plot": "", "genres": [], "file": "66.json"}, "683125": {"title": "Madame Golvery", "plot": "", "genres": ["Drama"], "file": "66.json"}, "683963": {"title": "On the Banks of the Wabash", "plot": "An inventor, David Hammond is the son of a ship's captain. He leaves his sweetheart, Lisbeth Bixler, and goes to the city to promote his invention. Lisbeth's father, an unsuccessful artist, deserts his family, secretly intending to commit suicide.", "genres": ["Drama"], "file": "66.json"}, "684307": {"title": "The Madness of Youth", "plot": "", "genres": ["Drama"], "file": "66.json"}, "684310": {"title": "Tea: With a Kick!", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "684335": {"title": "Mighty Lak' a Rose", "plot": "A blind orphan, Rose Duncan, who has a special talent with the violin. Jerome Trevor, a famed pianist, hears her playing and sends her to an uncle in New York so she can become educated. But the uncle is killed in an accident on his way to meet her and she is taken in by gang leader Bull Morgan. Morgan pretends to be her uncle to elude the police, and he sees the value of keeping her around as cover.", "genres": ["Drama"], "file": "66.json"}, "684490": {"title": "The Tiger's Claw", "plot": "Jack Holt plays Sam Sandell, an American engineer working in India who rescues a pretty half-caste girl (Aileen Pringle) from a tiger's attack, but is badly wounded himself. The girl, Chameli Brentwood, nurses him back to health and out of gratitude he marries her, ignoring the fact that he has a fiancée, Harriet Halehurst (Eva Novak), back home.", "genres": ["Drama"], "file": "66.json"}, "686681": {"title": "You Can't Fool Your Wife", "plot": "Edith sets out to prove that a wife can never be fooled by her husband - but will she succeed?", "genres": [], "file": "66.json"}, "687093": {"title": "The Murderer", "plot": "An old millionaire is murdered.", "genres": ["Crime", "Action"], "file": "66.json"}, "687703": {"title": "Her Fatal Millions", "plot": "", "genres": ["Comedy"], "file": "66.json"}, "687707": {"title": "In Search of a Thrill", "plot": "After she inherits a fortune, Ann Clemance travels to Paris to indulge herself in frivolity. She meets up with an old friend, writer Adrian Torrens, who disparages her lifestyle. Ann sees him befriend an Apache dancer and she believes he finds women in need of salvation more appealing.", "genres": [], "file": "66.json"}, "687733": {"title": "The Two Johns", "plot": "A magical lamp and the genie contained within prompt a madcap chase, falls from great heights and a fight atop a speeding train.", "genres": [], "file": "66.json"}, "70734": {"title": "The White Sister", "plot": "Angela Chiaromonte is the daughter of a wealthy Italian prince who is killed in a fall from his horse. Though Angela stands to inherit half of a large estate, her older half-sister burns the will and thus inherits everything herself, throwing Angela into poverty. Fortunately, Angela is engaged to marry dashing Captain Giovanni Severi - but he soon is captured by Arabs while on an expedition to Africa. Believing him dead, Angela, dedicating her life to his memory, becomes a nun, unaware that her lover has escaped his captors and is returning to Italy. The dramatic climax takes place against a backdrop of the eruption of Mount Vesuvius.", "genres": ["Drama", "Romance"], "file": "66.json"}, "688249": {"title": "Le nègre du rapide numéro 13", "plot": "In the Le Mans railway station, Oscar Ribouis is waiting for the connection that will lead him to Rennes, his home town. Feeling a bit thirsty, he decides to have a quick one at the refreshing room. And feeling a bit lonely he invites a rail worker to have a drink in his company and tells him about his stay in Paris. But after a couple of glasses of wine, Oscar misses his connection. Worse, he goes out, walks on the tracks and what does he do but get his foot stuck in switches! About to be run over by a train he is saved at the last moment by his new companion, the railway-man. Saved from the train alright but not from a heap of coal he falls into! Now blacker than an African Negro, Oscar, once again helped by his companion, manages to get on a night train for Rennes. But, still drunk like a fish, he wakes all the passengers of the sleeping car and scares them stiff: they all believe they are being attacked by a black bandit!", "genres": ["Comedy"], "file": "66.json"}, "690108": {"title": "His Wife, the Unknown", "plot": "A war blind painter marries his nurse. But after he can see again through an operation, he does not recognize her. Then she decides to leave him in order to return to his service under a different name. Only when the painter falls in love with her as a stranger to him,  she reveal herself.", "genres": [], "file": "67.json"}, "691290": {"title": "Caprera! To the Sacred Island!", "plot": "The documentary shows the evocative seascape and land of the island of Caprera pausing to illustrate the house of Giuseppe Garibaldi, the relics, the testament and other objects that belonged to the hero of the Risorgimento. Garibaldi's last wife, Francesca Armosino, accompanies some guests to visit the park surrounding the villa before paying homage to her husband's gravesite.", "genres": ["Documentary"], "file": "67.json"}, "691431": {"title": "O Primo Basílio", "plot": "Luísa has been married to Jorge for three years. He is about to leave on a mission to the Alentejo when she finds out about the arrival of his cousin Basilio after a long stay in Brazil, where he seems to have made a fortune.", "genres": [], "file": "67.json"}, "691922": {"title": "The Glimpses of the Moon", "plot": "The film is based upon the 1922 Edith Wharton novel The Glimpses of the Moon.", "genres": ["Drama", "Romance"], "file": "67.json"}, "693053": {"title": "The Smile Wins", "plot": "James Parrott as a very persistent book salesman.", "genres": ["Comedy"], "file": "67.json"}, "700020": {"title": "Proč se nesměješ", "plot": "", "genres": ["Comedy", "Drama"], "file": "67.json"}, "700036": {"title": "Dr. Jenkins Miracle Cure", "plot": "A brave young woman falls in love with a mysterious stranger.", "genres": ["Comedy"], "file": "67.json"}, "700478": {"title": "Soft Boiled", "plot": "John Steele, a rich uncle, threatens to disinherit his nephew, Tom Steele, unless the latter learns to curb his violent temper. Tom is put on a 30-day trial and must resist all temptation to get mad or fight back no matter how provoked. And he is easily provoked, especially when called a lavender sissy-boy.", "genres": ["Western"], "file": "67.json"}, "700718": {"title": "Tu ten kámen", "plot": "", "genres": ["Comedy"], "file": "67.json"}, "701953": {"title": "Poor Men's Wives", "plot": "", "genres": ["Drama"], "file": "69.json"}, "703951": {"title": "The Fog", "plot": "Silent World War I (WWI) romantic melodrama (based on the novel by William Dudley Pelly) .", "genres": ["Drama"], "file": "69.json"}, "704332": {"title": "Fighting Blood", "plot": "Al Santell silent sports boxing comedy series starring George O'Hara, and all star cast:  Kit Guard, Al Cooke, Clara Horton, Mabel Van Buren, and Clark Gable (in one of his 14 uncredited roles prior to making his real debut in 1931's \"The Painted Desert\"). Note that this was one of a series of boxing films with the same characters, and each new film in the series was called a \"round\" (appropriate for a series of boxing movies!), but these movies were not serials, just connected by having the same characters.  This card is from the second series, 11th round, \"Beauty and the Feast\".", "genres": ["Drama"], "file": "69.json"}, "704356": {"title": "Fighting Blood", "plot": "Al Santell silent sports boxing comedy series starring George O'Hara, and all star cast:  Kit Guard, Al Cooke, Clara Horton, Mabel Van Buren, and Clark Gable (in one of his 14 uncredited roles prior to making his real debut in 1931's \"The Painted Desert\"). Note that this was one of a series of boxing films with the same characters, and each new film in the series was called a \"round\" (appropriate for a series of boxing movies!), but these movies were not serials, just connected by having the same characters.  This card is the 3rd round, \"Six Second Smith\".", "genres": ["Drama"], "file": "69.json"}, "704363": {"title": "Fighting Blood", "plot": "Al Santell silent sports boxing comedy series starring George O'Hara, and all star cast: Kit Guard, Al Cooke, Clara Horton, Mabel Van Buren, and Clark Gable (in one of his 14 uncredited roles prior to making his real debut in 1931's \"The Painted Desert\"). Note that this was one of a series of boxing films with the same characters, and each new film in the series was called a \"round\" (appropriate for a series of boxing movies!), but these movies were not serials, just connected by having the same characters. This card is the 4th round, \"Two Sones with One Bird\".", "genres": ["Drama"], "file": "69.json"}, "710394": {"title": "Le Continent mystérieux", "plot": "", "genres": ["Documentary"], "file": "69.json"}, "710406": {"title": "Le Raid Citroën - La traversée du Sahara en auto-chenilles", "plot": "", "genres": ["Documentary"], "file": "69.json"}, "711020": {"title": "The Rivals", "plot": "A comedy short starring Slim Summerville and Bobby Dunn featuring an early appearance by Esther Ralston.", "genres": [], "file": "69.json"}, "713773": {"title": "Homeward Bound", "plot": "A group of seven people find themselves on a ship in the middle of an endless ocean, with no recollection of how they got there. (lost film)", "genres": ["Adventure", "Drama", "Romance"], "file": "69.json"}, "716351": {"title": "Aqui e Acolá em Terra Mineira", "plot": "", "genres": ["Documentary"], "file": "70.json"}, "719860": {"title": "A Waggin' Tale", "plot": "Two married couples, where one of the two couples more happily married than the other, each get a dog that looks suspiciously similar.", "genres": [], "file": "70.json"}, "720559": {"title": "Sarati, le terrible", "plot": "", "genres": [], "file": "70.json"}, "723202": {"title": "Wüstenrausch", "plot": "A romantic adventure set in the Sahara desert.", "genres": ["Adventure", "Romance", "Action", "Drama"], "file": "70.json"}, "723289": {"title": "The Kidnapping of Fux the Banker", "plot": "", "genres": ["Comedy"], "file": "70.json"}, "723299": {"title": "Za oponou smrti", "plot": "", "genres": ["Drama"], "file": "70.json"}, "727280": {"title": "Paddy The Next Best Thing", "plot": "A girl refuses the attentions of a young playboy with whom her sister is in love.", "genres": ["Comedy", "Romance"], "file": "71.json"}, "727288": {"title": "Richard the Lion-Hearted", "plot": "Wallace Beery repeats his role of King Richard, a role he played so sucessfully in Robin Hood the previous year.", "genres": ["Drama", "Adventure", "History"], "file": "71.json"}, "727449": {"title": "Die Entdeckung Wiens am Nordpol", "plot": "Austrian cartoon that promotes the Vienna Trade Fair.", "genres": ["Animation"], "file": "71.json"}, "727655": {"title": "Colonel Heeza Liar in the African Jungles", "plot": "", "genres": ["Animation"], "file": "71.json"}, "728028": {"title": "An Orphan Rescues His Grandpa", "plot": "", "genres": ["Drama"], "file": "71.json"}, "730107": {"title": "Psicha, die Tänzerin Katherina", "plot": "", "genres": [], "file": "71.json"}, "734731": {"title": "Cause for Divorce", "plot": "David Butler and Fritzi Brunette star in this melodrama about an agricultural student whose wife longs for life in the city.", "genres": ["Drama"], "file": "71.json"}, "735213": {"title": "Yama no senroban", "plot": "", "genres": ["Drama"], "file": "71.json"}, "735215": {"title": "Chichi yo izuko e", "plot": "", "genres": ["Drama"], "file": "71.json"}, "735265": {"title": "Bright Lights of Broadway", "plot": "An innocent country girl who happens to have a lovely singing voice falls under the influence of a ruthless Broadway producer. At first she's dazzled by the producer's surface charm as well as those bright lights the title refers to, but eventually gets a dose of reality", "genres": ["Drama"], "file": "71.json"}, "75804": {"title": "The Toll of the Sea", "plot": "While visiting China, an American man falls in love with a young Chinese woman, but he then has second thoughts about the relationship.  The plot is a variation of the Madame Butterfly story, set in China instead of Japan. The Toll of the Sea was one of the first and most successful Technicolor feature films.", "genres": ["Drama", "Romance"], "file": "72.json"}, "742388": {"title": "Temporary Marriage", "plot": "Temporary Marriage is a 1923 American silent drama film directed by Lambert Hillyer and starring Kenneth Harlan, Mildred Davis, and Myrtle Stedman.", "genres": ["Drama"], "file": "72.json"}, "743200": {"title": "When Knights Were Cold", "plot": "Though only the second half survives, here's a synopsis of what's left: Stan is a Robin Hood-type character in a medieval walled town. He's chased by an army of knights, but both he and his pursuers ride music-hall half-horse costumes in lieu of real steads. He proceeds to fight, Fairbanks-like, dozens of swordsmen at once, and defeats his rival one-on-one, leaving him to marry the princess in a state ceremony.", "genres": ["Comedy"], "file": "72.json"}, "744212": {"title": "Five Orphans of the Storm", "plot": "One of Van Beuren Studios' Aesops Fables shorts", "genres": ["Animation", "Comedy"], "file": "72.json"}, "748566": {"title": "Sein gefährlichstes Spiel", "plot": "", "genres": [], "file": "73.json"}, "749641": {"title": "The Royal Oak", "plot": "King Charles flees and hides in a huge oak tree when the troops loyal to Oliver Cromwell close in. The royal entourage is disguised, and the king's sweetheart masquerades as Charles. Only when she is brought before Cromwell is it discovered the switch has been made.", "genres": ["Drama", "History"], "file": "73.json"}, "753261": {"title": "Around the World in 18 Days", "plot": "Film serial.", "genres": ["Drama"], "file": "73.json"}, "76938": {"title": "A Christmas Carol", "plot": "A 1923 version of the Charles Dickens classic with Russell Thorndike playing Scrooge.", "genres": [], "file": "73.json"}, "754688": {"title": "Dulcy", "plot": "Dulcy, a devoted but scatterbrained bride, tries to improve her absent husband's finances by inviting two of his business prospects to dinner. Though at first thoroughly confusing the deal, she does get her husband a bigger share than he bargained for.The film is now considered to be lost.", "genres": ["Comedy"], "file": "73.json"}, "755703": {"title": "Brüder", "plot": "", "genres": [], "file": "73.json"}, "756522": {"title": "The Kid Reporter", "plot": "The 'secretary' of a busy newspaperman is revealed to be a cherubic small child, Baby Peggy. When a rich woman's pearl necklace is stolen, Baby Peggy's employer promises to make the reporter who cracks the case Editor-in-Chief. The little girl seizes the opportunity, and - several disguises and chases later, with the grudging aid of the office-boy - duly returns with the jewels to achieve promotion, with all the adults scurrying to serve her.", "genres": ["Comedy"], "file": "73.json"}, "760085": {"title": "Láska si nedá poroučet", "plot": "", "genres": ["Drama"], "file": "74.json"}, "760977": {"title": "Das Wirtshaus im Spessart", "plot": "", "genres": ["Adventure"], "file": "74.json"}, "763542": {"title": "Twenty-One", "plot": "Twenty-One is a 1923 American silent drama film directed by John S. Robertson and starring Richard Barthelmess, Dorothy Mackaill and Joe King.", "genres": [], "file": "74.json"}, "763926": {"title": "Look Your Best", "plot": "Perla Quaranta, a half-starved \"daughter of Little Italy,\" is given the place in Carlo Bruni's \"Butterfly Act\" that is vacated by a chorus girl who has become overweight. Although Perla becomes friendly with Krug, the wire-man, she rejects him as a suitor, and in revenge Krug causes Perla's wire to break.", "genres": [], "file": "74.json"}, "763934": {"title": "Slippy McGee", "plot": "The title is also the moniker of a renowned safe-cracker, Slippy McGee, who has always managed to evade capture until his latest job, when he is wounded. He escapes aboard a freight train, bound for parts unknown, and finds himself in the town of Appleborro. There, he is discovered and cared for by Father De Rance and Mary Virginia. His leg is amputated, and during his recovery in Appleborro, the town's influence causes him to reform.", "genres": ["Drama"], "file": "74.json"}, "765037": {"title": "Dejte se omladit", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765040": {"title": "The Satin Girl", "plot": "The Satin Girl is a 1923 American silent drama film directed by Arthur Rosson and starring Mabel Forrest, Norman Kerry and Marc McDermott.", "genres": [], "file": "74.json"}, "765047": {"title": "Likérová princeznička", "plot": "", "genres": ["Comedy"], "file": "74.json"}, "765083": {"title": "Ulička hříchu a lásky", "plot": "", "genres": ["Drama"], "file": "74.json"}, "765212": {"title": "The Veluwe", "plot": "A film about the Veluwe made by A.M. van der Wel, the director of the Gemeentelijke Schoolbioscoop in Rotterdam. We see detailed images of villages, towns, moors, streams, ponds, poultry, and sheep farming. Van der Wel shot his own footage (according to the intertitles), but also used existing films. He drew mainly on the ‘city films’ from the catalogue of HAP & BenS. We see, for example, images from the films \"Oosterbeek aan den Rijn\" and \"De Steeg\" made by the Arnhem film company AFKO; and from the films made for Haghe Film \"From Arnhem en omstreken\" to \"Barneveld and Elburg\", directed by Willy Mullens.", "genres": ["Documentary"], "file": "74.json"}, "765336": {"title": "Hraběnka Filangieri", "plot": "", "genres": ["History"], "file": "74.json"}, "765411": {"title": "Když srdce promluví", "plot": "", "genres": ["Western"], "file": "74.json"}, "765438": {"title": "From Peasant Girl to Star", "plot": "Trijn, a spirited girl from Volendam, while dancing to the music of the village band, is seen by two impresarios who offer her a contract to appear in a theatre. Her fiancé, Krelis, tries to prevent her from leaving, but Trijn takes to her heels. She travels by train, hydroplane, ship and automobile, followed all the time by the dismayed Krelis, until she arrives at the theatre where she is to perform. There, live on stage and together with her fiancé, she convinces the incredulous Krelis that she really is a \"star\". The film was shot in the period 1923-1925.", "genres": ["Comedy"], "file": "74.json"}, "765949": {"title": "Problematický gentleman", "plot": "", "genres": ["Drama"], "file": "74.json"}, "766107": {"title": "Rasputin", "plot": "", "genres": ["Drama"], "file": "74.json"}, "767220": {"title": "The Handy Man", "plot": "A 1923 silent comedy.", "genres": ["Comedy"], "file": "74.json"}, "767758": {"title": "The Exciters", "plot": "Ronnie Rand, Required to marry before she is 21 or lose her inheritance, Ronnie Rand meets Pierre Martel, member of a gang of thieves, and, convinced that he is a \"real man,\" she marries him. Pierre's confederates attempt to blackmail Ronnie, and when she refuses to sign a check they try to kill Pierre; but police arrive in time to save him. Pierre is revealed to be a U. S. Intelligence Service agent. Ronnie, though somewhat disappointed that her husband is not at all a crook, accepts the situation.", "genres": ["Drama", "Romance"], "file": "74.json"}, "768185": {"title": "Fridericus Rex - 3. Teil: Sanssouci", "plot": "", "genres": ["Drama"], "file": "75.json"}, "768513": {"title": "Liebe und Ehe", "plot": "", "genres": [], "file": "75.json"}, "768930": {"title": "Three Who Paid", "plot": "Three Who Paid is a 1923 American silent Western melodrama film directed by Colin Campbell, and starring Dustin Farnum, with Bessie Love and Frank Campeau. The film was based on the 1922 short story by George Owen Baxter,", "genres": [], "file": "75.json"}, "769197": {"title": "The Strange Adventures of Prince Courageous", "plot": "Originally planned as 12 two-reelers, only three were made: The Little Knight, The Love Charm, The Crown of Courage.", "genres": [], "file": "75.json"}, "769203": {"title": "The Purple Dawn", "plot": "The Purple Dawn is a 1923 American silent romantic drama film that was produced, written, and directed by Charles R. Seeling. Starring Bessie Love, Bert Sprotte, and William E. Aldrich.  The film is presumed lost.", "genres": [], "file": "75.json"}, "769210": {"title": "St. Elmo", "plot": "St. Elmo is a man who killed his romantic rival in a brawl. Traveling the world as a confirmed misogynist, St. Elmo returns to home and hearth only to fall in love with the daughter of the local blacksmith. The film is based on the 1867 novel of the same name written by Augusta Jane Evans. Today, St. Elmo is a lost film.", "genres": ["Drama"], "file": "75.json"}, "769653": {"title": "Slave of Desire", "plot": "Poet Raphael de Valentin is down on his luck until a friend introduces him into society. He meets the Countess Fedora, and after she reads his poems, his work becomes an overnight sensation.", "genres": [], "file": "75.json"}, "769656": {"title": "Gentle Julia", "plot": "Gentle Julia is a 1923 American silent romantic drama film based on the popular novel Gentle Julia by Booth Tarkington. Directed by Rowland V. Lee, the film starred Bessie Love.", "genres": [], "file": "75.json"}, "771409": {"title": "Eusko-ikusgaiak", "plot": "Short films on the Basque Country's dances, sports and traditions, shot between 1923 and 1928 in Donosti, Berriz, Elorrio and Zumarraga.", "genres": [], "file": "75.json"}, "772856": {"title": "Wife in Name Only", "plot": "Wealthy orphan Philippa L'Estrange loves handsome Norman Arleigh and is confident of marrying him until he discloses that he has only brotherly affection for her. Determined to have revenge, Philippa introduces Arleigh to Madeline Dornham and reveals on their wedding day that Madeline, his bride, is the daughter of the man who killed his mother. In the end it is learned that Madeline is Mrs. Dornham's daughter from a previous marriage, not the daughter of a criminal.", "genres": ["Drama"], "file": "75.json"}, "772857": {"title": "Three O'Clock in the Morning", "plot": "Impulsive flapper Elizabeth Winthrop, rebels against her parents and moves to New York after breaking with her fiance, Clayton Webster. Hugo Von Strohm, a wealthy playboy, procures Elizabeth a job as a chorus dancer and secretly pays her salary. After he tries to seduce her, Elizabeth sees through his kindnesses and returns to her parents and Clayton.", "genres": [], "file": "75.json"}, "773283": {"title": "Our Airman Prince Engaged: Topical Budget 595-1", "plot": "Newsreel coverage of the Duke of York's engagement to Lady Elizabeth Bowes-Lyon. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "773285": {"title": "Wedding Cake for Duke of York's Bride: Topical Budget 608-2", "plot": "Newsreel coverage of the Duke of York and Lady Elizabeth Bowes-Lyon's wedding cake. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "773286": {"title": "The Royal Wedding: Topical Budget 609-2", "plot": "The wedding of the Duke of York, the future George VI, to Lady Elizabeth Bowes-Lyon. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "773289": {"title": "Duke and Bride off for Honeymoon", "plot": "The Duke of York and his bride board a train in South London. Included on the BFI DVD \"A Royal Occasion\".", "genres": [], "file": "75.json"}, "778242": {"title": "Chicken Dressing", "plot": "While young Earl Hurd Jr. is writing the scenario for the latest Bobby Bumps cartoon, the chicken is busy laying eggs. When he finally gets around to directing the cartoon, however, Bobby Bumps balks at the cartoon smoke, which looks more like springs to him.", "genres": ["Animation", "Comedy"], "file": "75.json"}, "779596": {"title": "Maciste e la figlia del re dell'argento", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "779597": {"title": "Maciste und der Sträfling Nr. 51", "plot": "", "genres": ["Drama", "Action"], "file": "75.json"}, "779598": {"title": "Maciste und die chinesische Truhe", "plot": "", "genres": ["Action", "Drama"], "file": "75.json"}, "779932": {"title": "Il capolavoro di Saetta", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "779933": {"title": "Saetta e la ghigliottina", "plot": "", "genres": ["Action", "Adventure"], "file": "75.json"}, "779936": {"title": "I milioni di Saetta", "plot": "", "genres": ["Action", "Comedy", "Adventure"], "file": "75.json"}, "783046": {"title": "Felix Tries for Treasure", "plot": "Felix and his friend little Sammy Johnson are playing baseball when they discover a map that leads to the undersea treasure of Lizzie the Pirate Queen. Building their own submarine, they slip beneath the waves in search of the treasure, and meet up with a variety of undersea creatures, including the most dangerous of all--the loan shark.", "genres": ["Animation"], "file": "76.json"}, "783048": {"title": "Felix Strikes It Rich", "plot": "Felix organizes a dance contest for hens, but runs afoul of the chicken farmer because the hens aren't meeting their egg quotas. The farmer captures Felix and makes him dig his own grave.", "genres": ["Animation"], "file": "76.json"}, "787028": {"title": "Wettlauf ums Glück", "plot": "", "genres": [], "file": "76.json"}, "787037": {"title": "A kis rongyos", "plot": "", "genres": [], "file": "76.json"}, "788108": {"title": "The Handsome Ones", "plot": "", "genres": ["Comedy"], "file": "76.json"}, "788113": {"title": "Problem Solved", "plot": "", "genres": ["Drama"], "file": "76.json"}, "788208": {"title": "Island Revenge", "plot": "", "genres": ["Drama"], "file": "76.json"}, "788215": {"title": "Doloretes", "plot": "", "genres": ["Drama"], "file": "76.json"}, "788223": {"title": "The Moorish Queen", "plot": "", "genres": ["Drama"], "file": "76.json"}, "80877": {"title": "The Tales of Hoffmann", "plot": "\"The Tales of Hoffmann\" - The story of the poet Hoffmann, who falls in love with a mechanical doll, loses his mirror image in Venice and finally liberates his lover from the clutches of a sinister doctor.", "genres": ["Drama", "Fantasy"], "file": "77.json"}, "796041": {"title": "Silver Blaze", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "77.json"}, "796045": {"title": "The Speckled Band", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "77.json"}, "796051": {"title": "The Gloria Scott", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "77.json"}, "796054": {"title": "The Blue Carbuncle", "plot": "An adaptation of a Sherlock Holmes short story starring Eille Norwood.", "genres": ["Mystery", "Crime"], "file": "77.json"}, "801989": {"title": "The Adams's Boys", "plot": "Based on a poem by James Foley.", "genres": [], "file": "77.json"}, "801993": {"title": "Arrested For Life", "plot": "A woman has difficulty finding a job in a new town.", "genres": ["Comedy"], "file": "77.json"}, "808469": {"title": "Młodość Zwycięża", "plot": "", "genres": ["Drama", "Romance"], "file": "78.json"}, "809188": {"title": "Kidding Katie", "plot": "A 1923 Christie comedy starring Babe London and Dorothy Devore. Queenie (London) has sent a picture of her sister Katie (Devore) to her pen pal as if it was her. Now that the pen pal is in love and coming to meet Queenie in person, Katie has to pretend she is a child.", "genres": ["Comedy"], "file": "78.json"}, "809199": {"title": "A Perfect 36", "plot": "In order to escape from the police after a small car accident, Bobby dresses as a girl and a sailor in a boat ride.", "genres": ["Comedy"], "file": "78.json"}, "809210": {"title": "Fool Proof", "plot": "A 1924 Neal Burns comedy. To show his son that there’s more to life than work, a rich man pretends he is getting married to a chorus girl.", "genres": ["Comedy"], "file": "78.json"}, "809954": {"title": "Introduction à la vie rurale de l'avenir", "plot": "The daily schedule is rational and step by step the farmer's tasks are carried out both in the household (ironing, making beds, raising children, making food) and in the yard (feeding animals, analyzing milk samples, making cheese, churning milk, work in the vegetable garden, collecting eggs). In the evening, she puts the children to bed and has some time left for some relaxing activities such as knitting or reading.", "genres": ["Documentary"], "file": "78.json"}, "811744": {"title": "Le Japon autrefois et aujourd'hui", "plot": "A short film", "genres": [], "file": "78.json"}, "813273": {"title": "L' ospite sconosciuta", "plot": "", "genres": [], "file": "78.json"}, "813278": {"title": "La dama de chez Maxim's", "plot": "", "genres": [], "file": "78.json"}, "813304": {"title": "A Tough Winter", "plot": "Silent film comedy from 1923. Parody of \"Nanook of the North.\"", "genres": ["Comedy"], "file": "78.json"}, "816708": {"title": "The Border", "plot": "", "genres": ["Romance"], "file": "79.json"}, "817068": {"title": "The Story of Chun-hyang", "plot": "Chun-hyang, is secretly engaged to marry Mong-ryong Lee. Lee leaves for Seoul with his father and the new governor, Hak-do Byeon, begins coveting Chun-hyang.", "genres": ["Romance"], "file": "79.json"}, "818139": {"title": "Das brennende Geheimnis", "plot": "", "genres": [], "file": "79.json"}, "818242": {"title": "The Mystery of Dr. Fu Manchu", "plot": "A killer kitty with poison-tipped claws, giant noxious mushrooms and aphonia-inducing flowers are just some of the challenges faced by Sir Denis Nayland Smith and Dr Petrie in their battles against arch-villain Fu Manchu. Series of 15 shorts, each with a self-contained story.", "genres": ["Crime", "Drama"], "file": "79.json"}, "84956": {"title": "Warning Shadows", "plot": "During a dinner given by a wealthy baron and his wife, attended by four of her suitors in a 19th century German manor, a shadow-player rescues the marriage by giving all the guests a vision what might happen tonight if the baron stays jealous and the suitors do not reduce their advances towards his beautiful wife. Or was it a vision?", "genres": ["Thriller", "Fantasy", "Drama", "Horror"], "file": "81.json"}, "834656": {"title": "Madsalune", "plot": "", "genres": ["Drama"], "file": "81.json"}, "835980": {"title": "The Wandering Jew", "plot": "'The legend of the Wandering Jew, condemned to walk the earth until the Second Coming.' (British Film Institute)", "genres": [], "file": "81.json"}, "839121": {"title": "Saad Zaghloul Back", "plot": "Rare footage of Saad Zaghloul's return from exile in 1923 and the Egyptian reception of him, filmed by Egyptian cinema pioneer Mohamed Bayoumi.", "genres": ["Documentary"], "file": "82.json"}, "842140": {"title": "What a Wife Learned", "plot": "A novelist's success causes a rift between her and her rancher husband.", "genres": ["Drama"], "file": "82.json"}, "85667": {"title": "Jazzmania", "plot": "The queen of a mythical European nation flees to America when a general threatens to overthrow her government.", "genres": ["Drama"], "file": "82.json"}, "848130": {"title": "Комбриг Иванов", "plot": "Story of combrig Ivanov who wished to marry a prayers'  daughter.", "genres": ["Comedy"], "file": "82.json"}, "850980": {"title": "Martin Luther", "plot": "Martin Luther", "genres": [], "file": "83.json"}, "852915": {"title": "The Reflection of Claude Mercoeur", "plot": "A man overloaded by work accepts the offer of an identical double to perform some of those responsibilities for him, leading to deadly consequences.", "genres": ["Drama"], "file": "83.json"}, "859052": {"title": "Par habitude", "plot": "Maurice returns out of habit in the apartment from which he has just moved and turns the lives of the new tenants upside down.", "genres": ["Comedy"], "file": "83.json"}, "862286": {"title": "The Kibbo Kift", "plot": "The Kindred of the Kibbo Kift was a British youth organisation founded in 1920 as an alternative to the Scout movement. This edition of the Topical Budget newsreel captures a meeting at Great Missenden, Buckinghamshire.", "genres": [], "file": "83.json"}, "866121": {"title": "Miles of Smiles", "plot": "In a dual role, Baby Peggy plays the Morgan twins—one who lives with her wealthy parents, and her identical sibling, who is adopted by the impoverished owner of a small-gauge tourist train. Chaos erupts for all concerned when the chase for a lost coin and a case of mistaken identity fortuitously reunites the sisters.", "genres": [], "file": "84.json"}, "866453": {"title": "The Golden Horn", "plot": "Friends Peder and Oluf are neighbours and meet regularly for a pint and a game of chess. In secret, Oluf casts a roving eye at his friend’s wife, Mette, who is clearly receptive to his charms. But he has no need to look for a wife, he tells Peder, who mocks him for being a bachelor. No, all he needs to do to lure women in is to blow his golden horn. Even Mette will not be able to resist its call! That very evening, the call of the horn resounds through the night. But does it really have the power that Oluf claims? (stumfilm.dk)", "genres": ["Fantasy", "Drama", "Romance"], "file": "84.json"}, "869591": {"title": "The Great Earthquake and Fire in Kanto", "plot": "Documentary recording the devastation of the 1923 Kanto earthquake and subsequent relief efforts and reconstruction. Re-released by the Kanto Earthquake Digital Image Archive in 2021.", "genres": ["Documentary"], "file": "84.json"}, "870124": {"title": "Aesthetic Camping", "plot": "One of Disney's lost Lafflets cartoons", "genres": [], "file": "84.json"}, "870128": {"title": "Reuben's Big Day", "plot": "One of Disney's lost Lafflets cartoons.", "genres": [], "file": "84.json"}, "870133": {"title": "A Star Pitcher", "plot": "One of Disney's lost Lafflets cartoons.", "genres": [], "file": "84.json"}, "875781": {"title": "Nora", "plot": "Adaptation of A Doll's House by Henrik Ibsen.", "genres": [], "file": "84.json"}, "90042": {"title": "The Nightingale's Voice", "plot": "A partly-animated short film, a fairy-tale-like telling of why the nightingale only sings at night. A young girl who has caught a nightingale dreams about the songbird and its mate, and comes to realize that birds are not meant to be captive.", "genres": ["Drama", "Animation", "Fantasy"], "file": "84.json"}, "876171": {"title": "A la gare...", "plot": "", "genres": [], "file": "84.json"}, "876317": {"title": "Pedrucho", "plot": "", "genres": [], "file": "84.json"}, "881956": {"title": "Janne Modig", "plot": "Janne Modig lives in Småbacka and loves to pull pranks with his friend Nisse.", "genres": ["Comedy"], "file": "85.json"}, "885039": {"title": "Ihr Fehltritt", "plot": "", "genres": [], "file": "85.json"}, "887639": {"title": "En rackarunge", "plot": "About a fun and mischievous little girl.", "genres": ["Drama"], "file": "85.json"}, "91208": {"title": "Souls for Sale", "plot": "A young woman hits Hollywood, determined to become a star.", "genres": ["Comedy", "Drama", "Romance"], "file": "85.json"}, "896524": {"title": "On demande un mannequin", "plot": "Eugenie, a young girl with a delicate temperament, runs away from the sordid cabaret run by her mother. Helped by a providential coincidence, she became a model in a fashion house on the Champs-Élysées.", "genres": ["Comedy", "Romance"], "file": "86.json"}, "897397": {"title": "A Gentleman of Leisure", "plot": "Jack Holt is Robert Pitt, a wealthy young idler who has just returned home to the States from London. While at a restaurant, he notices pretty Molly Creedon (Sigrid Holmquist). He sees that she has a photograph inscribed \"with love\" and as a joke, he makes a bet with his pals that he will obtain an autographed picture from the girl within 24 hours. But getting the photo is harder than it seemed at first, and he finally asks a burglar to help him out by stealing it.", "genres": ["Comedy"], "file": "86.json"}, "898803": {"title": "The Last Hour", "plot": "Steve Cline returns to the U.S. after earning his fortune in South America. He reads in the paper that his brother Tom was arrested for safecracking. Tom escapes and runs to the home of Sadie McCall, whose father Reever heads a forgery ring. Steve rushes to meet his brother, but Tom is killed in a police raid. Reever gets away and Steve falls for Sadie, but Steve takes the blame for the murder and faces death by hanging.  Reported by some to be Gary Cooper's first film as an extra.  However this is not confirmed in any way.", "genres": ["Crime"], "file": "86.json"}, "899696": {"title": "Lights Out", "plot": "Notorious crooks \"Hairpin\" Annie and Sea Bass steal a suitcase on the train and discover that it is filled with scenarios. Its owner, Egbert Winslow, agrees to write a screenplay about the underworld with Sea Bass's help. Sea Bass, seeing a chance to expose a pal who has double-crossed him, describes \"High-Shine\" Joe and some of his underworld activities. Joe sees the film in a South American theater and recognizes himself. He goes to the motion picture studio determined to kill Egbert Winslow, but bank president Peyton, who has been robbed by Joe, appears simultaneously with the police and saves Winslow.", "genres": ["Drama"], "file": "86.json"}, "900400": {"title": "Weber and Fields Pool Hall", "plot": "Vaudeville stars Weber and Fields perform their famous pool hall routine in a short film produced in the DeForest Phonofilm sound-on-film process.", "genres": [], "file": "86.json"}, "900688": {"title": "Eyes of the Forest", "plot": "The Rangers use airplanes to catch the bad guys in this Tom Mix Western filmed on location in Santa Cruz, California.", "genres": ["Western"], "file": "86.json"}, "900697": {"title": "Mile-a-Minute Romeo", "plot": "Three men, Lucky Bill ( Tom Mix ), Landry ( J. Gordon Russell ), and Morgan ( Jim Mason ) are in love with the same girl, pretty Molly ( Betty Jewel ). Lucky Bill finally wins her with his skillful horsemanship and dogged determination.", "genres": ["Western"], "file": "86.json"}, "900707": {"title": "Stepping Fast", "plot": "Mix is Grant Malvern, a rancher who befriends scientist Quentin Durant (Tom S. Guise) after rescuing him from a trio of Chinese crooks. The crooks want to find Durant's Arizona gold mine, and the map to the location is contained in a pair of rings. After the crooks track down Durant and kill him, one of the rings winds up with Durant's daughter, Helen (Adams), and the other falls into Malvern's hands.", "genres": ["Western"], "file": "86.json"}, "900715": {"title": "Romance Land", "plot": "This silent action comedy features Tom Mix donning a suit of armor to battle an unscrupulous ranch foreman in a style that would appear familiar to King Arthur and his knights.", "genres": ["Comedy", "Western"], "file": "86.json"}, "901130": {"title": "Six Cylinder Love", "plot": "After buying a car, Richard Burton finds that his wife and daughter have become unreasonably extravagant, and is surrounded by sponging friends.", "genres": ["Comedy"], "file": "86.json"}, "903448": {"title": "The Trail of the Lonesome Pine", "plot": "June Tolliver is a Kentucky mountain girl whose family is feuding with the Falins. But their differences are temporarily put on hold when revenue officer John Hale (Antonio Moreno) comes around. He falls in love with June and sends her to the city to get an education. When she returns and the feud breaks out once again, June tries to become a peacemaker between the two families.", "genres": ["Drama"], "file": "86.json"}, "904048": {"title": "Stormy Seas", "plot": "Two men in love with the same girl race to save her when she is trapped aboard a ship on fire in storm-swept seas.", "genres": ["Drama"], "file": "87.json"}, "911810": {"title": "The Secret of the Pueblo", "plot": "Indians have taken lovely Ruth Bryson prisoner, but handsome Bob Benson, who has managed to locate the secret entrance to the memorial altar room, and attempts a rescue in the nick of time!", "genres": ["Western"], "file": "87.json"}, "911838": {"title": "The Buster", "plot": "In an attempt to try and tame young city girl Charlotte Rowland, Bill Coryell, a young rancher, plans a fake kidnapping party from which he is to rescue her. However, a bully interferes and incites her against Bill, but Charlotte discovers the ruse in time to save herself and Coryell.", "genres": ["Western"], "file": "87.json"}, "912486": {"title": "Gasoline Love", "plot": "Fay Wray's first film", "genres": [], "file": "87.json"}, "913065": {"title": "Egy dollár", "plot": "", "genres": [], "file": "87.json"}, "913171": {"title": "The Man in the Iron Mask", "plot": "Cardinal Richelieu gives the order that the twin brother of France's King Louis XIV should be removed from the court and taken to the country. There he is educated, without knowledge of his true ancestry, and kept as a prisoner.", "genres": ["Drama", "Adventure"], "file": "87.json"}, "916346": {"title": "Quicksands", "plot": "Stationed at the Mexican border, a young lieutenant whose job is to capture a ring of narcotics smugglers, spies his sweetheart, the daughter of a U. S. Customs official, in a cantina suspected of being the headquarters of the dope ring.", "genres": ["Crime", "Drama"], "file": "87.json"}, "916359": {"title": "The Woman with Four Faces", "plot": "The woman with four faces is a movie about a woman who happens to be both a thief and a con artist and who cannot be arrested because she is faceless.", "genres": ["Drama"], "file": "87.json"}, "916360": {"title": "Racing Hearts", "plot": "Automobile maker John Kent is an old-fashioned sort who refuses to advertise his car line. His daughter Ginger, however, is determined to get him some publicity and goes speeding around town in one of his cars, hoping to get arrested. Roddy Smith, posing as a cop, stops her. His father owns a rival firm and he suggests that Ginger convince her father to enter his car in the Vanderbilt road race.", "genres": ["Comedy", "Drama"], "file": "87.json"}, "916798": {"title": "Puritan Passions", "plot": "Goody Rickby has a child out of wedlock, but it dies when the father, Gillead Wingate, refuses to acknowledge the child or help the mother get medical aid. Wingate becomes one of the foremost figures in the witch hunts, and Goody plots her revenge with Dr. Nicholas, who is really the Devil.", "genres": ["Drama"], "file": "87.json"}, "916853": {"title": "S.O.S. Die Insel der Tränen", "plot": "", "genres": [], "file": "87.json"}, "918738": {"title": "The Wizardry of Wireless", "plot": "A history of communications and how they work.", "genres": [], "file": "87.json"}, "919480": {"title": "Ruggles of Red Gap", "plot": "An English valet brought to the American west assimilates into the American way of life.", "genres": ["Comedy", "Western"], "file": "87.json"}, "919482": {"title": "Wolf Tracks", "plot": "Poverty-row Western story of two young strangers -- Jack Hastings and Jean Meredith  -- inheriting one-half of a map to a hidden gold mine. A villain, Wolf Santell, steals Jack's half of the map, which is enclosed in a locket, only to lose it again in the river.", "genres": ["Western"], "file": "87.json"}, "920447": {"title": "The Oregon Trail", "plot": "The Oregon Trail 1923 Western", "genres": ["Western"], "file": "87.json"}, "921304": {"title": "The Romany", "plot": "A gypsy girl saves a runaway girl from her rich fiancé.", "genres": ["Adventure"], "file": "88.json"}, "921307": {"title": "Heartstrings", "plot": "A sailor returns from 'death' to find his wife has remarried for the sake of her crippled child.", "genres": ["Romance"], "file": "88.json"}, "921309": {"title": "M'Lord of the White Road", "plot": "A dying lord asks a tramp to pose as him and marry a lady, and he is later accused of killing the lord.", "genres": ["Adventure", "Drama"], "file": "88.json"}, "96951": {"title": "Salomé", "plot": "Based on Oscar Wilde's play, the films tells the story of how Salomé agrees to dance for King Herod in return for the head of John the Baptist.", "genres": ["Drama", "Fantasy", "Horror"], "file": "88.json"}, "922215": {"title": "Jack Frost", "plot": "Jack Frost is a silent comedy short", "genres": ["Comedy"], "file": "88.json"}, "922400": {"title": "Her Dangerous Path", "plot": "Her Dangerous Path", "genres": ["Adventure", "Action"], "file": "88.json"}, "922448": {"title": "Jacqueline, or Blazing Barriers", "plot": "", "genres": ["Drama"], "file": "88.json"}, "924162": {"title": "St. Elmo", "plot": "A widow's son kills his clerical rival in a duel and becomes possessed by the devil.", "genres": ["Drama"], "file": "88.json"}, "924165": {"title": "Blow Your Own Horn", "plot": "World War I veteran Jack Dunbar who, like a lot of veterans then and now, is finding it hard to land a job. When he fixes the broken down auto of the newly rich Nicholas Small, he finally runs into some luck. The blustery Small explains that the way to get ahead is to blow your own horn, and then he takes Dunbar to an estate, where he is introduced as a millionaire.", "genres": ["Comedy"], "file": "88.json"}, "926721": {"title": "The Footlight Ranger", "plot": "Cowboy Bill sells his prize dogs to pay Janet's way back to New York and, in love with the girl, follows her to Manhattan where he obtains a job as a construction worker.", "genres": ["Western"], "file": "88.json"}, "926991": {"title": "Snowdrift", "plot": "A Northwest melodrama about a mining engineer who loses his money gambling in the Yukon.", "genres": ["Action", "Adventure"], "file": "88.json"}, "927012": {"title": "Skid Proof", "plot": "Halfway through a transcontinental auto race, Dutton Hardmere discovers foul play.", "genres": ["Drama"], "file": "88.json"}, "927230": {"title": "Second Hand Love", "plot": "Andy Hanks is an itinerant fix-it man who comes to town with his horse and dog as his only pals. He falls in love with Angela Trent, a young woman with an air of mystery about her.", "genres": ["Drama"], "file": "88.json"}, "927231": {"title": "Hell's Hole", "plot": "Cowboy Tod Musgrave and his pal Del Hawkins steal a ride on a train after being kicked out of a saloon. The conductor throws them off when he discovers they have no tickets, and the two men swear revenge.", "genres": ["Western"], "file": "88.json"}, "927233": {"title": "Cupid's Fireman", "plot": "McGee becomes a fireman over the protests of his mother, who doesn't want to see her son sacrifice his life the way his father did. When she dies, McGee adopts little Elizabeth Stevens, who takes care of him instead of vice versa. Along the way he meets Agnes Evans, a chorus girl, and falls in love.", "genres": ["Action", "Drama"], "file": "88.json"}, "928061": {"title": "Western Justice", "plot": "A mining engineer is hired by a villainous woman to front her fake company. When he smells a rat, the woman -- known as \"Lady Lucifer\" -- has him abducted.", "genres": ["Western"], "file": "88.json"}, "930450": {"title": "If Winter Comes", "plot": "Mark Sabre hires young Effie Bright to keep his snobbish, cold-hearted wife Mabel company while he goes off to war. When he returns home from the front wounded, he finds that Mabel has fired Effie, who shows up at Mark's door with her baby, having no place to go. Mark takes her in, but Mabel leaves him when the town shuns him for what they believe is going on with Mark and Effie. Matters are further complicated when Effie, driven to desperation, commits an unspeakable act that results in Mark having a nervous breakdown--and then things get worse.", "genres": ["Drama"], "file": "88.json"}, "931588": {"title": "Na krylyah vvys", "plot": "", "genres": ["History", "Adventure"], "file": "88.json"}, "934523": {"title": "Fires of Fate", "plot": "In Egypt a colonel with a year to live saves a girl from an Arab prince.", "genres": ["Adventure"], "file": "89.json"}, "97716": {"title": "Scaramouche", "plot": "A law student becomes an outlaw French revolutionary when he decides to avenge the unjust killing of his friend. To get close to the aristocrat who has killed his friend, the student adopts the identity of Scaramouche the clown.", "genres": ["Drama", "Adventure"], "file": "89.json"}, "939965": {"title": "The Courtship of Miles Standish", "plot": "A dramatization of Henry Wadsworth Longfellow's poem 'The Courtship of Miles Standish,' this is the story of the Pilgrims who fled religious persecution in England and came to America aboard the Mayflower.", "genres": ["Drama", "History"], "file": "89.json"}, "941565": {"title": "Felix Calms His Conscience", "plot": "Felix thinks better of his plan to kill a rival.", "genres": ["Animation"], "file": "89.json"}, "941568": {"title": "Felix the Globe Trotter", "plot": "Felix goes to Australia.", "genres": ["Animation"], "file": "89.json"}, "941570": {"title": "Felix Laughs Last", "plot": "Felix has problems with mice.", "genres": ["Animation"], "file": "89.json"}, "941572": {"title": "Felix and the Radio", "plot": "Cartoon short.", "genres": ["Animation"], "file": "89.json"}, "941574": {"title": "Felix Fills a Shortage", "plot": "Felix travels to Banana Island.", "genres": ["Animation"], "file": "89.json"}, "941576": {"title": "Felix the Goat Getter", "plot": "Felix helps Willie do his chores.", "genres": ["Animation"], "file": "89.json"}, "942971": {"title": "Sagan om de sista örnarna", "plot": "Documentary following a nest of eagles as they raise their children until they are ready to leave the nest.", "genres": ["Documentary"], "file": "89.json"}, "945041": {"title": "Martín Fierro", "plot": "", "genres": [], "file": "90.json"}, "945864": {"title": "Where's My Wandering Boy This Evening?", "plot": "Where's My Wandering Boy This Evening? is a comedy short released in 1923", "genres": ["Comedy"], "file": "90.json"}, "945865": {"title": "Pitfalls of a Big City", "plot": "Pitfalls of a Big City is a 1923 short comedy", "genres": ["Comedy"], "file": "90.json"}, "945874": {"title": "Maanbhanjan", "plot": "", "genres": ["Drama"], "file": "90.json"}, "945884": {"title": "Asleep at the Switch", "plot": "Asleep at the Switch is a 1923 comedy short.", "genres": ["Comedy"], "file": "90.json"}, "945905": {"title": "White Doves in the Black Town", "plot": "", "genres": ["Drama"], "file": "90.json"}, "945908": {"title": "Inbad the Sailor", "plot": "Inbad the Sailor is a 1923 comedy short.", "genres": ["Comedy"], "file": "90.json"}, "947487": {"title": "The Eagle's Talons", "plot": "An unscrupulous gang attempts to corner the wheat market.", "genres": ["Action"], "file": "90.json"}, "950357": {"title": "Macao - Progress and Monuments", "plot": "The film shows the development of the Chinese city while highlighting the Portuguese presence: the official buildings, personalities of the colonial administration. The bust of the great poet Luis de Camões recalls the epic discoveries and the glory of navigators. The director observes the Chinese people, their activities, their hobbies. He seems fascinated and, perhaps in spite of himself, shows us a very dynamic Chinese city where the Portuguese seem to be tourists.", "genres": [], "file": "90.json"}, "950359": {"title": "Angola – Provincial, Agricultural and Industrial Exhibition", "plot": "This film shot in the south of Angola, is one of the few existing archival films of the time. It’s likely that the author filmed these images on command of Norton de Matos who was twice governor of Angola (1912-15 and 1921-24) and that we see in the image. A republican and mason, he was one of the promoters of colonial expansion in Africa, which began in the early 20th century, following the “pacification campaigns” – terrible wars – in Angola and Mozambique. He worked for the development of Angola and the settlement of Portuguese colonial settlers.  The first part shows the opening of the trade and agricultural fair in the coastal city of Benguela. The atmosphere is very provincial Portuguese. Some Angolans walk through the frames; some are well-dressed – suits, hats – others are employees. Then a report on a Congress of Medicine and finally an aviation demonstration. It’s a promotional film about the development of southern Angola.", "genres": [], "file": "90.json"}, "955633": {"title": "A Royal Divorce", "plot": "Emperor Napoleon divorces his wife to marry an Austrian Queen and have an heir.", "genres": ["Drama", "History"], "file": "90.json"}, "955958": {"title": "Crashin' Thru", "plot": "Crashin' Thru is a silent Western", "genres": ["Western"], "file": "90.json"}, "956005": {"title": "Desert Driven", "plot": "The story of a man -- accused of a crime he didn't commit and wounded by the posse -- who hides out on a desert ranch.", "genres": ["Western"], "file": "90.json"}, "956006": {"title": "The Miracle Baby", "plot": "Neil Allison is tricked into assaying some false samples from a young crook's mine. When Neil sees that he has been duped, a quarrel ensues, and Jim Starke, the youth, is stabbed by an unknown assassin. Neil runs away thinking he has committed murder and becomes the unwitting partner of the victim's father.", "genres": ["Western"], "file": "90.json"}, "960618": {"title": "Money, Money, Money", "plot": "Money, Money, Money is a 1923 silent film.", "genres": ["Drama"], "file": "91.json"}, "961479": {"title": "Jesus the Christ", "plot": "Truly an obscure piece of forgotten silent cinema this film while somewhat basic in presentation still boasts fine production values. Using its set pieces, location shots, costumes and crowd scenes to good effect to tell the familiar religious story. See below for some stills from the film.", "genres": [], "file": "91.json"}, "962420": {"title": "Lonesome Luck", "plot": "Lonesome Luck is a 1923 silent film.", "genres": ["Western"], "file": "91.json"}, "965511": {"title": "Oh! Shoot", "plot": "Short silent comedy starring Chaplin imitator Bobby Dunn.", "genres": [], "file": "91.json"}, "966793": {"title": "Fausto", "plot": "Argentinian silent film based on the poem by Estanislao del Campo.", "genres": ["Comedy"], "file": "91.json"}, "970621": {"title": "Med Roald Amundsens Nordpolsekspedition til første vinterkvarter", "plot": "Documentary following Roald Amundsen's expedition from Seattle to Nome in Alaska and further to East Cape and up to the iced poles in C.S. Homes.", "genres": ["Documentary"], "file": "92.json"}, "970628": {"title": "Nordenfor polarcirkelen", "plot": "A documentary following the lap people in Northern Norway. Their daily hard work through the year.", "genres": ["Documentary"], "file": "92.json"}, "970633": {"title": "Norge - en skildring i 6 akter", "plot": "Travel documentary in six parts showcasing Norway", "genres": ["Documentary"], "file": "92.json"}, "970635": {"title": "Strandhugg på Kavringen", "plot": "A poor man is sent by his wife to buy fish. On the way to the fish market, he gets drunk, using the money he was supposed to buy the fish with. The man does not dare go home without fish, and he steals a small boat with fishing gear to try his luck. He does not catch any fish, and he drinks the rest of the alcohol he has left before he falls asleep in the boat. As he sleeps, he dreams that he is engaged in a coastal raid at Kavringen, where he experiences many marvelous things. When he wakes up his wife appears, and the mysteries he experienced in his sleep are resolved by his wife with striking arguments.", "genres": ["Comedy", "Drama", "Fantasy"], "file": "92.json"}, "971505": {"title": "Hoodman Blind", "plot": "It is a remake of a 1913 film of the same name directed by James Gordon and a 1916 William Farnum Fox feature titled A Man of Sorrow and based on the play Hoodman Blind.", "genres": ["Drama"], "file": "92.json"}, "975951": {"title": "Lawful Larceny", "plot": "During his wife's absence, Andrew Dorsey is snared by Vivian Hepburn, owner of a crooked gambling house, and her silent partner, Guy Tarlow. Dorsey loses so much money that Vivian persuades him to give her one of his firm's checks for a large sum of money. Hearing her husband's confession, Marion Dorsey, returned from Europe, determines to retrieve the check.", "genres": ["Drama"], "file": "92.json"}, "104294": {"title": "Go West", "plot": "Western Movies with monkeys in the roles. The son of mom and dad Monkey gets home too late after a wet night. The father, tired of this behavior has enough and throws his son out of the house.", "genres": ["Western", "Drama", "Comedy"], "file": "93.json"}, "977989": {"title": "The Truth About Wives", "plot": "The Truth About Wives is a 1923 silent film.", "genres": ["Drama"], "file": "93.json"}, "978416": {"title": "The Chickasha Bone Crusher", "plot": "Ninth episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978417": {"title": "When Kane Met Abel", "plot": "Tenth episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978421": {"title": "Strike Father, Strike Son", "plot": "Eleventh episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978422": {"title": "Joan of Newark", "plot": "Twelfth episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978448": {"title": "The Wandering Two", "plot": "13th episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978449": {"title": "The Widower's Mite", "plot": "14th episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978458": {"title": "Don Coyote", "plot": "Fifteenth entry in the Leather Pushers series of two-reel shorts.", "genres": ["Drama"], "file": "93.json"}, "978462": {"title": "Something for Nothing", "plot": "16th episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "978466": {"title": "Columbia, the Gem, and the Ocean", "plot": "Fifth entry in the 2-reel New Leather Pushers third series.", "genres": ["Drama"], "file": "93.json"}, "978475": {"title": "Barnaby's Grudge", "plot": "18th episode in the first 'Leather Pushers' series of two-reel boxing shorts.", "genres": ["Drama"], "file": "93.json"}, "979623": {"title": "Stephen Steps Out", "plot": "Stephen Steps Out is a 1923 comedy short.", "genres": ["Comedy"], "file": "93.json"}, "979628": {"title": "Big Brother", "plot": "When gangster Jimmy Donovan is made guardian of Midge, the 7-year-old brother of his friend Big Ben Murray, he decides to reform and rear Midge properly. The court takes custody of Midge, but Donovan proves himself by recovering a payroll stolen by some of his ex-colleagues, thereby winning Midge and Kitty, his girl.", "genres": ["Crime"], "file": "93.json"}, "979654": {"title": "The Bond Boy", "plot": "For the sake of his impoverished mother, Joe Newbolt bonds himself to harsh Isom Chase. Ollie Chase tires of the difficult life her husband has forced on her and plans to elope with Cyrus Morgan, but Joe's sense of honor forces him to intervene. While Joe is trying to persuade Ollie not to proceed with her plans, Chase discovers him with his wife, misunderstands, reaches for his gun, and is accidentally killed. Joe protects Mrs. Chase, though he is accused of murder, tried, convicted, and sentenced to be hanged.", "genres": ["Drama"], "file": "93.json"}, "979681": {"title": "Sant'Ilario", "plot": "Sant'Ilario is a 1923 silent film", "genres": ["Drama"], "file": "93.json"}, "979685": {"title": "Fury", "plot": "Fury is a 1923 silent film", "genres": ["Adventure"], "file": "93.json"}, "979690": {"title": "Don't Marry for Money", "plot": "Don't Marry for Money is a 1923 silent drama", "genres": ["Drama"], "file": "93.json"}, "980022": {"title": "Backbone", "plot": "When Yvonne de Chausson comes home from a trip to France, she is told that her grandfather, lumber magnate Andre de Mersay, has been stricken with an undisclosed illness. He is sequestered in a room and his secretary refuses to allow Yvonne to see him. Her attempts to get to him are constantly thwarted and the plot thickens with the appearance of John Thorne, who purchases part of the family's land holdings without Yvonne's consent.", "genres": ["Drama", "Romance"], "file": "93.json"}, "980518": {"title": "Will He Conquer Dempsey?", "plot": "A profile of boxer Luis Firpo, who challenged Jack Dempsey for the Heavyweight Championship of the World.", "genres": ["Documentary"], "file": "93.json"}, "981182": {"title": "Held to Answer", "plot": "John Hampstead gives up his career as an actor and his actress sweetheart, Marian Dounay, to become a minister in a western town. Marian appears, and failing to win him back she tries to ruin his reputation. Hampstead is accused of stealing some jewelry though actually he is protecting the scapegrace brother of his current sweetheart, Bessie.", "genres": ["Crime", "Drama"], "file": "93.json"}, "981227": {"title": "The Unknown Purple", "plot": "Inventor Peter Marchmont has discovered a purple light that renders the user invisible. On his release from prison, Marchmont, disguised as Victor Cromport, uses the light to revenge himself against his former wife, Jewel, and her partner, James Dawson, who framed him for theft. Making himself invisible, Marchmont gradually ruins Dawson. He so wins Jewel's confidence and love that she is willing to kill Dawson at Marchmont's request. Finally, Marchmont leaves the scheming couple to their own misery and marries Jewel's sister, Ruth Marsh.", "genres": ["Mystery", "Science Fiction"], "file": "93.json"}, "981228": {"title": "The Little Girl Next Door", "plot": "", "genres": ["Drama"], "file": "93.json"}, "981580": {"title": "The Man from Brodney's", "plot": "A drama of the India Seas that has Hollingsworth Chance, a young American, tangled in court intrigue to, is put to the supreme test to save the girl he loves, Princess Geneva", "genres": ["Adventure", "Drama", "Romance"], "file": "93.json"}, "982235": {"title": "The Governor's Lady", "plot": "The Governor's Lady is a 1923 silent film.", "genres": ["Drama"], "file": "93.json"}, "983915": {"title": "Father", "plot": "An early Japanese film", "genres": [], "file": "93.json"}, "988103": {"title": "The Temptation of Carlton Earle", "plot": "A doctor poisons his dying friend and is framed by his valet for poisoning his wife's first husband.", "genres": ["Crime", "Drama"], "file": "93.json"}, "989488": {"title": "Balloons", "plot": "The Inkwell Clown goes for a balloon ride. Later, Max's studio is filled with so many balloons that it floats away.", "genres": ["Animation", "Comedy"], "file": "94.json"}, "990153": {"title": "Cyclone Jones", "plot": "Young cowboy Cyclone Jones falls for pretty Sylvia Billings, who with her sheep-rancher father has just come to town. However, his pursuit of Sylvia runs into some roadblocks, mainly the hostility of the local cattle ranchers to \"sheepmen\" like her father, whose sheep they believe ravage the range and leave it unusable for their cattle to graze on and who are determined to drive the new arrivals out of town.", "genres": ["Western"], "file": "94.json"}, "990154": {"title": "Riders at Night", "plot": "A gang of bad men terrorizes the country. Their revenge is directed against the daughter of a rancher who defies the leader. The attempt to abduct the girl is foiled by Jim Bart.", "genres": ["Western"], "file": "94.json"}, "990155": {"title": "End of the Rope", "plot": "End of the Rope is a 1923 Western.", "genres": ["Western"], "file": "94.json"}, "990160": {"title": "$1,000 Reward", "plot": "$1,000 Reward is a 1923 silent Western.", "genres": ["Western"], "file": "94.json"}, "105716": {"title": "Rhythm 23", "plot": "We watch white shapes dancing on black background, which changes when the white shape fills up the screen completely, and black lines and figures bounce around on the now white background.", "genres": ["Animation"], "file": "94.json"}, "993095": {"title": "One Hard Pull", "plot": "A tooth needs pulling out.", "genres": ["Animation"], "file": "94.json"}, "993098": {"title": "The Fable of the Alley Cat", "plot": "When Al Falfa's house is overrun by mice, he gets a cat to keep them down. All too soon he finds that his mouser may deal with the mice, but now he has other cats coming to serenade her while he is trying to sleep.", "genres": ["Animation"], "file": "94.json"}, "998570": {"title": "Scenes of Māori Life on the East Coast", "plot": "Apirana Ngata, Member of Parliament for Eastern Māori, was keen for the museum group to visit the East Coast to obtain records of his people of Ngāti Porou. In March 1923 the expedition, which included Te Rangi Hiroa (Sir Peter Buck), James McDonald, Elsdon Best and Johannes Andersen, set out for the Ngata homestead at Waiomatatini which was to be their base. From Waiomatatini visits were made to Whareponga, Kahukura, Rangitukia, Te Araroa, Ruatoria and other parts of the district. MacDonald recorded on film traditional skills retained in the area for making fishnets and traps, methods of netting and catching fish, weaving, hand games and music making. Also shown is the digging and storing of kūmara and cooking food in a hāngī.", "genres": ["Documentary"], "file": "94.json"}, "1001360": {"title": "Dva sagapà para", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001363": {"title": "Italia, paese di briganti?", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001365": {"title": "L'amore e il codicillo", "plot": "", "genres": ["Comedy"], "file": "94.json"}, "1001369": {"title": "La crisi degli alloggi", "plot": "", "genres": ["Drama"], "file": "94.json"}, "1004346": {"title": "The Custard Cup", "plot": "Mrs. Penfield, better known as Penzie, is one of the inhabitants of a tenement neighborhood known as \"the Custard Cup\" because of its oval shape. Penzie is a widow who lost both her husband and son in the influenza epidemic of 1918 and 1919. She has found fulfillment by taking in three orphans. One of the Custard Cup's other residents is a counterfeiter, and when the police are too hot on his trail, he leaves a package with Penzie and sets a boat aflame when he tries to destroy some phony bills. When the gang is rounded up, Penzie -- who has been looking for one of her adopted children -- is found at the hideout and arrested.", "genres": ["Drama"], "file": "95.json"}, "1004935": {"title": "Golden Silence", "plot": "Sam Corwin, stage line owner and camp bully, makes unwelcome love to Polly, daughter of an old prospector. The old man drives him off the place at gunpoint and Sam conspires to have the old man sent to prison. He stages a fake hold-up, leaving the old man's hat on the scene. This is managed with the connivance of one of Sam's stage drivers.", "genres": ["Western"], "file": "95.json"}, "107295": {"title": "Oranges and Lemons", "plot": "After getting into a scuffle with his boss and some co-workers, an orange packer tries to help another co-worker, only to wind up in a conflict with him as well. Trying to elude his boss, he heads inside the packing house, and visits with the women who are packing fruit into cases. Then he heads to a storage area, and tries to use the machinery to escape his pursuers.", "genres": ["Comedy"], "file": "95.json"}, "1005403": {"title": "The Contest", "plot": "The Clown (yet to be named KoKo) holds a contest, offering 100 dollars to whomever can ride “Dynamite” the trick mule for five minutes. Once the crowd discovers the mule is mechanical, however, they chase the Clown in a fury. When they corner him, Max has to step in to stop the chaos.", "genres": ["Animation"], "file": "95.json"}, "1007186": {"title": "Le sorprese del divorzio", "plot": "", "genres": ["Comedy"], "file": "95.json"}, "1007694": {"title": "Mr. Billings Spends His Dime", "plot": "Mr. Billings Spends His Dime is a silent comedy film.", "genres": ["Comedy"], "file": "95.json"}, "1011055": {"title": "Speed Kings", "plot": "Jimmy Martin, king of the motorcycle speedsters, visits the Kingdom of Mandavia for a race. There he is persuaded to impersonate the king by a traitor, Rodolph D'Henri, who intends to annex part of Mandavia for neighboring Selmarnia. The real king is in jail. D'Henri's plot is successful until Martin falls in love with Princess Margaret of Alvernia. Then he discloses his true identity, releases the real king, exposes the traitor, earns knighthood, and marries Margaret.", "genres": ["Drama"], "file": "95.json"}, "1013504": {"title": "Boston Blackie", "plot": "Boston Blackie is a former prison inmate campaigning to outlaw Warden Benton's infamous \"Water Cross\" torture. Benton, however, is successful in his attempt to have Blackie arrested and returned to the prison, but his evil schemes are ultimately thwarted by Mary Carter, Blackie's girlfriend, who manages to alert the governor.", "genres": ["Crime", "Drama"], "file": "95.json"}, "1014184": {"title": "'O schiaffo", "plot": "A film by Emanuele Rotondo.", "genres": [], "file": "95.json"}, "1016782": {"title": "The Greatest Menace", "plot": "A DA's son gets involved in a drug-related murder, and it's up to his father and sister to get him out.", "genres": ["Crime", "Drama"], "file": "96.json"}, "1017435": {"title": "La locanda delle ombre", "plot": "", "genres": ["Drama"], "file": "96.json"}, "110341": {"title": "The Covered Wagon", "plot": "Two wagon caravans converge at what is now Kansas City, and combine for the westward push to Oregon. On their quest the pilgrims will experience desert heat, mountain snow, hunger, and Indian attack. To complicate matters further, a love triangle develops, as pretty Molly must chose between Sam, a brute, and Will, the dashing captain of the other caravan. Can Will overcome the skeleton in his closet and win Molly's heart?", "genres": ["Adventure", "Western", "Romance"], "file": "96.json"}, "110590": {"title": "Kachaks in Topcider", "plot": "The activities of Albanian rebels in Kosovo (known as Kachaks) in the 1920s.", "genres": ["Comedy"], "file": "96.json"}, "110591": {"title": "Proslava Kumanovske bitke", "plot": "Proslava Kumanovske bitke is a Yugoslavian movie.", "genres": ["Documentary"], "file": "96.json"}, "1019403": {"title": "Day by Day in Every Way", "plot": "In a spoof of the 1920s mantra \"every day in every way, I'm getting better and better\", a cat goes around a farm with a self-help book preaching the mantra to animals with troubles -- a hen that won't lay eggs, a mouse with a plant that won't grow, a rabbit being chased by dogs, three lame mice, a wheelchair-bound monkey -- and cures them. But crotchety old Farmer Al Falfa, who's sick with the flu, rejects the cure -- at first.", "genres": ["Animation"], "file": "96.json"}, "1025850": {"title": "Rivalen", "plot": "Power-crazed scientist Professor Ravello desires Evelyn. He also has a marauding robot. In comes our hero, Harry.", "genres": [], "file": "96.json"}, "1026940": {"title": "Aa mujô re mîzerabûru dainihen", "plot": "", "genres": [], "file": "96.json"}, "1026950": {"title": "Aa mujô - Dai ippen: Hôrô no maki", "plot": "", "genres": [], "file": "96.json"}, "1027908": {"title": "Gimme", "plot": "A young woman borrows money from her boss for her wedding dress. After the marriage he asks to be repaid, and she--not liking to ask her husband for money--writes a check on her husband's account. When he discovers that his wife has written a check to another man and not told him, complications ensue.", "genres": ["Comedy"], "file": "96.json"}, "1030122": {"title": "Eubie Blake Plays His Fantasy on Swanee River", "plot": "Blake plays his \"Fantasy on Swanee River\" (two takes of same piece, in different styles). The highest notes failed to record in this seminal experiment with synchronized sound.", "genres": [], "file": "97.json"}, "1033058": {"title": "Les Méduses", "plot": "Films from the category \"Natural History\" on the various types of jellyfish. Light green imbibition.", "genres": [], "file": "97.json"}, "1033064": {"title": "Les gorges du Tarn", "plot": "Travelogue in which we see the spectacular scenery of the Tarn gorges in southern France, including tourists visiting the various locations on barges while also braving the rapids. A boatman beckons everyone by sounding, like a trumpet, a sea shell.", "genres": [], "file": "97.json"}, "1033629": {"title": "The Final Problem", "plot": "Holmes and Watson travel to Europe to escape Professor Moriarty's vengeance.", "genres": ["Mystery"], "file": "97.json"}, "1033921": {"title": "Povere bimbe", "plot": "", "genres": ["Drama"], "file": "97.json"}, "1036447": {"title": "Tigancusa de la iatac", "plot": "", "genres": ["Romance"], "file": "97.json"}, "1037013": {"title": "The Infidel Mountain", "plot": "On June 22, 1923, and just five days after the start of a violent volcanic eruption on the north side of Etna, Epstein and cameraman Paul Guichard were crossing Italy to meet and film up close the monster that had provoked The filmmaker turned that meeting into this documentary in two parts and 24 minutes, commissioned and produced by Pathé-Consortium-Cinema.", "genres": ["Documentary"], "file": "97.json"}, "1038731": {"title": "Chastity", "plot": "A young woman trying to make it in Hollywood decides that the only way she can attain stardom is to go the \"vamp\" route, although in her private life she's nothing like her on-screen character. She gets the recognition she wants, but for the wrong reason--she finds herself in the middle of a notorious society scandal. - From IMDB", "genres": [], "file": "97.json"}, "1039905": {"title": "Refuge", "plot": "Hoping to gain favor with the people of Moravia and destroy evidence of the rightful prince's claim to the throne, Prince Ferdinand makes plans to marry Countess Nadia. She thwarts Ferdinand's efforts, running off with Gustav Kenski, only to marry Gene, a soldier who she meets on the road. Ferdinand has her found and abducted, but Gene rescues her, and it is revealed that he is the rightful prince of Moravia.", "genres": ["Drama"], "file": "97.json"}, "1040300": {"title": "The Scarlet Lily", "plot": "Silent feature directed by Victor Schertzinger", "genres": [], "file": "97.json"}, "114324": {"title": "Merry-Go-Round", "plot": "A nobleman, posing as a necktie salesman, falls in love with the daughter of a circus puppeteer, even though he is already married to the daughter of his country's war minister.", "genres": ["Drama", "Romance"], "file": "98.json"}, "114326": {"title": "Cyrano de Bergerac", "plot": "Cyrano de Begerac is joyous, witty, a poet, a leader and filled with plenty of charisma and bravado in 17th Century France. He has only one flaw: an unusually long nose which makes him unattractive to any woman. Thus, he cannot have the woman he loves, his cousin Roxanne. Roxanne loves an officer in his army who gets tongue-tied in front of women. Who will Roxanne love? Will Cyrano ever find love? Or will he find happiness in helping the officer woo Roxanne? This is a story of split personalities, human frailty and unrequited love.", "genres": ["War", "Drama"], "file": "98.json"}, "1046855": {"title": "Flames of Wrath", "plot": "After P. C. Gordon is murdered and robbed of a diamond ring that he bought as a birthday present for his wife, one of the thieves, C. Dates, is apprehended. A woman prosecuting attorney makes a compelling case against him, and he is given a ten-year penitentiary sentence.", "genres": ["Drama"], "file": "98.json"}, "1047794": {"title": "Résurrection", "plot": "", "genres": [], "file": "98.json"}, "1049018": {"title": "Yotsuya Kaidan", "plot": "", "genres": ["Horror", "Drama"], "file": "98.json"}, "1049863": {"title": "Yotsuya Kaidan Oiwâ", "plot": "", "genres": ["Horror", "Drama"], "file": "98.json"}, "1052365": {"title": "La gosseline", "plot": "A film by Louis Feuillade.", "genres": [], "file": "98.json"}, "1059992": {"title": "The Burglar Alarm", "plot": "Farmer Alfalfa encounters a disingenuous salesman.", "genres": ["Animation"], "file": "99.json"}, "1061975": {"title": "Always Late", "plot": "Monty is chronically late. He comes to work late and loses his job, and then manages to miss his own wedding...", "genres": ["Comedy"], "file": "99.json"}, "1061977": {"title": "Six A.M.", "plot": "After drinking all night, Monty and his friend try to get home, but it turns out to be not easy. The next day, Monty tries to win the heart of a theater actress.", "genres": [], "file": "99.json"}, "1066992": {"title": "Kreuzspiel", "plot": "Cross-Play (A reflector light play)  Ludwig Hirschfeld-Mack, 1923  This copy was produced in 1965 with narration.", "genres": [], "file": "99.json"}, "1067691": {"title": "Zadnja pot narodnih mučenikov v domovino", "plot": "", "genres": [], "file": "99.json"}, "1075827": {"title": "Strangers of the Night", "plot": "A rousing fusion of satire, mystery and action. Aristrocrat Ambrose Applejohn is aching for excitement. He gets more than he bargained for when the two Russian thieves Anna Valeska and her partner Borolsky, arrive at the mansion one dark night.", "genres": ["Mystery"], "file": "100.json"}, "1079974": {"title": "Smoked Out", "plot": "Walt Rogers finds a man that has been injured and robbed. The man was returning home after a long absence. When Walt goes to his ranch he is assumed to be the long missing son. Unable to tell the dying mother he assumes the part. But then there is trouble when the robber arrives with the papers to prove he is the son.", "genres": ["Western"], "file": "100.json"}, "1080211": {"title": "The Disappearance of Lady Frances Carfax", "plot": "A headstrong but titled suffragette slips into the power of a murderous con artist.", "genres": ["Crime"], "file": "100.json"}, "1080214": {"title": "The Crooked Man", "plot": "Colonel Barclay is found dead and his wife is arrested for the murder, but Holmes is convinced a missing door key will reveal the true killer.", "genres": ["Crime"], "file": "100.json"}, "1080551": {"title": "The Missing Three Quarter", "plot": "Holmes receives a mysterious telegram from Cyril Overton, the captain of the Cambridge University rugby team. Overton later explains that one of the best players on his team, a young man named Godfrey Staunton, went missing while in London for an important game. Holmes follows a trail of clues back to Cambridge.", "genres": ["Crime"], "file": "100.json"}, "1080559": {"title": "The Mystery of Thor Bridge", "plot": "A governess is arrested for the murder of her employer's wife.", "genres": ["Crime"], "file": "100.json"}, "1080561": {"title": "The Mystery of the Dancing Men", "plot": "A gentleman is baffled when the childish drawings of little dancing men terrify his American wife. Sherlock Holmes soon discovers why.", "genres": ["Crime"], "file": "100.json"}, "1080581": {"title": "The Cardboard Box", "plot": "Susan Cushing asks Holmes' help in solving the disappearance of her sister Mary Browner, but it doesn't seem Holmes' type of case until he is told of a Christmas present's grisly contents.", "genres": ["Crime"], "file": "100.json"}, "1080593": {"title": "The Three Students", "plot": "Hilton Soames, a lecturer in Greek at a university, notices that someone has gone into his study and looked at the text for an unseen translation exam that is due to take place the next day. Suspicion falls on the three students who live in the same building in which Soames lives and works, all of whom are entered for the exam.", "genres": ["Crime"], "file": "100.json"}, "1080598": {"title": "His Last Bow", "plot": "A German spy named Von Bork has been in England since 1910. Through several agents, he has gathered a significant amount of information relating to the British armed forces and foreign policy. He is unaware that a large amount of that information is false because one of his agents is really Sherlock Holmes, who is working for the British government.", "genres": ["Crime"], "file": "100.json"}, "1080601": {"title": "The Engineer's Thumb", "plot": "Dr. John Watson treats a patient who has lost a thumb. The patient says that the loss of his thumb was not an accident but the result of an attack. However, he fears that the story behind the loss of his digit is so strange that the police will not believe it.", "genres": ["Crime"], "file": "100.json"}, "1080723": {"title": "The Last Moment", "plot": "The Last Moment is a silent film now considered lost.", "genres": ["Horror"], "file": "100.json"}, "1080731": {"title": "A Bride for a Knight", "plot": "While having dental work done, Jimmy inhales too much gas and begins believing that he is a detective. He sets out to capture a gang of thieves who robbed Jean's uncle's bank.", "genres": ["Comedy"], "file": "100.json"}, "1084144": {"title": "The Adventures of Jón and Gvendur", "plot": "The Adventure of Jón and Gvendur is a silent comedy inspired by Charles Chaplin. It is regarded as the first Icelandic feature film as it was directed, written and produced by Loftur Gudmundsson.", "genres": ["Comedy"], "file": "100.json"}, "1087135": {"title": "The Walrus Hunters", "plot": "Farmer Al Falfa goes hunting for walruses in the arctic and runs into the usual troubles.", "genres": ["Animation"], "file": "101.json"}, "119981": {"title": "Gunnar Hede's Saga", "plot": "Gunnar Hede is raised by a strict mother, who wants him to become respectable to match his family’s wealth. He is more interested in his grandfather, who started as an itinerant violin player, but got rich by leading a herd of wild reindeer south to market. He falls for a violinist working with a married couple of traveling performers and renounces his fortune to go with them. He then tries to earn a fortune by driving reindeer to market, but it doesn’t work out and he goes insane. He is finally restored to sanity by the violinist when she returns with the performers.", "genres": ["Drama", "Family"], "file": "101.json"}, "128374": {"title": "The Hill Park Mystery", "plot": "Police reporter Erik Brandt is sent off for some rest and recreation after solving a murder under the nose of the police. But his well-earned holiday turns out to be a lot more hectic than planned, when the resort is rocked by as string of brutal murders. An attractive young lady who captures Brandt’s heart might be involved. (stumfilm.dk)", "genres": ["Comedy", "Crime", "Mystery"], "file": "103.json"}, "128754": {"title": "Felix in Hollywood", "plot": "A starving actor, reduced to trying his luck in the movies, travels to Hollywood. His cat, Felix, poses as a travel bag and comes along.", "genres": ["Animation"], "file": "103.json"}, "130050": {"title": "The Shock", "plot": "A gang of blackmailers sends a cripple to San Francisco to expose a banker they have been blackmailing. However, the cripple meets and falls in love with the banker's daughter.", "genres": ["Drama"], "file": "103.json"}, "130052": {"title": "The Street", "plot": "The movie follows two distinct plot lines until the two eventually merge: the first is that of the bored middle-aged man seeking a departure from monotony in his life; the second is that of the blind man and the little boy, his grandson, who are interdependent. None of the characters have been given names and are therefore referred to only by description. The city is an expressionistic nightmare, a dangerous and chaotic place.", "genres": ["Drama", "Crime"], "file": "103.json"}, "134049": {"title": "The Nightmare of António Maria", "plot": "Considered as the first Portuguese animated film, it shows António Maria da Silva, at the time the President of the Ministery of the 1st Republic of Portugal, who is returning home after another day's work. Of this silent movie, a digital reconstitution was made in 2006, from the original drawings, accompanied by an improvised piano score by maestro António Victorino d'Almeida.", "genres": ["Comedy", "Animation"], "file": "103.json"}, "138752": {"title": "Return to Reason", "plot": "Experimental film, white specks and shapes gyrating over a black background, the light-striped torso of Kiki of Montparnasse (Alice Prin), a gyrating eggcrate. One of the first Dadaist films.", "genres": [], "file": "104.json"}, "141908": {"title": "The Spanish Dancer", "plot": "The Spanish Dancer is the story of Maritana, a gypsy girl who dances in courtyards and even tells people's fortunes. Despite her gypsy occupation, Maritana wishes to be a Countess. Her ambitions are realized when she meets the handsome Count Don Cesar de Bazán, if only the King of Spain would stay out of their way!", "genres": ["History", "Romance"], "file": "104.json"}, "146730": {"title": "Alice's Wonderland", "plot": "Instead of Wonderland, Alice visits the Walt Disney animation room.", "genres": ["Animation"], "file": "105.json"}, "149987": {"title": "Carmen, Jr.", "plot": "A spoof of Bizet's Carmen, showcasing child star Baby Peggy.", "genres": ["Comedy"], "file": "105.json"}, "151391": {"title": "The Mysteries of a Hairdresser's Shop", "plot": "The Mysteries of a Hairdresser’s Shop describes the absurd goings-on of a by no means ordinary hair salon, where men with great beards wait in vain for a shave while the barber takes a nap.", "genres": ["Mystery", "Comedy"], "file": "105.json"}, "151572": {"title": "Cameo Kirby", "plot": "Wrongfully blamed for the death of Col. John Randall, Cameo Kirby (Gilbert) must find the true villain and clear his name before he can declare his love for Adele (Olmstead), the dead man's daughter.", "genres": ["Drama"], "file": "105.json"}, "158136": {"title": "Red Devils", "plot": "Adventures of three Red Army soldiers. Misha, Duniasha and Tom Jackson, an afro-American boy, are fighting against enemies.", "genres": ["Adventure", "Drama", "Action"], "file": "106.json"}}